{"ID":2036, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Lost Battalions\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p2\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monson\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_042<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p3\" class=\"\">This past November I stood on a very old bridge which spans the River Somme as it makes its steady but unhurried way through the heartland of France. Suddenly I realized that fifty-two years had come—then gone—since the signing of the Armistice of 1918 and the termination of the Great War. I tried to imagine what the River Somme looked like fifty-two years before. How many thousands of soldiers had crossed this same bridge? Some came back. For others, the Somme was truly a river of no return. For the battlefields of Vimy Ridge, Armentieres, and Nueve Chappelle took a hideous toll of human life. Acres of neat, white crosses serve as an unforgettable reminder.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“In Flanders fields the poppies blow<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Between the crosses, row on row,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That mark our place; and in the sky<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The larks, still bravely singing, fly<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Scarce heard amid the guns below.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“We are the Dead. Short days ago<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">We lived, felt dawn, saw sunset glow,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Loved and were loved, and now we lie<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">In Flanders fields.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p13\" class=\"\">—John McCrae<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p14\" class=\"\">I found myself saying softly, “How strange that war brings forth the savagery of conflict, yet inspires brave deeds of courage—some prompted by love.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p15\" class=\"\">As a boy, I enjoyed reading the account of the “lost battalion.” The “lost battalion” was a unit of the 77th Infantry Division in World War I. During the Meuse-Argonne offensive, a major led this battalion through a gap in the enemy lines, but the troops on the flanks were unable to advance. An entire battalion was surrounded. Food and water were short; casualties could not be evacuated. Hurled back were repeated attacks. Ignored were notes from the enemy requesting the battalion to surrender. Newspapers heralded the battalion’s tenacity. Men of vision pondered its fate. After a brief but desperate period of total isolation, other units of the 77th Division advanced and relieved the “lost battalion.” Correspondents noted in their dispatches that the relieving forces seemed bent on a crusade of love to rescue their comrades in arms. Men volunteered more readily, fought more gallantly, and died more bravely. A fitting tribute echoed from that ageless sermon preached on the Mount of Olives: “Greater love hath no man than this, that a man lay down his life for his friends.” (<span class=\"citation\" id=\"28646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28646)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28646)\">John 15:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p16\" class=\"\">Forgotten is the plight of the “lost battalion.” Unremembered is the terrible price paid for its rescue. But let us turn from the past and survey the present. Are there “lost battalions” even today? If so, what is our responsibility to rescue them? Their members may not wear clothes of khaki brown nor march to the sound of drums. But they share the same doubt, feel the same despair, and know the same disillusionment that isolation brings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p17\" class=\"\">There are the “lost battalions” of the handicapped, even the lame, the speechless, and the sightless. Have you experienced the frustration of wanting but not knowing how to help the individual who walks stiffly behind his Seeing Eye canine companion, or moves with measured step to the tap, tap, tap of a white cane? There are many who are lost in this trackless desert of darkness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p18\" class=\"\">If you desire to see a rescue operation of a “lost battalion,” visit your city’s center for the blind and witness the selfless service of those who read to those who can’t. Observe the skills that are taught the handicapped. Be inspired by the efforts put forth in their behalf to enable them to secure meaningful employment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p19\" class=\"\">Those who labor so willingly and give so generously to those who have lost so tragically find ample reward in the light that they bring into the lives of the sightless.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p20\" class=\"\">Do we appreciate the joy of a blind person as his nimble fingers pass quickly over the pages of the Braille edition of the New Testament? He pauses at the twelfth chapter of John and contemplates the depth of meaning in the promise of the Prince of Peace: “I am come a light into the world, that whosoever believeth on me should not abide in darkness.” (<span class=\"citation\" id=\"28636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28636)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28636)\">John 12:46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p21\" class=\"\">Consider the “lost battalions” of the aged, the widowed, the sick. All too often they are found in the parched and desolate wilderness of isolation called loneliness. When youth departs, when health declines, when vigor wanes, when the light of hope flickers ever so dimly, the members of these vast “lost battalions” can be succored and sustained by the hand that helps and the heart that knows compassion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p22\" class=\"\">In Brooklyn, New York, there presides today in a branch of the Church a young man who, as a boy of thirteen, led a successful rescue of such persons in Salt Lake City. He and his companions lived in a neighborhood in which resided many elderly widows of limited means. All the year long, the boys had saved and planned for a glorious Christmas party. They were thinking of themselves, until the Christmas spirit prompted them to think of others. Frank, as their leader, suggested to his companions that the funds they had accumulated so carefully be used not for the planned party, but rather for the benefit of three elderly widows who resided together. The boys made their plans. As their bishop, I needed but to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p23\" class=\"\">With the enthusiasm of a new adventure, the boys purchased a giant roasting chicken, the potatoes, the vegetables, the cranberries, and all that comprises the traditional Christmas feast. To the widows’ home they went carrying their gifts of treasure. Through the snow and up the path to the tumbledown porch they came. A knock at the door, the sound of slow footsteps, and then they met.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p24\" class=\"\">In the unmelodic voices characteristic of thirteen-year-olds, the boys sang “Silent night, holy night; all is calm, all is bright.” They then presented their gifts. Angels on that glorious night of long ago sang no more beautifully, nor did wise men present gifts of greater meaning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p25\" class=\"\">I gazed at the faces of those wonderful women and thought to myself: “Somebody’s mother.” I then looked on the countenances of those noble boys and reflected: “Somebody’s son.” There then passed through my mind the words of the immortal poem by Mary Dow Brine:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“The woman was old and ragged and gray<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And bent with the chill of the Winter’s day.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The street was wet with a recent snow,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And the woman’s feet were aged and slow.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">She stood at the crossing and waited long,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Alone, uncared for, amid the throng<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Of human beings who passed her by<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Nor heeded the glance of her anxious eye.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Down the street, with laughter and shout,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Glad in the freedom of ‘school let out,’<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Came the boys like a flock of sheep,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Hailing the snow piled white and deep. …<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">[One] paused beside her and whispered low,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘I’ll help you cross, if you wish to go? …<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘She’s somebody’s mother, boys, you know,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">For all she’s aged and poor and slow.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“‘And I hope some fellow will lend a hand<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To help my mother, you understand,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">If ever she’s poor and old and gray,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">When her own dear boy is far away.’<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And ‘somebody’s mother’ bowed low her head<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">In her home that night, and the prayer she said<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Was, ‘God be kind to the noble boy,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Who is somebody’s son, and pride and joy.’”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p50\" class=\"\">What was the message of the Master? “Inasmuch as ye have done it unto one of the least of these … ye have done it unto me.” (<span class=\"citation\" id=\"36106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36106)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36106)\">Matt. 25:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p51\" class=\"\">There are other “lost battalions” comprised of mothers and fathers, sons and daughters, who have, through thoughtless comment, isolated themselves from one another. An account of how such a tragedy was narrowly averted is this occurrence in the life of a lad we shall call Jack.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p52\" class=\"\">Throughout Jack’s life, he and his father had many serious arguments. One day, when Jack was seventeen, they had a particularly violent one. Jack said to his father: “This is the straw that breaks the camel’s back. I’m leaving home, and I shall never return.” So saying, he went to the house and packed a bag. His mother begged him to stay, but he was too angry to listen. He left her crying at the doorway.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p53\" class=\"\">Leaving the yard, he was about to pass through the gate when he heard his father call to him: “Jack, I know that a large share of the blame for your leaving rests with me. For this I am truly sorry. I want you to know that if you should ever wish to return home, you’ll always be welcome. And I’ll try to be a better father to you. I want you to know that I’ll always love you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p54\" class=\"\">Jack said nothing but went to the bus station and bought a ticket to a distant point. As he sat in the bus watching the miles go by, he commenced to think about the words of his father. He began to realize how much love it had required for him to do what he had done. Dad had apologized. He had invited him back and had left the words ringing in the summer air, “I love you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p55\" class=\"\">It was then that Jack realized that the next move was up to him. He knew that the only way he could ever find peace with himself was to demonstrate to his father the same kind of maturity, goodness, and love that dad had shown toward him. Jack got off the bus. He bought a return ticket to home and went back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p56\" class=\"\">He arrived shortly after midnight, entered the house, and turned on the light. There in the rocking chair sat his father, his head in his hands. As he looked up and saw Jack, he rose from the chair and they rushed into each other’s arms. Jack often said, “Those last years that I was home were among the happiest of my life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p57\" class=\"\">We could say here was a boy who overnight became a man. Here was a father who, suppressing passion and bridling pride, rescued his son before he became one of that vast “lost battalion” resulting from fractured families and shattered homes. Love was the binding band, the healing balm. Love—so often felt; so seldom expressed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p58\" class=\"\">From Mt. Sinai there thunders in our ears, “Honour thy father and thy mother.” (<span class=\"citation\" id=\"22831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22831)\">Ex. 20:12<\/a><\/span>.) And later, from that same God, the injunction, “… live together in love.” (<span class=\"citation\" id=\"15717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15717)\">D&amp;C 42:45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p59\" class=\"\">There are other “lost battalions.” Some struggle in the jungles of sin, some wander in the wilderness of ignorance. In reality, each one of us is numbered in what could well have been the lost battalion of mankind, even a battalion doomed to everlasting death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p60\" class=\"\">“… by man came death. … For as in Adam all die.” (<span class=\"citation\" id=\"537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(537)\">1 Cor. 15:21–22<\/a><\/span>.) Each of us is a partaker of the experience called death. None escapes. Were we to remain unrescued, lost would be paradise sought. Lost would be family loved. Lost would be friends remembered. Realizing this truth, we begin to appreciate the supreme joy which accompanied the birth of the Savior of the world. How glorious the pronouncement of the angel: Behold, a virgin “shall bring forth a son, and thou shalt call his name JESUS: for he shall save his people from their sins.” (<span class=\"citation\" id=\"36054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36054)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36054)\">Matt. 1:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p61\" class=\"\">While the rivers of France witnessed the advance of those who rescued the “lost battalion” in World War I, so did yet another river witness the commencement of the formal ministry of a universal rescuer, even a divine redeemer. The scripture records, “And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased.” (<span class=\"citation\" id=\"33239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33239)\">Mark 1:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p62\" class=\"\">Today, only ruins remain of Capernaum, that city by the lakeshore, heart of the Savior’s Galilean ministry. Here he preached in the synagogue, taught by the seaside, and healed in the homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p63\" class=\"\">On one significant occasion, Jesus (<span class=\"citation\" id=\"31816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31816)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31816)\">Luke 4:18<\/a><\/span>) took a text from Isaiah: “The Spirit of the Lord God is upon me; because the Lord hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound” (<span class=\"citation\" id=\"25406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25406)\">Isa. 61:1<\/a><\/span>), a clear pronouncement of a divine plan to rescue the “lost battalion” to which we belong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p64\" class=\"\">But Jesus’ preaching in Galilee had been merely prelude. The Son of Man had always had a dread rendezvous to keep on a hill called Golgotha.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p65\" class=\"\">Arrested in the Garden of Gethsemane after the Last Supper, deserted by his disciples, spat upon, tried, and humiliated, Jesus staggered under his great cross toward Calvary. He progressed from triumph—to betrayal—to torture—to death on the cross.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p66\" class=\"\">In the words of the hymn, “… the scene was changed; the morn was cold and chill, as the shadow of a cross arose upon a lonely hill.” For us our Heavenly Father gave his Son. For us our Elder Brother gave his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p67\" class=\"\">At the last moment the Master could have turned back. But he did not. He passed beneath all things that he might save all things—the human race, the earth, and all the life that ever inhabited it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p68\" class=\"\">No words in Christendom mean more to me than those spoken by the angel to the weeping Mary Magdalene and the other Mary as they approached the tomb to care for the body of their Lord: “Why seek ye the living among the dead? He is not here, but is risen.” (<span class=\"citation\" id=\"31832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31832)\">Luke 24:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p69\" class=\"\">With this pronouncement, the “lost battalion” of mankind—those who have lived and died, those who now live and one day will die, and those yet to be born and yet to die—this battalion of humanity lost had just been rescued.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p70\" class=\"\">Of him who delivered each of us from endless death, I testify he is a teacher of truth—but he is more than a teacher. He is the exemplar of the perfect life—but he is more than an exemplar. He is the great physician—but he is more than a physician. He who rescued the “lost battalion” of mankind is the literal Savior of the world, the Son of God, the Prince of Peace, the Holy One of Israel, even the risen Lord, who declared, “I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father.” (<span class=\"citation\" id=\"15803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15803)\">D&amp;C 110:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/lost-battalions.p71\" class=\"\">As his witness I testify to you that he lives. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}