{"ID":2037, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            In the Mountain of the Lord’s House\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p3\" class=\"\">Elder LeGrand Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_043<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c62.jpg\" alt=\"Elder LeGrand Richards\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p4\" class=\"\">Brethren and sisters, as I stand before you today in the closing session of this great inspirational conference, I express my love for my Father in heaven and for his great love that gave us his Only Begotten Son, and for his great atoning sacrifice, and for the great honor and privilege that has been mine through the years to represent him as one of his ambassadors of eternal truth, to be a witness to his divinity. I do testify to you today that I know that Christ lives, that he is the Redeemer of the world, and that he has given us his church through restoration in this dispensation through the Prophet Joseph Smith, and a pattern of life to live by through his gospel that will bring us joy and happiness in this life and exaltation through the worlds to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p5\" class=\"\">Last Friday in our meeting of the Regional Representatives of the Twelve, Brother Marion D. Hanks, who, as you know, is such a wonderful storyteller, as we witnessed again this morning, gave this illustration in talking to the brethren. He said that the old leaves have to fall from the trees to make room for the new leaves to come. I applied that to myself. I am one of the old leaves in this church. I am one of the oldest men. I think I can truthfully say that there is no other living man on the face of the earth today who has stood at this pulpit as many times as I have in a general conference of this church except President Joseph Fielding Smith. If I figure correctly, this is the seventy-fourth general conference in which I have been privileged to speak. As I listen to the testimonies of my brethren, there come to me the words of the song that we sing:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Come, listen to a prophet’s voice,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And hear the word of God,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And in the way of truth rejoice,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And sing for joy aloud.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">We’ve found the way the prophets went<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Who lived in days of yore;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Another prophet now is sent<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">This knowledge to restore.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p13\" class=\"\"><span class=\"emphasis\">—Hymns, <\/span>No. 46<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p14\" class=\"\">I wonder where in all this world men could go today and listen to such sermons as we have heard here, which will exalt men and women in bringing them happiness in this life and eternal exaltation in the world to come, with their loved ones and with the sanctified and redeemed of our Father’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p15\" class=\"\">Then I think of the words of Jeremiah of old. He saw our day. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p16\" class=\"\">“Turn, O backsliding children, saith the Lord; for I am married unto you. …” What a covenant! “… And I will take you one of a city, and two of a family, and I will bring you to Zion: And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.” (<span class=\"citation\" id=\"26531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26531)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26531)\">Jer. 3:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p17\" class=\"\">Where could you go in all the world today and find a fulfillment of that statement as we have witnessed during the sessions of this conference? Then I think of the statement in the Articles of Faith, given to us by the Prophet Joseph Smith, when he said: “We believe the Bible to be the word of God as far as it is translated correctly; we also believe the Book of Mormon to be the word of God.” (<span class=\"citation\" id=\"6897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6897)\">A of F 1:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p18\" class=\"\">That I believe with all my heart, and I thank God for these volumes of scripture.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p19\" class=\"\">And then I think of the words of another of our Articles of Faith, which reads like this: “We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God.” (<span class=\"citation\" id=\"6899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6899)\">A of F 1:9<\/a><\/span>.) That I believe with all my heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p20\" class=\"\">I love to study the prophecies of the scriptures. Many of them have found their fulfillment in this the dispensation of the fulness of times, and others await their fulfillment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p21\" class=\"\">Then I think of the words of Jesus when he said, “Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.” (<span class=\"citation\" id=\"28626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28626)\">John 5:39<\/a><\/span>.) What a statement! Then following his resurrection, as he walked along the way by two of his disciples to Emmaus, and we are told that their eyes were holden, that they did not recognize him, when he heard what they had to say about him and his ministry and his crucifixion, he realized that they did not comprehend what he had been trying to teach them, so he said, “O fools, and slow of heart, to believe all that the prophets have spoken” (<span class=\"citation\" id=\"31834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31834)\">Luke 24:25<\/a><\/span>), and commencing with Moses and the prophets, he showed them how that in all things the prophets had testified of him. There isn’t time to consider those promises and prophecies this afternoon, but they prophesied even of the casting of lots for his clothing at the time of his crucifixion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p22\" class=\"\">Peter then tells us that he opened their understanding, that they might understand the scriptures. We have the words of Peter where he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p23\" class=\"\">“We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p24\" class=\"\">“Knowing this first, that no prophecy of the scripture is of any private interpretation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p25\" class=\"\">“For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.” (<span class=\"citation\" id=\"4910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4910)\">2 Pet. 1:19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p26\" class=\"\">I believe that the words of the prophets are the most sure guide we have in this world today. I believe what Jesus said: “Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.” (<span class=\"citation\" id=\"36060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36060)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36060)\">Matt. 5:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p27\" class=\"\">Now it is a wonderful thing to think of the things that have transpired. In the time allotted to me, I can only mention briefly some of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p28\" class=\"\">Isaiah saw our day. He saw the wilderness made to blossom as the rose. He saw the rivers flow in the desert where we have built these great irrigation canals under the inspiration of the Almighty, after our pioneers were led here to these valleys of the mountains, a wasteland, and nothing but their hands with which to labor, far away from transportation or commodities of any kind. He saw the waters flow down from the high places where it had been reservoired in these mountain fastnesses. He saw the daughters of Zion come up and sing in the heights of Zion. (See <span class=\"citation\" id=\"25403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25403)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25403)\">Isa. 35<\/a><\/span> and <span class=\"citation\" id=\"26539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26539)\">Jer. 31:12<\/a><\/span>.) Where can you find anything in the history of this whole world to fulfill that like the singing of our Tabernacle Choir, singing now for over forty-two years without a break? Now with the Telstar, it is singing to the entire world. No wonder President Nixon said in his visit here last November that it was the greatest choir in all the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p29\" class=\"\">Isaiah saw the mountain of the Lord’s house established in the top of the mountains in the latter days, and he named the latter days, when they would say: “Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.” (<span class=\"citation\" id=\"25396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25396)\">Isa. 2:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p30\" class=\"\">How literally that has been fulfilled, in my way of thinking, in this very house of the God of Jacob right here on this block! This temple, more than any other building of which we have any record, has brought people from every land to learn of his ways and walk in his paths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p31\" class=\"\">I could tell you many stories about the great sacrifices our early pioneers and converts have made, when they would sell everything they had in this world and leave behind their loved ones and their friends and their occupations to come to a faraway land and learn a strange language. What brought them here? The house of the God of Jacob, that they might learn of his ways and walk in his paths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p32\" class=\"\">Jeremiah saw the day when it should no longer be said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p33\" class=\"\">“The Lord liveth, that brought up the children of Israel out of the land of Egypt;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p34\" class=\"\">“But, The Lord liveth, that brought up the children of Israel from the land of the north, and from all the lands whither he had driven them. …” (<span class=\"citation\" id=\"26534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26534)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26534)\">Jer. 16:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p35\" class=\"\">Just contemplate that statement for a few moments. Think how the Jews and the Christians all through these past centuries have praised the Lord for his great hand of deliverance under the hands of Moses when he led Israel out of captivity, and yet here comes Jeremiah with this word of the holy prophet, telling us that in the latter days they shall no more remember that, but how God has gathered scattered Israel from the lands whither he had driven them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p36\" class=\"\">And Jeremiah saw the day when the Lord would do this very thing, when he would call for many fishers and many hunters, “and they shall hunt them from every mountain, and from every hill, and out of the holes of the rocks.” (<span class=\"citation\" id=\"26535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26535)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26535)\">Jer. 16:16<\/a><\/span>.) Where do you find those fishers and hunters that we read about in this great prophecy of Jeremiah? They are these 14,000 missionaries of this church, and those who have preceded them from the time that the Prophet Joseph Smith received the truth and sent the messengers out to share it with the world. Thus have they gone out, fishing and hunting, and gathering them from the hills and the mountains, and the holes in the rocks. I think that is more literal than some of us think!<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p37\" class=\"\">When I was president of the Southern States Mission, I remember going to a conference down in west Florida. It seemed to me as if we traveled a hundred miles and never saw a house, and when we arrived at one of those little chapels, there it was filled with 250 people, and I said, “If you didn’t come out of the holes in the rocks, I don’t know where you came from. The Lord may know, but I don’t!” Well, that was literal, and we see that being fulfilled right before our very eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p38\" class=\"\">Malachi saw before the coming of the great and dreadful day of the Lord when the Lord said he would send Elijah the prophet to “turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.” (<span class=\"citation\" id=\"32828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32828)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32828)\">Mal. 4:6<\/a><\/span>.) Just think of that statement. The Jews are still waiting for his coming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p39\" class=\"\">When I was in Israel, a year ago last July, in one tour we visited three synagogues, and there hanging on the wall was a big armchair. I asked the rabbi why it was there. He said, “So we can lower it if Elijah should come, that he might sit in it.” And then I thought how they remain in darkness, and here we know that Elijah has come. It is hardly within the capacity of an ordinary man to comprehend and understand what has happened in this world because of Elijah’s coming: this great genealogical work; this library that can’t be equaled anywhere in the world; these great vaults out here in the bowels of these mountains, where millions of records are being kept.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p40\" class=\"\">No wonder Isaiah called it a marvelous work and a wonder, when the people would draw near to him with their mouths, and honor him with their lips, but their hearts would be far removed from him; and they would teach for doctrine the precepts of men. (See <span class=\"citation\" id=\"25402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25402)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25402)\">Isa. 29:13–14<\/a><\/span>.) These are some of the things, and many, many more have transpired in our day in fulfillment of the words of the prophets. No wonder the prophet said: “We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p41\" class=\"\">There isn’t time to go into the details, but Jeremiah described the gathering of our people here in these valleys of the mountains in just as definite terms as our historians have written it—how they should travel along the rivers of water. They traveled along the Platte River for over five hundred miles. Then he adds that they should come with their multitudes, “both young men and old together: for I will turn their mourning into joy, and will comfort them, and make them rejoice from their sorrow. And I will satiate the soul of the priests with fatness. …” (<span class=\"citation\" id=\"26540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26540)\">Jer. 31:13–14<\/a><\/span>.) And that is why our people will respond to every call that comes to them, because the God of heaven created the feelings of the human breast, and like Nephi of old said, the Lord “hath filled me with his love, even to the consuming of my flesh.” (<span class=\"citation\" id=\"3861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3861)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3861)\">2 Ne. 4:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p42\" class=\"\">There are many other things that are yet to be fulfilled. I will just mention a couple of them. The Lord put it in my heart as a young man to have a love for the Jewish people, and someday they are going to be one of the great movements of this church. In the Book of Mormon we read in the preface that that book was preserved for the convincing of Jew and Gentile that Jesus is the Christ, the very eternal God, manifesting himself unto all nations. And how can that book do that to the Jews unless we take it to them? And so, in his own due time and way the Lord will inspire our leaders to send messengers to that people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p43\" class=\"\">We read in the Book of Mormon that we should turn our hearts to them. There isn’t time to read that prophecy to you. He said many of the Gentiles would say: “A Bible! A Bible! We have got a Bible, and there cannot be any more Bible.” And then the Lord said, “… what thank they the Jews for the Bible? …” (<span class=\"citation\" id=\"3872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3872)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3872)\">2 Ne. 29:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p44\" class=\"\">Then in a revelation from the Lord to the Prophet Joseph Smith three years after this church was organized, in the ninety-eighth section of the Doctrine and Covenants, the Lord said: “Therefore, renounce war and proclaim peace, and seek diligently to turn the hearts of the children to their fathers, and the hearts of the fathers to their children; And again, the hearts of the Jews unto the prophets, and the prophets unto the Jews; lest I come and smite the whole earth with a curse, and all flesh be consumed before me.” (<span class=\"citation\" id=\"15797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15797)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15797)\">D&amp;C 98:16–17<\/a><\/span>.) Trust not the wisdom of men. That is the wisdom of God, the Eternal Father, as he gave it to the Prophet Joseph in this day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p45\" class=\"\">Jeremiah saw the day when the house of Judah would walk with the house of Israel (see <span class=\"citation\" id=\"26532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26532)\">Jer. 3:18<\/a><\/span>); and then we are told by Ezekiel that the day would come when there should no more be two kingdoms, but one kingdom, and one God should rule over them all. (See <span class=\"citation\" id=\"23146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23146)\">Ezek. 37:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p46\" class=\"\">I pray that the Lord will help us to go on, still fulfilling his promises of all that he has revealed that has not yet been fulfilled. And I would like to live long enough to see a little more even of these marvelous accomplishments, as a part of this great gospel dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/in-the-mountain-of-the-lords-house.p47\" class=\"\">With all my heart and soul, I bear you my witness of the divinity of this work, that God the Eternal Father has decreed its destiny. It is built on the foundation of apostles and prophets, with Christ our Lord as the chief cornerstone. And he is guiding his church today, and will continue to do so until he comes in the clouds of heaven as the holy prophets have declared, and I leave you that witness in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}