{"ID":204, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Obligations of the Priesthood<\/p>\n<p class=\"gcspeaker\">Elder Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1945, pp. 94-99<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is my purpose tonight to plead with our brethren who hold the responsibility of conducting\nthe priesthood for a better supervision of priesthood quorums. In a revelation given to the\nProphet for the benefit of the first elders of this Church he said: \". . . thou shalt not idle away\nthy time, neither shalt thou bury thy talent that it may not be known\"\n(<span class=\"citation\" id=\"12121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12121)\">D&amp;C 60:13<\/a><\/span>). Too\nmany of those who hold the priesthood have idled away their time and have buried their\ntalent. We would like to have a revival among all the quorums of the priesthood.\n<\/p><p>\nORGANIZATION ESSENTIAL TO PRIESTHOOD\n<\/p><p>\nIn that great revelation known as section one hundred seven, the priesthood revelation, there\nare three expressions I would like to read, first from the twenty-first verse:\n<\/p><p>\nOf necessity, there are presidents, or presiding officers growing out of, or appointed of or\nfrom among those who are ordained to the several offices in these two priesthoods\n(<span class=\"citation\" id=\"12183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12183)\">D&amp;C 107:21<\/a><\/span>).\n<\/p><p>\nThen in the sixtieth verse the Lord says:\n<\/p><p>\nVerily, I say unto you, saith the Lord of Hosts, there must needs be presiding elders to\npreside over those who are of the office of an elder\n(<span class=\"citation\" id=\"12184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12184)\">D&amp;C 107:60<\/a><\/span>).\n<\/p><p>\nAnd then again in the eighty-ninth verse:\n<\/p><p>\nAgain, the duty of the president over the office of elders is to preside over ninety-six elders,\nand to sit in council with them, and to teach them according to the covenants\n(<span class=\"citation\" id=\"12185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12185)\">D&amp;C 107:89<\/a><\/span>).\n<\/p><p>\nOrganization is an essential requirement in the government of the Church. The entire universe\nis organized on a divine plan. Without organization there would be confusion, chaos, and that\nwould lead to disorganization and destruction. The quorums of the priesthood are organized\nfor a definite purpose. I've jotted down several of these: first, to keep the members holding\nthe priesthood active and alert in the performance of every duty which the priesthood requires\nat their hands; second, to teach the members how to assume responsibility and magnify their\ncallings; third, to train them in methods by which they may effectually teach others and\nofficiate in their behalf; fourth, to encourage them in their responsibilities pertaining to the\nsalvation of the dead as well as for the living.\n<\/p><p>\nA quorum, properly appointed, must seek out the needs of every individual member and\nattempt to supply these needs that may be discovered, both temporally and spiritually. No\nquorum of the priesthood is assuming the full obligation placed upon it by the Lord which\ndoes not sufficiently extend temporal need. Each member should dedicate himself and use his\ntalent to advance the cause of Zion. He must be loyal and faithful to the Church, to the\nquorum, to the priesthood in general, to his family and to every divine principle of eternal\ntruth.\n<\/p><p>\nRESPONSIBILITY OF PRESIDENT OF QUORUM\n<\/p><p>\nThe responsibility of the quorum president is, as stated in this revelation, to sit in counsel, to\nadvise and instruct and teach those who are under his direction. The Lord has placed the\nresponsibility for the training and the conduct of the members of the quorum upon the\nshoulders of the president of the quorum. He has given him two counselors to assist him in\nthat work. This direction and care of the quorum may not be transferred to the shoulders of\nsome other. Men who are the most capable for these positions of presidency should be sought.\nToo frequently it is thought that the supervision of a quorum, especially of elders, is not of\ngreat importance, but the Lord thinks otherwise. There should be, however, a division of\nresponsibility among the presidency. The presidency should see that the quorum is fully\norganized, and that every man is performing his duty. If there are delinquent or wayward\nmembers, these should be labored with until brought to repentance and full fellowship.\n<\/p><p>\nThe stake presidency and the high council have supervision over the quorums of the\nMelchizedek Priesthood. It is their duty to see that the quorums are fully organized and\nproperly functioning. The stake Melchizedek Priesthood committee is to act as an aid to the\nstake presidency. It is recommended that such a committee be maintained. It must be\nunderstood, however, that the stake Melchizedek Priesthood committee does not preside, but is\nto supervise and counsel quo-rum members, under the direction of the stake presidency. It is\nproposed that a member of the stake presidency be the chairman of this committee. He may\nhave as many members of the high council on that committee as it is deemed wise, but not\nless than three. It is further understood that this committee has authority in the supervision of\nthe elders, seventies and high priests within the stake, under the direction of the stake\npresident.\n<\/p><p>\nThe presidency of a quorum of priesthood should hold weekly council meetings. They must\nnot wait for something to arise which they deem important to be considered. If they will\nmeet, many things will arise for their consideration which were previously not thought of.\n<\/p><p>\nThere are three great needs of a quorum. We believe that the work falls naturally into three\ndivisions: first, the need to help every bearer of the Melchizedek Priesthood to attain to the\ndegree of economic independence and material well-being that will assure adequate food,\nclothing, fuel, housing, and other needs, physical and educational, for himself and family as\nwell as spiritual; second, the need to establish a feeling of true brotherhood should\ncharacterize the work of priesthood quorums. There should be the endeavor to provide\nthrough the quorum activities, including socials and outings, the feeling of fellowship, faith,\nand love that shall meet all the needs of the membership; third, a need to search out the facts\nand make available all the information and statistics concerning the quorum and its members.\n<\/p><p>\nDIVISION OF RESPONSIBILITY\n<\/p><p>\nWe suggest that the responsibility having to do with personal welfare be assigned to the\nquorum president. It would naturally follow that the other divisions would be assumed by the\ncounselors, one taking the quorum activity and Church service, the other fact-finding and\nstatistical responsibility. These responsibilities must not be shifted to the shoulders of others,\nbut it is very proper that help be obtained from standing committees as the presidency of the\nquorum may determine. It is suggested that these responsibilities may be designated as\nfollows: one, personal welfare; two, quorum activity and Church service; three, fact finding\nand statistics.\n<\/p><p>\nIn the past we have had four standing committees but our observation and the information\ncoming from stake priesthood committees lead us to conclude that these three committees may\nbe all that are required. However, the presidency, if they desire, may call task committees\nwhenever the occasion seems to warrant it.\n<\/p><p>\nMONTHLY LEADERSHIP MEETING\n<\/p><p>\nThere should be in each stake a monthly Melchizedek leadership meeting at which the stake\npresidency and the stake Melchizedek priesthood committee shall meet with the officers and\nleaders of quorums and groups, including quorum presidencies, quorum secretaries, group\nleaders, committee members, and class instructors. It is suggested that the secretaries meet\nwith the fact finding and statistical group of counselors. It is also recommended that a special\ndepartment to take care of instructors be conducted under the leadership, or at least the\ndirection of a member of the stake Melchizedek Priesthood committee. In this department\nteacher-training helps and assistance should be given, lesson material enlarged and developed.\nIt should be borne in mind that class instruction and related problems are the responsibility of\nthe member of the quorum presidency assigned.\n<\/p><p>\nOn the day of the monthly priesthood leadership meeting, the stake committee should hold a\npreliminary meeting with the presidencies of the Melchizedek quorums. We recommend that\nseparation be had on a department, not quorum, basis. At the time of separation, brief opening\nexercises should be held. In the matter of reports, it is to be hoped that attention will be given\nto the instructions which are sent to the quorums. More detailed information and an outline of\nprocedure and instruction will, within a short time, be furnished each stake president and\nquorum president.\n<\/p><p>\nTHE COURSE OF STUDY\n<\/p><p>\nThe course of study that will be considered by the priesthood quorums for the year 1946 was\nprepared by Elder Milton R. Hunter of the First Council of the Seventy. The title is,\n<i>The Gospel Through the Ages<\/i>. I have read this manuscript and some of the other brethren have\nread it, and I can assure you brethren that we are going to have a very profitable time in\nconsidering a subject of this nature.\n<\/p><p>\nNow, if I may spend a little time, after giving these details and stating that more information\nwill soon be furnished, I would like to say a few things about our responsibilities as men\nholding the priesthood. On the one hundred and twenty-first section of the D&amp;C, the\nquotation that we have heard so many times from the lips of President Heber J. Grant, I\nwould like to make a comment.\n<\/p><p>\nTHE WORD OF THE LORD\n<\/p><p>\nBehold, there are many called, but few are chosen. And why are they not chosen? Because\ntheir hearts are set so much upon the things of this world, and aspire to the honors of men,\nthat they do not learn this one lesson&mdash;That the rights of the priesthood are inseparably\nconnected with the powers of heaven, and that the powers of heaven cannot be controlled nor\nhandled only upon the principles of righteousness\n(<span class=\"citation\" id=\"12197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12197)\">D&amp;C 121:34-36<\/a><\/span>).\n<\/p><p>\nNow who are those who are called? I take it that every man who is ordained to an office in\nthe priesthood has been called. The Lord is willing that any man should serve him.\n<\/p><p>\nIn the early revelations given to some of the brethren who came asking of the Lord what he\nwould have them do he told them to bring forth the cause of Zion\n(<span class=\"citation\" id=\"12079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12079)\">D&amp;C 6:6<\/a><\/span>), to thrust in their sickles\nwith their might that they might lay up in store\n(<span class=\"citation\" id=\"12075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12075)\">D&amp;C 4:4<\/a><\/span>).\n<\/p><p>\nI think a great deal of this short section, section four, for two good reasons: first, it was given\nto my great-grandfather, but it wasn't given to him alone, and I have said many times it was\nalso given to me; and second, it was given to you, each one of you, and in this revelation the\nLord says:\n<\/p><p>\nTherefore, O ye that embark in the service of God, see that ye serve him with all your heart,\nmight, mind and strength, that ye may stand blameless before God at the last day\n(<span class=\"citation\" id=\"12074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12074)\">D&amp;C 4:2<\/a><\/span>).\n<\/p><p>\nThen it follows that if we don't serve him with all our heart, might, mind, and strength, if\nwe're not loyal to this calling which we have received, we are not going to be blameless\nwhen we stand before that judgment seat. It is a very serious thing to hold the priesthood. I\nwish when our young men were called and ordained, that is, recommended to be ordained to\nthe office of elder in the Church, they could be impressed before they were ordained with the\nimportance of the calling which they are about to receive.\n<\/p><p>\nIn section eighty-four of the D&amp;C, the Lord has this to say:\n<\/p><p>\nFor whoso is faithful unto the obtaining these two priesthoods of which I have spoken, and\nthe magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies;\nThey become the sons of Moses and of Aaron and the seed of Abraham, and the church and\nkingdom, and the elect of God; And also all they who receive this priesthood receive me,\nsaith the Lord (<span class=\"citation\" id=\"12142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12142)\">D&amp;C 84:33-35<\/a><\/span>).\n<\/p><p>\nAnd if we receive the Lord, then, surely the Lord receives us, and we are in fellowship with\nhim.\n<\/p><p>\nFor he that receiveth my servants receiveth me; and he that receiveth me receiveth my Father\n(<span class=\"citation\" id=\"12143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12143)\">D&amp;C 84:36<\/a><\/span>).\n<\/p><p>\nNow, here is the great blessing, which I think many of us have overlooked, and especially\nthese young men when they are called and sustained to be ordained to the office of elder:\n<\/p><p>\n\"And he that receiveth my Father\"&mdash;and of course we receive the Father through our\nfaithfulness and our obedience, \"receiveth my Father's kingdom; therefore all that my Father\nhath shall be given unto him\" (<span class=\"citation\" id=\"12146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12146)\">D&amp;C 84:38<\/a><\/span>).\n<\/p><p>\nCan you think of a greater blessing the Lord could offer to any man holding the priesthood?\nBut this is based upon faithfulness and the magnifying of the calling.\n<\/p><p>\nIn other revelations, you know, the Lord says:\n<\/p><p>\nAnd [they] who overcome by faith, and are sealed by the Holy Spirit of promise, . . . They\nare they into whose hands the Father has given all things . . . they are gods, even the sons of\nGod (<span class=\"citation\" id=\"12132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12132)\">D&amp;C 76:53,55,58<\/a><\/span>).\n<\/p><p>\nAnd this according to the oath and covenant which belongeth to the priesthood. Therefore, all\nthose who receive the priesthood, receive this oath and covenant of my Father, which he\ncannot break, neither can it be moved\n(<span class=\"citation\" id=\"12148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12148)\">D&amp;C 84:39-40<\/a><\/span>).\n<\/p><p>\nHere is a definite, positive statement that every man who receives the priesthood, receives it\nwith an oath and covenant that he will magnify his calling, that he will be faithful and true,\nand his reward will be to become a son of God and a joint heir with Jesus Christ in having\nthe fulness of the Father's kingdom. No greater blessing could be offered. And then the Lord\nhas said:\n<\/p><p>\nTherefore all those who receive the priesthood, receive this oath and covenant of my Father,\nwhich he cannot break, neither can it be moved\n(<span class=\"citation\" id=\"12149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12149)\">D&amp;C 84:40<\/a><\/span>).\n<\/p><p>\nNow, these promises were not made to high priests alone, but to all who receive the\npriesthood. And then the Lord is promising us everything that he has if we will be faithful.\nIsn't it only fair, that the punishment for violation of that covenant and the trampling of that\npriesthood under our feet should bring a punishment, on one hand, as severe, as glorious will\nbe the reward on the other? And so the Lord says:\n<\/p><p>\nBut whoso breaketh this covenant after he hath received it, and altogether turneth therefrom,\nshall not have forgiveness of sins in this world nor in the world to come\n(<span class=\"citation\" id=\"12151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12151)\">D&amp;C 84:41<\/a><\/span>).\n<\/p><p>\nOh, if we could only impress that upon the mind of every man when he is called to receive\nthe priesthood! Now, only those who magnify their callings will be chosen\n(<span class=\"citation\" id=\"12196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12196)\">D&amp;C 121:34<\/a><\/span>).\n<\/p><p>\nThe Lord bless you, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}