{"ID":2040, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Honesty and Integrity\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p2\" class=\"\">Elder Delbert L. Stapley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03006_000_046<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3184.jpg\" alt=\"Elder Delbert L. Stapley\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p3\" class=\"\">My brothers and sisters: This has been a wonderful conference. Most worthwhile messages have been given, which recalls a statement by a young man in his late teens. He sought out his stake president following a stake conference attended by our beloved brother, the late Elder Thorpe B. Isaacson, and enthusiastically said, in the jargon of youth, “President, this conference really shook me. Elder Isaacson was really round.” And then he added, “This was a hairy conference.” Now you dig his meaning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p4\" class=\"\">The first part of the thirteenth Article of Faith states: “We believe in being honest.” [<span class=\"citation\" id=\"6902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6902)\">A of F 1:13<\/a><\/span>] Honesty embraces many meanings, such as integrity, sincerity, according to the truth, just, honorable, virtuous, purity of life, moral character, and uprightness in mutual dealings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p5\" class=\"\">These principles are required virtues of true Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p6\" class=\"\">The Church of Jesus Christ of Latter-day Saints stands for the highest ideals, principles, and standards known to man. There is nothing about the Church, its teachings, or what it represents that we need be ashamed of. The Church has immeasurable influence for good in the lives of men and women everywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p7\" class=\"\">Robert Burns said: “An honest man’s the noblest work of God.” Today, with honesty and integrity among men of high position at a low ebb and becoming lost virtues, some group must diligently teach, practice, and enthrone these principles as cardinal qualities in the character of man. It is more and more important that we have complete moral integrity in the men who shape our destinies, else the freedoms of this country will be sacrifices. The reports of dishonesty, graft, and corruption in government, business, professional, and financial circles in our national life lessen our position and strength as a world leader.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p8\" class=\"\">In all humility and sincerity we must admit a power higher than ourselves from whom is derived a positive moral code that will give our lives significance and purpose. We also must remember once and for all that honesty, respect, and honor as such are not for sale on the market block. They are ingredients that you and I and all people should put into our daily lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p9\" class=\"\">Carlyle said: “Make yourself an honest man, and then you may be sure there is one rascal less in the world.” Can there be a truly honest man without him being a good man, or can there be a truly good man without him being an honest man? It seems honesty must begin with oneself; otherwise we could not recognize this quality in others. We see things not as <span class=\"emphasis\">they <\/span>are, but as <span class=\"emphasis\">we <\/span>are. It is the responsibility of each of us to be honest ourselves—honest in our dealings and relationships, honest in our church membership, honest in keeping the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p10\" class=\"\">It was said of King Mosiah’s sons: “… they were men of truth and soberness, for they had been taught to keep the commandments of God and to walk uprightly before him.” (<span class=\"citation\" id=\"9152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9152)\">Alma 53:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p11\" class=\"\">Honesty and integrity as perfected virtues in parents are more likely to become the heritage and rich endowments of their children. Parents cannot give to their children that which they do not possess. All these fine ideals and principles that are a part of the gospel teachings, together with all the virtues that make for good character and good life, should be perfected in each of us. In that perfection they become a part of our nature, and when parenthood comes, these virtues are more apt to be transmitted to our children. We read in Proverbs: “The just man walketh in his integrity: his children are blessed after him.” (<span class=\"citation\" id=\"41512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41512)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41512)\">Prov. 20:7<\/a><\/span>.) How true and basic this statement is!<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p12\" class=\"\">As parents, are we honest with our children? Do they hear us tell little white lies to excuse ourselves from certain responsibilities? Can we blame them too much if they follow the example of their erring parents? The instruction to parents is found in the Doctrine and Covenants: “And they shall also teach their children to pray, and to walk uprightly before the Lord.” (<span class=\"citation\" id=\"15756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15756)\">D&amp;C 68:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p13\" class=\"\">In order to teach children to walk uprightly, the example must be set by parents. Husbands and wives, are you faithful and true to your mate? Are you living lives of moral soundness and purity? We cannot afford to support iniquity. To do so would be dangerous to our eternal salvation and that of our children. We must walk uprightly before the Lord and be scrupulously honest, and thus be blessed with a high moral and ethical sense that governs all our actions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p14\" class=\"\">George Eliot has said: “There is only one failure in life possible and that is not to be true to the best one knows.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p15\" class=\"\">Throughout our lives we must correct not only the mistakes made against us, but also those in our favor. Now that seems a simple thing, but in the building of character it is very important, for little omissions lead to more serious errors and subtle practices. How often have you gone into a place of business and had given back to you more change than you were entitled to? It quite frequently happens. And it also happens that you are occasionally shortchanged. One never loses an opportunity to call attention when a mistake occurs against him. Honesty, to be true and perfect, must work both ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p16\" class=\"\">If employers, are we honest with our employees? Do the rules apply to all or are there exceptions, and do these exceptions apply to the same few?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p17\" class=\"\">If employees, are we giving an honest day’s work? Do we fudge on the lunch hour, or take time to run unnecessary errands under false pretense? In dealing with our fellowmen, do we give more than is expected, or do we try to get by with the minimum amount of service?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p18\" class=\"\">If in business, do we “pad the bill” to get a little extra benefit we are not entitled to, thinking that no one will ever know? While a person may seemingly get away with such tactics, surely he is cognizant of his own dishonesty, as likewise are those whom he has cheated. Cheating is a form of dishonesty. It hurts both the individual and those around him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p19\" class=\"\">And you teachers, are you honest in the grades you give? Do you mark according to what the student has earned, or do you let personalities interfere? The juggling of grades or disregarding rules and regulations to produce winning teams are acts of dishonesty and should be avoided. When winning becomes more important than the character and spiritual values these activities are planned to produce, then there is something lacking in leadership. We must not justify ourselves doing what the law or rule does not encompass. Laws and rules cannot make people honest. Evil practices encourage youth to be dishonest. It is the small and seemingly unimportant practices that lead to more serious habits of dishonesty, dishonor, and lack of strong moral integrity. We must inculcate into the heart and character of an individual the virtues that he so much needs to meet honorably the problems of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p20\" class=\"\">And on behalf of students and youth, do we honestly and sincerely listen to their wants and needs? Do we really try to understand them, or are we giving them what <span class=\"emphasis\">we think <\/span>they should have?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p21\" class=\"\">And those of us who teach in church organizations—are we honest in living as we teach, or do we have a double standard? It was observed recently that a young married woman teacher appeared at church in a very short mini-dress. Can she be honestly teaching the dress standards of the Church while not keeping them herself? Shakespeare said it so well: “This above all: to thine own self be true, and it must follow, as the night the day, thou canst not then be false to any man.” (<span class=\"emphasis\">Hamlet, <\/span>act 1, sc. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p22\" class=\"\">One’s purpose in life must exemplify honesty and sincerity. A person should always abide by his agreements and be willing to pay for his own mistakes. Honesty and integrity build confidence, friendships, and secure the goodwill and support of people that so often pay satisfying dividends. When a person sees the honesty and integrity of another, he will go out of his way to be of help and assistance to such a sincere and reliable individual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p23\" class=\"\">An early lesson in honesty was taught a boy many years ago by his father. When he was just a young lad, he went to the store owned by his father and two business partners and, wanting a pocketknife, proceeded to take one from the display case. Word got to the boy’s father. The father took the lad back to the case and had him replace the knife. Then he pointed out that he had two other partners in the business, and two-thirds of the pocketknife belonged to them. It was not the boy’s privilege, as his son, to take anything from the company because it was not all his. This father was honest and upright in his dealings; he was a man of integrity. When he made a bargain or a deal, he kept it regardless of what the cost to him might be. His reputation was for fairness with people. To him this attribute was more important than money.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p24\" class=\"\">One can overlook many sins, but the sin of dishonesty is most difficult to forgive. We are sympathetic to the weaknesses of men and tolerant in our relations with them, but there is nothing that upsets or disturbs confidence more than dealing with a dishonest individual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p25\" class=\"\">George Washington placed emphasis upon honesty when he said: “I hope that I shall always possess firmness and virtue enough to maintain what I consider the most enviable of all titles, the character of an honest man.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p26\" class=\"\">How can honesty be mentioned without relating a preliminary event that led to the Savior’s crucifixion? When Jesus was brought before Pilate to be tried by the chief priests and scribes, Pilate found no fault in the Savior, but he was willing to satisfy those who clamored for his life, considering prestige above honesty and integrity, and therefore he yielded to their demands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p27\" class=\"\">My brothers and sisters, we belong to the true church of Christ. Membership in it is a glorious privilege, opportunity, and blessing. We of all people must stand firm in sustaining the revelations the Lord has given for the guidance of his children. Let us be true to the principles, ideals, standards, and covenants in all our doings and relationships. Let us be honest and truthful. Let us be sincere and upright and fully practice what we teach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p28\" class=\"\">Yes, “we believe in being honest.” We also believe in “being true, chaste, benevolent, virtuous, and in doing good to all men.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p29\" class=\"\">I have a firm conviction, my brethren and sisters, to the truths of the gospel of Christ. I know they are given for our guidance, benefit, blessing, and the salvation of man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/06\/honesty-and-integrity.p30\" class=\"\">I bear witness to you of these things. I know that we must be Christlike in all of our relationships with our fellowmen. If so, we will be exemplary and will be fit servants of the Lord and Savior, Jesus Christ. This I humbly pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}