{"ID":2079, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Watch, That Ye May Be Ready”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p2\" class=\"\">President Harold B. Lee<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_009<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db0.jpg\" alt=\"President Harold B. Lee\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p3\" class=\"\">My beloved brothers and sisters, and to those of our friends who are listening over the air, I pray for the guidance of the Spirit during these few moments that I shall stand before you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p4\" class=\"\">Some time ago I was visited by a journalist from a large intermountain newspaper who came to inquire about the missionary activities of the Church. After we had explained our worldwide activities in missions now being expanded into such newer areas as the Fiji Islands, Korea, Hong Kong, Indonesia, Thailand, Spain, Italy, and heretofore remote areas of Latin America, and among the Indian tribes, she asked, as she contemplated the magnitude of the worldwide missionary activities: “Are you people out to convert the whole world?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p5\" class=\"\">I replied by quoting the Master’s commission to his early disciples:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p6\" class=\"\">“And he said unto them: Go ye into all the world, and preach the gospel to every creature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p7\" class=\"\">“He that believeth and is baptized shall be saved; but he that believeth not shall be damned.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p8\" class=\"\">The Master then spoke of the signs which would evidence the divinity of their callings:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p9\" class=\"\">“So then after the Lord had spoken unto them, he was received up into heaven. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p10\" class=\"\">Then, as the gospel writers have recorded: “And they went forth, and preached every where, the Lord working with them, and confirming the word with signs following.” (<span class=\"citation\" id=\"33245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33245)\">Mark 16:15–16, 19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p11\" class=\"\">I then recalled for her the words of a revelation to the Lord’s disciples in early years of this dispensation, that through their administration “the word may go forth unto the ends of the earth, unto the Gentiles first, and then, behold, and lo, they shall turn unto the Jews.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p12\" class=\"\">“For it shall come to pass in that day, that every man shall hear the fulness of the gospel in his own tongue, and in his own language, through those who are ordained unto this power. …” (<span class=\"citation\" id=\"15786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15786)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15786)\">D&amp;C 90:9, 11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p13\" class=\"\">We are witnessing a great expansion of the work of the Church throughout the world. It would seem that the early revelations of the Lord to the Church pointed us to a preparation for this day, when he promised:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p14\" class=\"\">“Behold, and lo, I will take care of your flocks [meaning, of course, the congregations of Church members], and will raise up elders and send unto them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p15\" class=\"\">“Behold, I will hasten my work in its time.” (<span class=\"citation\" id=\"15775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15775)\">D&amp;C 88:72–73<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p16\" class=\"\">During the past several months we have spent much time in countries of the Far East and in the European countries, where we have been brought face to face with large congregations of our members and with others not of our faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p17\" class=\"\">Never, it seems, has there ever been more unmistakable evidence of a need for spiritual guidance, as we met throughout our visits in these countries those who are seeking for answers to problems that confront them on every side. We have sensed that everywhere there is much dissatisfaction with the churches to which they have belonged. The real reason for this decline seems to stem from the fact, as one columnist has summarized it, “organized religion isn’t being attacked. It’s busily committing suicide trying to keep up with [the] Jane Fonda and Timothy Leary” type of relevance which would “tune out that corny old Bible, split out of that moldy church and turn on with relevance!” (Dr. Max Rafferty, “Church Should Examine Own Action in Decline of Religion,” <span class=\"emphasis\">Salt Lake Tribune, <\/span>September 19, 1971, p. A-13.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p18\" class=\"\">They want a true definition of what constitutes divine authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p19\" class=\"\">They are clamoring for security or a salvation, not just in the world to come, but for a temporal salvation here and now that they don’t have to die to get. There is a need for their churches to have concern about the personal welfare of the individual, so that each one could be aided to help himself through a unified church effort and a brotherhood in the Church that concerns itself with temporal and social, as well as spiritual, needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p20\" class=\"\">They are looking for a church where there is not only unity to be found within their local congregations, but which reaches out to a unification of effort in meeting the challenging problems confronting mankind; where a church congregation in one nation links hands with those of a common faith that spans the continents and the oceans and proclaims a universal brotherhood to which they may look with confidence in matters of health and education, strengthening of home ties, and in evolving and promoting constructive church activities where youth are taught correct principles so that they can learn to become effective leaders themselves; where wholesome activities are in such abundance that there is less time to engage in the evils that beckon on every side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p21\" class=\"\">In short, the demand everywhere is for a church that is holding fast to the basic ideals of Christianity, as the apostle James has defined it: “Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.” (<span class=\"citation\" id=\"26239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26239)\">James 1:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p22\" class=\"\">There we have found a strong central authority that inspires a confidence that shows the way ahead—where the strong are marshaled to give liberally of their leadership, of their means, of their talents; where the weak are urged to maximum effort in providing for themselves; where emergency needs can be met in a way that fosters brotherhood, instead of a deadening process that is described, scripturally, as to “grind the faces of the poor.” (<span class=\"citation\" id=\"25397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25397)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25397)\">Isa. 3:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p23\" class=\"\">Never has there been a greater need in the Church for training in leadership and in effective teaching to offset the clever and diabolical methods of evil powers that “pacify, and lull them away into carnal security,” stirring them up to anger, saying that all is well and with flattery telling them there is no hell nor is there a devil, for this is the way, as the ancient prophets have warned, that “the devil cheateth their souls, and leadeth them away carefully down to hell.” (See <span class=\"citation\" id=\"3869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3869)\">2 Ne. 28:20–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p24\" class=\"\">It was frightening to observe that in places where there was the greater prosperity, there was the unmistakable evidence that, like the peoples of other dispensations, when they prospered they forgot God. They were seemingly rich in things that money could buy, but they were devoid of most of the precious things money could not buy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p25\" class=\"\">The prophets have issued a clear signal of warning to those who are lifted up in the pride of their hearts because of their ease and their exceeding great prosperity:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p26\" class=\"\">“Yea, and we may see at the very time when he doth prosper his people … yea, then is the time that they do harden their hearts, and do forget the Lord their God, and do trample under their feet the Holy One—yea, and this because of their ease, and their exceedingly great prosperity.” (<span class=\"citation\" id=\"24710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24710)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24710)\">Hel. 12:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p27\" class=\"\">And so do we, as we witness these things, lament with those who have gone before us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p28\" class=\"\">“Yea, how quick to be lifted up in pride; yea, how quick to boast, and do all manner of that which is iniquity; and how slow are they to remember the Lord their God, and to give ear unto his counsels, yea, how slow to walk in wisdom’s paths!” (<span class=\"citation\" id=\"24711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24711)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24711)\">Hel. 12:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p29\" class=\"\">There comes back to us more clearly than ever before the application of the words of the Master as he closed his Sermon on the Mount, that only that person or that church (meaning a congregation of individuals, of course) which will stand through these testing years, will be that which is founded upon the rock, as the Master declared, by hearing and obeying the fundamental and never-changing principles upon which the true church is founded, when the winds of delusion blow, or when the floods of filth and wickedness engulf us, or when the rains of criticism or derision are rained down upon those who are holding fast to the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p30\" class=\"\">Constantly there come among us men and women of great renown, and their observations as they learn of the Church and its far-reaching activities are, in a sense, but confirmation of what the apostle Paul declared long ago to the Romans:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p31\" class=\"\">“For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth. … For therein is the righteousness of God revealed … [and note this particularly] For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness.” (<span class=\"citation\" id=\"42840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42840)\">Rom. 1:16–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p32\" class=\"\">One renowned lecturer at the Bonneville Knife and Fork Club, Mr. George Rony, remarked to me after I had taken him, at his request, to see some of our Church welfare activities: “Your welfare plan should engulf the world, and I have no doubt after seeing it in operation that one day it will be the master plan for Christian living.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p33\" class=\"\">Frequently, prominent visitors have inquired about the educational system of the Church, by which, outside of our Church and school institutions, and within our seminaries and institutes, the Church is reaching out to every home with home Primaries on week days for small children, and with home-study courses for week days for the youth, for the teaching of vital principles essential to Christian living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p34\" class=\"\">These visitors invariably have sought for the secret as to how our school campuses have been able to maintain law and order. This question, of course, has prompted an explanation of the family home evening programs in the homes from which most of our youth have come. Attention is called to the student organizations among our college youth where students themselves are organized into church units and are schooled in how they can communicate responsibly in the way the Lord’s plan provides.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p35\" class=\"\">These observations, and many others, similarly, are sobering, and they challenge us to strive the more diligently to carry out the perfect plan that has been given us, by which the world may be saved, if all men would be constrained to “search diligently, [to] pray always, and be believing, [so that] all things [might] work together for [their] good” and his name’s glory. (<span class=\"citation\" id=\"15787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15787)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15787)\">D&amp;C 90:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p36\" class=\"\">We have just come from a historic conference of the members of the Church in the British Isles, at Manchester, England. Here we had assembled an all-British congregation of over twelve thousand members. The intensity of the interest there manifest bore eloquent witness to the growing awareness that the kingdom of God, meaning The Church of Jesus Christ of Latter-day Saints, is worldwide, and that the people of Great Britain have a firm resolution to establish the Church more firmly in their native land. This was dramatically demonstrated when they concluded the three-day conference with an original song composed by one of their local leaders, entitled “This Is Our Place.” This song of theirs concluded with this impressive declaration:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“God’s work is ours: we must not fail<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To labour with our heart and strength;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">With him beside us, we’ll not fear,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Here we will live, here we will serve.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p41\" class=\"\">(Ernest Hewett, President, Leicester Stake)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p42\" class=\"\">We held the first general conference of this character in the British Isles because of their great contribution to the early growth of the Church, which gave evidence of the great outpouring of the blood of Israel among the people of the British Isles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p43\" class=\"\">As we visit the various countries, whether in the Far East, in the European areas, in the Latin American nations, or in other parts of the world, we have noted, as in the British Isles, the unmistakable signs of a strong desire on the part of our Church members to see the Church grow in their own countries. They are looking for a day when their membership and a developed leadership will be able to assume positions of responsibility to preside over districts and missions and temples, if and when their strength will be so manifest that they can govern themselves after they have been taught correct principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p44\" class=\"\">It is a standing marvel to see how susceptible these leaders are to training in the Church, when they have been taught by someone to show the way. As Church members catch the spirit of the work, they have an intense desire to go to a holy temple where they can receive the promised blessings of the priesthood, which, through their faithfulness, will gain them heaven’s highest privileges in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p45\" class=\"\">Everywhere we have gone, and here at home, men are asking as to our efforts in behalf of the so-called underprivileged peoples. This has given us the opportunity to explain how, from the finding of new converts, there proceeds, step by step, the introduction of the family home evening program, where parents are helped with family problems, small units of organization, of Sunday Schools, branches and districts, culminating into stakes for a purpose, as the Lord revealed, to provide “for a defense, and for a refuge from the storm, and from wrath when it is poured out without mixture upon the whole earth.” (<span class=\"citation\" id=\"15806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15806)\">D&amp;C 115:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p46\" class=\"\">When I recall the words of a heavenly messenger to the young prophet in the early beginning of this dispensation, that the purpose of the restored church was to prepare a people ready to receive the coming of the Lord, I remember that when the disciples gathered around the Master before he left them, they asked him as to the signs of his second coming and the end of the world, or the destruction of the wicked, which was the end of the world. He gave them certain signs that would foretell that this second coming was near, even at their very doors. He spoke of great tribulations, of wars, famines, and earthquakes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p47\" class=\"\">One of the most significant among the other signs of which the Master spoke, and about which I had often wondered, was that prior to his coming there would be false Christs and false prophets who would show great signs and wonders in order to deceive the faithful who are looking forward to that glorious day when the Master will return again to the earth. We are actually seeing this present among us today, where individuals are coming forward with claims of Deity for their leaders. These arch-deceivers are among us, and some have come in person claiming to be God; and we may well expect others to rise up to do likewise in fulfillment of the Master’s declaration that false Christs and false prophets would come forth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p48\" class=\"\">The Master gave a sure way for the saints to herald the coming of our Lord again to the earth, as he promised. This is how the Savior said he would appear:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p49\" class=\"\">“Wherefore if they [meaning the false Christs] shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p50\" class=\"\">“For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.” (<span class=\"citation\" id=\"36101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36101)\">Matt. 24:26–27<\/a><\/span>; see also <span class=\"citation\" id=\"30798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30798)\">JS—M 1:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p51\" class=\"\">If we could remember that, and put to flight all the foolish ideas about how the Savior will appear, we would be ready when he comes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p52\" class=\"\">In preparation for that marvelous event the Master counseled: “Watch therefore: for ye know not what hour your Lord doth come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p53\" class=\"\">“Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p54\" class=\"\">Then there was this promise to his servants who had been living faithfully: “Blessed is that servant, whom his lord when he cometh shall find so doing.” (<span class=\"citation\" id=\"36103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36103)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36103)\">Matt. 24:42, 44, 46<\/a><\/span>; see also <span class=\"citation\" id=\"30801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30801)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30801)\">JS—M 1:46, 48, 50<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p55\" class=\"\">A few days ago we had a faith-promoting report from a young mission president and his wife who have just been released from presiding over a mission in Peru, where recently there was experienced one of the worst calamities in the history of the world, in which an estimated seventy thousand persons were buried when an earthquake moved an entire mountain over two cities, which were completely destroyed. We had four missionaries laboring there, two in each city. When the earthquake came, they were at the Lord’s business; two of our elders were teaching a gospel lesson on the outskirts of the town and the other two were in a preparation meeting in another city.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p56\" class=\"\">After the three terrifying days of semidarkness from the choking dust, they philosophized that this might be like the time when the Savior was crucified, when there were three days of darkness, and when he would come again, when two should be grinding at the mill, and one would be taken and the other left; two would be working in the field, and one would be taken and the other one left. (See <span class=\"citation\" id=\"36102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36102)\">Matt. 24:40–41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p57\" class=\"\">When an earthquake strikes, every person would be taken as he is then living—if at a movie, or a tavern, or in a drunken stupor, or whatever. But the true servants of God, who would be doing their duty, would be protected and preserved, if they would do as the Lord has counseled: to “stand ye in holy places, and be not moved,” when these days should come. (<span class=\"citation\" id=\"15772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15772)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15772)\">D&amp;C 87:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p58\" class=\"\">So we are saying to our Church members in every land, everywhere, stand in your places and say as the British Saints have sung:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“God’s work is ours: we must not fail<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To labour with our heart and strength;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">With him beside us, we’ll not fear,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Here we will live, here we will serve.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p63\" class=\"\">To our faithful Saints everywhere and to all our friends who are the honest in heart, go to your homes following this great conference:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p64\" class=\"\">Have your family prayers, keep your home ties strong, and let love abound therein.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p65\" class=\"\">You who are the priesthood watchmen, don’t fail in the sacred charge to “watch over the church. … and be with and strengthen them.” (<span class=\"citation\" id=\"15700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15700)\">D&amp;C 20:53<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p66\" class=\"\">You leaders, put into full gear the total programs that are heaven-sent in these days to stem the tide of wickedness that is rolling over the earth as an avalanche.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p67\" class=\"\">Lighten your individual burdens, you leaders, by increasing the activities of others, that all may be benefitted thereby.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p68\" class=\"\">Above all, teach the gospel of Jesus Christ with power and authority and continue to bear witness of the divine mission of our Lord and Master, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p69\" class=\"\">And to you, our friends who are the honest in heart and who are sincere seekers after truth, we bear our solemn witness that “through the Atonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of the Gospel” (<span class=\"citation\" id=\"6891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6891)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6891)\">A of F 1:3<\/a><\/span>), as administered by authorized servants who hold the keys of salvation for both the living and the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p70\" class=\"\">I would that all who are within the sound of my voice would be comforted, in this dispensation, as those in other troublous times have been comforted and shielded from the pitfalls of the adversary. Hear the Master’s words as he referred to his people as his children:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p71\" class=\"\">“Fear not, little children, for you are mine, and I have overcome the world, and you are of them that my Father hath given me;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p72\" class=\"\">“And none of them that my Father hath given me shall be lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p73\" class=\"\">“Wherefore, I am in your midst, and I am the good shepherd, and the stone of Israel. He that buildeth upon this rock shall never fall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p74\" class=\"\">“And the day cometh that you shall hear my voice and see me, and know that I am.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p75\" class=\"\">And then he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p76\" class=\"\">“Watch, therefore, that ye may be ready.” (<span class=\"citation\" id=\"15736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15736)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15736)\">D&amp;C 50:41–42, 44–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p77\" class=\"\">I believe with all my soul that that promise is for you and me today, as we qualify ourselves to be worthy to be called his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/watch-that-ye-may-be-ready.p78\" class=\"\">To this I testify in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}