{"ID":208, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1945, pp. 114-115<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nA TRIBUTE TO PRESIDENT GRANT\n<\/p><p>\nMy brethren, as I look into the faces of this great congregation, my mind inevitably goes back\nto the time when President Grant sat here with us, for this was the meeting that he dearly\nloved. Out of it, he got inspiration, and to it he gave inspiration and revelation. President\nGrant has finished his work and gone, and President Smith has come to take his place. And\nthe loyalty which we gave to President Grant we give to him in fullest measure. President\nGrant did as President Smith will do, command the love and respect of all of us. President\nGrant was a great man, great in his integrity, in his honesty, in his straightforwardness. He\nnever lied and never deceived. He had the good opinion of all men who knew him. The\nChurch owes him much. He has left it so that it comes into the hands of President Smith in\nthe best financial condition in its whole history.\n<\/p><p>\nPresident Grant rarely preached doctrinal sermons but his whole teaching and his whole life\nwas an exhibit of the righteousness and the righteous way of living which should come to all\nLatter-day Saints. We, all of us, thank God for President Grant and for his work. And I\nrepeat, all that we gave to him we shall bestow, not only fully but willingly and gladly, upon\nPresident Smith.\n<\/p><p>\nTHE TRUE MEANING OF LOYALTY\n<\/p><p>\nI want to say a word or two about this question of loyalty and of sustaining the Authorities. I\nthink every time I have spoken to you for two or three years I have talked about unity, and I\ncome back to it again,\n<\/p><p>\n. . . and if ye are not one ye are not mine\n(<span class=\"citation\" id=\"12099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12099)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\nI say again, unless we are one we cannot do the things which God expects of us. Loyalty and\nsustaining do not consist, merely, in raising our hands when we are called upon to vote to\nsustain. Sustaining consists in carrying out the things which we are asked to do. That bishop\ndoes not sustain President Smith who does not do what President Smith asks him to do, in a\nchurch way. That president of a stake does not sustain President Smith when he ignores\ndirection and requests which come from President Smith. There are no two ways in this, my\nbrethren, there is only the straight course, right down the middle of the road.\n<\/p><p>\nAt the beginning of this war, the First Presidency sent out to the bishops of the Church a\nrequest for certain information regarding men going into the service. There are several bishops\nwho, up to this day, have never made any return upon that request even though it was\nrepeated time after time. That is not sustaining the President of the Church.\n<\/p><p>\nBrethren, we have read enough about war and heard enough about it to know that an army to\nbe successful must carry out the commands of the one who directs. We know enough and\nhave read enough to know that when that is not done, disaster comes. As with an army, so\nwith the Church, at least in the main. If we are to succeed, if we are to go forward in the way\nin which the Lord has directed, if we are to guide and direct those over whom we preside,\nthen inevitably we must work according to one plan. Inevitably we must follow the lead of\nour commander-in-chief, him whom we have sustained as Prophet, Seer, Revelator, and\nPresident of the Church. There is no other way.\n<\/p><p>\nMay God give us the power and the will and the humility to see where our duty lies, and the\nstrength to go forward when we so see, I humbly pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}