{"ID":2080, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Where Art Thou?”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p2\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Address delivered Sunday morning, October 3, 1971<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_010<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p4\" class=\"\">It is a humbling experience indeed to be called to speak to this great audience assembled here, and to all those who may be listening in. I sincerely pray that the Spirit and blessings of the Lord will attend us as we discuss the significance of God’s first question to Adam, “Where art thou?” [<span class=\"citation\" id=\"23828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23828)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23828)\">Gen. 3:9<\/a><\/span>]—a direct and searching question that applies to every one of us today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p5\" class=\"\">To do this intelligently, we need to understand the purpose for man’s existence here upon the earth and why God posed this question to Adam, who represents all mankind. In the council in heaven before the world was, the Gods decided to create an earth on which man would dwell, and God said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p6\" class=\"\">“… we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p7\" class=\"\">“And they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads for ever and ever.” (<span class=\"citation\" id=\"7282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7282)\">Abr. 3:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p8\" class=\"\">“And I, God, created man in mine own image, in the image of mine Only Begotten created I him; male and female created I them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p9\" class=\"\">“And I, God, blessed them, and said unto them: Be fruitful, and multiply, and replenish the earth, and subdue it, and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.” (<span class=\"citation\" id=\"39381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39381)\">Moses 2:27–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p10\" class=\"\">“And I, the Lord God, planted a garden eastward in Eden, and there I put the man whom I had formed … to dress it, and to keep it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p11\" class=\"\">“And … commanded the man, saying: Of every tree of the garden thou mayest freely eat,<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p12\" class=\"\">“But of the tree of the knowledge of good and evil, thou shalt not eat of it, nevertheless, thou mayest choose for thyself, for it is given unto thee; but, remember that I forbid it. …” (<span class=\"citation\" id=\"39383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39383)\">Moses 3:8, 15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p13\" class=\"\">It is evident, therefore, that the earth was made as a dwelling place for man, and all things therein were given to him for his use, for his good, and for his enjoyment; but God has pointed out to us, as to Adam, that if we are to enjoy life to the full, there are things we must do and things we must not do. In other words, we are given everything for our benefit and blessing but we must remember that there are a few “forbidden fruits” that will deprive us of full enjoyment and bring sorrow and regret to us if we partake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p14\" class=\"\">At the council in heaven, two plans were presented for man’s salvation. Christ’s plan was approved and he was chosen as the Savior of the world; and Satan’s plan was rejected and he rebelled. The record states:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p15\" class=\"\">“Wherefore, because that Satan rebelled against me, and sought to destroy the agency of man, which I, the Lord God, had given him, and also, that I should give unto him mine own power; by the power of mine Only Begotten, I caused that he should be cast down;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p16\" class=\"\">“And he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men, and to lead them captive at his will, even as many as would not hearken unto my voice.” (<span class=\"citation\" id=\"39386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39386)\">Moses 4:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p17\" class=\"\">In the Doctrine and Covenants we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p18\" class=\"\">“Satan stirreth them up, that he may lead their souls to destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p19\" class=\"\">“And thus he has laid a cunning plan, thinking to destroy the work of God; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p20\" class=\"\">“Yea, he saith unto them: Deceive and lie in wait to catch, that ye may destroy. … And thus he flattereth them, and telleth them that it is no sin to lie. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p21\" class=\"\">“And thus he … leadeth them along until he draggeth their souls down to hell. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p22\" class=\"\">“And thus he goeth up and down, to and fro in the earth, seeking to destroy the souls of men.” (<span class=\"citation\" id=\"15689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15689)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15689)\">D&amp;C 10:22–23, 25–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p23\" class=\"\">Immediately after God left Adam and Eve in the garden, telling them to partake freely of the fruit of all the trees except one, of which they were commanded not to partake, Satan began his nefarious plan for their destruction. Following Satan’s successful attempt, God returned to the garden; and because they were ashamed, Adam and Eve were hiding from him, so he called: “Where art thou?” a question which can and does apply to every one of us individually and collectively, and one which we might well be asking ourselves as it applies to our relationship to God and our fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p24\" class=\"\">Adam replied: “… I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p25\" class=\"\">“And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p26\" class=\"\">Adam, as we all are inclined to do, tried to blame someone else, and replied:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p27\" class=\"\">“… The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p28\" class=\"\">And Eve said: “… The serpent [meaning Satan] beguiled me, and I did eat.” (<span class=\"citation\" id=\"23829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23829)\">Gen. 3:9–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p29\" class=\"\">Conditions surrounding Adam and Eve, and those surrounding us today, point up clearly the influence of Satan and the frailties of man, the temptations and problems that he has to meet in life, and how the Lord has prepared a way for him to overcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p30\" class=\"\">When God said “Where art thou?” he knew where Adam was. With his omniscience he knew what had taken place, but he was calling Adam to consider the seriousness of his actions and to report to him. But Adam had hidden himself because he was ashamed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p31\" class=\"\">We are all like Adam in that when we partake of “forbidden fruits” [<span class=\"citation\" id=\"15705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15705)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15705)\">D&amp;C 29:40<\/a><\/span>] or do the things we are commanded not to do, we are ashamed, and we draw away from the Church and from God and hide ourselves, and if we continue in sin, the Spirit of God withdraws from us. There is no happiness in disobedience or sin. We have all learned from our childhood that we are happier when we are doing right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p32\" class=\"\">Sometimes we do not understand why it is necessary for us to keep the commandments and do certain things to receive certain blessings, except that the Lord commanded it. We cannot explain why we should be baptized or have the laying on of hands or other ordinances. Some even question the teachings of God. But if by faith we obey his commandments, we will receive the promised blessings. Jesus said that unless we become as little children, who have such great faith, we cannot enter the kingdom of heaven. We must learn to have explicit faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p33\" class=\"\">Then, too, we must understand the importance of obedience. The prophet Samuel taught that “to obey is better than sacrifice, and to hearken than the fat of rams.” (<span class=\"citation\" id=\"2591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2591)\">1 Sam. 15:22<\/a><\/span>.) The scriptures give us many examples of obedience by faith alone. After Adam and Eve were driven out of the Garden of Eden, the Lord “gave unto them commandments, that they should worship the Lord their God, and should offer the firstlings of their flocks, for an offering unto the Lord. And Adam was obedient unto the commandments of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p34\" class=\"\">“And after many days an angel of the Lord appeared unto Adam, saying: Why dost thou offer sacrifices unto the Lord? And Adam said unto him: I know not, save the Lord commanded me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p35\" class=\"\">“And then the angel spake, saying: This thing is a similitude of the sacrifice of the Only Begotten of the Father, which is full of grace and truth.” (<span class=\"citation\" id=\"39388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39388)\">Moses 5:5–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p36\" class=\"\">When Nephi was recording the history of his people, he explained that he had received a commandment to make two sets of records—one for an account of the ministry of his people, and the other for an account of the reign of the kings and the wars and contentions of his people. Then he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p37\" class=\"\">“Wherefore, the Lord hath commanded me to make these plates for a wise purpose in him, which purpose I know not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p38\" class=\"\">“But the Lord knoweth all things from the beginning; wherefore, he prepareth a way to accomplish all his works among the children of men. …” (<span class=\"citation\" id=\"1669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1669)\">1 Ne. 9:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p39\" class=\"\">This, as we now know, proved to be of great importance at the time of the translation of these records. If we will only have the faith to keep the commandments, whether we fully understand them or not, we will be blessed, and just as surely, we will reap the results of disobedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p40\" class=\"\">I remember so well that when I was just a young man, to be obedient to the teachings of the Church I refrained from the use of tea, coffee, liquor, and tobacco. At that time the world did not understand, and scientists had not proven, that the use of these things was detrimental to the body and not good for man. Today they have proven that these things are harmful and that we should not partake of them; and yet in spite of this knowledge there are many in the world today who are suffering ill health, much unhappiness, and even death as a result of partaking of these “forbidden fruits.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p41\" class=\"\">In fact, most of the contention, strife, and unhappiness in the world are caused by our refusing to accept and live the commandments of the Lord. As was pointed out before, we are here to prove ourselves, and no matter how busy we are, or how successful, we must realize that death will come to us and is not far away. We might well ask ourselves: What am I doing to prepare for death and eternal life? Where am I when it comes to the performance of my duty to God and to my fellowmen?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p42\" class=\"\">Our duty lies in studying the word of God, developing our faith in him, supporting our faith by our actions, and in the heavy responsibility of teaching our families their duty. Again we might ask: Where am I when it comes to teaching my family, by example as well as by precept, to walk uprightly before the Lord, to be honest and honorable in all their dealings, including the payment of tithes and offerings to the Lord? Are we keeping the Sabbath day holy, or do we compromise in certain respects? Are we observing the Word of Wisdom strictly, or do we tamper with any of these “forbidden fruits”? Am I aware of the increasing availability of illegal drugs, and warning my children of the dangers involved? What am I doing in my community to clear up problems pertaining to drug addiction, alcoholism, sexual promiscuity and disease, which are more prevalent than most parents realize? In your own community these are threatening the children of every home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p43\" class=\"\">Where am I when it comes to loyalty to my country? Am I teaching my family to be loyal citizens? Am I teaching them that in order to enjoy the good things in life they must accept responsibility as citizens and contribute to making theirs a better community? Is my home an example of love and harmony and peace? Am I holding regular home evenings so as to be close to my family? Are we having family prayer regularly in order that we may report to the Lord “where we are” and ask for his help and guidance?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p44\" class=\"\">I was impressed the other day when I read an article on the family. The author said that juvenile crimes of the times do not reflect on the great body of the young people involved as much as they reflect on the manner in which the adult population is discharging its responsibility. This observation was voiced recently by the Chief Justice of the Supreme Court in Ontario, Canada. The group that is causing most of the trouble, he contends, is the product of the undisciplined homes and irresponsible parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p45\" class=\"\">We must realize that it is our duty and privilege to be good neighbors, especially to those who have no families, and to visit the sick, the poor, and the needy. The Lord has said that the second great commandment is to love our neighbors as ourselves. Are my family and I qualifying in this respect? Are we interested in their welfare and ready to help wherever possible? We read in James that “pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction.” (<span class=\"citation\" id=\"26240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26240)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26240)\">James 1:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p46\" class=\"\">We are aware that there has always been a conflict between right and wrong, righteousness and evil, good and bad. We must prepare ourselves to meet these conflicts and teach our children and help others to choose the right and make the decisions that will keep them from yielding to temptation. Someone asked me the other day why we have all these temptations, and why the Lord has given us the desires such as appetites and passions, and why we have to be tempted and tested.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p47\" class=\"\">One reason is to help us develop and grow through the schooling we receive in the experiences we encounter in mortal life. Brigham Young said: “I am happy … for the privilege of having temptations.” (<span class=\"emphasis\">Journal of Discourses, <\/span>vol. 3, p. 195.) Temptations are necessary for our advancement and our development. “When temptations come to you, be humble and prayerful, and determined that you will overcome, and you will receive a deliverance and continue faithful, having the promise of receiving blessings.” (<span class=\"emphasis\">JD, <\/span>vol. 16, p. 164.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p48\" class=\"\">All of these temptations—these appetites and passions—are for our good and enjoyment if we will but let wisdom’s voice control. Temptations come to all, but long before we are faced with them, we and our children must have determined what our course will be. It is too late if we wait until the moment of temptation before making our decision. If we have been taught and determined always to choose the right and resist evil, we will have the strength to overcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p49\" class=\"\">We must remember that Satan is always on the job, determined to destroy the work of the Lord and to destroy mankind, and as soon as we deviate from the path of righteousness, we are in great danger of being destroyed. The scriptures and history give us many examples of men in high places who, when they turned from and despised the teachings of the Lord, or in any way deviated from the path of righteousness, suffered much sorrow, loss of position, loss of friends and even family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p50\" class=\"\">Conditions in the world today cause us to reflect on the prophecy made by Paul to Timothy, wherein he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p51\" class=\"\">“This know also, that in the last days perilous times shall come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p52\" class=\"\">“For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p53\" class=\"\">“Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p54\" class=\"\">“Traitors, heady, highminded, lovers of pleasures more than lovers of God;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p55\" class=\"\">“Having a form of godliness, but denying the power thereof: from such turn away.” (<span class=\"citation\" id=\"5186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5186)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5186)\">2 Tim. 3:1–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p56\" class=\"\">This causes us to ask: Where are we individually on each of these counts? Where are we as a nation and as the world? Are conditions in this great country and in the whole world comparable to the conditions that caused the downfall of Sodom and Gomorrah and Rome and other civilizations that have fallen because of moral decadence? How far have we moved, and how rapidly are we moving away from God and his teachings? Again, where are we and what will be our destiny if we as individuals and as a country and the world refuse to repent and turn to God, and quit hiding ourselves from him?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p57\" class=\"\">How fortunate we are to have the gospel of Jesus Christ as a guide, and the promise that if we will serve God we will be saved from destruction and, in fact, enjoy life to the full here and eternal life hereafter. Christ’s whole mission was to make it possible for us to enjoy immortality and eternal life, and he gave us the plan by which we can accomplish this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p58\" class=\"\">If every family in the Church were to live the principles of the gospel, the influence for good in the world would be tremendous. And if every family in the world would accept and live the teachings of Jesus Christ, we would have none of the prevalent ills, and all would be living together in love and peace. Such a thought staggers the imagination!<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p59\" class=\"\">However, in the Book of Mormon we read of such a condition:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p60\" class=\"\">“And it came to pass … the people were all converted unto the Lord, upon all the face of the land … and there were no contentions and disputations among them, and every man did deal justly one with another … because of the love of God which did dwell in the hearts of the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p61\" class=\"\">“And there were no envyings, nor strifes, nor tumults, nor whoredoms, nor lyings, nor murders, nor any manner of lasciviousness; and surely there could not be a happier people among all the people who had been created by the hand of God.” (<span class=\"citation\" id=\"6524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6524)\">4 Ne. 1:2, 15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p62\" class=\"\">As individuals, families, communities, leaders, and governments, we must turn to God, acknowledge him as the Creator of the world and the universe, and as Father of us all, and seek his guidance and keep his commandments. No one can state too plainly or emphasize too strongly this eternal truth that only through the atonement of Christ can mankind be saved. Because of his atoning sacrifice all men will be raised in immortality and live forever as resurrected beings, but only those who believe and obey his laws will enjoy exaltation and eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p63\" class=\"\">I humbly pray that we may have the wisdom, knowledge, desire, courage, and strength to overcome and repent. I make a special appeal to our youth that they will always keep themselves clean and pure, and never be guilty of doing anything that will bring sorrow to them and their families and make them feel to hide from the Lord because they are ashamed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/where-art-thou.p64\" class=\"\">I appeal to each member of the Church to ask himself: Where am I? Am I ashamed so that I want to hide, or am I where I should be, doing what I should be doing, and preparing to meet God? Let each of us determine to humble ourselves and repent, and prove ourselves worthy of the great promise that those who keep their second estate shall have glory added upon their heads forever and ever. May this be our happy lot I humbly pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}