{"ID":2084, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Decisions\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p2\" class=\"\">Elder Eldred G. Smith<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p\" class=\"\">Patriarch to the Church<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3104.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p3\" class=\"\">Let us go back together in our thoughts to the time before this earth was created—to the time of the great council in heaven, when you and I and all of us were instructed by our Father in heaven as to the purpose and opportunities of this earth life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p4\" class=\"\">“And there stood one among them that was like unto God, and he said unto those who were with him: We will go down, for there is space there, and we will take of these materials, and we will make an earth whereon these may dwell;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p5\" class=\"\">“And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p6\" class=\"\">“And they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads for ever and ever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p7\" class=\"\">“And the Lord said: Whom shall I send? And one answered like unto the Son of Man: Here am I, send me. And another answered and said: Here am I, send me. And the Lord said: I will send the first.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p8\" class=\"\">“And the second was angry, and kept not his first estate; and, at that day, many followed after him.” (<span class=\"citation\" id=\"7281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7281)\">Abr. 3:24–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p9\" class=\"\">Lucifer, who was another of our elder brothers, a son of the morning, must have made a very attractive offer. I can imagine his saying, “Follow me and I will give you a new plan—the old one is outdated; you don’t have to take a chance. I’ll guarantee that all will return; none shall be lost.” He was a good psychologist. He appealed to our desires for security. He made his plan so attractive that a third of the hosts of heaven followed him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p10\" class=\"\">They gave up their right and claim to free agency. They didn’t learn of the full consequences of that decision. They lost their right to choose—the right to make their own decisions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p11\" class=\"\">A war in heaven followed, and Lucifer and his followers were cast out. They were put here on earth to test us, and they are doing a good job of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p12\" class=\"\">Free agency requires that there must be a choice. There must be an opposing force. There is no growth, no movement, no accomplishment or progress without overcoming an opposing force.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p13\" class=\"\">Lucifer and his agents provided that opposing force, which made free agency possible for us in this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p14\" class=\"\">The right to make a decision, then, is now ours, and it is the greatest asset we have on earth. The Lord will not, and cannot, and does not intend to take it away from us. He intends for us to use it. He is constantly advising us and teaching us how to use it for our own good and further growth, even to attain eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p15\" class=\"\">I would think God would be very unjust to put Lucifer here with all his power, to test us and try us, if he did not give us power to resist or overcome him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p16\" class=\"\">Remember, Lucifer did not come here of his own choosing. He lost that war in heaven and was put here to do a job, and he is doing a good job.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p17\" class=\"\">God is just. Lucifer, then, can do on this earth only what he is permitted to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p18\" class=\"\">Remember the story of Job? In each trial Job was subjected to, Lucifer asked for permission to test Job. He was given permission to go just so far, one step at a time. Job lost his wealth on one test, his family on another, his health on another. Then the Lord gave Satan full control over Job, except he could not destroy his soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p19\" class=\"\">One step at a time, Job became strengthened to withstand all. Then Job uttered that immortal testimony which we have heard referred to here today:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p20\" class=\"\">“For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p21\" class=\"\">“And though after my skin worms destroy this body, yet in my flesh shall I see God:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p22\" class=\"\">“Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me.” (<span class=\"citation\" id=\"26745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26745)\">Job 19:25–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p23\" class=\"\">If we are to attain a degree of perfection, we too must come to that stage where, if the Lord desired, he could loose Satan on us with his full power, except not to destroy the soul. If we withstand that, then we will have attained a stage of perfection, even exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p24\" class=\"\">As with Job, so with us, the Lord will not permit Satan to try us beyond our ability to resist or withstand his efforts, if we will accept his help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p25\" class=\"\">Here, then, is a key to help us make correct decisions. The Lord told Oliver Cowdery when he tried to translate the record:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p26\" class=\"\">“Behold, you have not understood; you have supposed that I would give it unto you, when you took no thought save it was to ask me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p27\" class=\"\">“But, behold, I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you; therefore, you shall feel that it is right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p28\" class=\"\">“But if it be not right you shall have no such feelings, but you shall have a stupor of thought that shall cause you to forget the thing which is wrong; therefore, you cannot write that which is sacred save it be given you from me.” (<span class=\"citation\" id=\"15685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15685)\">D&amp;C 9:7–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p29\" class=\"\">The Lord has said, “Seek and you shall find. Knock and it shall be opened unto you. Ask and you shall receive.” (See <span class=\"citation\" id=\"36072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36072)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36072)\">Matt. 7:7<\/a><\/span>; <span class=\"citation\" id=\"31819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31819)\">Luke 11:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p30\" class=\"\">It’s your decision. Each individual must make his own decisions. No one can live someone else’s life for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p31\" class=\"\">If you ask the Lord for help, he will give you strength, power, and ability to overcome Lucifer and withstand his efforts, and thus you will be strengthened and made more perfect. We must seek the Lord’s help in prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p32\" class=\"\">The Lord has made no promise to those who try to go it alone. As soon as you think you can lick the devil alone, on your own, without the Lord’s help, you have lost the battle before you start.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p33\" class=\"\">I have heard numerous stories of people who have tried to change their habits, to live the Word of Wisdom, or to pay their tithing, all on their own, without the Lord’s help, and have failed, but when they have asked the Lord for help, it has become easy, and then they have also received a testimony of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p34\" class=\"\">The Lord has given us many laws and commandments to follow. We must have his help to follow them. These are given for the most part to test our ability to make a decision on our own: to see if we will accept what is generally referred to as the first law of heaven, the law of obedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p35\" class=\"\">When you desire to do what the Lord wants you to do because he wants you to, then ask him for help; then keeping these laws and commandments becomes easy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p36\" class=\"\">It is your decision!<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Know this, that every soul is free<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To choose his life and what he’ll be,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">For this eternal truth is given<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That God will force no man to heav’n.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">He’ll call, persuade, direct aright.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And bless with wisdom, love, and light,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">In nameless ways be good and kind,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">But never force the human mind.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p45\" class=\"\">—<span class=\"emphasis\">Hymns, <\/span>No. 90<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p46\" class=\"\">I encourage all to realize the importance, and the great asset that is ours, of free agency, and learn to use it wisely by making decisions with the help of the Lord through prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/decisions.p47\" class=\"\">I pray for the blessings of the Lord upon all who seek to do his will, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}