{"ID":2085, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “This Is My Beloved Son”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p2\" class=\"\">President Loren C. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2b58.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p3\" class=\"\">From the sixty-eighth section of the Doctrine and Covenants come these familiar words: “And again, inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the heads of the parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p4\" class=\"\">“For this shall be a law unto the inhabitants of Zion, or in any of her stakes which are organized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p5\" class=\"\">“And their children shall be baptized for the remission of their sins when eight years old, and receive the laying on of the hands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p6\" class=\"\">“And they shall also teach their children to pray, and to walk uprightly before the Lord.” (<span class=\"citation\" id=\"15754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15754)\">D&amp;C 68:25–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p7\" class=\"\">To help us with these sacred responsibilities, the Lord has given us the revelation of family home evening. But at the basis of the successful home evening there has to be the proper relationship between the parents and the other members of the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p8\" class=\"\">For instance, I believe there is no finer relationship in all the world than the special one that can exist between a father and his children—a relationship born of love and those deep abiding feelings which are initially there by instinct and later nurtured and developed by love and kindness and consideration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p9\" class=\"\">I mention here the relationship of a father to his children—not to demean in any way the tremendous role of the mother, but having never been a mother, I feel that I am not qualified to speak from that point of view. Not only that, but I firmly believe that, generally speaking, the mothers of the Church are in need of a little more help from the fathers of the Church in building those special ties between parents and children that tend to make the family organization a little bit of heaven on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p10\" class=\"\">I am impressed by the fact that the plan of redemption and salvation for all mankind was worked out between a father and his son, even God the Father and his Son Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p11\" class=\"\">I believe that one of the significant parts of the Joseph Smith story was when the angel Moroni told young Joseph to go to his father and relate to him everything that had happened [see <span class=\"citation\" id=\"30550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30550)\">JS—H 1:49<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p12\" class=\"\">Even in the restoration of the gospel of Jesus Christ, the Lord was careful to recognize the relationship of this young boy to his father, and he made sure that nothing would damage it. Yes, the association of a father with his children can and should be a very special one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p13\" class=\"\">Certainly the outcome of children cannot always be predicted, and sometimes under the best circumstances something happens that will cause a member of the family to go astray. While these things are sometimes hard to understand, nevertheless, more than one life has been retrieved and altered, for the good, because of the undying love of a father for his son or daughter—a love that will tend to ease the frustrations that young people experience as they try to find themselves amid a conflict of ideals and standards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p14\" class=\"\">One commentator described a typical youth of today as one who is “told he must be strong, beautiful, brave, and so on—a Boy Scout with jet set sophistication. He is swamped with plugs for beer, cigarettes, credit cards, and trips to Hawaii. It is suggested to the girl that she is a flat failure unless she looks like an oversized Hollywood queen. No wonder the poor child feels pain when he measures himself against what he is told is the ideal. How to ease the minds of the young is one of the hardest things. It is no good to say it doesn’t matter, because it does. It is no good to say that it only hurts for a little while, like hanging. But it might help if the youngster could be convinced that, in spite of the mismatch between himself and the false ideals held up before him, he possesses as much human worth as the next one and need not despair.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p15\" class=\"\">This conflict of ideals and standards between what a young person is taught to do by the Church and what is expected by the world creates tremendous frustration, and certainly a father is in the best position to begin to bring these things into perspective, to help his son or daughter understand what is, and is not, important in life, to be there to reassure and to love and to make his children feel important, and to help them to be themselves and to stay close to their standards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p16\" class=\"\">Someone once said that the middle-aged and the old forget how keenly the young are affected and by what. The young haven’t had any experience with this amazing process called youth, and we all need to realize that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p17\" class=\"\">As a father in the Church attempts to be a father to his children, there are occasionally some special conflicts. In the 75th section of the Doctrine and Covenants the Lord says: “And again, verily I say unto you, that every man who is obliged to provide for his own family, let him provide, and he shall in nowise lose his crown; and let him labor in the church.” (<span class=\"citation\" id=\"15757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15757)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15757)\">D&amp;C 75:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p18\" class=\"\">This spells out two basic responsibilities: providing for our families and laboring in the Church. There arise questions sometimes as to a seeming conflict between a father’s duty to his family and the many church responsibilities that might be his.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p19\" class=\"\">In response to this, certainly all church leaders who have responsibility for organizing and calling administrative meetings should realize that a well-planned, well-organized meeting with the beginning and ending times determined, in advance, will not only make the maximum use of time but will make it easier for the brethren who attend these meetings to receive the support of their wives and children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p20\" class=\"\">A well-planned meeting means that the family knows when they can expect the husband or father home. A well-planned meeting makes the maximum use of time and, therefore, cuts down on the number of intermediate meetings that might needlessly take the father away from the home. Certainly well-planned and well-scheduled meetings are as much a blessing to the families of the fathers of the Church as they are to those fathers who attend the meetings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p21\" class=\"\">On the other hand, as the verse just read in the Doctrine and Covenants indicates, the Lord expects us to take care of our families and to also attend to our duties in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p22\" class=\"\">It may not always be true that a heavy load of church responsibilities is the reason a father does not draw close to his family. My father was a stake president for twenty years. He was installed when I was six and released when I was twenty-six. I can hardly remember a time in my youth when he was not stake president. He had a very large stake, and it took a great deal of his time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p23\" class=\"\">In addition to this, he was a newspaper editor, and there were also great demands here as far as deadlines and other work that simply could not be put off. I can remember that a seventeen-, eighteen-, or nineteen-hour day was not unusual for him. While this could have created difficulties with us as children and our relationship with our father, surprisingly it did not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p24\" class=\"\">In reflecting back to see what he did to keep us close to him, even though he had virtually no time to spend with us, I believe it was his ability to build us into his life. Even on the run, he knew what we were doing and was vitally interested and cared. The questions he would ask and the comments he would make let us know that he was proud of us and interested in us and followed us although he could not always be with us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p25\" class=\"\">I also remember that no matter how tired he and Mother must have been, they never went to sleep until we were in. When I was the only one left at home, he was in the habit of not holding family prayer until I came home, even though he and Mother would be in bed. In situations like that he always called on me to pray. I want to tell you that that had quite an impact on how I conducted myself as a youth, when I knew that I was going to have to end my evening at the bedside of my parents in prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p26\" class=\"\">In addition to that, we would have some very profound discussions during those quiet, uninterrupted late night hours. He was always willing to talk if I wanted to talk, no matter what the hour. I would have to say that my father was the greatest man I ever knew, although he didn’t have a great deal of time to spend with me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p27\" class=\"\">As I look back on it, I realize that although the amount of time we spend is important, probably the more important thing is the ability to build our children into our lives. If we can express sincere interest in them and let them know that <span class=\"emphasis\">we <\/span>know what is going on, even if we have to do it on the run sometimes, this seems to be far more important than a parent who has more time but somehow does not convey this interest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p28\" class=\"\">Finally, may I just state how preciously short the time is for a father to influence his children. In the United States and Canada, if your child is nine years old, he has spent approximately one-half the time he is going to spend in your home. By the time a young person is eighteen, he may be off to school or otherwise beginning his own life. By the time he is nineteen, he is on his mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p29\" class=\"\">In other countries around the world the time may be even shorter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p30\" class=\"\">I was with a bishop the other day who told me of how his eight-year-old daughter came in and woke him up in the middle of the night to ask him a question. The next morning the bishop explained to the girl that he was a very busy man and had a lot of work to do and needed his sleep. He would be most grateful if she didn’t wake him up in the middle of the night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p31\" class=\"\">The little girl waited patiently and finally in an almost exasperated manner she said, “Yes, Daddy, but you don’t understand. You see, you’re the bishop, and I had a problem.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p32\" class=\"\">In this sense, oh, may each of us be the bishops of our own home just as the duly authorized bishop is the father of his ward. I would hope too that the bishop of the ward and the home teachers would be especially attentive to those families where the fathers are permanently or temporarily missing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p33\" class=\"\">May we take the time and do what we need to do and want to do with our children <span class=\"emphasis\">now, <\/span>before it is too late, because the days have a way of escaping into months and then into years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p34\" class=\"\">Like the words of the popular song:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Is this the little girl I carried?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Is this the little boy at play?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I don’t remember growing older.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">When did they?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">When did she get to be a beauty?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">When did he grow to be so tall?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Wasn’t it yesterday when they were small?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Sunrise, sunset,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Swiftly fly the years.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">One season following another,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Laden with happiness and tears.”<sup class=\"noteMarker\"><a href=\"#footnote1-03012_000_015\">1<\/a>\n\t   <span class=\"footnote\">[“Sunrise, Sunset,” from <span class=\"emphasis\">Fiddler on the Roof, <\/span>lyrics by Sheldon Harnick (New York: Sunbeam Music Corp., 1964). Used by permission.]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/this-is-my-beloved-son.p46\" class=\"\">May we strive to rededicate and strengthen our relationships with our children and to lend even greater help and leadership to the lovely mothers of this church as we work to bring the principles of righteousness and truth and joy and peace and happiness to the youth of our families, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-03012_000_015\"><a name=\"-03012_000_015\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-03012_000_015\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>“Sunrise, Sunset,” from <span class=\"emphasis\">Fiddler on the Roof, <\/span>lyrics by Sheldon Harnick (New York: Sunbeam Music Corp., 1964). Used by permission.<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}