{"ID":2087, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Satan’s Thrust—Youth\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p2\" class=\"\">Elder Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2968.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p3\" class=\"\">It has been well said that “there comes a time when the general defilement of a society becomes so great that the rising generation is put under undue pressure and cannot be said to have a fair choice between the Way of Light and the Way of Darkness.” (Hugh Nibley, <span class=\"emphasis\">An Approach to the Book of Mormon, <\/span>1957.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p4\" class=\"\">We live in a wicked world. Never in our memory have the forces of evil been arrayed in such deadly formation. The devil is well organized. Never in our day has he had so many emissaries working for him. Through his many agents, his satanic majesty has proclaimed his intentions to destroy one whole generation of our choice young people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p5\" class=\"\">Evidence of the dastardly work of evil forces is increasingly evident. On every side we see the sad and heart-rending results. The devil-inspired destructive forces are present in our literature, in our art, in the movies, on the radio, in our dress, in our dances, on the TV screen, and even in our modern, so-called popular music. Satan uses many tools to weaken and destroy the home and family and especially our young people. Today, as never before, it seems the devil’s thrust is directed at our youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p6\" class=\"\">A letter from a concerned father about the evil effects of some popular music is one of many. I quote from this well-informed teacher of youth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p7\" class=\"\">“Music creates atmosphere. Atmosphere creates environment. Environment influences behavior. What are the mechanics of this process?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p8\" class=\"\"><span class=\"emphasis\">“Rhythm <\/span>is the most physical element in music. It is the only element in music that can exist in bodily movement without benefit of sound. A mind dulled by drugs or alcohol can still respond to the beat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p9\" class=\"\"><span class=\"emphasis\">“Loudness <\/span>adds to muddling the mind. Sound magnified to the threshold of pain is of such physical violence as to block the higher processes of thought and reason. (And turning down the volume of this destructive music does not remove the other evils.) …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p10\" class=\"\"><span class=\"emphasis\">“Repetition <\/span>to the extreme is another primitive rock device. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p11\" class=\"\"><span class=\"emphasis\">“Gyrations, <\/span>a twin to rock rhythm, are such that even clean hands and a pure heart cannot misinterpret their insinuations …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p12\" class=\"\"><span class=\"emphasis\">“Darkness <\/span>[and dimmed lights] is another facet of the rock scene. It is a black mass that deadens the conscience in a mask of anonymity. Identity lost in darkness shrinks from the normal feelings of responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p13\" class=\"\"><span class=\"emphasis\">“Strobe lights <\/span>split the darkness in blinding shafts that reduce resistance like the lights of an interrogator’s third degree or the swinging pendulum of the hypnotist who would control your behavior. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p14\" class=\"\">“The whole psychedelic design [this father continues] is a swinging door to drugs, sex, rebellion, and Godlessness. Combined with the screaming obscenities of the lyrics, this mesmerizing music has borne the fruit of filth. Leaders of the rock society readily proclaim their degeneracy. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p15\" class=\"\">“And the most diabolical deceit of this infamy is that it denies evil to be an absolute. Our religion is one of absolutes and cannot be rationalized into a relativistic philosophy of the ‘liberal Mormons.’ We cannot safely rationalize away righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p16\" class=\"\">“What could be more misguided than fear that ‘if rock music were not endorsed by our leaders, we may lose many young people.’ (MIA music committee.) Even now we are losing them to the songs of Satan, drugs, sex, riot, and apostasy. We could be well reminded by a message from the <span class=\"emphasis\">Mormon Miracle <\/span>pageant: ‘Moroni knew that you cannot compromise with evil. If you do, evil always wins.’” (Richard Nibley, excerpts from letter.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p17\" class=\"\">This letter from a father, teacher of youth, and member of a college music department, although analytical, expresses the concern of many other parents and youth leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p18\" class=\"\">The Church must not compromise standards before popular demands. Surely tobacco, coffee, and alcohol users have been alienated by uncompromising standards as much as today’s rocking miniskirts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p19\" class=\"\">Never has the Church had a finer group of young people. They are choice spirits—sent to earth in this most challenging and important period of the world. Charged with the great responsibility of building up the kingdom of God on earth, they have an awesome challenge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p20\" class=\"\">This great and momentous responsibility and challenge comes at a most difficult time. Never have the forces of evil been so insidious, widespread, and enticing. Everywhere there seems to be a cheapening, weakening, downgrading of all that is fine, good, and uplifting—all aimed at our youth while many of their parents are lulled away into a false security as they enjoy their comfortable complacency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p21\" class=\"\">All is not well in Zion. The inspired Book of Mormon prophets saw this day and, as watchmen on the towers, issued grave warnings. I quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p22\" class=\"\">“For behold, at that day shall he [the devil] rage in the hearts of the children of men, and stir them up to anger against that which is good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p23\" class=\"\">“And others will he pacify, and lull them away into carnal security, that they will say: All is well in Zion; yea, Zion prospereth, all is well—and thus the devil cheateth their souls, and leadeth them away carefully down to hell.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p24\" class=\"\">“And behold, others he flattereth away, and telleth them there is no hell; and he saith unto them: I am no devil, for there is none—and thus he whispereth in their ears, until he grasps them with his awful chains, from whence there is no deliverance. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p25\" class=\"\">“Therefore, wo be unto him that is at ease in Zion!<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p26\" class=\"\">“Wo be unto him that crieth: All is well!<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p27\" class=\"\">“Yea, wo be unto him that hearkeneth unto the precepts of men, and denieth the power of God, and the gift of the Holy Ghost!” (<span class=\"citation\" id=\"3870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3870)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3870)\">2 Ne. 28:20–22, 24–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p28\" class=\"\">The Lord, through a modern prophet, has given us a solemn charge:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p29\" class=\"\">“Verily I say unto you all: Arise and shine forth, that thy light may be a standard for the nations.” (<span class=\"citation\" id=\"15805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15805)\">D&amp;C 115:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p30\" class=\"\">“For Zion must increase in beauty, and in holiness; her borders must be enlarged; her stakes must be strengthened; yea, verily I say unto you, Zion must arise and put on her beautiful garments.” (<span class=\"citation\" id=\"15769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15769)\">D&amp;C 82:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p31\" class=\"\">“Wherefore, lift up your hearts and rejoice, and gird up your loins, and take upon you my whole armor, that ye may be able to withstand the evil day, having done all, that ye may be able to stand.” (<span class=\"citation\" id=\"15702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15702)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15702)\">D&amp;C 27:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p32\" class=\"\">We love the youth of the Church and we know the Lord loves them. There isn’t anything the Church wouldn’t do that’s right to help our young people—to save them. They are our future. We have faith in them. We want them to be happy. We want them to be successful in their chosen fields. We want them to be exalted in the celestial kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p33\" class=\"\">We say to them, you are eternal beings. Life <span class=\"emphasis\">is <\/span>eternal. You cannot do wrong and feel right. It pays to live the good, wholesome, joy-filled life. Live so you will have no serious regrets—no heartaches. Live so you can reach out and tap that unseen Power, without which no man or woman can do their best.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p34\" class=\"\">There must needs be opposition in all things. Freedom of choice is a God-given eternal principle. To escape Satan’s snares and booby traps by following the Lord is our assignment. It is not an easy one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p35\" class=\"\">Using life as a laboratory, we can observe and study the lives of others as we might through a microscope. Observe that the man of God is a happy man. The hedonist, who proclaims “Do your thing,” who lives for sinful, so-called pleasure, is never happy. Behind his mask of mock gaiety lurks the inevitable tragedy of eternal death. Haunted by its black shadow, he trades the useful, happy life for the bleak forgetfulness of drugs, alcohol, sex, and rock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p36\" class=\"\">A study of Satan’s methods can alert us to his seductions. In his cunning he knows where and how to strike. It is in youth when his victims are most vulnerable. Youth is the springtime of life when all things are new. Youth is the spirit of adventure and awakening. It is a time of physical emerging when the body can attain the vigor and good health that may scorn the caution of temperance. Youth is a time of timelessness when the horizons of age often seem too distant to be noticed. Thus, the “now” generation forgets that the present will soon be the past that looks to a life left in waste or a past rich in works. These are the ingredients in youth that make Satan’s plan of “play now and pay later” so irresistible. Yes, the devil uses many tools.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p37\" class=\"\">“A state of confusion is an effective environment for Satan. There is much confusion today. He employs several methods to create it. One is the distortion of definitions. To describe a drug experience he uses the term ‘mind expanding’ rather than the more accurate description of ‘reality shrinking.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p38\" class=\"\">“Freedom, a word of noble tradition, is a favorite confuser. Riots, bombings, arson, and killings are committed in the name of freedom. Obscenities test the freedom of speech. Pornography, drugs, and immorality are claimed to be manifestations of personal freedom, along with miniskirts and nudity. License and anarchy are products of these false freedoms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p39\" class=\"\">“A confusion of definitions includes pornography. A child can identify it, yet some of the supposedly great legal minds of our time cannot define it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p40\" class=\"\">“Tolerance is a word valuable in the service of Satan. Alexander Pope warned 200 years ago that:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“‘Vice is a monster of so frightful mien<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">As to be hated needs but to be seen;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Yet seen too oft, familiar with her face,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">We first endure, then pity, then embrace.’<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p45\" class=\"\">“An Essay on Man.”<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p46\" class=\"\">“Ridicule works well in collaboration with confusion. To confuse youth in its searching years, the cynic defends his degeneracy by ridiculing his critics with confusing metaphors. The words of the rock recording ‘I Couldn’t Get High,’ then ‘High on the Mountain Top’ must be stricken from our songbooks. Scoffing in this manner may bring an easy laugh and a reassurance that all is well in Zion, but it is diabolically dishonest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p47\" class=\"\">“The philosophy of relativism attacks the eternal principles of truth. The relativist will say, ‘If one sees filthy implications in a popular song, it is because he has a dirty mind.’ The logic of this philosophy finds its fallacy in the word implications. No filth is implied in many of the lyrics. It is proclaimed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p48\" class=\"\">“If there are any doubts as to the insidious evil of rock, you can judge by its fruits. The well-publicized perversions of its practitioners alone are enough to condemn its influence. Its ultimate achievement is that contemporary phenomenon, the mammoth rock music festival. As these diseased celebrations mount into the hundreds, they infect youth by the hundreds of thousands. And where is there today a rock festival that is not also a drug festival, a sex festival, and a rebellion festival?” (Richard Nibley.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p49\" class=\"\">The Spirit of the Lord blesses that which edifies and leads men to Christ. Would his Spirit bless with its presence these festering festivals of human degradation cured in LSD, marijuana, and Speed? Would he be pleased by the vulgar display of unashamed nudity and immorality? The speech of the rock festival is often obscene. Its music, crushing the sensibilities in a din of primitive idolatry, is in glorification of the physical to the debasement of the spirit. In the long panorama of man’s history, these youthful rock music festivals are among Satan’s greatest successes. The legendary orgies of Greece and Rome cannot compare to the monumental obscenities found in these cesspools of drugs, immorality, rebellion, and pornophonic sound. The famed Woodstock festival was a gigantic manifestation of a sick nation. Yet the lurid movie and rock recordings of its unprecedented filth were big business in our own mountain home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p50\" class=\"\">The Lord said, “For my soul delighteth in the song of the heart; yea, the song of the righteous is a prayer unto me. …” (<span class=\"citation\" id=\"15701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15701)\">D&amp;C 25:12<\/a><\/span>.) It was pleasing unto the Lord where in Third Nephi in the great Book of Mormon we read: “… they did break forth, all as one, in singing, and praising their God. …” (<span class=\"citation\" id=\"5742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5742)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5742)\">3 Ne. 4:31<\/a><\/span>.) It was pleasing unto Satan when in First Nephi, Lehi’s children and the “sons of Ishmael and also their wives began to make themselves merry, insomuch that they began to dance, and to sing, and to speak with much rudeness. …” (<span class=\"citation\" id=\"1675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1675)\">1 Ne. 18:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p51\" class=\"\">And now a music scholar points to “a new direction in the rock-drug culture [which is] hailed by many ministers and the music industry as a silver lining in the clouds of gold. Religious rock is climbing up the ‘Top Ten’ charts. The growing resistance to the rock-drug scene is being diverted by this wholesome-appearing retreat from the new morality. But a review of religious rock materials unmasks an insidiously disguised anti-Christ. By reducing revealed religion to mythology, rock assumes the mantle of righteousness while rejecting the reality of sin. Without sin the new morality can continue in its Godless revel behind the pretense of religious robes. By reversing the roles of Jesus and Judas, one fast-selling album fits perfectly the warning of Isaiah [<span class=\"citation\" id=\"25398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25398)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25398)\">Isa. 5:20<\/a><\/span>]: ‘Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness.’” (Richard Nibley.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p52\" class=\"\">Little wonder that the leadership of the Church felt impelled to speak out against this sacrilegious, apostate deception by calling this wickedness to the attention of the members of the Church in a special item in the Church <span class=\"emphasis\">Priesthood Bulletin <\/span>of August 1971.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p53\" class=\"\">Yes, we live in the best of times when the restored gospel of Jesus Christ brings hope to all the world. And the worst of times, for Satan is raging. With relentless vigor he plunges in the harvest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p54\" class=\"\">How can we thwart his designs? The MIA scriptural recitation for last year gives us a pattern to follow. The Thirteenth Article of Faith of the Church contains an important key: “… If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things.” [<span class=\"citation\" id=\"125191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125191)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125191)\">A of F 1:13<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p55\" class=\"\">But will we really seek? To seek requires effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p56\" class=\"\">The record bins that beckon our young people with their colorful and often off-color jackets bury many masterworks that are virtuous or lovely under a vast bulk of crass commercialism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p57\" class=\"\">The magnetism of TV and radio is in the accessibility of their mediocrity. Lovely is not an adjective to describe most of their products. The inventors of these wonders were inspired by the Lord. But once their good works were introduced to the world, the powers of darkness began to employ them for our destruction. In each medium—the phonograph, motion pictures, radio, and television—the evolution of decline from the inventor’s intentions can be easily traced.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p58\" class=\"\">May I quote from a musician who for many years has observed the influence of music on behavior:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p59\" class=\"\">“Satan knows that music hath charms to soothe or <span class=\"emphasis\">stir <\/span>the savage beast. That music has power to create atmosphere has been known before the beginning of Hollywood. Atmosphere creates environment, and environment influences behavior—the behavior of Babylon or of Enoch.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p60\" class=\"\">“Parents who retch at the radio and records reverberating in psychedelic revolt would do well to inventory their own record collection before complaining. If it is small, undiversified, and unused, the complaint must rest on the parent. Seeds of culture are best sown in the fertile ground of infant imitation. No amount of criticizing in the teen years can substitute for the young years of example that are lost. A parent who lost his chance to be a hero-image left a gap for a teen hero.” (Richard Nibley.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p61\" class=\"\">Most of these heroes that are being glamorized today are no longer noble, accomplished, humble, or righteous. From reports in books, magazines, and newspapers—especially the youth sections—we learn that they are lewd, obscene, immoral, avaricious, and in some cases even cruel. It is the very life-style we are here to avoid that is paraded before our young people by their celebrated peers. To deflect the admiration of youth from these examples of the ugly life, we must start young. The care and feeding of children must include equal concern for their emotional lives as well as their physical, spiritual, and intellectual lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p62\" class=\"\">For young people to be <span class=\"emphasis\">in <\/span>the world but not <span class=\"emphasis\">of <\/span>the world has never been more difficult than today. But this burden must be shared by the parents. The family home evening is an important barrier to the works of Satan. The MIA program must protect our youth against every evil influence and should fill a vacuum left by rejecting worldly enticements. And, of course, a great panacea for all problems and personal doubts: prayer—private and family prayer, night and morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p63\" class=\"\">The critical and complaining adult will be less effective than the interested and understanding. And love and understanding are only effective when they are genuine. And to be genuine they must be motivated by love. We must love our young people, whether they are in righteousness or in error. In this way we can give them a chance to discern and to learn. But we must also give them a fair choice. Today many are not succeeding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p64\" class=\"\">Yes, “There comes a time when the general defilement of a society becomes so great that the rising generation is put under undue pressure and cannot be said to have a fair choice between the Way of Light and the Way of Darkness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/satans-thrust-youth.p65\" class=\"\">God grant that we as parents and leaders of youth may have the power and the good common sense to give them “a fair choice,” I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}