{"ID":2088, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Should the Commandments Be Rewritten?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p3\" class=\"\">Elder Richard L. Evans<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3598.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p4\" class=\"\">Perhaps I could begin with an interesting question posed recently and an equally interesting answer. The question was, “Don’t you think the commandments should be <span class=\"emphasis\">rewritten?” <\/span>The answer was, “No, they should be <span class=\"emphasis\">reread.<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p5\" class=\"\">This may be a good point from which to take off for consideration of some fundamental facts; namely, the commandments of God are there. They come from a divine source. The experience of the ages has proved the need for them, and has proved what happens if they are ignored.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p6\" class=\"\">So why spend life in the frustration and unhappiness and sorrow and tragedy of trying to rationalize and wave them away?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p7\" class=\"\">Beginning with the Ten Commandments may be as good a place as any. It would be well to read and reread them and not spend life trying to convince ourselves that they really don’t mean what they say.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p8\" class=\"\">Some things the commandments say thou shalt not do, and if that is what they say, that’s what they mean, and there’s a reason for it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p9\" class=\"\">Some of them say this you should do, and there’s a reason for it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p10\" class=\"\">It would be interesting sometime to make a list of what our Father in heaven tells us to do and what he tells us not to do. Any parent is faced with the same situation. Any doctor is faced with the same situation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p11\" class=\"\">Essentially this is what the gospel is: counsel from a living Father who says to his children, “You have limitless, everlasting possibilities. You also have your freedom. It’s up to you how you use it. This is what you can become if you take my advice—and this is what will happen if you don’t. The choice is yours.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p12\" class=\"\">We all make choices every day. We all have to live with the results of the choices we make.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p13\" class=\"\">It’s just that plain. It isn’t a question of quibbling or hairsplitting or arguing about the mysteries or brooding about the things God hasn’t yet told us, while neglecting the things he has told us. Let’s stop quarreling with the commandments and the requirements and just face the facts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p14\" class=\"\">Who knows better than the Creator and Father of us all what is and isn’t essential?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p15\" class=\"\">Brilliant men, philosophers and others, have wrestled with these questions through the centuries, and haven’t arrived at any answers they can agree on among themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p16\" class=\"\">I have a great respect for scholarship, for education and research, for academic excellence, and for the magnificent accomplishments of sincere and searching men. But I also have great respect for the word of God, and his prophets, and life’s purpose; and it comes to a question of where to place our trust.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p17\" class=\"\">I have been privileged to know some of the ablest men on earth—men of many faiths, many professions, many accomplishments, in nearly 150 countries. But I’ve never known a man who knew enough that I was willing to trust him with my everlasting life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p18\" class=\"\">Sometimes people quibble about the meaning of scripture and rationalize and justify themselves in doing things they well know they shouldn’t do. They sometimes say, for example, that “Thou shalt not commit adultery” doesn’t include all the other kinds and degrees of immoral sins and perversions, or that the Word of Wisdom, for example, doesn’t catalogue all the substances and brand names and all the products and dope and harmful things that have been discovered or concocted that are not good for men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p19\" class=\"\">Obviously, all of them couldn’t be catalogued. In the words of King Benjamin: “And finally, I cannot tell you all the things whereby ye may commit sin; for there are divers ways and means, even so many that I cannot number them.” (<span class=\"citation\" id=\"40380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40380)\">Mosiah 4:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p20\" class=\"\">The Lord expects us to use wisdom and common sense and not quibble about what obviously isn’t good for the body or mind or spirit or morals of man. And before doing or partaking of anything, stop and ask honestly, “Does this contribute to health? Does it contribute to happiness? Would this please God? Will this bless and benefit me and others, or does it drag me down? Is it good or isn’t it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p21\" class=\"\">It doesn’t matter what people <span class=\"emphasis\">call <\/span>things. It matters what they <span class=\"emphasis\">are<\/span>—what they <span class=\"emphasis\">do.<\/span> If I may modify Shakespeare considerably: Anything by any name will still be what it is and will still do what it does no matter what you call it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p22\" class=\"\">And if anyone doubts that all forms of moral infraction and perversion are not condemned by scripture, may we assure you that there are scriptures that could be cited for you that prohibit all evils, all impurities and perversions, all uncleanness and excesses, all unwise habits and unbecoming conduct.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p23\" class=\"\">Why quibble? Why not simply accept the facts and be honest with ourselves?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p24\" class=\"\">“… fear God, and keep his commandments: for this is the whole duty of man.” (<span class=\"citation\" id=\"21425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21425)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21425)\">Eccl. 12:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p25\" class=\"\">“If ye love me,” said our Savior, “keep my commandments.” (<span class=\"citation\" id=\"28643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28643)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28643)\">John 14:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p26\" class=\"\">But we ought also to keep the commandments simply as a favor to ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p27\" class=\"\">Many years ago Emerson wrote an essay, “Compensation,” in which he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p28\" class=\"\">“The world looks like a multiplication-table, or a mathematical equation, which, turn it how you will, balances itself. … Every secret is told, every crime is punished, every virtue rewarded, every wrong redressed, in silence and certainty. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p29\" class=\"\">“Cause and effect, means and ends, seed and fruit, cannot be severed; for the effect already blooms in the cause, … the fruit in the seed. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p30\" class=\"\">“What will you have? quoth God; pay for it and take it. … Thou shalt be paid exactly for what thou hast done, no more, no less. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p31\" class=\"\">“A man cannot speak but he judges himself. … Every opinion reacts on him who utters it. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p32\" class=\"\">“You cannot do wrong without suffering wrong. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p33\" class=\"\">“The thief steals from himself. The swindler swindles himself. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p34\" class=\"\">“… it is impossible to get anything without its price. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p35\" class=\"\">“Commit a crime, and it seems as if a coat of snow fell on the ground, such as reveals in the woods the track of every partridge and fox and squirrel and mole. You cannot recall the spoken word, you cannot wipe out the foot-track, you cannot draw up the ladder, so as to leave no inlet or clew.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p36\" class=\"\">“… we gain the strength of the temptation we resist. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p37\" class=\"\">“Men suffer all their life long under the foolish superstition that they can be cheated. But it is … impossible for a man to be cheated by anyone but himself. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p38\" class=\"\">I heard from President Lee a very short sentence that said essentially what Emerson said, that there are no successful sinners. It is a remarkable sentence to contemplate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p39\" class=\"\">Since there is a law of compensation that is built into life, we ought always to take time to stop and look and consider what we do, and fail to do, and what we will wish we had done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p40\" class=\"\">Now this to our youth: There are persuasive people who will tell you that the commandments of God are not valid, that there are no serious consequences for breaking them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p41\" class=\"\">But if you want a guideline to know whom to follow, who’s telling the truth, ask yourself always, “Is what this person is telling me or tempting me to do something that will bring me happiness and peace and lead me to my highest possibilities, or is it something that will lead me to the baser side?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p42\" class=\"\">Don’t follow anyone who will endeavor to destroy ideals, reject the commandments, or lead you to lower levels.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p43\" class=\"\">I heard a question once asked by President [Hugh B.] Brown: “Do you want to repent or to rationalize?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p44\" class=\"\">To quote a sentence from Cromwell: “I beseech you, … Think it possible that you may be mistaken.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p45\" class=\"\">Anyone is mistaken if what he is doing would lead him down physically, mentally, or morally, if it would destroy his peace, or estrange him from his Father in heaven, or impair his everlasting life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p46\" class=\"\">“Pride,” said John Ruskin, “is at the bottom of all great mistakes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p47\" class=\"\">At least, pride is one of the principal barriers to repentance, because we can’t correct an error without first admitting a mistake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p48\" class=\"\">God bless you, my beloved young friends, and be with you and give you the humility to overcome pride, to admit and correct mistakes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p49\" class=\"\">Respect parents. Confide in them. Respect yourselves. Respect God and the knowledge he has given. Don’t gamble with life. It is all we have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p50\" class=\"\">Don’t tempt temptation. Don’t foolishly see how close you can come to danger or evil, how close you can come to a precipice. Stay away from what you shouldn’t do or where you shouldn’t go, or what you shouldn’t partake of.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p51\" class=\"\">And if you’ve turned toward some dead-end or down some wrong road, turn back as quickly as you can—not later than right now—and thank God for the principle of repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p52\" class=\"\">Don’t run aimlessly looking to and fro for what has already been found. Don’t live by the sophistries and temptations of these times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p53\" class=\"\">Don’t tamper with the degrading soul- and body-destroying things of life. Don’t deliberately look less than your best, or grubby or unclean, physically or morally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p54\" class=\"\">Parents, set before your children an example of honesty and honor and cleanliness and righteousness and dedication to duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p55\" class=\"\">Children, love and respect your parents. They’ve given you life. They’d die for you. Families, draw closer together, in love and kindness, preserving the home, building traditions that will make you proud of each other and grateful to belong and be what you are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p56\" class=\"\">Should the commandments be rewritten? No, they should be reread and become the guide and standard of our lives, if we want health and happiness and peace and self-respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p57\" class=\"\">I remember the words of a beloved stake president, and I thank him for the thought he left with me some months ago. He said, “I used to ride the range with my father, looking for lost sheep or cattle. And as we would mount a ridge we would look off into a distant hollow or a clump of trees, and my father would say, ‘There they are.’” But this stake president said, “My father could see farther than I could, and often I couldn’t see them. But I knew they were there because my father said so.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/should-the-commandments-be-rewritten.p58\" class=\"\">There are many things, my beloved brethren and sisters, that I know and you know are there, because our Father said so. And I know that he lives, that he made us in his image, that he sent his divine Son, our Savior, to show us the way of life and redeem us from death. I know that he will enter into our lives as fully as we let him, and that his church and gospel and way of life are on earth and here with us, and that we will realize our highest possibilities if we accept the counsels God has given, and that we will fall somewhat, somewhere short of what we might have been, or might have had, if we run contrary to his commandments. God bless you and be with you always, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}