{"ID":2089, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Sifting\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p2\" class=\"\">Elder ElRay L. Christiansen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:32a0.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p3\" class=\"\">At the moment I have one special prayer in my heart and that is, that I might say something that would give assurance and encouragement to those who stand in need of it, which is all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p4\" class=\"\">We live in a wonderful world! A wonderful era! There are so many choice people, such lovely things, and so much that is desirable. Just to live a normal, useful life is a priceless blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p5\" class=\"\">But it is also a time when certain God-given standards and true principles that have long been accepted and respected are being rejected by many. Indeed, it is a day when there is “distress of nations, with perplexity.” (<span class=\"citation\" id=\"31826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31826)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31826)\">Luke 21:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p6\" class=\"\">The Lord speaks of a time when “the love of men shall wax cold, and iniquity shall abound.” (<span class=\"citation\" id=\"15718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15718)\">D&amp;C 45:27<\/a><\/span>.) Has that time come?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p7\" class=\"\">It is most disturbing to learn of the degradation that exists today. Crime and contention are a daily diet to the reader and the listener of news. Crises and violence the world over are arising one after another, and they come to no satisfactory conclusion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p8\" class=\"\">Now the scriptures tell us that the devil is “the foundation of all these things; yea, the foundation of murder, and works of darkness …” (<span class=\"citation\" id=\"3866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3866)\">2 Ne. 26:22<\/a><\/span>), and that he has “great power, unto the stirring up of the people to do all manner of iniquity, and to the puffing them up with pride, tempting them to seek for power, and authority, and riches, and the vain things of the world.” (<span class=\"citation\" id=\"5743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5743)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5743)\">3 Ne. 6:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p9\" class=\"\">Such people “seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own God, whose image is in the likeness of the world. …” (<span class=\"citation\" id=\"15673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15673)\">D&amp;C 1:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p10\" class=\"\">“And they deny the power of God, the Holy One of Israel; and they say unto the people: Hearken unto us, and hear ye our precept; for behold there is no God today, for the Lord and the Redeemer hath done his work, and he hath given his power unto men.” (<span class=\"citation\" id=\"3867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3867)\">2 Ne. 28:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p11\" class=\"\">So spoke the prophet Nephi long ago, looking to our day. However, Dr. James E. Talmage gives needed assurance in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p12\" class=\"\">“Yet in all these malignant doings, … [let us remember that the adversary] can go no farther than the transgressions of the victim may enable him, or the wisdom of God may permit; and at any time he may be checked by the superior power.” (<span class=\"emphasis\">Articles of Faith, <\/span>p. 63.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p13\" class=\"\">Some may ask: “Why, then, does not God, with that superior power, put an end to all evil doings?” The reason is, of course, as has been decreed by God, that “it must needs be, that there is an opposition in all things. …” (<span class=\"citation\" id=\"3855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3855)\">2 Ne. 2:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p14\" class=\"\">The reason for such opposition is to enable us to evaluate the right against the wrong. All men have the right to direct the course of their own lives, and the Lord will not deny that right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p15\" class=\"\">The Lord’s purpose in this is to bring to all the opportunity to prepare for the greatest gift of God: eternal life. Man’s progress is to a great degree dependent upon his willingness to remain steadfast and immovable, especially when faced with opposition and adversity. Yet no person will ever be given more opposition than he has the potential to overcome or to endure. Some have a battle with infirmities, some with lust, some with addiction, some with envy or selfishness, some with sorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p16\" class=\"\">As I noted that, I jotted down, as I remembered them, the words of that good old song which I like to hear, one verse giving us hope:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“When through the deep waters I call thee to go,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The rivers of sorrow shall not thee o’erflow,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">For I will be with thee, thy troubles to bless,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And sanctify to thee thy deepest distress.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p21\" class=\"\">(“How Firm a Foundation,” <span class=\"emphasis\">Hymns, <\/span>No. 66.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p22\" class=\"\">All of us have the God-given right to accept the good or to reject it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p23\" class=\"\">As Paul said: “… God … will not suffer you to be tempted above that [which] ye are able [to overcome]; but [he] will with the temptation also make a way to escape, that ye may be able to bear it.” (<span class=\"citation\" id=\"533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(533)\">1 Cor. 10:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p24\" class=\"\">This is a time of sifting, a time when, more than ever in the history of the modern world, the adversary and his followers have shown themselves to be enemies of God. Yet as we heard our prophet and president say this morning, we need not fear the fiery darts of the adversary, because each of us has the power to avoid becoming entangled in sin more definitely than ever before. The time has come for each member of the Church to keep close to the Lord, to be steadfast by sustaining and upholding and following the counsel of his divinely appointed servants, avoiding, as the Book of Mormon says, the vainness, the frailties, and the foolishness of men. We must purify our lives and sanctify our homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p25\" class=\"\">We must teach our children to be loyal, obedient, honest, to respect the law (and to appreciate protective laws), to have respect for all men, and a love of the Lord and his church. We must live and act with courage, espouse and uphold God-given truth and principles, because to follow the whims, enticements, and the faithless philosophy of men is to risk losing that which is most precious and desirable—peace, liberty, and salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p26\" class=\"\">“Submit yourselves therefore to God. Resist the devil, and he will flee from you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p27\" class=\"\">“Draw nigh unto God, and he will draw nigh unto you. …” (<span class=\"citation\" id=\"26243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26243)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26243)\">James 4:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p28\" class=\"\">The safe thing is still “Come, follow me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p29\" class=\"\">Yes, this is a wonderful era, primarily because in the restored gospel we have the light of truth which, if applied, will bring sweet peace and serenity into the lives of those who do so. The Lord has made the world a crucible for testing us, a place of sifting from which may come the blessings of a joyous life here and a glorious life to come!<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p30\" class=\"\">“Blessed is the man that trusteth in the Lord, and whose hope the Lord is.” (<span class=\"citation\" id=\"26536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26536)\">Jer. 17:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p31\" class=\"\">He has given us the ingredients for successful living: his gospel as a perfect plan for happiness and success for all who live it, the Church with inspired leaders, and the promptings of the Holy Ghost to guide us and warn us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p32\" class=\"\">We have all these to a greater extent than ever before in the history of man. Thus, we are living in a time that is unexcelled. Let us make sure that we do progress as we should; that we are “on board the good ship,” so to speak! For that ship, the Church, will never fail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p33\" class=\"\">“The works, and the designs, and the purposes of God cannot be frustrated, neither can they come to naught.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p34\" class=\"\">“For God doth not walk in crooked paths, neither doth he turn to the right hand nor to the left, … therefore his paths are straight, and his course is one eternal round.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p35\" class=\"\">“Remember, remember that it is not the work of God that is frustrated, but the work of men.” (<span class=\"citation\" id=\"15681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15681)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15681)\">D&amp;C 3:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p36\" class=\"\">I conclude with this promise of King Benjamin:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p37\" class=\"\">“And moreover, I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God. For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness. O remember, remember that these things are true; for the Lord God hath spoken it.” (<span class=\"citation\" id=\"40378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40378)\">Mosiah 2:41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-sifting.p38\" class=\"\">In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}