{"ID":209, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, October 1945, pp. 115-120<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, you have been very patient for the last two days; you have been in meeting very\nmuch of the time. Ordinarily, one would become exceedingly weary, but if we enjoy the spirit\nof the Lord, it relieves us of that weariness and we are happy.\n<\/p><p>\nINCIDENTS FROM MISSIONARY LIFE\n<\/p><p>\nI remember as a young man and missionary in the Southern States, the first conference I\nattended. It was out in the woods on a farm in Mississippi. We didn't have comfortable seats\nto sit on. The brethren had been permitted to cut down a few trees and lay the trunks of those\ntrees across the stumps which were left. We balanced ourselves on those or else sat on the\nground.\n<\/p><p>\nOur meeting started right after breakfast time, and we didn't even think it was necessary to\nhave anything more to eat until evening. We stayed and enjoyed the inspiration of the\nAlmighty, and we certainly were blessed, notwithstanding the inconveniences and discomforts\nwhich surrounded us. At that time there was considerable hostility manifested in Mississippi\nand other states in the South, but we just felt as if we had walked into the presence of our\nHeavenly Father, and all fear and anxiety left. That was my first experience in the mission\nfield attending a conference, and from that time until now I have appreciated the fact that the\ncompanionship of the spirit of the Lord is an antidote for weariness, for hunger, for fear, and\nall those things that sometimes overtake us in life.\n<\/p><p>\nI have enjoyed the addresses of my brethren. There were several others that we had hoped to\nreach today, men who have filled missions in foreign lands and who never have had an\nopportunity to report. I think that on the morrow we will try to give them time enough to say\nat least that they are glad they were permitted to come home.\n<\/p><p>\nWe sang, \"Do What Is Right.\" When I was in the mission field first, I went into a section of\ncountry where that hymn was known to the community, apparently. Two humble missionaries\nafter walking until late in the afternoon in the sun, in the heat of summer, came to a small\nhouse that was at the bottom of a hill. When the missionaries arrived, they found friends who\ninvited them in to partake of their meager refreshment. And then they were asked to go\noutside in the cool of the afternoon shade, on one of those comfortable, open southern\nporches between two rooms and sing some hymns. The people were not members of the\nChurch, but they enjoyed Latter-day Saint hymns.\n<\/p><p>\nThe missionaries had been threatened in that section. One of the men who had threatened\nthem had kept watch of the road and in that way learned when they arrived. He sent word to\nhis associates who saddled their horses and took their guns, and rode to the top of the hill\noverlooking the little house. The missionaries knew nothing about it; they did not know that\nright over their heads, not very far away, were a considerable number of armed horsemen.\nBut they had the spirit of the Lord, and as they sat there in the cool of the afternoon and sang\nhymns, the one hymn that seemed to have been prepared for the occasion was, \"Do What Is\nRight.\" They happened to be good singers, and their voices went out into the quiet air. They\nhad only sung one verse when the leader of the mob took off his hat. They sang another\nverse, and he got off his horse, and the others got off their horses, and by the time the last\nverse had been sung, those men were repentant. Upon the advice of their leader, they rode\naway without making their presence known. The leader was so impressed with what he heard\nthe missionaries sing that he said to his associates: \"We made a mistake. These are not the\nkind of men we thought they were. Wicked men can't sing like angels, and these men sing\nlike angels. They must be servants of the Lord.\"\n<\/p><p>\nThe result was that this man became converted to the Church and later was baptized. And I\nnever hear that hymn sung but I think of that very unusual experience when two missionaries,\nunder the influence of the spirit of God, turned the arms of the adversary away from them\nand brought repentance into the minds of those who had come to destroy them.\n<\/p><p>\nEVENTS OF LAST DAYS PROPHESIED\n<\/p><p>\nWhile the brethren were speaking today, I was reminded of a scripture, and I would like to\nread a portion of it because it seems to me that we are living in the particular time referred\nto. I have in mind the third chapter of Second Timothy as follows:\n<\/p><p>\nThis know also, that in the last days perilous times shall come. For men shall be lovers of\ntheir own selves, covetous, boasters, proud, . . . unthankful, unholy, without natural affection,\ntrucebreakers, false accusers, incontinent, fierce, despisers of those that are good, . . .\n<\/p><p>\nhaving a form of godliness, but denying the power thereof: from such turn away. For of this\nsort are they which creep into houses, and lead captive silly women laden with sins, led away\nwith divers lusts. . . .\n<\/p><p>\nBut evil men and seducers shall wax worse and worse, deceiving, and being deceived. But\ncontinue thou in the things which thou hast learned and hast been assured of, knowing of\nwhom thou hast learned them; And that from a child thou hast known the holy scriptures,\nwhich are able to make thee wise unto salvation through faith which is in Christ Jesus. All\nscripture is given by inspiration of God, and is profitable for doctrine, for reproof, for\ncorrection, for instruction in righteousness: That the man of God may be perfect, thoroughly\nfurnished unto all good works (<span class=\"citation\" id=\"5092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5092)\">2 Tim. 3:1-6,13-17<\/a><\/span>).\n<\/p><p>\nAnd so, my brethren, we are living in the latter days; we are approaching a time, if we are\nnot already in that time, when \". . . peace shall be taken from the earth, and the devil shall\nhave power over his own dominion\" \n(<span class=\"citation\" id=\"12072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12072)\">D&amp;C 1:35<\/a><\/span>).\nFortunate are we who have been\ngathered from the nations of the earth into the Church. Fortunate is this great body of men\ntonight, perhaps the largest group of priesthood that has ever assembled in this house at one\ntime, each one a representative of the Lord.\n<\/p><p>\nEXHORTATION TO FAITHFULNESS\n<\/p><p>\nI am grateful to see so many of you here tonight, leaving aside other things that might have\nbeen done. You have been busy in many cases all day, and yet when the priesthood is called\ntogether you come as if to say, \"Here Lord, am I\"\n(<span class=\"citation\" id=\"23510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23510)\">Gen. 22:11<\/a><\/span>;\n<span class=\"citation\" id=\"2484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2484)\">1 Sam. 3:4<\/a><\/span>).\nIf we in our homes shall so live that the\nspirit of the Lord abides with us, we will always be prepared to say when the call comes,\n\"Here, Lord, am I.\"\n<\/p><p>\nTonight, I congratulate myself with you, that in the peaceful quiet of these everlasting hills, in\nthe comfort of this great house of God, we are permitted to assemble ourselves together, not\nto plan our financial uplift, our social uplift, but to plan how we may find our place in the\nkingdom of heaven, to dwell there eternally with Jesus Christ, our Lord. We will all be\ntempted; no man is free from temptation. The adversary will use every means possible to\ndeceive us; he tried to do that with the Savior of the world without success. He has tried it on\nmany other men who have possessed divine authority, and sometimes he finds a weak spot\nand the individual loses what might have been a great blessing if he had been faithful. So I\nwant to plead with you, my brethren, be as anchors in the com-munity in which you live that\nothers may be drawn to you and feel secure. Let your light so shine that others seeing your\ngood works (<span class=\"citation\" id=\"33952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33952)\">Matt. 5:16<\/a><\/span>)\nwill have a desire in their hearts to be like you. Wherever you go, keep in mind\nthe fact that you represent him who is the author of our being. The priesthood that you hold\nis not the priesthood of Joseph Smith, or Brigham Young, or any other men who have been\ncalled to leadership of the Church at home or abroad. The priesthood that you hold is the\npower of God, conferred upon you from on high. Holy beings had to be sent to earth a little\nover a hundred years ago in order to restore that glorious blessing that had been lost to the\nearth for hundreds of years. Surely we ought to be grateful for our blessings.\n<\/p><p>\nRemember that as long as we seek the Lord, and keep his commandments as best we know,\nthe adversary will have no power over us to lead us into transgression that may forfeit for us\nour place in the celestial kingdom.\n<\/p><p>\nTHE LINE OF DEMARCATION BETWEEN GOOD AND EVIL\n<\/p><p>\nI think I would like to repeat something I have told many times as a guide to some of these\nyounger men. It was an expression of advice of my grandfather for whom I was named. He\nsaid: \"There is a line of demarcation well defined between the Lord's territory and the devil's\nterritory. If you will remain on the Lord's side of the line, the adversary cannot come there to\ntempt you. You are perfectly safe as long as you stay on the Lord's side of the line. But,\" he\nsaid, \"if you cross onto the devil's side of the line, you are in his territory, and you are in his\npower, and he will work on you to get you just as far from that line as he possibly can,\nknowing that he can only succeed in destroying you by keeping you away from the place\nwhere there is safety.\"\n<\/p><p>\nAll safety, all righteousness, all happiness are on the Lord's side of the line. If you are\nkeeping the commandments of God by observing the Sabbath day, you are on the Lord's side\nof the line. If you attend to your secret prayers and your family prayers, you are on the\nLord's side of the line. If you are grateful for food and express that gratitude to God, you are\non the Lord's side of the line. If you love your neighbor as yourself, you are on the Lord's\nside of the line. If you are honest in your dealing with your fellow men, you are on the\nLord's side of the line. If you observe the Word of Wisdom, you are on the Lord's side of\nthe line. And so I might go on through the Ten Commandments and the other commandments\nthat God has given for our guidance and say again, all that enriches our lives and makes us\nhappy and prepares us for eternal joy is on the Lord's side of the line. Finding fault with the\nthings that God has given to us for our guidance is not on the Lord's side of the line. Setting\none's self up as a receiver of dreams and visions to guide the human family is not on the\nLord's side of the line; and when men, as they have sometimes done in order to win their\nsuccess along some line or another, have come to an individual or individuals and said, \"I\nhave had this dream and this is what the Lord wants us to do,\" you may know that they are\nnot on the Lord's side of the line. The dreams and visions and revelations of God to the\nchildren of men have always come through his regularly appointed servant. You may have\ndreams and manifestations for your own comfort and for your own satisfaction, but you will\nnot have them for the Church unless God appoints you to take the place that he gave to his\nprophets of old and in our day, and unless you have been divinely commissioned to do the\nthing he wants you to do.\n<\/p><p>\nSo, brethren, we need not be deceived&mdash;it will be easy to be deceived&mdash;but we need not be\ndeceived if we will honor God by honoring ourselves and our families and loved ones and our\nassociates in the places which they occupy in righteousness.\n<\/p><p>\nTHE GOSPEL TO BE PREACHED\n<\/p><p>\nIt is a wonderful day and age in which we live. It will not be long until the servants of the\nLord will go again to the nations of the earth in great numbers. I have been asked within the\nlast few hours, \"Are we going to open the European Mission?\" I may say to you the European\nMission has never been closed. We had to call home many of those who were there, but we\nleft men holding divine authority. By appointment they have been ministering to the faithful,\nand the work of the Lord is still anchored in those lands. It will not be long before there will\ngo forth from the headquarters of the Church, leadership to set in order everything that needs\nto be set in order, in power and might and faith, giving to those people over there another\nopportunity, in many cases opportunities they had neglected in the past, and in some cases\nopportunities they have never yet enjoyed.\n<\/p><p>\nWe must preach the gospel to the South American countries which we have scarcely touched.\nWe must preach the gospel to every African section that we haven't been in yet. We must\npreach the gospel to Asia. And I might go on and say in all parts of the world where we have\nnot yet been permitted to go. I look upon Russia as one of the most fruitful fields for the\nteaching of the gospel of Jesus Christ. And if I am not mistaken, it will not be long before the\npeople who are there will desire to know something about this work which has reformed the\nlives of so many people. We have some few from that land, who belong to the Church, fine,\ncapable individuals who may be called to go, when the time comes, back to the homeland of\ntheir parents, and deliver the message that is so necessary to all mankind. Our most important\nobligation, my brethren, is to divide with our Father's children all those fundamental truths,\nall his rules and regulations which prepare us for eternal life, known as the gospel of Jesus\nChrist. Until we have done that to the full limit of our power, we will not receive all the\nblessings which we might otherwise have. So let us set our own homes in order, prepare our\nboys and our girls, and ourselves, so that if we are called to go to the various parts of the\nearth, we will be prepared to go. This will be our great mission.\n<\/p><p>\nJOY IN WORK IN THE CHURCH\n<\/p><p>\nI want to thank you again for the joy I have had in your companionship during my long\nministry. I have been laboring many years. My first ordination to an office in the Aaronic\nPriesthood was to that of a deacon, within two blocks of where I now stand. I was baptized in\nCity Creek within one block from here. I was confirmed a member of the Church within two\nblocks from here. But since that time and since I received that gift from my Heavenly Father,\nfor which I have no words to express my gratitude, he has called me to go to many parts of\nthe earth, and more than a million miles have been traversed since I was called into the\nministry. I have traveled in many lands and climes, and wherever I have gone I have found\ngood people, sons and daughters of the living God who are waiting for the gospel of Jesus\nChrist, and there are thousands, hundreds of thousands, millions of them, who would be\naccepting the truth if they only knew what we know.\n<\/p><p>\nBrethren, let us be humble, let us be prayerful, let us be generous with our means, let us be\nunselfish in our attitude towards our fellows. Let our lives be such that our homes will always\nbe the abiding place of prayer and thanksgiving, and the spirit of the Lord will always be\nthere.\n<\/p><p>\nPROMISES MADE TO THE FAITHFUL\n<\/p><p>\nIn conclusion, let me say, wherever we are, let us remember that there has been conferred\nupon us a portion of divine authority, and therefore we represent the Master of heaven and\nearth. And so far as we honor that fine and wonderful blessing we will continue to grow in\ngrace before the Lord; our lives will continue to be enriched; and in the end, eternal happiness\nin the celestial kingdom will be our reward. That's what the gospel is for. Let us live to be\nworthy of it every day of our lives, and I pray that when the time comes for us to go, we will\nnot feel as though we have neglected any of our own dear ones, any of our neighbors and\nfriends, by failing to divide with them that which is more precious than anything that the\nworld can give, because it is the gift of God himself.\n<\/p><p>\nI pray that peace and love and happiness may abide in your hearts and in your homes, and\nthat we may go forward with renewed determination to be worthy of peace because it can\nonly dwell with us when we ourselves are living the commandments of our Heavenly Father\nand honoring him.\n<\/p><p>\nMay peace abide with you and with your loved ones, and brethren, surround your families by\nthe arms of your love and unite them together in that bond of affection which will insure\neternal happiness.\n<\/p><p>\nI invoke upon you the favor of our Heavenly Father in the name of Jesus Christ. Amen.\nPresident George Albert Smith\n<\/p><p>\nThe Tabernacle Choir Men's Chorus will now sing \"Discovery,\" by Grieg.\n<\/p><p>\nI would like to announce, however, that we will meet in the Tabernacle tomorrow morning.\nEveryone should be in his seat fifteen minutes before 10 o'clock, and if you want a seat, you\nhad better be here before that time.\n<\/p><p>\nAgain God bless you and peace be with you, in the name of Jesus Christ, Amen.\n<\/p>\n<\/div>\n<\/div>"}