{"ID":2090, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Ten Commandments\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p2\" class=\"\">Elder Bernard P. Brockbank<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3056.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p3\" class=\"\">My dear brothers and sisters: There is great responsibility that goes with being a Latter-day Saint. There is no knowledge as important as knowledge revealed to man from God. I like to reflect on the following passage of scripture:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p4\" class=\"\">“And God said, Let us make man in our image, after our likeness. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p5\" class=\"\">“So God created man in his own image, in the image of God created he him; male and female created he them.” (<span class=\"citation\" id=\"23823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23823)\">Gen. 1:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p6\" class=\"\">Every child should be taught by his parents that he is a child of God and in the image and likeness of God. The world is hungry for this truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p7\" class=\"\">God also said that he created man from the dust of the ground. Man’s mortal creation and birth are living evidence of divine power, and man is left without excuse. The Lord personally gave commandments that would help mankind to grow and develop his Godlike attributes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p8\" class=\"\">This afternoon I am going to read and briefly comment on the Ten Commandments of the Lord. Lower animals do not know or teach the Ten Commandments. We have several animals at our home. We have a peacock that is as colorful and beautiful as almost any creation. It has no use for the commandments of the Lord. It is a lower animal. The Ten Commandments were not given for the lower animals but for man, given for those who are in the image and likeness of God, but some pay little more attention to them than do some of the lower animals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p9\" class=\"\">God has warned and commanded his children not to love and worship idols or false gods made by the minds and hands of men. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p10\" class=\"\">“I am the Lord thy God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p11\" class=\"\">“Thou shalt have no other gods before me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p12\" class=\"\">“Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the water under the earth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p13\" class=\"\">“Thou shalt not bow down thyself to them, nor serve them: for I the Lord thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p14\" class=\"\">“And shewing mercy unto thousands of them that love me, and keep my commandments.” (<span class=\"citation\" id=\"22827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22827)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22827)\">Ex. 20:2–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p15\" class=\"\">Fathers, if we fail to love the living God and if we show greater love and interest for worldly things and pleasures, God has said that he will visit the iniquity of the fathers upon the children unto the third and fourth generation of them that hate him. A father’s disrespect for the living God and Creator may be passed on to his posterity. Likewise, a father’s love and respect may be passed on to his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p16\" class=\"\">The apostle Paul warned the saints at Rome of the perils and evils that come to man when he loves and worships false gods and worldly creations more than he loves God. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p17\" class=\"\">“… when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p18\" class=\"\">“Professing themselves to be wise, they became fools.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p19\" class=\"\">“Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p20\" class=\"\">“Who changed the truth of God into a lie, and <span class=\"emphasis\">worshipped and served the creature <\/span>more than the Creator. …” (<span class=\"citation\" id=\"42841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42841)\">Rom. 1:21–22, 24–25<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p21\" class=\"\">Paul continues on to tell what happens in the lives of men who worship false man-made doctrines and love the creature more than the Creator. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p22\" class=\"\">“… as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p23\" class=\"\">“Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p24\" class=\"\">“Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents.” (<span class=\"citation\" id=\"42842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42842)\">Rom. 1:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p25\" class=\"\">The same evil conditions that existed among many of the people in Rome at Paul’s time are abundantly with us today. Many do not want to retain God in their knowledge and are disobedient to parents, and as a result they are turned over to a reprobate mind to commit sin and evil acts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p26\" class=\"\">Satan has been permitted to have power over all men who worship false gods and over all who will not hear and follow the voice of God. The Lord gave this important information about the power and influence of Satan. He said, “And he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men, and to lead them captive at his will, even as many as would not hearken unto my voice.” (<span class=\"citation\" id=\"39387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39387)\">Moses 4:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p27\" class=\"\">There is divine growth and safety in knowing and following the voice of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p28\" class=\"\">Jesus Christ said, “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” (<span class=\"citation\" id=\"28648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28648)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28648)\">John 17:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p29\" class=\"\">To know God and Jesus Christ is divine knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p30\" class=\"\">The Lord also commanded: “Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him guiltless that taketh his name in vain.” (<span class=\"citation\" id=\"22829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22829)\">Ex. 20:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p31\" class=\"\">Jesus Christ taught that we should hallow the name of our Heavenly Father; he said, “… Our Father which art in heaven, Hallowed be thy name.” (<span class=\"citation\" id=\"36067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36067)\">Matt. 6:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p32\" class=\"\">President David O. McKay once said, “Reverence for God’s name should be dominant in every home. Profanity should never be expressed in a home in this Church. … If there were more reverence in human hearts, there would be less room for sin and sorrow and increased capacity for joy and gladness. …” (<span class=\"emphasis\">Man May Know for Himself <\/span>[Deseret Book Co., 1967], p. 29.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p33\" class=\"\">Ruskin wrote, “Reverence is the noblest state in which a man can live in the world. Reverence is one of the signs of strength; irreverence one of the surest indications of weakness. No man will rise high who jeers at sacred things. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p34\" class=\"\">Nobleness and dignity are the fruits of reverence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p35\" class=\"\">The Lord personally gave counsel to his children regarding the importance and sacredness of the Sabbath day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p36\" class=\"\">He said, “Remember the sabbath day, to keep it holy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p37\" class=\"\">“Six days shalt thou labour, and do all thy work:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p38\" class=\"\">“But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p39\" class=\"\">“For in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the sabbath day, and hallowed it.” (<span class=\"citation\" id=\"22830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22830)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22830)\">Ex. 20:8–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p40\" class=\"\">The Lord blessed the Sabbath day and hallowed it, and he has asked us to remember the Sabbath day, to keep it holy. It is a day for spiritual thought and growth; a day to meet with the saints and to partake of the sacrament; a special hallowed day to read the words of God as recorded in his sacred scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p41\" class=\"\">Fathers who disrespect that which God hallowed and fail to keep the Sabbath day holy will generally pass this sin on to their posterity. It is a sin to unhallow that which God hath hallowed. Keeping the Sabbath day holy has a hallowing effect on the soul of man, and love for God and his commandments is increased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p42\" class=\"\">The Lord said in another commandment: “Honour thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee.” (<span class=\"citation\" id=\"22832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22832)\">Ex. 20:12<\/a><\/span>.) The Lord gave no exceptions. Respect for father and mother is respect for your own birth and life. Obedience to commandment brings personal growth and lasting happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p43\" class=\"\">God said, “Thou shalt not kill.” (<span class=\"citation\" id=\"22833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22833)\">Ex. 20:13<\/a><\/span>.) We should have sacred respect for all forms of life. We should not kill just for the pleasure of killing. All life on this earth was created and placed here by God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p44\" class=\"\">God commanded his children, “Thou shalt not commit adultery.” (<span class=\"citation\" id=\"22836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22836)\">Ex. 20:14<\/a><\/span>.) God will judge man on the basis of this divine law. Adultery is sex relations with anyone of the opposite sex other than your legally and lawfully wedded husband or wife.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p45\" class=\"\">The Lord said: “… he that committeth adultery, and repenteth not, shall be cast out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p46\" class=\"\">“But he that has committed adultery and repents with all his heart, and forsaketh it, and doeth it no more, thou shalt forgive;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p47\" class=\"\">“But if he doeth it again, he shall not be forgiven, but shall be cast out.” (<span class=\"citation\" id=\"15713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15713)\">D&amp;C 42:24–26<\/a><\/span>.) I may add that “cast out” may carry the penalty of excommunication from The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p48\" class=\"\">The apostle Paul said, “… be not deceived: neither fornicators, nor idolators, nor adulterers, nor effeminate, nor abusers of themselves with mankind … shall inherit the kingdom of God.” (<span class=\"citation\" id=\"529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 529)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(529)\">1 Cor. 6:9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p49\" class=\"\">Fornication and homosexual acts are inspired by the devil and are grievous sins in the sight of God. Fornication and adultery will destroy man’s Godlike potential and bring man nearer the lower animal status.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p50\" class=\"\">Another divine commandment is “Thou shalt not steal.” (<span class=\"citation\" id=\"22838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22838)\">Ex. 20:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p51\" class=\"\">The man who is honest with his God in paying his tithes and offerings is usually honest with his fellowmen. The Lord said, “Will a man rob God?” (<span class=\"citation\" id=\"32823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32823)\">Mal. 3:8<\/a><\/span>.) And I add, “Will a man rob his fellowmen?” The stigma of a dishonest mind and countenance is degrading and degenerating. Deep-rooted honesty in the heart of man radiates peace and happiness in his countenance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p52\" class=\"\">The Lord said, “Thou shalt not bear false witness against thy neighbour.” (<span class=\"citation\" id=\"22839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22839)\">Ex. 20:16<\/a><\/span>.) The Lord said, “Thou shalt love thy neighbour as thyself.” (<span class=\"citation\" id=\"36092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36092)\">Matt. 19:19<\/a><\/span>.) All Latter-day Saints are called to save souls and not belittle or condemn them. Bearing false witness against one’s neighbor is an act inspired by Satan and will generate within the mind fear, hatred, and godlessness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p53\" class=\"\">The Lord said, “Thou shalt not covet thy neighbour’s house.” (<span class=\"citation\" id=\"22841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22841)\">Ex. 20:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p54\" class=\"\">Jesus Christ said, “See that ye love one another; cease to be covetous; learn to impart one to another as the gospel requires.” (<span class=\"citation\" id=\"15783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15783)\">D&amp;C 88:123<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p55\" class=\"\">The God-given Ten Commandments are still a basic part of God’s way of life and a basic part of the gospel of the kingdom. The way we live and respect the Lord and his commandments in the home has a relationship to the degree of glory that we will merit in the hereafter. If all mankind would live the Ten Commandments, we would have self-respect, peace, love, and happiness on this earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p56\" class=\"\">All Latter-day Saints are urgently needed today to live and teach the gospel of the kingdom. Saints, let your light so shine that others seeing your lives and good works will also desire to honor their God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-ten-commandments.p57\" class=\"\">I bear witness that God lives, that Jesus Christ is our Savior, mediator, and our divine example to follow, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}