{"ID":2091, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Sacrifice Still Brings Forth Blessings\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p2\" class=\"\">President Hartman Rector, Jr.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2f9a.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p3\" class=\"\">Last fall the Lord announced through his prophet that the Church would hold family home evening on Monday nights. It is interesting that about the same time, the <span class=\"emphasis\">other side <\/span>announced that there would be professional football games on Monday nights. You might be surprised to know how many families tried to work family home evenings in between half time of the football games. Of course it cannot be done. It appears the prophet’s request required too great a sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p4\" class=\"\">In the fourth section of the Doctrine and Covenants, the Lord sets forth the qualifications for the labors of the ministry. He says that they are “faith, hope, charity, and love, with an eye single to the glory of God” [<span class=\"citation\" id=\"15682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15682)\">D&amp;C 4:5<\/a><\/span>]. The faith, hope, charity, and love we know something about. They are very important. But the eye single to the glory of God is probably the most important of those qualifications. Generally speaking, “an eye single to the glory of God” means sacrifice. It means that instead of endlessly doing what we want to do, we have to do what the Lord wants us to do, but we have to do it in his way when he wants us to do it. This, of course, is not the natural inclination of man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p5\" class=\"\">We hear much in the world today about “doing our own thing.” I doubt that this is really new. I think it has been going on since the beginning of time. Perhaps this is just a little different way of saying it. Certainly Lucifer did his own thing, contrary to the will of the Lord. Cain did his own thing, directly contrary to the counsel of his Heavenly Father. They were not concerned with what the Lord wanted them to do but rather only with what they wanted to do. Of course this kind of action has never been very profitable measured in terms of happiness, and happiness is the whole purpose for the existence of man. The prophet Lehi’s statement that “men are, that they might have joy” (<span class=\"citation\" id=\"3859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3859)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3859)\">2 Ne. 2:25<\/a><\/span>) is all-inclusive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p6\" class=\"\">On the other hand, Abraham was told by God to sacrifice his “only” son Isaac as a burnt offering to the Lord. I presume Abraham could not have received a more disagreeable commandment from his Heavenly Father. Still he arose immediately, took his son and the necessary firewood, and started for the designated place. He could not be diverted from his course until an angel of the Lord intervened to stay his hand. And what was the reward for such action? Hear the Lord’s statement to Abraham: “… because thou hast done this thing, and hast not withheld thy son, thine only son:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p7\" class=\"\">“That in blessing I will bless thee, and in multiplying I will multiply thy seed as the stars of the heaven, and as the sand which is upon the sea shore. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p8\" class=\"\">“And in thy seed shall all the nations of the earth be blessed; because thou hast obeyed my voice.” (<span class=\"citation\" id=\"23834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23834)\">Gen. 22:16–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p9\" class=\"\">Jesus, our Lord and Master, was the greatest example of all in following in obedience to his Father’s commandments. His great agony in the Garden I presume has never been approached and cannot be matched by human man. He in Gethsemane prayed, saying, “O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.” (<span class=\"citation\" id=\"36107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36107)\">Matt. 26:39<\/a><\/span>.) The Master did not want to endure what was before him even though he knew this was the major purpose of his coming to earth—but he did what his Father had asked, and because he did, he holds “all power … in heaven and in earth” (<span class=\"citation\" id=\"36112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36112)\">Matt. 28:18<\/a><\/span>) and has, as Paul records, become “the author and finisher of our faith” (<span class=\"citation\" id=\"24410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24410)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24410)\">Heb. 12:2<\/a><\/span>), and as many as receive him become his sons and daughters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p10\" class=\"\">And how was it done? It was possible only through sacrifice. Truly sacrifice does “bring forth the blessings of heaven.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p11\" class=\"\">But how and why it happens seems to be difficult to understand, and perhaps few people really do understand it. Maybe this is the reason so few persons are willing to make the required sacrifice to allow the work of the Lord to fully succeed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p12\" class=\"\">The Prophet Joseph in his sixth lecture on faith gives probably the greatest statement extant on this vital subject. The Prophet said, “An actual knowledge to any person, that the course of life which he pursues is according to the will of God, is essentially necessary to enable him to have that confidence in God without which no person can obtain eternal life … and unless they have an actual knowledge that the course they are pursuing is according to the will of God they will grow weary in their minds and faint … It was through this sacrifice, and this only, that God has ordained that men should enjoy eternal life; and it is through the medium of the sacrifice of all earthly things that men do actually know that they are doing the things that are well pleasing in the sight of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p13\" class=\"\">“It was in offering sacrifices that Abel, the first martyr, obtained knowledge that he was accepted of God. And from the days of righteous Abel to the present time, the knowledge that men have that they are accepted in the sight of God is obtained by offering sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p14\" class=\"\">“It is in vain for persons to fancy to themselves that they are heirs with those, or can be heirs with them, who have offered their all in sacrifice, and by this means obtain faith in God and favor with him so as to obtain eternal life, unless they, in like manner, offer unto him the same sacrifice, and through that offering obtain the knowledge that they are accepted of him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p15\" class=\"\">“Those, then, who make the sacrifice, will have the testimony that their course is pleasing in the sight of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p16\" class=\"\">“But those who have not made this sacrifice to God do not know that the course which they pursue is well pleasing in his sight; for whatever may be their belief or their opinion, it is a matter of doubt and uncertainty in their mind; and where doubt and uncertainty are there faith is not, nor can it be. For doubt and faith do not exist in the same person at the same time; so that persons whose minds are under doubts and fears cannot have unshaken confidence; and where unshaken confidence is not there faith is weak; and where faith is weak the persons will not be able to contend against all opposition, tribulations, and afflictions which they will have to encounter in order to be heirs of God and joint heirs with Christ Jesus; and they will grow weary in their minds, and the adversary will have power over them and destroy them.” (Lectures on Faith, 1891 ed., 6:2, 4, 7–10, 12.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p17\" class=\"\">From this it is apparent that sacrifice, no matter how disagreeable it may be, is absolutely vital, for it is the only means the Lord has provided for his children to gain the faith and assurance necessary to successfully return to his presence in condition to enjoy eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p18\" class=\"\">Now, what would constitute a sacrifice today? All too often when we hear the word sacrifice we think of burnt offerings or one man laying down his life for another as the Master did for us all. These are valid examples, but surely there are some very modern sacrifices that the Lord has instituted to bless his children today. Some of these might include:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p19\" class=\"\"><span class=\"emphasis\">Paying tithing, <\/span>in a day when prices are increasing at an alarming rate and inflation seems to be running rampant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p20\" class=\"\"><span class=\"emphasis\">Observing the Word of Wisdom, <\/span>when using stimulants of all kinds is almost a way of life in this and other nations of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p21\" class=\"\"><span class=\"emphasis\">Living morally clean and chaste, <\/span>when these principles are scoffed at from every newsstand and almost every movie screen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p22\" class=\"\"><span class=\"emphasis\">Filling a mission, <\/span>when serving in the mission field means a break in educational pursuits of our young men and women and sometimes early exposure to military service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p23\" class=\"\">I interviewed a nineteen-year-old young man some time ago with respect to serving in the mission field. When I suggested that this was the course the Lord wanted him to take, he said, “But, Elder Rector, if I did that I would have to drop out of school.” I said, “Yes, that is true, but so did the twelve young men who are laboring in your stake and have brought some of your friends into the Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p24\" class=\"\"><span class=\"emphasis\">Holding family home evening <\/span>might appear to be a sacrifice when, among the myriads of other distractions, a professional football game competes for prime time on Monday night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p25\" class=\"\">Yes, my brothers and sisters, sacrifice is just as integral a part of the economy of God today as it has ever been. And sacrifice still brings forth the blessings of heaven. Without it no blessings come forth, although serving just to earn blessings is not right either. The service should be rendered because we love the Lord and love his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p26\" class=\"\">May we serve with an eye single to the glory of God and do what the Lord wants us to do instead of endlessly doing what we want to do, and may we do it because we love the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/sacrifice-still-brings-forth-blessings.p27\" class=\"\">I am a witness that God lives. I know he lives and that he hears and answers prayers, for he has heard and answered mine. I bear you my testimony that I know that Jesus is the Christ and that he lives. I know he lives, that he has reestablished his church upon the earth in our own day and time through the great prophet Joseph Smith, wonderful man that he was; that we have a prophet of God on earth today, President Joseph Fielding Smith, whom you heard this morning; that this is the church and kingdom of God, that the decisions are made by revelation in this church under the direction of our Lord and Savior, Jesus Christ, whose church it really is. I bear this witness to you in all soberness in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}