{"ID":2093, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Vitality of Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p2\" class=\"\">President Milton R. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:33b2.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p3\" class=\"\">My dear brethren and sisters, I humbly ask that the Spirit of God will direct me in what I say today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p4\" class=\"\">The devil is mustering his forces to full strength to bring about discord, sin, and sorrow among the human family. These calamities can be averted to the extent that people live the basic principle of the gospel of Jesus Christ, which is love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p5\" class=\"\">On a certain occasion a lawyer asked Jesus a question, “tempting him, and saying,<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p6\" class=\"\">“Master, which is the great commandment in the law?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p7\" class=\"\">“Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p8\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p9\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p10\" class=\"\">“On these two commandments hang all the law and the prophets.” (<span class=\"citation\" id=\"36094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36094)\">Matt. 22:35–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p11\" class=\"\">In the days of our Savior, the Hebrew scriptures were divided into divisions. The first five books were called the Law. Another group was called the Prophets. In answering the lawyer, the Master quoted Deuteronomy and Leviticus, which were two of the books of the Hebrew Law. Thus, Jesus Christ was declaring that the two great laws of love were the basis of all the religious teachings of the Hebrew scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p12\" class=\"\">Since the first great commandment is to love the Lord our God, how can we show our love for him? We can show our love in our prayers to the Father, given in the name of the Son, and also through our worship of those divine Beings. But, to become all-inclusive, Jesus said: “If ye love me, keep my commandments.” (<span class=\"citation\" id=\"28644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28644)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28644)\">John 14:15<\/a><\/span>.) In other words, we should “live by every word that proceedeth forth from the mouth of God.” (<span class=\"citation\" id=\"15771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15771)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15771)\">D&amp;C 84:44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p13\" class=\"\">Our Eternal Father and his Only Begotten Son both have intense, comprehensive, and full love for us. They have much greater intelligence and understanding than we have, and so their feelings of love go far beyond our capabilities to love. The attribute of love is so highly developed in these divine Beings that the scriptures state: “God is love.” (<span class=\"citation\" id=\"1107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1107)\">1 John 4:16<\/a><\/span>.) In fact, Deity’s transcendent love is above and beyond our deepest feelings and keenest conception. At times of great spiritual experience when we feel an abundance of the Spirit, we have a greater realization of the magnitude of God’s love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p14\" class=\"\">God is the Father of our spirits. He placed us upon this earth and provided a gospel plan of salvation through his Only Begotten Son, thereby making it possible for us to come back into his presence and receive exaltation or eternal life. Those who attain that glorious condition will experience the sweetness of love, which surpasses our present understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p15\" class=\"\">“… God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” (<span class=\"citation\" id=\"28618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28618)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28618)\">John 3:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p16\" class=\"\">Jesus Christ also loved us so much that he freely laid down his life and shed his blood for our sins, and also to bring about a universal resurrection. “Greater love hath no man than this, that a man lay down his life for his friends.” (<span class=\"citation\" id=\"28647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28647)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28647)\">John 15:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p17\" class=\"\">Among the entire human family, there is no example where the principle of love was demonstrated as perfectly as was shown in the life of Jesus in Palestine and in his ministry among the Nephites following his resurrection. He healed the sick, raised the dead, restored sight to the blind and hearing to the deaf, and cleansed those who were afflicted with leprosy. His heart was filled with compassion upon the poor and any who suffered afflictions. He lifted them spiritually with his deep understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p18\" class=\"\">A beautiful example of Christ’s love and compassion is given in the Book of Mormon when he blessed the little children:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p19\" class=\"\">“And when he had said these words, he wept, and the multitude bare record of it, and he took their little children, one by one, and blessed them, and prayed unto the Father for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p20\" class=\"\">“And when he had done this he wept again;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p21\" class=\"\">“And he spake unto the multitude, and said unto them: Behold your little ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p22\" class=\"\">“And as they looked to behold they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them.” (<span class=\"citation\" id=\"5745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5745)\">3 Ne. 17:21–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p23\" class=\"\">A superb example of Christ’s great love is shown when he was hanging on the cross in pain and agony nigh unto death. Jesus prayed: “Father, forgive them; for they know not what they do.” (<span class=\"citation\" id=\"31830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31830)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31830)\">Luke 23:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p24\" class=\"\">The central theme and the most dynamic force of the gospel of Jesus Christ is love. The Savior taught his apostles:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p25\" class=\"\">“A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p26\" class=\"\">“By this shall all men know that ye are my disciples, if ye have love one to another.” (<span class=\"citation\" id=\"28638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28638)\">John 13:34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p27\" class=\"\">Christ declared that the second great commandment was to love our neighbor as ourselves. The Master Teacher knew that it is human nature for all people to be self-centered. Thus, to be a good Christian, we must love other people as much as we love ourselves. If we loved our neighbors as much as we love ourselves, all our dealings with them would be in kindness, charity, and generosity. All our actions would be tempered by love. Jesus also taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p28\" class=\"\">“But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p29\" class=\"\">“That ye may be the children of your Father which is in heaven: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p30\" class=\"\">“Be ye therefore perfect, even as your Father which is in heaven is perfect.” (<span class=\"citation\" id=\"36064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36064)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36064)\">Matt. 5:44–45, 48<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p31\" class=\"\">What should be the relationship between husbands and wives, especially if they are Latter-day Saints?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p32\" class=\"\">A husband and wife should always be gracious and kind to each other. Neither of them should ever say or do anything to hurt the feelings of the other. Deepest love and affection should be shown toward each other continuously. At all times each should make a conscious effort to do everything possible to bring joy and happiness into the life of the other. A husband should show and express appreciation for the accomplishments of his mate, and she should do likewise. We should look for ways to build each other up and make each other happy. Neither the husband nor the wife should let a day pass without expressing love for the other. We should not assume that our mate knows and that it is not necessary to express it. At one time I had the honor of having President Joseph Fielding Smith and his beloved wife Jessie attend a conference to which I had been assigned. In her talk Sister Smith said: “I never let a day go by without telling my husband that I love him, and he never lets a day go by without telling me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p33\" class=\"\">Under these circumstances, God’s blessings will shower down from heaven upon the married couple and especially for those married by the power of the priesthood in the house of the Lord. The power from on high will bind the love and marriage of such couples for eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p34\" class=\"\">President David O. McKay, always an advocate of love and harmony in the home, stated: “Homes are made permanent through love.” (<span class=\"emphasis\">Pathways to Happiness <\/span>[Bookcraft], p. 114.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p35\" class=\"\">“Learn the value of self-control. You are never sorry for the word unspoken. I believe the lack of self-control is one of the most common contributing factors of unhappiness and discord. We see something in the other which we dislike. It is easy to condemn it. And that condemnatory word arouses ill feeling. If we see it, and we refrain from speaking, in a few moments all is concord and peace instead of animosity and ill will. Controlling the tongue is one of the greatest contributing factors to concord in the home, and one which too many of us fail to develop.” (Ibid., p. 120.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p36\" class=\"\">Love should also characterize the center of the family life. Each child should be made to feel at all times by his parents that he is of great importance in the family. Parents should express their love to their children and show them in numerous ways that they love them dearly. Then the Spirit of the Lord will reside in the home. The family will be love-centered and thereby God-centered. The children in turn will reciprocate the love to the parents and strive to please them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p37\" class=\"\">The goal of families who are actuated deeply by love will be to keep the commandments of our Savior in every detail and someday come back into the presence of the Eternal Father and his Only Begotten Son to dwell.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-vitality-of-love.p38\" class=\"\">I bear my testimony that the true gospel of our Lord has been restored to earth again, and that the Master’s church is The Church of Jesus Christ of Latter-day Saints. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}