{"ID":2096, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Light Shineth”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p2\" class=\"\">Elder Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:32ca.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p3\" class=\"\">My beloved brethren and sisters, members of the Church and nonmembers, if we are edified while I am speaking, you and I will both need to be guided by the Spirit of the Lord, because I propose to quote to you what he said as he spoke to his disciples concerning our day, the predicaments in which we find ourselves, and the immediate future to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p4\" class=\"\">“And the light shineth in darkness; and the darkness comprehended it not.” (<span class=\"citation\" id=\"28617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28617)\">John 1:5<\/a><\/span>.) So wrote the disciple whom Jesus loved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p5\" class=\"\">This scripture came to mind recently as I read a statement attributed to Dr. Charles H. Malik, former president of the General Assembly of the United Nations. In it he said that what is needed today is “the challenge of a truly universal message, a vision of something great and tremendous, a call to an heroic mission. … The immediate situation [he said] presents the aspect of a final and total judgment: everything is being weighed—one’s life, one’s values, one’s culture, the vitality of the whole civilization to which one belongs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p6\" class=\"\">“It is very much then like the last day. And those who believe will tell you that God is there and that most certainly He watches over His own, even if He should sorely chasten them still.” (Quoted in <span class=\"emphasis\">Public Speaker’s Treasure Chest <\/span>[Harper &amp; Row, 1964], p. 42.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p7\" class=\"\">Pondering this analysis of the sad plight of our society, one comes to the conclusion that the predicament in which we find ourselves today has not come about for want of an adequate guide, but rather for want of a listening ear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p8\" class=\"\">In conversing with you this morning, my purpose is to emphasize the fact that in our troubled world there now is and has been for a hundred and forty years a safe and sure guiding light; a light destined to bring joy, peace, and happiness to every nation, kindred, tongue, and people who will follow it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p9\" class=\"\">My witness to you is that our beloved Savior, Jesus Christ, while still in mortality, foresaw and foretold the circumstances in which we find ourselves today. He also at that time revealed the now impending consequences of our present course and prescribed the means he would make available for averting them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p10\" class=\"\">What he then said was and is, in his view, of such importance to us that he has had a record of it preserved in three separate scriptures: the Bible (see <span class=\"citation\" id=\"125326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125326)\">Matt. 24<\/a><\/span>), the Pearl of Great Price (<span class=\"citation\" id=\"125258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125258)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125258)\">JS—M 1<\/a><\/span>), and the Doctrine and Covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p11\" class=\"\">The circumstances under which he spoke are most impressive. As he went for the last time from Jerusalem to Bethany, he stood with his apostles on the Mount of Olives. Being concerned over his prediction that of the temple buildings there would not be left one stone upon another, they asked him for an explanation. “Tell us,” they said, “when shall these things be? and what shall be the sign of thy coming, and of the end of the world?” (<span class=\"citation\" id=\"36099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36099)\">Matt. 24:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p12\" class=\"\">I shall not recite what he said about the then-impending destruction of Jerusalem. I do, however, because of its relevance to our present and future welfare, invite you to seriously consider with me what he said about the signs of his second coming “and of the end of the world.” As to these events, he began by saying: “… when the times of the Gentiles is come in, a light shall break forth among them that sit in darkness, and it shall be the fulness of my gospel.” (<span class=\"citation\" id=\"15720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15720)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15720)\">D&amp;C 45:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p13\" class=\"\">That this prediction referred to our day is established by the fact that that “light” spoken of broke forth in the spring of 1820 when the Father and the Son appeared to the boy prophet, Joseph Smith. During the years immediately following, “the fulness of [Christ’s] gospel” was restored to the earth through the Prophet Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p14\" class=\"\">These great events were to, and did, usher in “the times of the Gentiles”—that is, the era in which, in this last dispensation, the gospel is to be preached primarily to the non-Jewish people of the earth. You will recall that in the meridian of time it went first to the Jews and then to the Gentiles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p15\" class=\"\">But, back to what the Savior said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p16\" class=\"\">“… when the times of the Gentiles is come in, a light shall break forth among them that sit in darkness, and it shall be the fulness of my gospel;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p17\" class=\"\">“But they receive it not; for they perceive not the light, and they turn their hearts from me because of the precepts of men.” (<span class=\"citation\" id=\"15721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15721)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15721)\">D&amp;C 45:28–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p18\" class=\"\">The fulfillment of this prediction is painfully evident today. The large majority to whom the gospel has been taken reject it. It is because of this rejection, and not because there is no guiding light, that this generation has been and, unless it reverses its course, will continue to be unable to avoid the calamities foreseen and foretold by Jesus. For, said he, in that generation—that is, in which the gospel is preached—“they perceive not the light” (the Gospel of Jesus Christ) and “turn their hearts from me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p19\" class=\"\">“… there shall be men standing in that generation, that shall not pass until they shall see an overflowing scourge; for a desolating sickness shall cover the land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p20\" class=\"\">“But my disciples shall stand in holy places [I thought of this as President Lee was talking a few moments ago], and shall not be moved; but among the wicked, men shall lift up their voices and curse God and die.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p21\" class=\"\">“And there shall be earthquakes also in divers places, and many desolations; yet men will harden their hearts against me, and they will take up the sword, one against another, and they will kill one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p22\" class=\"\">“And now [said the Savior, as he repeated this prophecy to the Prophet Joseph Smith], when I the Lord had spoken these words unto my disciples, they were troubled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p23\" class=\"\">“And I said unto them: Be not troubled, for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled.” (<span class=\"citation\" id=\"15723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15723)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15723)\">D&amp;C 45:31–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p24\" class=\"\">Then referring again to the breaking forth of the light, Jesus continued his prophetic utterance to his disciples by saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p25\" class=\"\">“And when the light shall begin to break forth, it shall be with them like unto a parable which I will show you—<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p26\" class=\"\">“Ye look and behold the figtrees, and ye see them with your eyes, and ye say when they begin to shoot forth, and their leaves are yet tender, that summer is now nigh at hand;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p27\" class=\"\">“Even so it shall be in that day when they shall see all these things, then shall they know that the hour is nigh.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p28\" class=\"\">“And it shall come to pass that he that feareth me Shall be looking forth for the great day of the Lord to come, even for the signs of the coming of the Son of Man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p29\" class=\"\">“And they shall see signs and wonders, for they shall be shown forth in the heavens above, and in the earth beneath.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p30\" class=\"\">“And they shall behold blood, and fire, and vapors of smoke.” (<span class=\"citation\" id=\"15725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15725)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15725)\">D&amp;C 45:36–41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p31\" class=\"\">Some of these signs we have already witnessed, and others we shall witness later. For, Jesus continued, ” … before the day of the Lord shall come, the sun shall be darkened, and the moon be turned into blood, and the stars fall from heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p32\" class=\"\">“And the remnant shall be gathered unto this place. [He was standing on the Mount of Olives.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p33\" class=\"\">“And then they shall look for me, and, behold, I will come; and they shall see me in the clouds of heaven, clothed with power and great glory; with all the holy angels; and he that watches not for me shall be cut off.” (<span class=\"citation\" id=\"15726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15726)\">D&amp;C 45:42–44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p34\" class=\"\">The righteous, however, shall not be cut off. Listen to the promises the Lord made to those who receive the gospel and live it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p35\" class=\"\">“But before the arm of the Lord shall fall, an angel shall sound his trump, and the saints that have slept shall come forth to meet me in the cloud.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p36\" class=\"\">“Wherefore, if ye [speaking to his apostles] have slept in peace blessed are you; for as you now behold me and know that I am, even so shall ye come unto me and your souls shall live, and your redemption shall be perfected; and the saints shall come forth from the four quarters of the earth.” (<span class=\"citation\" id=\"15727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15727)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15727)\">D&amp;C 45:45–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p37\" class=\"\">We are assured by these words that whether we die before he comes or persist in mortality, we shall, if we have been true and faithful, be with him and rejoice at his coming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p38\" class=\"\">And then, after those who are resurrected have come unto him, and the righteous who are living at the time of his coming have come forth from the four quarters of the earth, “… shall the arm of the Lord fall upon the nations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p39\" class=\"\">“And then shall the Lord set his foot upon this mount, and it shall cleave in twain, and the earth shall tremble, and reel to and fro, and the heavens also shall shake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p40\" class=\"\">“And the Lord shall utter his voice, and all the ends of the earth shall hear it; and the nations of the earth shall mourn, and they that have laughed shall see their folly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p41\" class=\"\">“And calamity shall cover the mocker, and the scorner shall be consumed; and they that have watched for iniquity shall be hewn down and cast into the fire.” (<span class=\"citation\" id=\"15728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15728)\">D&amp;C 45:47–50<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p42\" class=\"\">“And Satan shall be bound, that he shall have no place in the hearts of the children of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p43\" class=\"\">“And at that day, when I shall come in my glory, shall the parable be fulfilled which I spake concerning the ten virgins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p44\" class=\"\">“For they that are wise and have received the truth, and have taken the Holy Spirit for their guide, and have not been deceived—verily I say unto you, they shall not be hewn down and cast into the fire, but shall abide the day.” (<span class=\"citation\" id=\"15730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15730)\">D&amp;C 45:55–57<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p45\" class=\"\">“They that are wise and have received the truth” are they who, when they hear the gospel, accept it. They who “have taken the Holy Spirit for their guide, and have not been deceived,” are they who have not only had the gift bestowed upon them, but who have thereafter so lived as to have received the guidance of the Holy Ghost to such an extent that they have not been deceived. Such are they who, whether resurrected at his coming or still living in mortality, “shall abide the [great] day” of Christ’s second coming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p46\" class=\"\">“And the earth shall be given unto them for an inheritance; and they shall multiply and wax strong, and their children shall grow up without sin unto salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p47\" class=\"\">“For the Lord shall be in their midst, and his glory shall be upon them, and he will be their king and their lawgiver.” (<span class=\"citation\" id=\"15733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15733)\">D&amp;C 45:58–59<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p48\" class=\"\">This great prophetic pronouncement of Jesus reveals the cause of our predicament, which gave Dr. Malik such concern over the future of our civilization. It confirms the fact that the restored gospel of Jesus Christ is the sure light shining in the darkness of our troubled world. The gospel, restored through the Prophet Joseph, is the good doctor’s yearned-for “vision great and tremendous.” It sounds the “call to an heroic mission.” It is “the challenge of a truly universal message.” It is what the good doctor says is required today. It confirms his conclusion that the world’s “immediate situation presents the aspect of a final and total judgment: [that] everything is being weighed—one’s life, one’s values, one’s culture, the vitality of the whole civilization to which one belongs.” It confirms the fact that our times are not only “very much like the last day,” but it assures us that they are in very deed the last days and that God is truly “there” watching “over his own.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p49\" class=\"\">To the truth of this scripture which we have considered, I bear personal witness. I know that he who spoke it was and is the Son of God, the Creator and Redeemer of the earth and the inhabitants thereof; that he knows, and knew from the beginning, all things; that he spoke eternal truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p50\" class=\"\">I bear witness that the fullness of the everlasting gospel is in the earth. The predicted light has broken forth. Many others of the predicted signs of Christ’s coming have been given. Others are now visible. The rest are imminent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p51\" class=\"\">I testify that God is not dead. He is at the helm. His power—his priesthood—is in the earth; his programs are on schedule; his “eternal purposes shall roll on, until all his promises shall be fulfilled.” (<span class=\"citation\" id=\"38015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38015)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38015)\">Morm. 8:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-light-shineth.p52\" class=\"\">To this I bear solemn witness as a special witness of Christ, in the name of Jesus Christ, our Lord. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}