{"ID":2098, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Laying a Foundation for the Millennium\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p3\" class=\"\">Elder LeGrand Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c62.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p4\" class=\"\">I am very grateful to my Father in heaven for the privilege of attending another general conference of the Church with all you faithful Latter-day Saints here present this afternoon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p5\" class=\"\">The Savior said, “Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.” (<span class=\"citation\" id=\"36055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36055)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36055)\">Matt. 4:4<\/a><\/span>.) I am sure that those of us who have been privileged to attend the last three sessions of this conference have felt a realization that we have truly been fed the bread of life eternal. We have had some wonderful counsel and inspiration given to us by the servants of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p6\" class=\"\">Bread will keep the body alive, but it takes more than that to keep the spirit alive. The music has been wonderful, and I would like to compliment these singers from Ricks College. I was there just a few weeks ago at their devotional, and we can’t help but thank the Lord for all the institutions of his church and what these institutions and educational opportunities are doing for our young people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p7\" class=\"\">Today I thought I would like to say a few words about the kind of a foundation we have for our faith, and what we live for, and what our aims and our ambitions really are. I think of the time the beautiful temple here on this block was erected, over a hundred years ago. When the foundation was being laid, we are told that it was sixteen feet wide, and at one time President Brigham Young came and saw the workmen throwing in chipped granite. He made them take it out and put in those great granite blocks with this explanation: “We are building this temple to stand through the millennium.” Isn’t that a good thought? Each one of us ought to want to build our lives and help our families to build their lives so that we can stand through the millennium.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p8\" class=\"\">As we listened to Brother Romney in this morning’s session, outlining the promises of the prophets and the Savior himself regarding his coming, who is there among us who wouldn’t want to be walking in a way that would assure us that, when the trump of God shall sound and the dead shall come forth, we, with our loved ones, can be numbered among them and share in his presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p9\" class=\"\">I think of the words of the apostle John, who was banished upon the Isle of Patmos and was shown by an angel everything from the war in heaven, when Satan was cast out, to the final winding-up scene. He saw the dead, small and great, stand before God, and the books were opened and the dead were judged out of those things which were written in the books, according to their works—not just their faith, not just what they say with their mouths, but by their works. And death and hell delivered up the dead which were in them and they were judged every man according to his works. (See <span class=\"citation\" id=\"42454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42454)\">Rev. 20:12–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p10\" class=\"\">“… and they lived and reigned with Christ a thousand years. But the rest of the dead lived not again until the thousand years were finished. … Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.” (<span class=\"citation\" id=\"42452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42452)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42452)\">Rev. 20:4–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p11\" class=\"\">Who is there whose testimony has ever been touched by the divine Spirit who would be satisfied to remain a thousand years when the trump of God should sound and they might have prepared themselves? And if it takes a sixteen-foot foundation to hold that temple for the millennium, then it takes a lot of obedience on our part to prepare ourselves for that glorious event.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p12\" class=\"\">The Savior said, “… strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.” (<span class=\"citation\" id=\"36075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36075)\">Matt. 7:14<\/a><\/span>.) And so we want to be sure that we are on that straight and narrow way which leadeth to life. He said on another occasion:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p13\" class=\"\">“… whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p14\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p15\" class=\"\">“And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p16\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.” (<span class=\"citation\" id=\"36077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36077)\">Matt. 7:24–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p17\" class=\"\">The kind of foundation upon which we build our lives is just as important for our eternal happiness as is the kind of a foundation upon which they built that holy temple that it might stand through the millennium.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p18\" class=\"\">A few years ago while I was president of the Southern States Mission, I delivered a sermon one night in Quitman, Georgia, on the eternal duration of the marriage covenant and the family unit. I read from Brother Rulon S. Howells’ book <span class=\"emphasis\">Do Men Believe What Their Church Prescribes? <\/span>(Deseret Book Co., 1932.) He has a chart there where he lists all the major churches and then their statement and attitude toward the major doctrinal principles, including this one about the eternal duration of the marriage covenant, and not one believes this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p19\" class=\"\">I just cannot understand how they could read the Bible and yet not believe, and how marriages could be performed in the churches all over the world until death do you part. What a flimsy concept! Why don’t they go back to the time when God had finished the creation of this earth, and looked upon it and found it good, and placed Adam here, at which time he said: “It is not good that the man should be alone. …” (<span class=\"citation\" id=\"23826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23826)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23826)\">Gen. 2:18<\/a><\/span>.) He made a helpmeet for him, saying, “… and they shall be one flesh.” (<span class=\"citation\" id=\"23827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23827)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23827)\">Gen. 2:24<\/a><\/span>.) Now what God joins together and makes one flesh, you couldn’t separate without having two halves instead of two wholes. Jesus repeated that statement when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p20\" class=\"\">“For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p21\" class=\"\">“… what therefore God hath joined together, let not man put asunder.” (<span class=\"citation\" id=\"36090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36090)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36090)\">Matt. 19:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p22\" class=\"\">At the close of that meeting, I stood at the door to shake hands with the people as they left, and a man came up and introduced himself to me as a Baptist minister. I said, “Did I misquote you here tonight?” “No, Mr. Richards,” he said; “it is just like you say. We don’t all believe all the things that our churches teach.” And I said, “And you don’t believe them either. Why don’t you go back and teach your people the truth? They will take it from you and they are not ready to take it from the Mormon elders yet.” He said, “I’ll see you again,” and that is all I could get from him that night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p23\" class=\"\">The next time I went to that branch to hold a conference, about four months later, my coming was announced in the newspaper because I was the mission president. As I walked up to that little church, there stood that Baptist minister waiting for me. As we shook hands I said, “I would certainly be interested to know what you thought of my last sermon here.” He said, “Mr. Richards, I have been thinking about it ever since. I believe every word you said.” Then he said, “But I would like to hear the rest of it.” How could any man who has a true love for his wife and his children not want to believe that principle?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p24\" class=\"\">I like the little verse written by Anderson M. Baten, “To His Wife Beulah,” in which he said:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“I wed thee forever, not for now,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Not for the sham of earth’s brief years,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I wed thee for the life beyond the tears,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Beyond the heart pain and clouded brow.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Love knows no grave and it shall guide us dear<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">When life’s spent candles flutter and burn low.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p31\" class=\"\">There are people like that who believe that marriage ought to be eternal, but there is no other church in all this world, outside of our church, as far as I know, that believes in the eternal duration of the marriage covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p32\" class=\"\">Just think what a difference it makes in our lives when we know that we are to live on and on forever and forever! I would just as soon believe that death is a complete annihilation of both body and spirit as to think that when death came it would separate me from my wife and from my children and that we would not know each other. I tell you, there wouldn’t be very much to look forward to. How could you want to live on and on forever without a continuation of the love ties that bind you together here?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p33\" class=\"\">We see cases of kidnapping, when children are taken away. I remember years ago, I think it was in 1932, when Colonel Lindbergh’s little boy was kidnapped and a note was left asking for $50,000. He would gladly have paid what they asked if he could have gotten his boy back again. And yet here we come along with the knowledge of life eternal. Brother Marion G. Romney quoted this morning the revelation of the Lord where he said that in the resurrection children would come forth and grow up without sin unto salvation. (See <span class=\"citation\" id=\"15732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15732)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15732)\">D&amp;C 45:58<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p34\" class=\"\">There are those of us who have laid away our little ones in the grave, and we had that responsibility. A little daughter was born to us over in Holland while I was president of the mission there, and we kept her until she was three and a half years old. My wife has said time and time again that she knew the angels brought that spirit to her because she felt their presence, and yet we laid her away in the grave. If we had to feel that that was the end, we would have given anything in this world to have her back again. And then we come to this great knowledge that we have in the restoration of the gospel, that she will be ours in the eternal world and we will have the joy of seeing her grow up without sin, unto salvation. Sometimes I have thought that probably some of these choice spirits did not need the experience here in mortality like other children, and that is why the Lord has seen fit to call them home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p35\" class=\"\">We had four daughters before we had a son. We were sent to California to preside over a stake down there, and our boy went out with a member of the high council and his boys, and he lost his life in an accident. That is the greatest sorrow that ever came to us, but now we are getting up on the top of the ladder, so to speak, and we look forward, knowing that these love ties are intended by God, our Eternal Father, to endure throughout the eternities. It takes the sting away from death to know that we are going to meet those who are so dear and sacred to us. Thank God for this knowledge! I want to see our foundation here so laid that we will be worthy to stand with our loved ones and with the sanctified and the redeemed of our Father’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p36\" class=\"\">Brothers and sisters, we are a blessed people. We are blessed in the privilege of living upon the earth when the gospel has been restored and having a knowledge of its truth. We are blessed to have a foundation upon which to build our faith, which makes every day a happy day as we associate with our loved ones. No wonder President McKay so often said that no success in life can compensate for failure in the home. And the nearer men and women live unto God in keeping his commandments, the greater is the love in the home and the greater appreciation of the knowledge that that love can continue throughout the eternities that are to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p37\" class=\"\">While I was president of the Southern States Mission, a schoolteacher loaned a book to one of our Mormon children; and when the book came back, in it was an Articles of Faith card, and that schoolteacher read it. She went to her minister and said, “Why can’t our church have something like this?” The minister could not give her any satisfactory explanation, and so she wrote a letter to the Bureau of Information here in Salt Lake City. They sent her literature, they sent us her name, the missionaries called on her, and she joined the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p38\" class=\"\">Then I think, as I read those Articles of Faith written by the Prophet Joseph Smith (and there are many other important doctrines that he didn’t list), how could anybody read those articles and then not believe that we have the truth? No other church in the world has such a foundation to build upon. In closing, I would like to recite some of them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p39\" class=\"\">“We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost.” [<span class=\"citation\" id=\"6889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6889)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6889)\">A of F 1:1<\/a><\/span>] Two separate, distinct personages, the Prophet Joseph taught, with bodies of flesh and bone, and the Holy Ghost a personage of spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p40\" class=\"\">“We believe that men will be punished for their own sins, and not for Adam’s transgression.” [<span class=\"citation\" id=\"6890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6890)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6890)\">A of F 1:2<\/a><\/span>] There are not very many churches that believe this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p41\" class=\"\">“We believe that through the Atonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of the Gospel.” [<span class=\"citation\" id=\"6892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6892)\">A of F 1:3<\/a><\/span>] Most of the preaching today is that all you have to do is to confess him as your Savior, but our statement is that we have to <span class=\"emphasis\">do <\/span>what he says.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p42\" class=\"\">“We believe that the first principles and ordinances of the Gospel are: first, Faith in the Lord Jesus Christ; second, Repentance; third, Baptism by immersion for the remission of sins; fourth, Laying on of hands for the gift of the Holy Ghost.” [<span class=\"citation\" id=\"6893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6893)\">A of F 1:4<\/a><\/span>] I don’t believe there is any other church in the world built upon that foundation, and yet if we turn to the sixth chapter of Hebrews, Paul says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p43\" class=\"\">“… leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p44\" class=\"\">“Of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment.” (<span class=\"citation\" id=\"24409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24409)\">Heb. 6:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p45\" class=\"\">That is exactly the same as we have it in our Articles of Faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p46\" class=\"\">“We believe that a man must be called of God, by prophecy, and by the laying on of hands, by those who are in authority to preach the Gospel and administer in the ordinances thereof.” [<span class=\"citation\" id=\"6894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6894)\">A of F 1:5<\/a><\/span>] No other church believes that; they think they have authority by reading their Bibles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p47\" class=\"\">“We believe in the same organization that existed in the Primitive Church, viz., apostles, prophets, pastors, teachers, evangelists, etc.” [<span class=\"citation\" id=\"6895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6895)\">A of F 1:6<\/a><\/span>] Paul tells us that his church is built upon the foundation of apostles and prophets, with Christ himself being the chief cornerstone; and no other church has such a foundation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p48\" class=\"\">“We believe in the gift of tongues, prophecy, revelation, visions, healings, interpretation of tongues, and so forth.” [<span class=\"citation\" id=\"6896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6896)\">A of F 1:7<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p49\" class=\"\">“We believe the Bible to be the word of God as far as it is translated correctly; we also believe the Book of Mormon to be the word of God.” [<span class=\"citation\" id=\"6898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6898)\">A of F 1:8<\/a><\/span>] And no man can believe the Bible without knowing that there is another volume of scripture that God has promised to bring forth and put with it and make them one in his hands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p50\" class=\"\">“We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God.” [<span class=\"citation\" id=\"6900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6900)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6900)\">A of F 1:9<\/a><\/span>] In other words, we believe in continuous revelation and that Christ’s true church is directed by revelation today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p51\" class=\"\">And then, “We believe in the literal gathering of Israel and in the restoration of the Ten Tribes; that Zion will be built upon this [the American] continent; that Christ will reign personally upon the earth; and, that the earth will be renewed and receive its paradisiacal glory.” [<span class=\"citation\" id=\"6901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6901)\">A of F 1:10<\/a><\/span>] We know these things, and Isaiah tells us that when that day shall come there shall be a new heaven and a new earth in which the lamb and the lion shall lie down together, and we shall build houses and inhabit them, and we shall plant vineyards and eat the fruit thereof. We shall not build that another shall inhabit, but every man shall enjoy the works of his own hands, and they are the blessed of the Lord and their offspring with them. (See <span class=\"citation\" id=\"25407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25407)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25407)\">Isa. 65:17–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/laying-a-foundation-for-the-millennium.p52\" class=\"\">No wonder we ought to want to lay a foundation comparable to that foundation upon which the holy temple stands, so we can be sure that we will stand with our loved ones through the millennium. May God help each one of us and our families so to do, I pray, and leave you my blessing, in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}