{"ID":21, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Message of the First Presidency<\/p>\n<p class=\"gcspeaker\">President Heber J. Grant<\/p>\n<p class=\"gcbib\">Heber J. Grant, <i>Conference Report<\/i>, pp. 88-97<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn these days of trial and sorrow, when Satan is \"seeking to destroy the souls of men\"\n(<span class=\"citation\" id=\"11700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11700)\">D&amp;C 10:27<\/a><\/span>)\nwe send to the righteous everywhere our greetings with prayers for their blessing;\nto the Saints in all lands and on the islands of the seas, we renew our testimonies and pledge\nour unselfish service, exhorting them to lives obedient to the gospel and the commandments\nof the Lord; we extend to them the hand of true and faithful fellowship, with deep and\nabiding love and blessing.\n<\/p><p>\nOUR TESTIMONIES\n<\/p><p>\nWe bear witness to all the world that God lives, and still rules, that His righteous ways and\nHis truth will finally prevail.\n<\/p><p>\nWe bear testimony that Jesus is the Christ, the Only Begotten of the Father, the First Fruits of\nthe Resurrection, the Redeemer of the World, and that \"there is none other name under\nheaven given among men, whereby we must be saved\"\n(<span class=\"citation\" id=\"7496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7496)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\nWe solemnly declare that in these the latter days, God has again spoken from the heavens\nthrough His chosen Prophet, Joseph Smith; that the Lord has, through that same Prophet,\nagain revealed in its fulness His gospel, &mdash; the plan of life and salvation; that through that\nProphet and his associates He has restored His holy Priesthood to the earth, from which it had\nbeen taken because of the wickedness of men; and that all the rights, powers, keys, and\nfunctions appertaining to that Priesthood as so restored are now vested in and exercised by the\nchosen and inspired leadership of His Church, &mdash; The Church of Jesus Christ of Latter-day\nSaints, even as that Priesthood has been exercised on the earth from the Beginning until this\nday, whenever His Church was here or His work had place among the children of men.\n<\/p><p>\nThese testimonies we bear in all soberness, before God and men, aware that we are\nanswerable to God for the truthfulness thereof. We admonish all men to give ear to these\ntestimonies and to bring their lives into harmony with the gospel of Christ, that on the day\n\"When the Son of man shall come in his glory, and all the holy angels with him,\" they may\nstand with those on His right hand, to whom He will say, \"Come, ye blessed of my Father,\ninherit the kingdom prepared for you from the foundation of the world\"\n(<span class=\"citation\" id=\"33818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33818)\">Matt. 25:31,34<\/a><\/span>).\n<\/p><p>\nWe shall now speak first of some vital practical matters which should be uppermost in the\nminds of all Latter-day Saints.\n<\/p><p>\nMESSAGE TO PARENTS\n<\/p><p>\nIt is becoming increasingly clear that very many of our physicians and surgeons will be taken\nby the government for service with the armed forces. This is well, for we want our soldiers\nand sailors to have every care which it is possible to give them. But this will leave the\ncivilians with curtailed and probably inadequate medical help: In some areas we shall be left\nwith little more trained assistance than was available to our pioneer fathers. Yet it is our\npatriotic duty to be as fully effective in production at home as our boys are effective in\ncombat in the field. Those in the front lines cannot be strong unless those behind the lines are\nstrong also. To meet this patriotic duty and to prepare for this threatening condition, we urge\nall parents to guard with zealous care the health of their children. Feed them simple, good,\nwholesome food that will nourish and make them strong. See that they are warmly clad. Keep\nthem from exposure. Have them avoid unnecessary crowds in close, poorly ventilated,\noverheated rooms and halls. See that they have plenty of rest and sleep. Avoid late hours.\nKeep them home in the evenings and remain home to enjoy them. Teach them strictly to\nobserve the Word of Wisdom which is God's law of health. You parents observe these rules\nyourselves, and keep the other commandments of the Lord. You bishops and presidents of\nstakes, first lead your people by example and then they will follow your precepts. Parents,\nprepare yourselves and your children for the times to come. So live, day by day, that you may\nwith confidence, ask the blessings of health with which the Lord clothes those whom, living\nrighteously, He delights to succor.\n<\/p><p>\nMESSAGE TO THE YOUTH\n<\/p><p>\nTo the youth of the Church we repeat all the foregoing advice, but above all we plead with\nyou to live clean, for the unclean life leads only to suffering, misery, and woe physically, &mdash;\nand spiritually it is the path to destruction. How glorious and near to the angels is youth that\nis clean; this youth has joy unspeakable here and eternal happiness hereafter. Sexual purity is\nyouth's most precious possession; it is the foundation of all righteousness. Better dead, clean,\nthan alive, unclean.\n<\/p><p>\nTimes approach when we shall need all the health, strength, and spiritual power we can get to\nbear the afflictions that will come upon us.\n<\/p><p>\nWELFARE WORK\n<\/p><p>\nWe renew the counsel given to the Saints from the days of Brigham Young until now, &mdash; be\nhonest, truthful, industrious, frugal, thrifty. In the day of plenty, prepare for the day of\nscarcity. The principle of the fat and lean kine\n(<span class=\"citation\" id=\"23460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23460)\">Gen. 41:18-20<\/a><\/span>),\nis as applicable today as it was in the days\nwhen, on the banks of the Nile, Joseph interpreted Pharaoh's dream. Officials now warn us,\nand warn again, that scant days are coming.\n<\/p><p>\nWe renew our counsel, and repeat our instructions. Let every Latter-day Saint that has land,\nproduce some valuable, essential foodstuff thereon and then preserve it: or if he cannot\nproduce an essential foodstuff, let him produce some other kind and exchange it for an\nessential foodstuff; let them who have no land of their own, and who have knowledge of\nfarming and gardening, try to rent some, either by themselves or with others, and produce\nfoodstuff thereon, and preserve it. Let those who have land produce enough extra to help their\nless fortunate brethren.\n<\/p><p>\nThe Welfare plan should be carried forward with redoubled energy that we may care for the\nworthy, needy poor and unfortunate, and many of us may hereafter enter that class who now\nfeel we are secure from want.\n<\/p><p>\nAs the Church has always urged since we came to the Valleys, so now we urge every Church\nhouseholder to have a year's supply of essential foodstuffs ahead. This should, so far as\npossible, be produced by each householder and preserved by him. This course will not only\nrelieve from any impending distress those households who so provide themselves, but will\nrelease just that much food to the general national stores of foodstuffs from which the public\nat large must be fed.\n<\/p><p>\nThe utmost care should be taken to see that foodstuffs so produced and preserved by the\nhouseholder, do not spoil, for that would be waste, and the Lord looks with disfavor upon\nwaste. He has blessed His people with abundant crops; the promise for this year is most\nhopeful. The Lord is doing His part; He expects us to do ours.\n<\/p><p>\nFALSE POLITICAL <i>Isms<\/i>\n<\/p><p>\nWe again warn our people in America of the constantly increasing threat against our inspired\nConstitution and our free institutions set up under it. The same political tenets and\nphilosophies that have brought war and terror in other parts of the world are at work amongst\nus in America. The proponents thereof are seeking to undermine our own form of government\nand to set up instead one of the forms of dictatorships now flourishing in other lands. These\nrevolutionists are using a technique that is as old as the human race, &mdash; a fervid but false\nsolicitude for the unfortunate over Whom they thus gain mastery, and then enslave them.\n<\/p><p>\nThey suit their approaches to the particular group they seek to deceive. Among the Latter-day\nSaints they speak of their philosophy and their plans under it, as an ushering in of the United\nOrder. Communism and all other similar <i>isms<\/i> bear no relationship whatever to the United\nOrder. They are merely the clumsy counterfeits which Satan always devises of the gospel\nplan. Communism debases the individual and makes him the enslaved tool of the state to\nwhom he must look for sustenance and religion; the United Order exalts the individual, leaves\nhim his property, \"according to his family, according to his circumstances and his wants and\nneeds\" (<span class=\"citation\" id=\"11736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11736)\">D&amp;C 51:3<\/a><\/span>),\nand provides a system by which he helps care for his less fortunate brethren;\nthe United Order leaves every man free to choose his own religion as his conscience directs.\nCommunism destroys man's God-given free agency: the United Order glorifies it. Latter-day\nSaints cannot be true to their faith and lend aid, encouragement, or sympathy to any of these\nfalse philosophies. They will prove snares to their feet\n(<span class=\"citation\" id=\"26449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26449)\">Jer. 18:22<\/a><\/span>).\n<\/p><p>\nGOSPEL OF LOVE\n<\/p><p>\nThe gospel of Christ is a gospel of love and peace, of patience and long suffering, of\nforbearance and forgiveness, of kindness and good deeds, of charity and brotherly love.\nGreed, avarice, base ambition, thirst for power, and unrighteous dominion over our fellow\nmen, can have no place in the hearts of Latter-day Saints nor of God-fearing men everywhere.\nWe of the Church must lead the life prescribed in the saying of the ancient prophet-warrior:\n<\/p><p>\nI seek not for power, but to pull it down. I seek not for honor of the world, but for the glory\nof my God, and the freedom and welfare of my country\n(<span class=\"citation\" id=\"8814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8814)\">Alma 60:36<\/a><\/span>).\n<\/p><p>\nHATE MUST BE ABOLISHED\n<\/p><p>\nHate can have no place in the souls of the righteous. We must follow the commands of Christ\nHimself which declare the true life:\n<\/p><p>\nLove your enemies, bless them that curse you, do good to them that hate you, and pray for\nthem which despitefully use you, and persecute you;\n<\/p><p>\nThat ye may be the children of your Father which is in heaven\n(<span class=\"citation\" id=\"33797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33797)\">Matt. 5:44-45<\/a><\/span>).\n<\/p><p>\nThese principles must be instilled into the hearts of our children, taught to our youth, given\nby way of instruction to our vigorous manhood and womanhood, lived in very fact and deed\nby the aged, ripened in experience and wisdom. These are the principles which God enjoins\nupon all who teach, in whatever capacity or in whatever place. The Lord has declared that\nthose who teach not their children light and truth, according to the commandments' shall be\nafflicted, the wicked one shall have power over them\n(<span class=\"citation\" id=\"11795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11795)\">D&amp;C 93:42<\/a><\/span>), and the sin shall be\nupon their heads (<span class=\"citation\" id=\"11757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11757)\">D&amp;C 68:25<\/a><\/span>).\nWoe will be the part of those who plant hate in the\nhearts of the youth, and of the people, for God will not hold them guiltless; they are sowing\nthe wind, their victims will reap the whirlwinds\n(<span class=\"citation\" id=\"24897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24897)\">Hosea 8:7<\/a><\/span>).\nHate is born of Satan; love is the offspring\nof God. We must drive out hate from our hearts, every one of us, and permit it not again to\nenter.\n<\/p><p>\nMISSION OF THE CHURCH\n<\/p><p>\nThe Lord has established His Church in these latter days that men might be called to\nrepentance, to the salvation and exaltation of their souls. Time and time again He told the\nProphet Joseph and those with him that \"the field is white already to harvest\"\n(<span class=\"citation\" id=\"11695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11695)\">D&amp;C 4:4<\/a><\/span>;\n<span class=\"citation\" id=\"11697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11697)\">D&amp;C 6:3<\/a><\/span>;\n<span class=\"citation\" id=\"11702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11702)\">D&amp;C 11:3<\/a><\/span>;\n<span class=\"citation\" id=\"11705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11705)\">D&amp;C 12:3<\/a><\/span>;\n<span class=\"citation\" id=\"11706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11706)\">D&amp;C 14:3<\/a><\/span>;\n<span class=\"citation\" id=\"11715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11715)\">D&amp;C 33:3,7<\/a><\/span>).\nOver and over again He commanded them to preach nothing\nbut repentance to this generation\n(<span class=\"citation\" id=\"11698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11698)\">D&amp;C 6:9<\/a><\/span>;\n<span class=\"citation\" id=\"11704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11704)\">D&amp;C 11:9<\/a><\/span>;\n<span class=\"citation\" id=\"11707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11707)\">D&amp;C 14:8<\/a><\/span>) finally declaring:\n<\/p><p>\nAnd thou shalt declare glad tidings, yea, publish it upon the mountains, and upon every high\nplace, and among every people that thou shalt be permitted to see.\n<\/p><p>\nAnd thou shalt do it with all humility, trusting in me, reviling not against revilers.\n<\/p><p>\nAnd of tenets thou shalt not talk, but thou shalt declare repentance and faith on the Savior,\nand remission of sins by baptism and by fire, yea, even the Holy Ghost.\n<\/p><p>\nBehold, this is a great and the last commandment which I shall give unto you concerning this\nmatter; for this shall suffice for thy daily walk, even unto the end of thy life.\n<\/p><p>\nAnd misery thou shalt receive if thou wilt slight these counsels, yea, even the destruction of\nthyself and property (<span class=\"citation\" id=\"11711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11711)\">D&amp;C 19:29-33<\/a><\/span>).\n<\/p><p>\nThese commands we must obey that men shall come to know God and Jesus Christ whom He\nsent, for \"this is life eternal\" (<span class=\"citation\" id=\"27089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27089)\">John 17:3<\/a><\/span>).\n<\/p><p>\nFor this cause was the Church organized, the gospel again revealed in its fulness, the\nPriesthood of God again restored, with all its rights, powers, keys and functions. This is the\nmission of the Church. The divine commission given to the apostles of old\n(<span class=\"citation\" id=\"33821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33821)\">Matt. 28:18-20<\/a><\/span>;\n<span class=\"citation\" id=\"32970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32970)\">Mark 16:15-18<\/a><\/span>)\nhas been repeated in this day, that the gospel shall be carried to all nations\n(<span class=\"citation\" id=\"11719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11719)\">D&amp;C 38:33<\/a><\/span>),\nunto the Jew and the Gentile (<span class=\"citation\" id=\"11710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11710)\">D&amp;C 18:26<\/a><\/span>);\nit shall be declared with rejoicing\n(<span class=\"citation\" id=\"11713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11713)\">D&amp;C 28:16<\/a><\/span>);\nit shall roll to the ends of the earth\n(<span class=\"citation\" id=\"11754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11754)\">D&amp;C 65:2<\/a><\/span>); and it must\nbe preached by us to whom the kingdom has been given\n(<span class=\"citation\" id=\"11784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11784)\">D&amp;C 84:76<\/a><\/span>). No act of ours or\nof the Church must interfere with this God-given mandate. The Lord will hold us to this high\ncommission and exalted duty, imposed by His commandment to us, when He said:\n<\/p><p>\nAnd in nothing doth man offend God, or against none is his wrath kindled, save those who\nconfess not his hand in all things, and obey not his commandments\n(<span class=\"citation\" id=\"11747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11747)\">D&amp;C 59:21<\/a><\/span>).\n<\/p><p>\nWe shall be excused from this divine commission, individually and as a Church, only if some\npower beyond our control shall prevent our obedience to God's commands, then they who\nhinder must bear the penalty\n(<span class=\"citation\" id=\"11822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11822)\">D&amp;C 124:49<\/a><\/span>).\nBut to that point of hindrance, it is our bounden duty to carry on.\n<\/p><p>\nSENDING OF MISSIONARIES\n<\/p><p>\nIt is our duty, divinely imposed, to continue urgently and militantly to carry forward our\nmissionary work. We must continue to call missionaries and send them out to preach the\ngospel, which was never more needed than now, which is the only remedy for the tragic ills\nthat now afflict the world, and which alone can bring peace and brotherly love back amongst\nthe peoples of the earth. We must continue to call to missionary work those who seem best\nable to perform it in these troublous and difficult days. Our duty under divine command\nimperatively demands this. We shall not knowingly call anyone for the purpose of having him\nevade military service, nor for the purpose of interfering with or hampering that service in\nany way, nor of putting any impediment in the way of' government. These would be\nunworthy motives for a missionary life. Our people have furnished and we expect them to\ncontinue to furnish their full quota for those purposes, but we see no alternative, until new\nrules are made by the government, but to continue to call the best and most effective men into\nmissionary work, if they are available therefor.\n<\/p><p>\nHaving in mind that the worldwide disaster in material and spiritual matters has brought vital\nand difficult problems to the nation and to the Church, &mdash; the nation because of need of\nmanpower for the armed forces and defense works, and to the Church because of the\nimperative need it brings to us to employ in our missionary work the experience, testimony\nand faith possessed by our more mature brethren, we have instructed our bishops, presidents\nof branches, and presidents of missions to confine until further notice, their recommendations\nof brethren for missionary service in the field, to those who on March 23, 1942, were\nseventies or high priests. Furthermore, in recommending these brethren, none but those who\nare and have been living worthily, should be chosen; and as to these, they should choose those\nonly who have not received their notice of induction, who are not likely to receive it within a\nshort time, and who have a real desire to do missionary work.\n<\/p><p>\nTo preach the gospel, under ordination from the Priesthood of God, is a great privilege, to be\nenjoyed by those only who are thoroughly qualified and who are and have been strictly living\nthe commandments and attending to their Church duties. Every bishop will carefully examine\neveryone whom he considers for a mission, to be sure he meets these requirements. No\nlukewarm or unworthy person should be recommended. The bishop must not in any way play\nfavorites, thus avoiding giving just ground among the people of his ward for that unworthy,\nunrighteous thought, sometimes voiced by those whose sons have gone into the service, that\nbecause their sons have gone into the army, every other parent's son should go into the army,\nand that none should be sent on missions. This feeling has behind it thoughts that do not\ncomport with the teachings of our Heavenly Father. Moreover, those going on missions are\namenable to selection for army service so soon as they return. A mission exempts from army\nservice only for the term of the mission.\n<\/p><p>\nCHURCH AND STATE\n<\/p><p>\nThe Church stands for the separation of church and state. The church has no civil political\nfunctions. As the church may not assume the functions of the state, so the state may not\nassume the functions of the church. The church is responsible for and must carry on the work\nof the Lord, directing the conduct of its members, one towards the other, as followers of the\nlowly Christ, not forgetting the humble, the poor and needy, and those in distress, leading\nthem all to righteous living and a spiritual life that shall bring them to salvation, exaltation,\nand eternal progression in wisdom, knowledge, understanding, and power.\n<\/p><p>\nToday, more than ever before in the history of the Church, we must bring the full force of the\nrighteous living of' our people and the full influence of the spiritual power and responsibility\nof the holy Priesthood, to combat the evil forces which Satan has let loose among the peoples\nof the earth. We are in the midst of a desperate struggle between Truth and Error, and Truth\nwill finally prevail.\n<\/p><p>\nThe state is responsible for the civil control of its citizens or subjects, for their political\nwelfare, and for the carrying forward of political policies, domestic and foreign, of the body\npolitic. For these policies, their success or failure, the state is alone responsible, and it must\ncarry its burdens. All these matters involve and directly affect Church members because they\nare part of the body politic, and members must give allegiance to their sovereign and render it\nloyal service when called thereto. But the Church, itself, as such, has no responsibility for\nthese policies, as to which it has no means of doing more than urging its members fully to\nrender that loyalty to their country and to free institutions which the loftiest patriotism calls\nfor.\n<\/p><p>\nNevertheless, as a correlative of the principle of separation of the church and the State,\nthemselves, there is an obligation running from every citizen or subject to the state. This\nobligation is voiced in that Article of Faith which declares:\n<\/p><p>\nWe believe in being subject to kings, presidents, rulers, and magistrates, in obeying, honoring,\nand sustaining the law (<span class=\"citation\" id=\"6601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6601)\">A of F 1:12<\/a><\/span>).\n<\/p><p>\nFor one hundred years, the Church has been guided by the following principles:\n<\/p><p>\nWe believe that governments were instituted of God for the benefit of man; and that he holds\nmen accountable for their acts in relation to them, both in making laws and administering\nthem, for the good and safety of society.\n<\/p><p>\nWe believe that no government can exist in peace, except such laws are framed and held\ninviolate as will secure to each individual the free exercise of conscience, the right and\ncontrol of property, and the protection of life.\n<\/p><p>\nWe believe that all governments necessarily require civil officers and magistrates to enforce\nthe laws of the same; and that such as will administer the law in equity and justice should be\nsought for and upheld by the voice of the people if a republic, or the will of the sovereign.\n<\/p><p>\nWe believe that religion is instituted of God; and that men are amenable to him, and to him\nonly, for the exercise of it, unless their religious opinions prompt them to infringe upon the\nrights and liberties of others; but we do not believe that human law has a right to interfere in\nprescribing rules of worship to bind the consciences of men, nor dictate forms for public or\nprivate devotion; that the civil magistrate should restrain crime, but never control conscience;\nshould punish guilt, but never suppress the freedom of the soul.\n<\/p><p>\nWe believe that all men are bound to sustain and uphold the respective governments in which\nthey reside, while protected in their inherent and inalienable rights by the laws of such\ngovernments; and that sedition and rebellion are unbecoming every citizen thus protected, and\nshould be punished accordingly; and that all governments have a right to enact such laws as in\ntheir own judgments are best calculated to secure the public interest; at the same time,\nhowever, holding sacred the freedom of conscience.\n<\/p><p>\nWe believe that every man should be\nhonored in his station, rulers and magistrates as such, being placed for the protection of the\ninnocent and the punishment of the guilty; and that to the laws all men owe respect and\ndeference, as without them peace and harmony would be supplanted by anarchy and terror;\nhuman laws being instituted for the express purpose of regulating our interests as individuals\nand nations, between man and man; and divine laws given of heaven, prescribing rules\non spiritual concerns, for faith and worship, both to be answered by man to his Maker . . .\n<\/p><p>\nWe believe . . . that murder, treason, robbery, theft, and the breach of the general peace, in all\nrespects, should be punished according to their criminality and their tendency to evil among\nmen, by the laws of that government in which the offense is committed\n(<span class=\"citation\" id=\"11829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11829)\">D&amp;C 134:1-6,8<\/a><\/span>).\n<\/p><p>\nCHURCH MEMBERSHIP AND ARMY SERVICE\n<\/p><p>\nObedient to these principles, the members of the Church have always felt under obligation to\ncome to the defense of their country when a call to arms was made; on occasion the Church\nhas prepared to defend its own members.\n<\/p><p>\nIn the days of Nauvoo, the Nauvoo Legion was formed, having in view the possible armed\ndefense of the Saints against mob violence. Following our expulsion from Nauvoo, the\nMormon Battalion was recruited by the national government for service in the war with\nMexico. When Johnston's army was sent to Utah in 1857 as the result of malicious\nmisrepresentations as to the actions and attitude of the territorial officers and the people, we\nprepared and used measures of force to prevent the entry of the army into the valleys. During\nthe early years in Utah, forces were raised and used to fight the Indians. In the war with\nSpain, members of the Church served with the armed forces of the United States, with\ndistinction and honor. In the World War, the Saints of America and of European countries\nserved loyally their respective governments, on both sides of the conflict. Likewise in the\npresent war, righteous men of the Church in both camps have died, some with great heroism,\nfor their own country's sake. In all this our people have but served loyally the country of\nwhich they were citizens or subjects under the principles we have already stated. We have felt\nhonored that our brethren have died nobly for their country; the Church has been benefited by\ntheir service and sacrifice.\n<\/p><p>\nNevertheless, we have not forgotten that on Sinai, God commanded \"Thou shalt not kill\"\n(<span class=\"citation\" id=\"22512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22512)\">Ex. 20:13<\/a><\/span>); nor\nthat in this dispensation the Lord has repeatedly reiterated that command. He has said:\n<\/p><p>\nAnd now, behold, I speak unto the church. Thou shalt not kill; and he that kills shall not have\nforgiveness in this world, nor in the world to come.\n<\/p><p>\nAnd again, I say, thou shalt not kill; but he that killeth shall die\n(<span class=\"citation\" id=\"11720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11720)\">D&amp;C 42:18-19<\/a><\/span>, and see\n<span class=\"citation\" id=\"11746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11746)\">D&amp;C 59:6<\/a><\/span>).\n<\/p><p>\nAt another time the Lord commanded that murderers should \"be delivered up and dealt with\naccording to the laws of the land; for remember that he hath no forgiveness\"\n(<span class=\"citation\" id=\"11729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11729)\">D&amp;C 42:79<\/a><\/span>). So\nalso when land was to be obtained in Zion, the Lord said:\n<\/p><p>\nWherefore, the land of Zion shall not be obtained but by purchase or by blood, otherwise\nthere is none inheritance for you. And if by purchase, behold you are blessed; And if by\nblood, as you are forbidden to shed blood, lo, your enemies are upon you, and ye shall be\nscourged from city to city, and from synagogue to synagogue, and but few shall stand to\nreceive an inheritance (<span class=\"citation\" id=\"11748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11748)\">D&amp;C 63:29-31<\/a><\/span>).\n<\/p><p>\nBut all these commands, from Sinai down, run in very terms against individuals as members\nof society, as well as members of the Church, for one man must not kill another as Cain\nkilled Abel (<span class=\"citation\" id=\"23458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23458)\">Gen. 4:8<\/a><\/span>);\nthey also run against the Church as in the case of securing land in Zion, because\nChrist's Church should not make war, for the Lord is a Lord of peace. He has said to us in\nthis dispensation:\n<\/p><p>\nTherefore, renounce war and proclaim peace\n(<span class=\"citation\" id=\"11800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11800)\">D&amp;C 98:16<\/a><\/span>).\n<\/p><p>\nThus the Church is and must be against war. The Church itself cannot wage war, unless and\nuntil the Lord shall issue new commands. It cannot regard war as a righteous means of\nsettling international disputes; these should and could be settled &mdash; the nations agreeing &mdash; by\npeaceful negotiation and adjustment.\n<\/p><p>\nBut the Church membership are citizens or subjects of sovereignties over which the Church\nhas no control. The Lord Himself has told us to 'befriend that law which is the constitutional\nlaw of the land':\n<\/p><p>\nAnd now, verily I say unto you concerning the laws of the land, it is my will that my people\nshould observe to do all things whatsoever I command them.\n<\/p><p>\nAnd that law of the land which is constitutional, supporting that principle of freedom in\nmaintaining rights and privileges, belongs to all mankind, and is justifiable before me.\n<\/p><p>\nTherefore, I, the Lord, justify you, and your brethren of my church, in befriending that law\nwhich is the constitutional law of the land;\n<\/p><p>\nAnd as pertaining to law of man, whatsoever is more or less than this cometh of evil\n(<span class=\"citation\" id=\"11799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11799)\">D&amp;C 98:4-7<\/a><\/span>).\n<\/p><p>\nWhile by its terms this revealed word related more especially to this land of America,\nnevertheless the principles announced are worldwide in their application, and they are\nspecifically addressed to \"you\" ( Joseph Smith ), \"and your brethren of my church.\" When,\ntherefore, constitutional law, obedient to these principles, calls the manhood of the Church\ninto the armed service of any country to which they owe allegiance, their highest civic duty\nrequires that they meet that call. If, harkening to that call and obeying those in command\nover them, they shall take the lives of those who fight against them, that will not make of\nthem murderers, nor subject them to the penalty that God has prescribed for those who kill,\nbeyond the principle to be mentioned shortly. For it would be a cruel God that would punish\nHis children as moral sinners for acts done by them as the innocent instrumentalities of a\nsovereign whom He had told them to obey and whose will they were powerless to resist.\n<\/p><p>\nGOD IS AT THE HELM\n<\/p><p>\nThe whole world is in the midst of a war that seems the worst of all time. This Church is a\nworldwide Church. Its devoted members are in both camps. They are the innocent war\ninstrumentalities of their warring sovereignties. On each side they believe they are fighting for\nhome, and country, and freedom. On each side, our brethren pray to the same God, in the\nsame name, for victory. Both sides cannot be wholly right; perhaps neither is without wrong.\nGod will work out in His own due time and in His own sovereign way the justice and right of\nthe conflict, but He will not hold the innocent instrumentalities of the war, our brethren in\narms, responsible for the conflict. This is a major crisis in the world-life of man. God is at the\nhelm.\n<\/p><p>\nRIGHTEOUS SUFFER WITH WICKED\n<\/p><p>\nBut there is an eternal law that rules war and those who engage in it. It was given when,\nPeter having struck off the ear of Malchus, the servant of the High Priest, Jesus reproved him,\nsaying:\n<\/p><p>\nPut up again thy sword into his place: for all they that take the sword shall perish with the\nsword (<span class=\"citation\" id=\"33820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33820)\">Matt. 26:52<\/a><\/span>).\n<\/p><p>\nThe Savior thus laid down a general principle upon which He placed no limitations as to time,\nplace, cause, or people involved. He repeated it in this dispensation when He told the people\nif they tried to secure the land of Zion by blood, then \"lo, your enemies are upon you\"\n(<span class=\"citation\" id=\"11749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11749)\">D&amp;C 63:31<\/a><\/span>). This\nis a universal law, for force always besets force; it is the law of 'an eye for an eye, a tooth\nfor a tooth' (<span class=\"citation\" id=\"22514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22514)\">Ex. 21:24<\/a><\/span>;\n<span class=\"citation\" id=\"30879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30879)\">Lev. 24:20<\/a><\/span>);\nit is the law of the unrighteous and wicked, but\nit operates against the righteous who may be involved.\n<\/p><p>\nMormon, recording the war of revenge by the Nephites, against the Lamanites, pronounced\nanother great law;\n<\/p><p>\nBut, behold, the judgments of God will overtake the wicked; and it is by the wicked that the\nwicked are punished; for it is the wicked that stir up the hearts of the children of men unto\nbloodshed (<span class=\"citation\" id=\"37949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37949)\">Morm. 4:5<\/a><\/span>).\n<\/p><p>\nBut, we repeat, in this war of the wicked, the righteous suffer also. Moroni, mistakenly\nreproving Pahoran 'for sitting upon his throne in a state of thoughtless stupor, while his\nenemies were spreading the work 'of death around him, yea, while they were murdering\nthousands of his brethren,' said to Pahoran:\n<\/p><p>\nDo ye suppose that, because so many of your brethren have been killed it is because of their\nwickedness? I say unto you, if ye have supposed this ye have supposed in vain; for I say unto\nyou, there are many who have fallen by the sword; and behold it is to your condemnation;\n<\/p><p>\nFor the Lord suffereth the righteous to be slain that his justice and judgment may come upon\nthe wicked; therefore ye need not suppose that the righteous are lost because they are slain;\nbut behold, they do enter into the rest of the Lord their God\n(<span class=\"citation\" id=\"8811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8811)\">Alma 60:7,12-13<\/a><\/span>).\n<\/p><p>\nIn this terrible war now waging, thousands of our righteous young men in all parts of the\nworld and in many countries are subject to a call into the military service of their own\ncountries. Some of these, so serving, have already been called back to their heavenly home;\nothers will almost surely be called to follow. But 'behold,' as Moroni said, the righteous of\nthem who serve and are slain 'do enter into the rest of the Lord their God'\n(<span class=\"citation\" id=\"8812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8812)\">Alma 60:13<\/a><\/span>), and of them the\nLord has said \"those that die in me shall not taste of death, for it shall be sweet unto them\"\n(<span class=\"citation\" id=\"11725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11725)\">D&amp;C 42:46<\/a><\/span>).\nTheir salvation and exaltation in the world to come will be secure. That in\ntheir work of destruction they will be striking at their brethren will not be held against them.\nThat sin, as Moroni of old said, is to the condemnation of those who 'sit in their places of\npower in a state of thoughtless stupor'\n(<span class=\"citation\" id=\"8810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8810)\">Alma 60:7<\/a><\/span>),\nthose rulers in the world who in a frenzy of hate and\nlust for unrighteous power and dominion over their fellow men, have put into motion eternal\nforces they do not comprehend and cannot control. God, in His own due time, will pass\nsentence upon them.\n<\/p><p>\nVengeance is mine; I will repay, saith the Lord\n(<span class=\"citation\" id=\"42654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42654)\">Rom. 12:19<\/a><\/span>).\n<\/p><p>\nMESSAGE TO MEN IN SERVICE\n<\/p><p>\nTo our young men who go into service, no matter whom they serve or where, we say live\nclean, keep the commandments of the Lord, pray to Him constantly to preserve you in truth\nand righteousness, live as you pray, and then whatever betides you the Lord will be with you\nand nothing will happen to you that will not be to the honor and glory of God and to your\nsalvation and exaltation. There will come into your hearts from the living of the pure life you\npray for, a joy that will pass your powers of expression or understanding. The Lord will be\nalways near you; He will comfort you; you will feel His presence in the hour of your greatest\ntribulation; He will guard and protect you to the full extent that accords with His all-wise\npurpose. Then, when the conflict is over and you return to your homes, having lived the\nrighteous life, how great will be your happiness &mdash; whether you be of the victors or of the\nvanquished &mdash; that you have lived as the Lord commanded. You will return so disciplined in\nrighteousness that thereafter all Satan's wiles and stratagems will leave you untouched. Your\nfaith and testimony will be strong beyond breaking. You will be looked up to and revered as\nhaving passed through the fiery furnace\n(<span class=\"citation\" id=\"10575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10575)\">Dan. 3:26-27<\/a><\/span>)\nof trial and temptation and come forth unharmed.\nYour brethren will look to you for counsel, support, and guidance. You will be the anchors to\nwhich thereafter the youth of Zion will moor their faith in man.\n<\/p><p>\nTo you brethren and sisters who make up the body of the Church we send again our greetings\nand our blessings. We are grateful to our Heavenly Father for your loyalty, your devotion,\nand your righteousness. We love and bless you. We are grateful for your faithfulness in your\ntithes and offerings, the greatest in the last year in the whole history of the Church.\n<\/p><p>\nWe remind you that as the Lord said to ancient Israel, so He says to us, in an eternal\nprinciple:\n<\/p><p>\nBring ye all the tithes into the storehouse, that there may be meat in mine house, and prove\nme now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and\npour you out a blessing, that there shall not be room enough to receive it.\n<\/p><p>\nAnd I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your\nground; neither shall your vine cast her fruit before the time in the field, saith the Lord of\nhosts.\n<\/p><p>\nAnd all nations shall call you blessed: for ye shall be a delightsome land, saith the Lord of\nhosts (<span class=\"citation\" id=\"32697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32697)\">Mal. 3:10-12<\/a><\/span>).\n<\/p><p>\nWe give thanks and praise to our Heavenly Father for the unselfish and righteous service of\nthe officers of the stakes, of the wards, of the auxiliaries, of the Priesthood, of the\nmissionaries, and of every man and woman who is helping to advance the cause of Truth. We\ngive our blessing and love to all of you. We claim all of you as fellow servants of the Lord.\nTo our brethren of the General Authorities, &mdash; the Twelve and their Assistants, the Acting\nPresiding Patriarch, the First Council of the Seventy, and the Presiding Bishopric &mdash; we give\nour love and trust. We thank them and our Heavenly Father for their loyal support, their faith,\ntheir righteous works, which they carry on with an eye single to the glory of God and to the\nprogress of His work, so magnifying in righteousness their callings.\n<\/p><p>\nWe exhort all the Saints to remember the great commandment which Jesus gave:\n<\/p><p>\nThou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy\nmind.\n<\/p><p>\nThis is the first and great commandment.\n<\/p><p>\nAnd the second is like unto it, Thou shalt love thy neighbor as thyself.\n<\/p><p>\nOn these two commandments hang all the law and the prophets\n(<span class=\"citation\" id=\"33809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33809)\">Matt. 22:37-40<\/a><\/span>).\n<\/p><p>\nAnd as King Benjamin, the Nephite prophet-king, said to his people:\n<\/p><p>\n. . Learn that when ye are in the service of your fellow beings ye are only in the service of\nyour God (<span class=\"citation\" id=\"40194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40194)\">Mosiah 2:17<\/a><\/span>).\n<\/p><p>\nMay the Lord preserve the officers and the body of the Church in health and strength,\nincrease our faith and our testimonies, endow us all with wisdom and understanding beyond\nmeasure, that we may all so live that when we are called home we may be saved and exalted\nin the celestial kingdom.\n<\/p><p>\nOur Heavenly Father: Hear us in our petitions before Thee: Let nothing stand betwixt us and\nThee and Thy blessings; work out Thy purposes speedily; drive hate from the souls of men,\nthat peace and brotherly love may again come to the earth and rule the hearts of Thy children,\nthat nations may again live together in amity. Watch tenderly over Thy children in all lands;\nbless therein the sick and afflicted, care for those in distress; help us, their brethren bearing\nThy Priesthood, to feed the hungry, clothe the naked, give shelter to those who have no\nhomes; comfort, our Heavenly Father, with the full sweetness of Thy Holy Spirit, those who\nmourn, we humbly pray in the name of Jesus Christ, Amen.\n<\/p>\n<\/div>\n<\/div>"}