{"ID":2102, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Thou Shalt Not\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p2\" class=\"\">Elder Sterling W. Sill<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3106.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p3\" class=\"\">Some time ago, I heard a great businessman give an interesting success formula. He said that when contemplating any accomplishment, one of the first steps to be taken was to definitely decide on those things that should <span class=\"emphasis\">not <\/span>be done under any circumstances. That is, if one were going into business, there are certain dishonest practices and improper procedures that should definitely and permanently be ruled out of bounds in advance. Or in planning a happy marriage, there are infidelities and disloyalties that must <span class=\"emphasis\">never <\/span>be entertained. When one has definitely eliminated those things that he will <span class=\"emphasis\">not <\/span>do, then he can concentrate all of his time and energy on the things that he <span class=\"emphasis\">should <\/span>do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p4\" class=\"\">But we always run into a great deal of trouble when we fail to make firm and lasting decisions to govern important matters. A psychiatrist once said to a mental patient, “Do you ever have any trouble making up your mind?” The mental patient said, “Well, yes and no.” A yes-and-no person is a weak person. An undecided person makes far more than his share of mistakes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p5\" class=\"\">Recently a man seeking help with a moral problem was asked, “What are you going to do about the next temptation?” He answered, “How can I tell until I know what the temptation will be?” If this man can’t favorably make up his mind even while suffering his regrets, what chance will he have when his desires are again inflamed by his evil? Certainly we place a serious handicap upon ourselves when we neglect to definitely make up our minds about those important questions of morality, honesty, integrity, industry, and religion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p6\" class=\"\">One of the best illustrations of this procedure for outlawing failure in advance was employed by the Lord himself as he tried to make ancient Israel into the greatest nation on the earth. Three months after they were released from their Egyptian bondage, they were encamped before Mount Sinai. Then God gave them the Ten Commandments, which included a list of things that they just must not do under any circumstances. For even God himself could not make a great nation out of a group of murderers, liars, thieves, atheists, adulterers, and Sabbath breakers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p7\" class=\"\">Apparently the Lord tried to make his presentation as memorable as possible, which recalls the story of the chief engineer of a certain company whose services had been dispensed with. He asked the president why he had been dismissed. The president said, “You let us make a mistake which cost us a lot of money.” The engineer replied, “But certainly you must remember that I specifically advised you <span class=\"emphasis\">not <\/span>to do that.” The president replied, “Yes, I remember that you advised us not to do it, but you didn’t pound the table when you advised us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p8\" class=\"\">The kind of emphasis that is given to an idea is sometimes about as important as the idea itself. Recently a minister on the radio said that he never talked about the Ten Commandments in his church anymore because they were too far out of date. He also said that their language was too harsh for the weak sensibilities of our day. This minister felt that instead of using such strong terms as <span class=\"emphasis\">command <\/span>and <span class=\"emphasis\">Thou shalt not, <\/span>the Lord should have employed some softer words such as <span class=\"emphasis\">I recommend <\/span>or <span class=\"emphasis\">I suggest <\/span>or <span class=\"emphasis\">I advise. <\/span>But soft words frequently produce soft attitudes with weak meanings and built-in violations.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">We know that the destructive permissiveness of our present day causes some of our most serious sins. But the Lord allowed no permissiveness to get into the Ten Commandments. He came down onto the Mount in a cloud of fire from which the smoke ascended as from a furnace. He came with such power that the mountain quaked and the people themselves trembled. Then, to the accompaniment of the lightnings and thunders of that sacred mountain, God gave the people their basic law and listed some of those things that they must not do. He said:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Thou shalt have no other gods before me.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Thou shalt not make unto thee any graven image.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Thou shalt not take the name of the Lord thy God in vain.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Remember the Sabbath day, to keep it holy.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Honour thy father and thy mother.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Thou shalt not kill.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>Thou shalt not commit adultery.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>Thou shalt not steal.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">9.<\/span>\n\t\t\t\t\t<p>Thou shalt not bear false witness.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">10.<\/span>\n\t\t\t\t\t<p>Thou shalt not covet.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p20\" class=\"\">(<span class=\"citation\" id=\"22828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22828)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22828)\">Ex. 20:3–4, 7–8, 12–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p21\" class=\"\">These sixty-seven words can be read in less than thirty seconds, and yet if they were followed, they would quickly transform our earth into God’s paradise. But we not only disobey these important laws; many people don’t even know what they are. One man once said to his friend, “I will give you five dollars if you can repeat any one of the Ten Commandments.” His friend accepted the challenge and proceeded to demonstrate his knowledge by saying, “Now I lay me down to sleep. I pray the Lord my soul to keep. If I should die before I wake, I pray the Lord my soul to take.” His friend said, “Here’s the money. I didn’t think that you could do it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p22\" class=\"\">But because we are breaking the Ten Commandments, the Ten Commandments are also breaking us. We are fulfilling the prophecy of Ezekiel, who said: “… the soul that sinneth, it shall die.” (<span class=\"citation\" id=\"23145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23145)\">Ezek. 18:4<\/a><\/span>.) Sin is more than ordinarily important, for as Martin Luther once said, “One vice can overcome ten virtues.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p23\" class=\"\">A banker may be able to cancel off one liability with an asset of equal size, but you can’t do that in the more important accounting of life, as several great virtues can all be made unusable by one vice. Recently, three men were being discussed for an important assignment. Of one it was said, “He is a hard worker and he knows his business, <span class=\"emphasis\">but <\/span>he is dishonest.” Of the second it was said, “He is strictly honest and very capable, <span class=\"emphasis\">but <\/span>he won’t work.” Of the third it was said, “He is very capable and well liked, <span class=\"emphasis\">but <\/span>he is immoral.” And while praise is wonderful, yet when the account gets around to the <span class=\"emphasis\">buts, <\/span>everyone had better pay strict attention. You can’t cancel off a little immorality with a little industry, or a little dishonesty with a little ability, or a little atheism with a few good intentions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p24\" class=\"\">The FBI Uniform Crime Report says that last year we had over four million arrests for robbery in amounts over fifty dollars. Of these, some 777,000 were auto thefts. Many people are presently replacing the Ten Commandments with their own version of the new morality. We have millions of practicing atheists, and we have a murder or a suicide committed every fifteen minutes around the clock. This modified code says: Thou shalt not kill unless someone gets in your way, or thou shalt not commit adultery unless you like your partner, or thou shall have no other Gods before me unless you get a better idea. And some have gone so far as to repudiate their own God-given sense of responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p25\" class=\"\">One young woman was recently asked by a reporter for <span class=\"emphasis\">Look <\/span>magazine if she thought it was wrong to break the Ten Commandments. She said, “Who am I to say what is right or wrong?” And some say that it doesn’t matter anyway, either one way or the other. However, in our own day the Lord has reaffirmed and reemphasized these great laws given from Sinai. As recorded in the 59th section of the Doctrine and Covenants, he has said: “Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it.” (<span class=\"citation\" id=\"15745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15745)\">D&amp;C 59:6<\/a><\/span>.) We are doing many things that are “like unto” breaking the Ten Commandments. It is easy for half-believers and underachievers to be guilty of those damaging sins of fractional devotion with marginal morals and a minimum performance. Disobedience and sloth always draw down upon us a burden of consequence that is much too heavy for us to bear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p26\" class=\"\">I was not present at Sinai when the Ten Commandments were given, and yet I know just as well as any who were present that it is right to obey God and to honor our parents. I know that those people who keep the Sabbath day holy will be a different kind of people from those who do not. I know as well as the people at Sinai knew that it is wrong to profane, steal, covet, bear false witness, kill, commit adultery, or do anything like unto any of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p27\" class=\"\">Through Malachi, the Lord said, “Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings. Ye are cursed with a curse: for ye have robbed me, even this whole nation.” (<span class=\"citation\" id=\"32824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32824)\">Mal. 3:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p28\" class=\"\">If the people who failed to pay their tithing were robbing God then, and we are doing the same thing, we are robbing God now. And when we rob God, we are also stealing from ourselves. Unless we intend to destroy our own inheritance, we should put up some strong protecting guard rails along the boundaries of that straight and narrow way that leads to the celestial kingdom. We ought to paint some heavy yellow lines running between right and wrong and put some stop signs on those dead-end streets where travel has been forbidden.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p29\" class=\"\">God himself has said that he cannot look upon sin with the least degree of allowance, and that no sin is ever permitted in his presence. And when we assume wrong attitudes, set bad examples, or do wrong things, we are thwarting his purposes. We are violating that great command that says “Thou shalt not bear false witness” when we claim to be the children of God and then go around acting like orphans, sinners, cowards, and weaklings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/thou-shalt-not.p30\" class=\"\">Because of our birthright, our intelligence, our covenants, and our assignments, we are all special witnesses for God and have some very important things that we <span class=\"emphasis\">should <\/span>do. God is our eternal Heavenly Father. We are all his representatives in that greatest of all family enterprises which Jesus referred to as “my Father’s business” [<span class=\"citation\" id=\"31814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31814)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31814)\">Luke 2:49<\/a><\/span>]. That is the business of building integrity, character, and eternal life into the lives of his children. And one of the things that we should very frequently do is to go in the strength of the Spirit and again stand before Mount Sinai while we take stock of those things that God himself has placed out of bounds. And the emphasis of a little table pounding will help us to more securely make up our minds to eliminate those things that must <span class=\"emphasis\">not <\/span>be done under any circumstances. And may God help us so to do, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}