{"ID":2103, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Responsibility: To Save the World\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p2\" class=\"\">Elder Delbert L. Stapley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3184.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p3\" class=\"\">Following the April general Church conference this year, a sincerely devout and concerned Christian gentleman wrote: “God bless you and your wonderful work. I pray that Satan can be kept out of your church since we have failed to keep him out of ours.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p4\" class=\"\">Unfortunately, we have not fully kept Satan out of our—or more appropriately, the Lord’s—church. We have not all, by righteous living, protected ourselves against the powers of Satan and his hosts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p5\" class=\"\">I sincerely testify that The Church of Jesus Christ of Latter-day Saints is the last bulwark for everything that is decent, spiritual, worthwhile, and good in life. It is up to all of us members by our example and good works to prove this statement to be true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p6\" class=\"\">The Lord has warned his children that in the last days Satan shall have power over his own dominion. (See <span class=\"citation\" id=\"15679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15679)\">D&amp;C 1:35<\/a><\/span>.) These conditions exist today, as is evidenced by the increased numbers of killings, by lawlessness, and by moral transgressions. All standards that were so sacred in the past are crumbling under the pressure of the ungodliness of agnostic, atheistic, subversive, and radical groups. Evil designing people get financial gain from trafficking in drugs, alcohol, prostitution, pornography, and dishonest schemes regardless of the destruction to the moral, ethical, and spiritual values of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p7\" class=\"\">The only way Satan can be bound is for people to forsake his temptations and enticements to do evil, and to walk uprightly and circumspectly before the Lord. (See <span class=\"citation\" id=\"2842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2842)\">1 Tim. 6:5–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p8\" class=\"\">Satan and his followers are constantly looking for weakness in our armor of spiritual protection, and when it is found, every pressure and stratagem is placed upon it to infiltrate our souls and destroy us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p9\" class=\"\">Surely if the transgressions of men continue in an upward trend, and the world becomes ripe in iniquity, the judgments of God will be poured out in great measure upon the wicked of the earth. Our only hope of heavenly protection is in establishing righteousness and humility in the hearts of men everywhere. The Lord has promised that he shall have power over his saints and shall reign in their midst. It takes real courage and purpose to live a saintly life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p10\" class=\"\">Possessing the word of God and having an understanding of it, no member should ever yield to the temptations of evil. We have been properly taught, but we are not all living as we are taught. How many of us because of our failure to keep the commandments of God take the devil with us into our lives, into our homes, into the temples of God, into sacrament and other church meetings? We have the scriptures before us and the living oracles of God among us to direct and guide us in all our activities throughout life. The Lord expects us to be different from the people of the world. We should be a special people to him; however, we must prove we are by our conduct and behavior and obedience to his commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p11\" class=\"\">Not long ago a Scout leader of national prominence, a nonmember, visiting in Salt Lake City, met with a group of Church Scouters. He commented upon the splendid way the Church had used the Scouting program to the advantage of its boys. In his talk he made the following statement: “… I believe the Church will save the world. … This is quite a statement … but it is true and I hope you will always remember your responsibility.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p12\" class=\"\">I wrote this friend asking permission to use his statement. Answering my request, he stated, “I am delighted to say that I haven’t changed my mind about the statement you had reference to in your letter. As a matter of fact, I would be extremely proud to have you use it wherever it might be appropriate. You and your associates are doing magnificent work. Keep it up.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p13\" class=\"\">What a marvelous and high opinion this friend has of the Church and its members!<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p14\" class=\"\">I believe The Church of Jesus Christ of Latter-day Saints can save the world if its members will live as saints of God should. Each time we let down in living gospel principles, someone is sure to observe our conduct and form an unfavorable opinion about us and the spiritual values of the Church. Our faithfulness gives meaning to the doctrines we teach. The Savior emphasized this statement by saying: “Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” (<span class=\"citation\" id=\"36059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36059)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36059)\">Matt. 5:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p15\" class=\"\">To save the world is a great responsibility. This responsibility rests not only upon the leadership of the Church, but upon the membership of the Church as well. The true gospel of Christ is the hope of the world. It is the only plan that will unite the ethnic and national groups and break down the barriers that divide mankind today. History has proven that man cannot forsake God or his Son, our Savior, and live in peace and security. No individual or people can be in rebellion against God’s commandments and be in harmony with him. Today there is open rebellion in many areas of the world against the established order of decency and obedience to the laws of God and man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p16\" class=\"\">As members of the Church, what are we doing toward saving the world? First of all, we must live the commandments. We must be honest with ourselves and others. We must be morally clean and not live a double moral standard. We must not have two personalities—one for Sunday and another for the other six days of the week.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p17\" class=\"\">A recent convert wrote a letter in which he stated that he found the Mormon religion “a breath of sweet fresh air,” and then he gave eight reasons for leaving his former church and joining The Church of Jesus Christ of Latter-day Saints. I will list them and comment briefly on each.<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Wholesome family life. The home determines one’s attitudes and purpose to a greater degree than friends and companions, school or college, business or social life. It is the first great training ground for youth. An ideal LDS home is one where you will find high standards maintained with confidence, peace, companionship, and happiness.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Self-reliance and responsibility. All Church members from the cradle to the grave are taught self-reliance and responsibility. Achieving eternal life is a personal obligation.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Moral and physical discipline. The apostle Paul counseled the Galatian saints, “Now the works of the flesh are manifest, which are these; Adultery, fornication, uncleanness, lasciviousness, … murders, drunkenness. … But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith.” (<span class=\"citation\" id=\"23296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23296)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23296)\">Gal. 5:19, 21–22<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>President David O. McKay always taught that in the control of morals there must be self-mastery, self-discipline, and self-control.<\/p>\n\t\t\t\t\t<p>President Joseph F. Smith said, “No man is safe unless he is master of himself, and there is no tyrant so merciless or more to be dreaded than an uncontrollable appetite or passion.” (<span class=\"emphasis\">Gospel Doctrine <\/span>[Bookcraft, 1939], p. 247.)<\/p>\n\t\t\t\t\t<p>The Savior warned, “Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak.” (<span class=\"citation\" id=\"36109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36109)\">Matt. 26:41<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Obedience of children to parents. The apostle Paul counseled the Ephesian youth, “Children, obey your parents in the Lord: for this is right. Honour thy father and mother; (which is the first commandment with promise;) That it may be well with thee, and thou mayest live long on the earth.” (<span class=\"citation\" id=\"21843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21843)\">Eph. 6:1–3<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>Also to the Hebrew saints he said of the Christ: “Though he were a Son, yet learned he obedience by the things which he suffered.” (<span class=\"citation\" id=\"24408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24408)\">Heb. 5:8<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>Obedience goes beyond that of earthly parents. It obligates all of us as children of our Father in heaven to be obedient to his laws and commandments.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Striving for perfection and excellence in all things. The gospel is for the perfecting of the saints. The Savior counseled, “Be ye therefore perfect, even as your Father which is in heaven is perfect.” (<span class=\"citation\" id=\"36065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36065)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36065)\">Matt. 5:48<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>Jesus asked his disciples this question: “… what manner of men ought ye to be? …” He answered his own question by saying, “… verily I say unto you, <span class=\"emphasis\">even as I am.” <\/span> (<span class=\"citation\" id=\"5749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5749)\">3 Ne. 27:27<\/a><\/span>. Italics added.) He lived so perfectly that he challenged his followers to “follow me, and do the things which ye have seen me do.” (<span class=\"citation\" id=\"3873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3873)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3873)\">2 Ne. 31:12<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Chastity and holy observance of the marriage covenant. It was very heartening to read about the new Miss America, Laura Lea Shaefer, who courageously responded to questions in her first formal press conference by saying that she didn’t believe in and is against premarital sex. She feels that using marijuana leads to hard drugs and that abortions should be illegal. She added: “I am not a typical coed, but I feel my peers and the majority of young people feel the way I do.” What a choice example to the youth of America are her personal standards of conduct!<\/p>\n\t\t\t\t\t<p>Infidelity is a violation of the marriage covenant and so often results in divorce, which undermines the security of children, frequently leading them into drug use, immorality, other sinful practices, and withdrawal from church attendance and activity. If all couples faithfully observed their marriage covenants, there would be fewer problems and sorrows in the world today. Children would naturally expect their marriages to be sacred and secure if their parents set the example of love and trust and eternal family goals.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>High standards in education. We are taught, “The glory of God is intelligence, or, in other words, light and truth.” (<span class=\"citation\" id=\"15792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15792)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15792)\">D&amp;C 93:36<\/a><\/span>.) The Lord counseled, “And as all have not faith, seek ye diligently and teach one another words of wisdom; yea, seek ye out of the best books words of wisdom; seek learning, even by study and also by faith.” (<span class=\"citation\" id=\"15780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15780)\">D&amp;C 88:118<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>We are also taught: “Whatever principle of intelligence we attain unto in this life, it will rise with us in the resurrection. And if a person gains more knowledge and intelligence in this life through his diligence and obedience than another, he will have so much the advantage in the world to come.” (<span class=\"citation\" id=\"15822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15822)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15822)\">D&amp;C 130:18–19<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>“Last, but not least,” this recent convert said, “is common sense.” Common sense suggests ability without sophistication or special knowledge. It is just good, sound, practical sense in judgment. All have been born with a measure of common sense. It is a matter of using it, of thinking things through instead of acting in too much haste.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p34\" class=\"\">These eight significant and important reasons are good points for all of us to remember and follow in our personal lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p35\" class=\"\">The gospel only can inspire people to live its standards of moral and spiritual conduct. We do not sacrifice anything when we give up the ways of the world and faithfully keep the commandments of God. For such worthiness in mortal life entitles us, after we depart this life, to the celestial mansions of our Heavenly Father. What could be a more glorious and satisfying reward?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p36\" class=\"\">The prophet Lehi, having been warned of Jerusalem’s destruction, took his family and a few others and departed this sacred city. After three days in the wilderness they camped in a valley by the side of a river (see <span class=\"citation\" id=\"1665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1665)\">1 Ne. 2:6<\/a><\/span>) that flowed and emptied into the Red Sea. En route Lehi experienced serious problems with his two elder rebellious sons. As he considered the running stream, he was impressed to say to his eldest son, Laman: “O that thou mightest be like unto this river, continually running into the fountain of all righteousness!” (<span class=\"citation\" id=\"1666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1666)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1666)\">1 Ne. 2:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p37\" class=\"\">Many rivers have their beginning from springs of pure, crystal-clear water gushing forth from a mountainside. As the water wends its way to the sea, there are side tributaries that join the main stream. Some of these tributaries are polluted and contaminate the main stream, which started pure at its source. By the time the river reaches the sea, pollution has occurred in the body of the stream.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p38\" class=\"\">How much like life this symbolic representation is! The Lord has revealed that “every spirit of man was innocent in the beginning; and God having redeemed man from the fall, men became again, in their infant state, innocent before God.” (<span class=\"citation\" id=\"15793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15793)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15793)\">D&amp;C 93:38<\/a><\/span>.) With this statement in mind, we can understand why the Savior said, “Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.” (<span class=\"citation\" id=\"36088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36088)\">Matt. 18:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p39\" class=\"\">When a child reaches the age of accountability, the Lord warned, “And that wicked one cometh and taketh away light and truth, through disobedience, from the children of men. …” (<span class=\"citation\" id=\"15794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15794)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15794)\">D&amp;C 93:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p40\" class=\"\">We learn from this revelation that in the beginning of mortal life all mankind is innocent before God and, therefore, is like the beginning river of water, pure and undefiled. As the polluted tributaries of water enter the main stream, our lives too become polluted when we allow tributaries of evil and wickedness to enter. It is these tributaries of evil we must be concerned about and fortify ourselves against. Wickedness never was happiness, but to the contrary, it is depressing; it destroys conscience and ultimately the spiritual life of the constant, erring individual. A child improperly taught and improperly trained by parents is apt to succumb to the temptations of evil and thus contaminate and ruin his life, both now and eternally. We must remember that no unclean thing can enter into the presence of God. One cannot win by following the path of evil. The earlier in life we learn this lesson, the more rewarding and fruitful our lives will be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p41\" class=\"\">It is my earnest prayer that all of us will be firm, steadfast, and immovable in keeping the commandments of our Lord, and thus keep Satan out of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/our-responsibility-to-save-the-world.p42\" class=\"\">As we address our efforts in this direction, we will be worthy examples of the things we teach. We will earnestly be engaged in sharing a knowledge of the gospel with our friends and associates and in bearing testimony and witness to the divinity of the work in which we are engaged. May God so bless us, I pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}