{"ID":2104, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Blessings of the Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p3\" class=\"\">President Joseph Fielding Smith<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1fec.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p4\" class=\"\">My dear brethren of the priesthood: I am grateful to be with you in this priesthood meeting and desire to say a few words about using the priesthood to benefit mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p5\" class=\"\">This priesthood administers the gospel. It is a delegation of authority from the Lord himself and has been given to us so we can do whatsoever is necessary to save and exalt ourselves and our fellowmen in the celestial kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p6\" class=\"\">In one of the early revelations to the Prophet Joseph Smith the Lord said: “If thou wilt do good, yea, and hold out faithful to the end, thou shalt be saved in the kingdom of God, which is the greatest of all the gifts of God; for there is no gift greater than the gift of salvation.” (<span class=\"citation\" id=\"15684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15684)\">D&amp;C 6:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p7\" class=\"\">Now salvation, which is the greatest blessing any man can receive, comes by obedience to the laws of the gospel; and the gospel is administered by the power of the priesthood; and so the priesthood is given to us to bless ourselves and our Father’s other children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p8\" class=\"\">It is by the power and authority of the priesthood that the gospel is preached, and what greater blessing can come into the life of anyone than to receive the gospel?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p9\" class=\"\">It is by the power of the priesthood that men are baptized for the remission of sins, and that they receive the sanctifying power of the Holy Ghost in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p10\" class=\"\">We receive the Melchizedek Priesthood by covenant. We promise to magnify our callings and to live “by every word that proceedeth out of the mouth of God.” (<span class=\"citation\" id=\"36056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36056)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36056)\">Matt. 4:4<\/a><\/span>.) The Lord promises us that if we will do these things, we shall gain exaltation in the highest heaven of the celestial world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p11\" class=\"\">Marriage for time and for all eternity is an “order of the priesthood,” in which the participating parties are promised kingdoms and thrones if they are true and faithful to their obligations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p12\" class=\"\">Brethren who hold the holy priesthood are authorized to administer to the sick in the household of faith, so that the faithful saints may be restored to health and vigor if they are not “appointed unto death.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p13\" class=\"\">And so it goes through all the realm of church service. The blessings of the Lord are offered to the Saints and to the world through the ministrations of those who hold his holy priesthood, who represent him, who are in fact his servants and agents and are willing to serve him and keep his commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p14\" class=\"\">Now my plea to all the brethren of the priesthood is that they use the authority which they have received to bless first themselves and then their fellowmen—acting always in harmony with the established order of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p15\" class=\"\">Those who can and are worthy should respond to calls to preach the gospel at home and abroad. Husbands should bless their wives and children. All of us should qualify for the blessings of the house of the Lord, which are priesthood blessings bestowed upon us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p16\" class=\"\">My dear brethren, this matter of holding the priesthood is not a light or a small thing. We are dealing with the Lord’s power and authority, which he has given to us by the opening of the heavens in this day so that every blessing might again be available to us, as they were when man was first placed upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p17\" class=\"\">It is my prayer that we may all learn our duties; that we may hold the priesthood in high regard; that we may magnify our callings; and that we may use our priesthood to bless ourselves, our brethren, and all who will give heed to the message of salvation which we carry to all parts of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p18\" class=\"\">I wish to give my blessing at this time to all those who have received the priesthood, who have been ordained, who hold some office, and who are faithful therein.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p19\" class=\"\">We are under the responsibility not only of receiving this priesthood for our own benefit, but to bless and benefit those who are scattered upon all the face of the earth who are willing to repent and to receive the gospel; and we will take this message of salvation to all parts of the world. That is our responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/blessings-of-the-priesthood.p20\" class=\"\">I wish to express my appreciation and my willingness to join with you, my good brethren, and do all that is possible to bring salvation to every soul throughout the world who is willing to repent, and I say this in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}