{"ID":2105, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            You Can Get There From Here\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3596.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p3\" class=\"\">As I have contemplated this vast audience of priesthood bearers, and what I have in my mind and heart to convey to you this day, my thoughts have turned back to a bewildered and confused young man in a huge city. He had lost his way. In desperation he stopped a man on the sidewalk and said, “How do I get to such-and-such a destination from here?” After considerable thought, with the skyscrapers, dense traffic, confusing streets, winding rivers, freeways, bridges, tunnels, and so on in mind, the man said, “You can’t get there from here.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p4\" class=\"\">I have often thought of this advice as I have contemplated particularly some of our youth in their present locations in life. Some are lost, bewildered, confused, scared, sick, insecure, and discouraged. What a tragedy to be in these straits and to be told, in answer to the questions “How can I get back to where I was?” or “How can I get to where I want to go?”—“You can’t get there from where you are.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p5\" class=\"\">The disciples of the devil teach there is no way back: Live it up, everybody is doing it, be with the in-group, and it’s more fun to stay lost. The devil is an enemy to the ways of God, and enticeth to sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p6\" class=\"\">“Wherefore, all things which are good cometh of God; and that which is evil cometh of the devil; for the devil is an enemy unto God, and fighteth against him continually, and inviteth and enticeth to sin, and to do that which is evil continually.” (<span class=\"citation\" id=\"38367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38367)\">Moro. 7:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p7\" class=\"\">What a happy day it will be when, in contrast to the experience this lost young man had in the big city, he or others can find someone who will say, “Yes, you can get there from here. Come, follow me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p8\" class=\"\">I humbly, but with all of the power in my possession, declare to our “lost” youth, young men and young women worldwide, you can make it back from where you are. The great social services program of the Church, operating as an arm of the priesthood, lends a helping hand to our young people with social and emotional problems. As President Smith has declared to us tonight, by honoring our priesthood we can help them find their way back to joy and stability.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p9\" class=\"\">Young people, be not deceived. God loves you. He cares about you. He wants you back in his paths, where there is comfort, companionship, and purpose. We as leaders need to effectively communicate to our youth that God loves them no matter where they are. We need to sacrifice our time and talents in this direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p10\" class=\"\">“But to do good and to communicate forget not: for with such sacrifices God is well pleased.” (<span class=\"citation\" id=\"24411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24411)\">Heb. 13:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p11\" class=\"\">I pray to God that we in the future may communicate the positive, the happy, the abundant way of life to those around us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p12\" class=\"\">I would like to share briefly with you a few experiences of some of our friends who are proving you can get there from where you are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p13\" class=\"\">Roger Locke, a friend of mine, is presently confined in the Utah State Prison. (Incidentally, I have visited with Roger within the past few days and have his and Warden John Turner’s permission to share his name and thoughts.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p14\" class=\"\">Incidentally, you young Aaronic Priesthood bearers, I would appreciate it if you would remember that when I go to the prison to visit, I have the same trouble as the inmates—in one respect. That is, it is easy for me to get in, but difficult for me to get out. The difficulty comes when I am stopped by prisoners who want to talk. During my last visit, a young man stopped me, and we talked for about fifteen minutes, time I didn’t think I had to spare. As I was leaving him he said, and I will never forget it, “Thank you for talking to me.” As I drove home that night, I recalled that in fifteen minutes I may have said twenty-four or twenty-five words; however, I believe that is the kind of talking and listening we need to have more of. But that is another subject. Let’s get back to Roger. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p15\" class=\"\">“I don’t want to blame anyone back home for my being in prison today, but it is factual that I had no family relationships. I am involved in the family home evening program at the prison. Without the parents who have been assigned to me through this social services program, many times I would have given up. These people love me as if I were their own son. I have never had that, even when I was a small boy. Now, with their help and that of others, I believe I can now make it back a day at a time. I am not proud of being in prison, but I am proud of my recent experiences while being there. We have a tendency to blame others. We don’t want to blame our parents for not loving us, because we know they do, but maybe they didn’t have the guidance and direction in their lives to apply when they were bringing us up.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p16\" class=\"\">Perhaps in the minds of many of us, Roger would be justified in believing he couldn’t make it back. He had detoured too long. But he doesn’t believe that. Instead, he is thanking those who are presently helping him and is sincerely grateful for the direction in which his life is moving today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p17\" class=\"\">The Church attenders in prisons are unfortunately in the minority and are often classified by their associates in uncomplimentary terms, but this fine young man, bless his courage, is not ashamed to be identified at the Utah State Prison as a member of “God’s Squad.” He seems determined to make it back from where he is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p18\" class=\"\">A few weeks ago, I was visiting with an elder in the mission field. During our interview, I inquired, “Is your father a member of the Church?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p19\" class=\"\">He said, “No.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p20\" class=\"\">“Is your mother a member of the Church?” he was asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p21\" class=\"\">He responded with a smile, “Just barely.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p22\" class=\"\">I said, “Did your father want you to go on a mission?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p23\" class=\"\">He answered, “No.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p24\" class=\"\">“Did your mother want you to go on a mission?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p25\" class=\"\">“She really didn’t care whether I went or not.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p26\" class=\"\">“Who influenced you most in your decision to go?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p27\" class=\"\">Without hesitation he said, “I did. I’ve always wanted to go, and I knew I could make a success of it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p28\" class=\"\">I looked into this young man’s eyes and said, “From what I hear and what I feel of your spirit, you will succeed.” He is a determined individual, one who months ago might have said, “My dad doesn’t care. My mother doesn’t care. Why should I care?” This wonderful missionary knows the importance of going forward and has the courage to continue in the paths that lead to happiness. He admitted to me that he once was lost, but now he definitely knows where he is going and how to get there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p29\" class=\"\">During a visit to a juvenile detention home some months ago, my attention was drawn to three young girls who were visiting with each other just prior to our religious service. They appeared to be ten to twelve years of age. I found later they were being detained for a few days to see if some problems could be resolved. As I was waiting to participate with them and others in the services, they seemed to be involved in serious conversation. “What could they be talking about?” I wondered to myself. My curiosity prompted me to step closer to them for a chance to catch a few of their words. I was moved when I heard one of the girls raise this question to her friends: “I wonder if someone will come today who will want to take me home. It would be fun to live with someone who wants me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p30\" class=\"\">Here was a ten-year-old who wasn’t wanted. Her parents had given the impression to those in charge that they were pleased when she was confined, because they were then free from putting up with her. What a pleasure it was later to learn she had been placed by licensed social services agents of the Church in a new home, adopted, loved, and was receiving parental direction. Loving foster parents are now helping her find her way in the warmth of family unity and oneness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p31\" class=\"\">Many drug abusers are desperately trying to find their way back today. The road is difficult, the challenge tremendous. I am pleased to report many are making it, thanks to friends and volunteer members, priesthood bearers, who are concerned, care, and understand. Very often our glances, our indifference, our hasty comments and lack of patience convey the message, “You are hopeless. You can’t get back from here. You are too far down the road.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p32\" class=\"\">After visiting with one of our young women who has been lost to drugs for many months, her only encouraging remark after more than three hours of sincere communication was, “Thanks for not chewing me out.” Two visits later she asked, “Do you think I would make a good schoolteacher?” To a sincere yes, she said, “Thanks, I’ll try. I’m only three semesters away from getting my teaching certificate.” This girl is making it back. Someone believes in her. Someone has convinced her she can get there from here. The trip she is on this time will bring her back home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p33\" class=\"\">May I this day challenge all of us as priesthood bearers, young and old, to vigorously locate and lead those who have temporarily strayed. Let us lead them by our example, love, and persuasion. They deserve our help. They want our direction. They need our love. You priesthood bearers this night, honor your priesthood, build yourself by stooping to help someone who has temporarily lost his or her way. Remember that powerful truth found in Matthew 23:37: “… how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!” [<span class=\"citation\" id=\"36098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36098)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36098)\">Matt. 23:37<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p34\" class=\"\">With your indulgence, I would like to repeat that quotation once more and add just two words of admonition: “… how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not <span class=\"emphasis\">help me!<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p35\" class=\"\">How many of us are actively helping the Lord gather his flock? How involved are each of us in the responsibilities of our priesthood? How many of us are helping as high council advisers, professional resource volunteers, and helpers with innate skills to our fellow members who need us? When our Savior declared, “If ye love me, feed my sheep” (see <span class=\"citation\" id=\"28653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28653)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28653)\">John 21:16<\/a><\/span>), he wasn’t referring to just those found safely in the fold. I declare to all of us tonight, he needs our help in finding the lost and bringing them back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p36\" class=\"\">The field is white, ready for harvest. The lost want to know how to get back. They want to be shown they can get there from where they are. Let us not give up. Let us not tire. Let us not weary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p37\" class=\"\">“And let us not be weary in well doing: for in due season we shall reap, if we faint not.” (<span class=\"citation\" id=\"23297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23297)\">Gal. 6:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p38\" class=\"\">Jesus set the pattern for us in his invitation, “Come, follow me.” I think it is significant our Savior Jesus Christ declared, “He that hath seen me hath seen the Father,” rather than “He that hath heard me hath heard the Father.” The example bore witness. The life was the sermon. The life was the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p39\" class=\"\">I bear witness to you this day that God lives and this is his work, and that, Jesus Christ is our Savior and Redeemer. I also bear witness that by doing his will and keeping his commandments, we can share in that great joy found in Third John: “I have no greater joy than to hear that my children walk in truth.” (<span class=\"citation\" id=\"5323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5323)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5323)\">3 Jn. 1:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/you-can-get-there-from-here.p40\" class=\"\">And I say this in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}