{"ID":2106, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Strengthen Thy Brethren”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p2\" class=\"\">Bishop Robert L. Simpson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p\" class=\"\">Of the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:35ae.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p3\" class=\"\">My dear brethren of the priesthood: I am grateful to my Heavenly Father for this opportunity. We of the Presiding Bishopric commend you young men of the Aaronic Priesthood for being here tonight. The Lord is pleased to have you where you belong at this hour. Perhaps a mental checklist might not be out of order to set the stage for the few thoughts I would like to leave with you.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Would you check <span class=\"emphasis\">yes<\/span> or <span class=\"emphasis\">no <\/span>by the following statements concerning your attendance at this priesthood meeting:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>I am here because others of the family came.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>I am here because there are no football games on TV tonight.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>I am here because Dad said, “You are going to priesthood meeting or else.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>I am here because I love the Lord and recognize the priesthood I hold as the most important power for good in the universe.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p9\" class=\"\">Whatever your answer might have been to the foregoing statements, the Lord is pleased you are here, and you have already been richly rewarded by listening to some direction from the Lord through a living prophet. I also commend you because for every one of you in attendance at one of several locations tonight, there are four priesthood holders who thought they had more important things to do or who did not have someone who cared enough about them to offer the encouragement they needed to join with us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p10\" class=\"\">Just in case you are not very excited about being part of the largest priesthood gathering in the history of the world, let me give you five important things to think about that have direct relationship to this meeting and what goes on here.<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>God the Father and his Son Jesus Christ have appeared in this time of the world’s history.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>All of the keys and powers of the eternal priesthood of God, with all of its attendant authority and blessings for mankind, have been restored to the earth, nevermore to be removed.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>No less than nine heavenly beings have appeared by assignment in our time of the world’s history to assist in this restoration. Let me name them: God the Father, his Son Jesus Christ, the apostle Peter, accompanied by James and John, John the Baptist, Moroni, Elijah, and Elias.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Three additional books of scripture, totaling 835 pages, have been revealed for the further guidance of mankind and to lend additional direction in these perilous times.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Last but not least, a living prophet stands at our head and presides over this meeting and has just given us the will of the Lord; up-to-the-minute evidence of continuous revelation.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p16\" class=\"\">Now, any one of the foregoing facts should rate banner headlines in every newspaper in the world, but about the only response we get from more than three billion people who are supposedly thirsting for truth is, in effect: “Don’t rock the boat,” or “Who do you think you are to make such fantastic claims as visits from on high, the only true priesthood, additional scriptures, and a living prophet?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p17\" class=\"\">Young men, I do not know all there is to know, but there are a few things I do know by personal revelation, and I think the Spirit of the Lord is anxious to confirm these same truths within each of you if he has not done so already.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p18\" class=\"\">The scriptures declare that “many are called, but few are chosen.” (<span class=\"citation\" id=\"15815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15815)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15815)\">D&amp;C 121:40<\/a><\/span>.) Do you think that there might be a possibility that you have not only been called but may be chosen as well? Why not! You are one out of five who made a decision to be here in this great meeting. For each of you here, four others who were invited apparently decided that there was something more important to do than attend this priesthood meeting. I do not know how you answered those previous statements about your attendance here tonight, but one thing is crystal clear to me: either you wanted to be here or most certainly the Lord wanted you here, and you had better get excited about it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p19\" class=\"\">“Behold, there are many called, but few are chosen. And why are they not chosen?” The Lord tells us why they were not chosen, and here are his reasons:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p20\" class=\"\">“Because their hearts are set so much upon the things of this world, and aspire to the honors of men, that they do not learn this one lesson—” And what is this one great lesson? Listen carefully, young men. This could well be one of the most important lessons of your life, and it comes directly from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p21\" class=\"\">“That the rights of the priesthood are inseparably connected with the powers of heaven, and that the powers of heaven cannot be controlled nor handled only upon the principles of righteousness.” (<span class=\"citation\" id=\"15814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15814)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15814)\">D&amp;C 121:34–36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p22\" class=\"\">Well, it is exciting that you are here; you are special! And furthermore, the Lord has something in mind for you to do about it starting right now. The Church has need of every member, and that means not only you but also four of your friends who should be sitting by you in this meeting tonight but who are missing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p23\" class=\"\">A recurring theme during the life of the Savior as he taught the people was that each man is his brother’s keeper. No priesthood obligation is more important. The scriptures say something very similar but in another way that I like very much: “… when thou art converted, strengthen thy brethren.” (<span class=\"citation\" id=\"31828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31828)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31828)\">Luke 22:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p24\" class=\"\">No one takes upon himself the covenant of baptism nor the honor of the priesthood except he also receives the obligations associated with Church membership and priesthood affiliation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p25\" class=\"\">The world today tells you to leave your friend alone. He has the right to come and go as he pleases. The world tells you that persuasion to attend church or priesthood meeting or to discard a bad habit might lead to frustration and undue pressures; but again I repeat the word of the Lord: You are your brother’s keeper, and when you are converted, you have an obligation to strengthen your brother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p26\" class=\"\">“But bishop,” you say, “I wouldn’t know what to say or how to go about it. I am just a deacons quorum president.” And to this the Lord answers that he gives no assignment to the children of men except he prepares a way for them to accomplish that which he has given them to do. He also says: “Therefore, verily I say unto you, lift up your voices unto this people; speak the thoughts that I shall put into your hearts, and you shall not be confounded before men;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p27\" class=\"\">“For it shall be given you in the very hour, yea, in the very moment, what ye shall say.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p28\" class=\"\">Now at this point the Lord gives a commandment that we must speak in his name with solemnity of heart and in the spirit of meekness, and then he concludes with this promise:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p29\" class=\"\">“… inasmuch as ye do this the Holy Ghost shall be shed forth in bearing record unto all things whatsoever ye shall say.” (<span class=\"citation\" id=\"15798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15798)\">D&amp;C 100:5–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p30\" class=\"\">Following this divine formula will take your contact with a friend out of the usual lip-to-ear communication category. With the help of the Holy Ghost, there will be a penetration into the heart of your friend. He will be persuaded through a wonderful spiritual process that is reserved for worthy members of the Church. It is the same process by which converts are brought into the Church and will be an important spiritual gift for each of you to develop and improve on a continuing basis.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p31\" class=\"\">Yes, the Church has need of every member, and the list of indifferent members is much too long; it concerns the First Presidency; it concerns the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p32\" class=\"\">There will not be a sign or miracle in the heavens to wake people up. It was decided aeons ago that people would be helped by people so far as the Lord’s work is concerned. This is an eternal principle and process: “… when thou art converted, strengthen thy brethren.” The task is largely up to those of us who are here tonight, and the responsibility is upon the newest deacon as well as the high priest of longest standing. While I have directed my comments primarily to the Aaronic Priesthood—Youth, certainly every principle applies to all of us involved in this great work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p33\" class=\"\">May I conclude with a word of caution as the Lord gave it to the Prophet Joseph Smith. He said this: “What I say unto one I say unto all; pray always lest that wicked one have power in you, and remove you out of your place.” (<span class=\"citation\" id=\"15796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15796)\">D&amp;C 93:49<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p34\" class=\"\">“Many are called, but few are chosen.” What a tragedy to be foreordained or to be chosen or to be called and ordained only to have the adversary “remove you out of your place.” Don’t you allow it to happen. Live beyond his grasp, for I can promise you that there are limits beyond which Satan cannot reach. He will not have claim on the righteous. The challenge for each of us is to stand worthy that we might better assist our brother back into the circle of activity, and may our efforts to do so be centered in that glorious revelation which is pure poetry in a scriptural setting:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p35\" class=\"\">“… let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God; and the doctrine of the priesthood shall distil upon thy soul as the dews from heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p36\" class=\"\">“The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of righteousness and truth; and thy dominion shall be an everlasting dominion, and without compulsory means it shall flow unto thee forever and ever.” (<span class=\"citation\" id=\"15818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15818)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15818)\">D&amp;C 121:45–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p37\" class=\"\">What a promise! What a challenge! Are you special young men? Why, of course, you are! You are one out of five faithful enough to be here tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p38\" class=\"\">Are you your brother’s keeper? Most certainly! If not you, who? Who else would do it if you didn’t do it as a priesthood holder?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strengthen-thy-brethren.p39\" class=\"\">Are you converted? You most certainly are, whether you recognize it or not, and “when thou art converted, strengthen thy brethren”—for the Church has need of every member. That it might start with more than 100,000 faithful priesthood holders attending priesthood meeting tonight is my humble prayer, and I ask it in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}