{"ID":2107, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Love Unconditional\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p2\" class=\"\">Elder Marion D. Hanks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2e6a.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p3\" class=\"\">Just before this meeting started, Brother Stapley, with a twinkle in his eye, asked me to answer for a story he heard I had told to the All-Americans at BYU last night; and in keeping with my inward response to Brother Petersen’s great sermon on honesty today, I must tell the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p4\" class=\"\">The story, Brother Stapley, was mythical. It was reportedly the statement of a man who golfed with you and Brother Tanner and who, when he came back, said, “Have you ever played golf and been the <span class=\"emphasis\">only one rained on?” <\/span>I can testify to you that Brother Stapley gets rained on, and was snowed on two days ago, as I observed. As we went from the place where he had snow deposited on him from a tree limb, just as we came out from a meeting into that beautiful storm, I drove up streets that were littered with limbs of magnificent trees. I was fearful of what I would find when I got home, and my apprehensions were justified. Some of our lovely trees were broken. In our backyard a fence we had built to protect the neighbors while our children grew up was flattened. And I would like to tell you something serious and truthful. I haven’t worried a minute about that. I have been thinking about tonight and what we are here discussing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p5\" class=\"\">We are talking about casualties, some that have happened and some that are happening, and some that we want not to happen in the future. God has from the beginning been very interested in his children, those safely in the fold, some who have strayed, and those not yet in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p6\" class=\"\">We are talking primarily tonight about those who are in, or some who may not quite be in as much as they should be and as we would like them to be. I read again with joy what Alma the prophet wrote about some people who were far from the fold, who had once been in. He took three of the sons of Mosiah, two of his own sons, and two other converts and went to teach the Zoramites, who are described as having fallen into great error, for “they would not observe to keep the commandments of God, and his statutes. … Neither would they observe the performances of the church, to continue in prayer and supplication to God daily, that they might not enter into temptation. Yea, in fine, they did pervert the ways of the Lord in very many instances; therefore, for this cause, Alma and his brethren went into the land to preach the word unto them.” (<span class=\"citation\" id=\"9144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9144)\">Alma 31:9–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p7\" class=\"\">As that happened, Alma offered to the Lord the kind of prayer that is in our hearts as we listen to these great servants of youth speak tonight. “O Lord, wilt thou grant unto us that we may have success in bringing them again unto thee in Christ. Behold, O Lord, their souls are precious, and many of them are our brethren [I suppose we might parenthetically assume he was thinking that many of them are the wives and children of our brethren now and in the future]; therefore, give unto us, O Lord, power and wisdom that we may bring these, our brethren, again unto thee.” (<span class=\"citation\" id=\"9145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9145)\">Alma 31:34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p8\" class=\"\">I recently had called to my attention by Brother Joe Christensen an excerpt from Church history that I would like to share with you in part. In the <span class=\"emphasis\">Documentary History of the Church <\/span>(vol. 5, pp. 320–21) is “A Short Sketch of the Rise of the ‘Young Gentlemen and Ladies Relief Society’ from the <span class=\"emphasis\">Times and Seasons.” <\/span>You will observe, as the annotator says, that this has more to do with youth than with the Relief Society, but that was the heading.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p9\" class=\"\">“In the latter part of January, 1843, a number of young people assembled at the house of Elder Heber C. Kimball [you realize that the Prophet Joseph Smith is writing this] who warned them against the various temptations to which youth is exposed, and gave an appointment expressly for the young at the house of Elder Billings; and another meeting was held in the ensuing week, at Brother Farr’s school-room, which was filled to overflowing. Elder Kimball delivered addresses, exhorting the young people to study the scriptures, and enable themselves to ‘give a reason for the hope within them,’ and to be ready to go on to the stage of action, when their present instructors and leaders had gone behind the scenes; also to keep good company and to keep pure and unspotted from the world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p10\" class=\"\">The Prophet then notes that the next meeting was held at his house, and though the weather was inclement, there were many there, to overflowing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p11\" class=\"\">“Elder Kimball,” he writes, “as usual, delivered an address, warning his hearers against giving heed to their youthful passions, and exhorting them to be obedient and to pay strict attention to the advice of their parents. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p12\" class=\"\">The Prophet then says something that has touched me and I think will touch you who work with youth: “I experienced more embarrassment in standing before them than I should before kings and nobles of the earth; for I knew the crimes of which the latter were guilty, and I knew precisely how to address them; but my young friends were guilty of none of them, and therefore I hardly knew what to say. I advised them to organize themselves into a society for the relief of the poor, and recommended to them a poor lame English brother … who wanted a house built, that he might have a home amongst the Saints; that he had gathered a few materials for the purpose, but was unable to use them, and he has petitioned for aid. I advised them to choose a committee to collect funds for this purpose, and perform this charitable act as soon as the weather permitted. I gave them such advice as I deemed was calculated to guide their conduct through life and prepare them for a glorious eternity.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p13\" class=\"\">You see, our efforts to reach youth today are not original. They are about the same, motivated with about the same sense of their need, and certainly by the same spirit that directed those of old. This statement of the Prophet moved me because I have had that same feeling when I have stood before them. As a teacher for years, I have pondered their future as I taught them, and I have lived long enough to see the fulfillment of my fondest hopes, or the beginning of the fulfillment of them, for many of them, and, I am sorry to say, the realization of some of my apprehensions. They are, in fact, a great and remarkable generation, yet like many of you I am well aware of the major problems confronting all of our young people, and that many of them desperately need help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p14\" class=\"\">It would be an interesting experience for some of you to walk through a few days of our relationships with youth as we visit with them in person, by telephone, in interviews, by mail. It is just a few days ago that I deplaned at a major airport, met some of you leaders there, and a beautiful young college-age lady who was waiting for me. She had left her home against the wishes of her parents and others and had hitchhiked to a rock festival. On her way home from that adventure, hitchhiking now with a male companion, she was picked up by officers of the law, arrested for possession of drugs, tried, and sentenced to five years in prison. Through the intervention of our local brethren, who were reached by a distraught mother through the bishop, she was given parole freedom, but the record has been made and her life is hanging in the balance. She has some decisions to make.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p15\" class=\"\">On my desk is a current letter, one of many, from an anguished girl crying for help. Three times the words are repeated, “Please help me.” Within hours there has been a call, another call, from a disturbed young man seeking guidance for his friend who questions a Church position which he feels he cannot accept, which he thinks makes his position in the Church tenuous or untenable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p16\" class=\"\">In my hand I hold a letter received two days ago from a faithful, brokenhearted father whose son, about the same age as the others, took his own life, notwithstanding the efforts of loving parents and a fine, wholesome family. I wish there were time to read a description of how hard these marvelous parents have tried. This is a missionary family, a committed family, a stay-together family; yet this boy, convinced of his own worthlessness, that he was a failure and that the mistakes he had made were disqualifying, took his own life. His father sent a copy of the note he left, and asked me to make such use of his letter and this letter as judgment and my feelings suggested.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p17\" class=\"\">What can we do? How can we help this great young generation meet the challenges of their time? I am certain that we must thoughtfully examine not only their needs and their problems, and what we have to give them, but <span class=\"emphasis\">how <\/span>we undertake to give it, and what we appear to them <span class=\"emphasis\">to be <\/span>as they observe it. I have been rethinking my own experience and will give you just an example or two quickly. May I do it in the spirit of a statement that to me for a long time has been very choice: “Neither laugh nor weep, nor loathe, but understand.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p18\" class=\"\">What are some of their problems? These basic observations have come from experience with youth and from their own lips and lives. I can sum them up in four or five needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p19\" class=\"\">First, they need faith. They need to believe. They need to know the doctrines, the commandments, the principles of the gospel. They need to grow in understanding and conviction. They need to worship and to pray, but they live in a time when all of this is so seriously questioned, when doubt is encouraged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p20\" class=\"\">Two, they need to be accepted as they are, and to be included. They need a family, the most important social unit in this world; and even if they have a good family, they need the supportive influence outside their home of others, of neighbors, of friends, of bishops, of brothers, of human beings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p21\" class=\"\">Three, they need to be actively involved, to participate, to give service, to give of themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p22\" class=\"\">Four, they have to learn somehow that they are more important than their mistakes; that they are worthwhile, valuable, useful; that they are loved unconditionally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p23\" class=\"\">I knelt with my own family, at the conclusion of a great family home evening, the night before our lovely daughter was to be married in the temple. I think she wouldn’t mind my telling you that after we had laughed and wept and remembered, she was asked to pray. I don’t recall much of her prayer, the tears and the joy and the sweetness, but I remember one thought: she thanked God for the unconditional love she had received. This life doesn’t give one very many chances to feel exultant and a little successful, but I felt wonderful that night, and thank God that she really believes and understands what she said. We cannot, my dear brethren, condition our love by a beard or beads or habits or strange viewpoints. There have to be standards and they must be enforced, but our love must be unconditional.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p24\" class=\"\">I read you just a sentence from the letter left by the boy who ended his own life: “I have no hope, only dreams that have died. I was never able to obtain satisfactory interpersonal relationships. I feared the future and a lot of other things. I felt inferior. I have almost no will to achieve, perseverance, or sense of worth, so goodbye. I should have listened to you but I didn’t. I started using acid last summer. It’s purgatory.” What a tragic story!<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p25\" class=\"\">We need to understand their needs. They need to learn the gospel. They need to be accepted, to be involved, to be loved; and they need, my brethren—my fifth and final point—the example of good men, good parents, good people, who really care.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p26\" class=\"\">I went to the funeral of my cousin a few weeks ago, and I pass on to you something that touched me deeply there. Maybe it is the message I can share with those of us who can do something, if we will, for our great young generation. A man who served as his counselor, now himself the bishop, said of my cousin: “Every boy in his lifetime has the right to know a man like Ivan Frame.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/love-unconditional.p27\" class=\"\">God bless us to love them, to accept them, to give to them what they need in order that they may be what they want to be and give what they want to give, I pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}