{"ID":2109, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Strive for Excellence\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p2\" class=\"\">Dallin H. Oaks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p\" class=\"\">President, Brigham Young University<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_039<\/span>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p3\" class=\"\">My beloved brethren who hold the priesthood of God: Over the past several months I have had occasion to ponder the problems and to reflect upon the ideals of education in The Church of Jesus Christ of Latter-day Saints. As I have studied this subject, my thoughts have been drawn to some lines I read at BYU some twenty years ago. The first of these lines you will think strange as an illustration of the subject of education in the Church. They were written by Thomas Hobbes, the seventeenth century English political philosopher, in his greatest work, <span class=\"emphasis\">The Leviathan.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p4\" class=\"\">In describing the nature of man, Hobbes wrote that “the life of man [is] solitary, poor, nasty, brutish, and short.” This is a classic example of the philosophies of man. I am grateful that my education exposed me to that thought and others like it, because my familiarity with these thoughts has helped me to understand the world and its peoples and its problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p5\" class=\"\">But most of all, I am grateful that my educational program was such that at the time I was exposed to this view of man, I was also being taught these lines:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p6\" class=\"\">“Adam fell that men might be; and men are, that they might have joy.” (<span class=\"citation\" id=\"3860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3860)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3860)\">2 Ne. 2:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p7\" class=\"\">“Remember the worth of souls is great in the sight of God.” (<span class=\"citation\" id=\"15693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15693)\">D&amp;C 18:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p8\" class=\"\">The worlds were created by the Only Begotten of the Father, “and the inhabitants thereof are begotten sons and daughters unto God.” (<span class=\"citation\" id=\"15761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15761)\">D&amp;C 76:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p9\" class=\"\">“For a wise and glorious purpose thou hast placed me here on earth. …” (“O My Father,” <span class=\"emphasis\">Hymns, <\/span>No. 138.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p10\" class=\"\">“… they who keep their second estate shall have glory added upon their heads for ever and ever.” (<span class=\"citation\" id=\"7284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7284)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7284)\">Abr. 3:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p11\" class=\"\">“Wherefore, as it is written, they are gods, even the sons of God—Wherefore, all things are theirs. …” (<span class=\"citation\" id=\"15764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15764)\">D&amp;C 76:58–59<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p12\" class=\"\">My personal experience converts me to the wisdom of the educational philosophy that joins spiritual with secular instruction. At Brigham Young University and in the other institutions of the Church Educational System, we are concerned with teaching the fundaments of spiritual and secular knowledge and with bringing those teachings into harmony in the lives of men and women in order to prepare them for a balanced and full life of service to God and fellowman.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">From this philosophy I distill four thoughts that I offer for the special attention of the young men of the priesthood:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Rigorous standards and high achievement in any field of learning are not at odds with faith and devotion to the gospel of Jesus Christ. Strive for excellence, use the talents that the Lord has given you, meet and master the learning of men.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>In approaching any field of learning, remember the Lord’s direction to “seek learning, even by study and also by faith.” (<span class=\"citation\" id=\"15781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15781)\">D&amp;C 88:118<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>Your faith will sustain you and give added meaning and increased accomplishment to your secular studies if you will live to deserve the blessings of the Lord.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Cherish and nourish your spiritual life. Seek spiritual growth at the same time that you are seeking to enlarge your learning in other areas. Nourish your spirit just as regularly as you nourish your body or mind. Don’t neglect study of the gospel and activity in the Church during the period of your schooling. It is needed then as much as or more than at any time during your life. If you are not in a Church school—BYU, Ricks, Church College of Hawaii—make the institute or seminary or home study part of your program.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Most of all, live so that you can be guided and taught by the Spirit in all your activities, including all your efforts to learn and gain an education: honor your parents; be true to the teachings of the Church; be clean and faithful in all things; and be loyal to the leaders of the Church.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p19\" class=\"\">I am grateful for my membership in the Church. I am proud to hold the priesthood of God. No worldly honor or position can add much to the dignity, beauty, and power of the priesthood. I am thankful to my Heavenly Father for the testimony I have of the truth of the gospel. I have measured its requirements by reason and found them satisfying. I have put its precepts into practice and felt their good effects in my life. I have seen the gospel work good in the lives of others. I have observed miraculous things. But these signs <span class=\"emphasis\">follow <\/span>them that believe. I know that the gospel is true because my Father in heaven has answered my prayers and borne witness to me by the power of the Holy Ghost. I am devoted to the gospel of Jesus Christ. I am loyal to the chosen servants of the Lord, whom I sustain with all my heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/strive-for-excellence.p20\" class=\"\">I bear this testimony to you and ask your prayers and the blessings of our Father in heaven upon every teacher and worker in the Church Educational System, that we may meet our responsibilities to him and to his children.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}