{"ID":2112, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Turn Heavenward Our Eyes”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p3\" class=\"\">Bishop John H. Vandenberg<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_042<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:244c.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p4\" class=\"\">In the Book of Job we read where the Lord spoke to Job and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p5\" class=\"\">“Gird up now thy loins like a man; for I will demand of thee, and answer thou me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p6\" class=\"\">“Where wast thou when I laid the foundations of the earth? declare, if thou hast understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p7\" class=\"\">“Who hath laid the measures thereof, if thou knowest? or who hath stretched the line upon it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p8\" class=\"\">“Whereupon are the foundations thereof fastened? or who laid the corner stone thereof;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p9\" class=\"\">“When the morning stars sang together, and all the sons of God shouted for joy?” (<span class=\"citation\" id=\"26746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26746)\">Job 38:3–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p10\" class=\"\">This bit of scripture, we believe, alludes to our preexistence with God when we, in his presence, rejoiced at his announcing to us, his children, the plan of the creation of the earth on which the human race would dwell. We believe that, as the plan was presented, we agreed to it and received the privilege of progressing in our eternal existence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p11\" class=\"\">William Wordsworth must have given a great deal of thought to the mystery of life when he was inspired to write his “Ode on Intimations of Immortality,” in which he says:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Our birth is but a sleep and a forgetting<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The Soul that rises with us, our life’s Star,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Hath had elsewhere its setting,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And cometh from afar:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Not in entire forgetfulness,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And not in utter nakedness,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">But trailing clouds of glory do we come<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">From God, who is our home:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Heaven lies about us in our infancy!<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Shades of the prison-house begin to close<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Upon the growing Boy,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">But he beholds the light, and whence it flows,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">He sees it in his joy;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The Youth, who daily farther from the east<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Must travel, still is Nature’s Priest,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And by the vision splendidIs on his way attended;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">At length the Man perceives it die away,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And fade into the light of common day.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Earth fills her lap with pleasures of her own;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Yearnings she hath in her own natural kind,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And, even with something of a Mother’s mind,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And no unworthy aim,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The homely Nurse doth all she can<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To make her Foster-child, her Inmate Man,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Forget the glories he hath known,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And that imperial palace whence he came.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p38\" class=\"\">Henry Ward Beecher has said: “God asks no man whether he will accept life. That is not his choice. He must take it. The only choice is how.” Parenthetically, I would say we did make the choice to come to earth. God does not force his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p39\" class=\"\">The choice we are now concerned with is how we are going to live our lives. We have the agency to make that choice as we react to the conditions in which we find ourselves during our life span. We must make choices, as we are surrounded by the elements and resources of the earth as well as by the people with whom we associate. From the words of the prophets to the words of the atheists, the question is: How will we emerge? Will we rise or fall? Will we fulfill our life’s purpose, or will it be wasted?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p40\" class=\"\">In accepting life, we must relate to the world as it is—to the struggle between good and evil. There are, of course, some who would have us believe that there is no such thing as good or evil, but this philosophy runs counter to the natural laws of opposites that exist, such as heat and cold, light and dark, gravitation and vacuum, and many others. We need to use our eyes that we may see, our ears that we may hear, and our minds that we may be able to think and make our own decisions as we sift out the chaff of all we see and hear, so that we may know the truth of that which we feel in our hearts, as it is affirmed by the Holy Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p41\" class=\"\">Faith in God is a prerequisite to the influence of the Holy Spirit. To have a belief in God is the foundation of a full and happy life. Without this belief, life can be wasted. Evidence of God’s existence spreads throughout the universe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p42\" class=\"\">Abraham Lincoln said: “I can see how it might be possible for a man to look down upon the earth and be an atheist, but I cannot conceive how he could look up into the heavens and say there is no God.” I believe I know what Lincoln meant when he made that statement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p43\" class=\"\">Some years ago I accepted an invitation to a fathers and sons outing, where the participants spent an arduous but interesting day mounted on horses on a trip to Bloomington Lake in the mountains of Bear Lake County, Idaho. Late at night, after the campfires had all burned out and everyone had settled down under the open heavens, I lay on my back, gazing overhead. It was a moonless night, and I have never seen such a beautiful sight. The heavens were alive with the brightness of stars and planets. How small I felt in comparison to that vast universe! A sense of appreciation came over me as I thought of God’s glory, of his handiwork, the earth, the heavens, all created for one purpose—his children, mankind. That experience has remained with me. I was overwhelmed by the magnitude of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p44\" class=\"\">It calls to mind an incident I read that tells of the naturalist, William Beebe, who made a visit to another naturalist whose name was Theodore Roosevelt. In describing the visit, William Beebe said that each evening, after a talk in Roosevelt’s home at Sagamore Hill, the two men would go out on the lawn and gaze up at the sky to see who could first detect that faint spot of light-mist beyond the lower left-hand corner of the Great Square of Pegasus. Then one or the other would recite: “That is the Spiral Galaxy of Andromeda. It is as large as our Milky Way. It is one of a hundred million galaxies. It is 750,000 light-years away. It consists of one hundred billion suns, each larger than our sun.” After an interval Beebe reported that Mr. Roosevelt would grin at him and say, “Now I think we are small enough. Let’s go to bed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p45\" class=\"\">Can you imagine how Moses felt when he said: “Now, for this cause I know that man is nothing, which thing I never had supposed” after he “was caught up into an exceedingly high mountain, And he saw God face to face, and he talked with him”? (<span class=\"citation\" id=\"39377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39377)\">Moses 1:10, 1–2<\/a><\/span>.) We read in the first chapter of Moses that “Moses looked, and beheld the world upon which he was created; and Moses beheld the world and the ends thereof, and all the children of men which are, and which were created; of the same he greatly marveled and wondered.” (<span class=\"citation\" id=\"39376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39376)\">Moses 1:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p46\" class=\"\">And then Satan appeared and tempted Moses and commanded in a loud voice: “I am the Only Begotten, worship me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p47\" class=\"\">“And … Moses began to fear exceedingly; and … he saw the bitterness of hell. Nevertheless, calling upon God, he received strength, and he commanded, saying: Depart from me, Satan, for this one God only will I worship, which is the God of glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p48\" class=\"\">“And now Satan began to tremble, and the earth shook; and Moses … called upon God, saying: In the name of the Only Begotten, depart hence, Satan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p49\" class=\"\">“And … Satan cried with a loud voice … and he departed hence, even from the presence of Moses. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p50\" class=\"\">“And … when Satan had departed … Moses lifted up his eyes unto heaven, being filled with the Holy Ghost, which beareth record of the Father and the Son;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p51\" class=\"\">“And calling upon the name of God, he beheld his glow again, for it was upon him. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p52\" class=\"\">And Moses beheld the earth and the inhabitants thereof. And he beheld many lands. And “Moses called upon God, saying: Tell me, I pray thee, why these things are so, and by what thou madest them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p53\" class=\"\">“And behold, the glory of the Lord was upon Moses, so that Moses stood in the presence of God, and talked with him face to face. And the Lord God said unto Moses: For mine own purpose have I made these things. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p54\" class=\"\">“And by the word of my power have I created them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p55\" class=\"\">“And worlds without number have I created; and I also created them for mine own purpose; and by the Son I created them, which is mine Only Begotten. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p56\" class=\"\">“But only an account of this earth, and the inhabitants thereof, give I unto you. For behold, there are many worlds that have passed away by the word of my power. And there are many that now stand, and innumerable are they unto man; but all things are numbered unto me, for they are mine and I know them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p57\" class=\"\">“And … Moses spake unto the Lord, saying: Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens, and then thy servant will be content.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p58\" class=\"\">“And the Lord God spake unto Moses, saying: The heavens, they are many, and they cannot be numbered unto man; but they are numbered unto me, for they are mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p59\" class=\"\">“And as one earth shall pass away, and the heavens thereof even so shall another come; and there is no end to my works, neither to my words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p60\" class=\"\">“For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39379)\">Moses 1:19–22, 24–25, 30–33, 35–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p61\" class=\"\">Think of the impact of that statement. All the creations of God were made for this one purpose—to bring to pass the immortality and eternal life of his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p62\" class=\"\">Moses became aware of the magnitude of the creation and its purpose firsthand, by talking face to face with God and beholding his works. There are few who have had that experience. But others have beheld God’s majesty through his works. Abraham Lincoln stated his conviction when he said that he could not conceive how anyone could look up into the heavens and say there is no God. I had an unforgettable witness to God’s handiwork as I lay on my back in the mountains of Bear Lake County, Idaho. No doubt many could concur in such an experience, for it has been said, “We must, despite ourselves, turn heavenward our eyes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p63\" class=\"\">As the Lord talked to Moses, he told him of the creation of the earth and how he formed man and instructed him to teach his children to know good from evil and to teach them “that all men, everywhere, must repent, or they can in nowise inherit the kingdom of God, for no unclean thing can dwell there. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p64\" class=\"\">“… I give unto you a commandment to teach these things freely unto your children, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p65\" class=\"\">“That by reason of transgression cometh the fall, which fall bringeth death, and inasmuch as ye were born into the world by water, and blood, and the spirit, which I have made, and so became of dust a living soul, even so ye must be born again into the kingdom of heaven, of water, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that ye might be sanctified from all sin, and enjoy the words of eternal life in this world, and eternal life in the world to come, even immortal glory;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p66\" class=\"\">“For by the water ye keep the commandment; by the Spirit ye are justified, and by the blood ye are sanctified;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p67\" class=\"\">“Therefore it is given to abide in you; the record of heaven; the Comforter; the peaceable things of immortal glory; the truth of all things; that which quickeneth all things, which maketh alive all things; that which knoweth all things, and hath all power according to wisdom, mercy, truth, justice, and judgment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p68\" class=\"\">“And now, behold, I say unto you: This is the plan of salvation unto all men, through the blood of mine Only Begotten, who shall come in the meridian of time.” (<span class=\"citation\" id=\"39393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39393)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39393)\">Moses 6:57–62<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p69\" class=\"\">And so the creation of the world, the plan of salvation—all this is for us. It behooves all parents to know of it, that they may respond to desires of the child that are so aptly stated by Mamie Gene Cole in her poem “The Child’s Appeal”:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“I am the Child.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">All the world waits for my coming.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">All the earth watches with interest to see what I shall become.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Civilization hangs in the balance,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">For what I am, the world of tomorrow will be.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“I am the Child.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I have come into your world, about which I know nothing.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Why I came I know not;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">How I came I know not;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I am curious; I am interested.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“I am the Child.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">You hold in your hand my destiny.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">You determine, largely, whether I shall succeed or fail.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Give me, I pray you, those things that make for happiness.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Train me, I beg you, that I may be a blessing to the world.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p85\" class=\"\">What a responsibility for a mother and father, to answer this appeal from their child: “Give me, I pray you, those things that make for happiness.” The first thing that comes to mind is that we cannot give that which we do not have. Do we, as parents, have those things that make for happiness, the basis of which is the understanding of God’s plan as revealed to Moses, and try to live our lives in accordance to that plan?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p86\" class=\"\">Do you think of yourself as a happy person? A young man once made a list of all the things he thought would bring happiness in life. He included such things as wealth, fame, honor, success, and love. It was quite a long list, and he thought he had covered everything; but when he showed it proudly to an elderly friend, he was told, “You have left out the most important thing of all—peace of mind.” The young man said he could not, at that time, understand how right his friend was.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p87\" class=\"\">Peace of mind, a clear conscience, was declared by President David O. McKay as the first condition of happiness. He said: “It is glorious when you can lie down at night with a clear conscience that you have done your best not to offend anyone and have injured no one. … These and countless other virtues and conditions are all wrapped up in the Gospel of Jesus Christ.” (<span class=\"emphasis\">Man May Know for Himself<\/span> [Deseret Book Co., 1967], p. 458.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p88\" class=\"\">Some other conditions that make for happiness are the ability to follow that which you know to be true, to control your appetites and passions, to be able to make your own decisions, to feel no envy of another, to be able to commune with God in prayer, and to be free from bonds, and to be master of yourself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p89\" class=\"\">The second appeal of the child to his parents—train me to be a blessing to the world—is companion to happiness, for it calls for action by the individual in an expression of service, of losing himself in helping his fellowman.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p90\" class=\"\">You’ve heard that statement that each of us is either a part of the problem or a part of the answer, with the understanding that this world is beset with problems. If you are a part of the answer, then you are a blessing to the world and can train your children to follow in your footsteps. Those who are a blessing to the world will try to do these things: (1) lend a helping hand, (2) refrain from infringing upon the rights of others, (3) obey God’s laws and the laws of the land, (4) stand up for the right and fight against evil, and (5) share the truth with others, remembering, and remembering well, that the greatest gift of God is his plan of salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/turn-heavenward-our-eyes.p91\" class=\"\">May we guide our lives and those of our children in this direction, I pray humbly in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}