{"ID":2113, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What Is a Teacher?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p2\" class=\"\">President Paul H. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_043<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3396.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p3\" class=\"\">We have been taught well in this great conference, my brothers and sisters, and I have been thinking a great deal about teaching and great teachers. Last evening, Elder Marion D. Hanks brought to our attention the situation concerning his departed cousin, a Brother [Ivan] Frame, who had a deep impact on humanity. He mentioned that one of the great tributes paid at his funeral was that every boy should have a Brother Frame in his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p4\" class=\"\">I have thought about that, and I thank God repeatedly for such an individual in my life. He was a 78-year-old man who was assigned to be a priests adviser to six of us who were in our struggling teens and challenged with the future. His name was Charles B. Stewart. His son is here today as president of the great Tabernacle Choir.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p5\" class=\"\">I don’t know what you thought about a 78-year-old man when you were 16, but some of us questioned the wisdom of our bishop, for we thought he had literally brought Moses back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p6\" class=\"\">I remember the first day I reported to my class in that rickety old upper room of the Hollywood Ward. There was that kind, gentle man to greet me. He took me by the hand as he had the other boys and said, “You’re Harold Dunn’s son, aren’t you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p7\" class=\"\">I said, “Yes, sir.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p8\" class=\"\">He talked a little bit about me, my family, and showed a great personal interest. And then he said, “Paul, one of the requirements for being a member of this class is to think a new thought every day.” He said, “Do you have one this morning?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p9\" class=\"\">Well now, I hadn’t had a new thought in years, and he could see my plight, and he said, “All right, I will teach you one. Listen carefully. ‘Attention is the mother of memory.’ Now can you repeat it back?” And I tried and finally gave it back to him. He permitted me to enter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p10\" class=\"\">We had a wonderful class. It ended; as I went to leave he said, “I forgot to tell you—before you go home you’ve got to give me another new idea.” I thought, I won’t go home. I didn’t have one, and so he said, “Now listen very carefully and I will teach you one that you’ll always remember.” He said, “‘Oh, what a tangled web we weave, When first we practise to deceive.’” I’ve never forgotten it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p11\" class=\"\">Another week passed, and we went through a similar experience. I still didn’t have a new thought. He said, “Listen very carefully. ‘There’s an odd little voice ever speaking within that prompts us to duty and warns us from sin. And what is most strange, it makes itself heard, though it gives not a sound and says never a word.’” And I’ve never forgotten that one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p12\" class=\"\">I started to go home and found he wouldn’t let me go until I cited another. When I couldn’t he said, “Listen carefully. ‘There was a wise old owl who sat in an oak, and the longer he sat the less he spoke. The less he spoke, the more he heard. Oh, Paul, why can’t you be like that wise old bird?’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p13\" class=\"\">I’ve thought a lot about that since. Still another week and another great thought. He said, “‘Remember, young man, example sheds a genial ray which men are apt to borrow. So first improve yourself today and then your friends tomorrow.’” And I haven’t forgotten that concept either.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p14\" class=\"\">Time won’t permit a number of others. Two years later I found myself in the fighting forces of our country. I was on the island of Okinawa. I received a letter from Mrs. Stewart, and it told me of the sad news that my kind friend and adviser had passed away. In it she had attached a half-written letter from Brother Stewart to me, and he said: “Dear Paul, I’ve been thinking about you in that far-off country, discouraged, I’m sure, and somewhat depressed; and in order to build your spirits, I have included some additional gem thoughts.” There were twenty-five new ideas, and I have never forgotten them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p15\" class=\"\">Thank God for people who care, for the Frames and Stewarts. I have since counted on my hand five such teachers who have influenced me for good. I would agree with Elder Hanks; there ought to be a Brother Stewart and a Brother Frame in every boy’s life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p16\" class=\"\">What is a teacher? The teacher is a prophet. He lays the foundation of tomorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p17\" class=\"\">The teacher is an artist. He works with the precious clay of unfolding personality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p18\" class=\"\">The teacher is a friend. His heart responds to the faith and devotion of his students.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p19\" class=\"\">The teacher is a citizen. He is selected and licensed for the improvement of society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p20\" class=\"\">The teacher is an interpreter. Out of his mature and wider life, he seeks to guide the young.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p21\" class=\"\">The teacher is a builder. He works with the higher and finer values of civilization.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p22\" class=\"\">The teacher is a culture-bearer. He leads the way toward worthier tastes, saner attitudes, more gracious manners, higher intelligence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p23\" class=\"\">The teacher is a planner. He sees the young lives before him as a part of a great system that shall grow stronger in the light of truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p24\" class=\"\">The teacher is a pioneer. He is always interpreting and attempting the impossible, and usually winning out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p25\" class=\"\">The teacher is a reformer. He seeks to improve the handicaps that weaken and destroy life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p26\" class=\"\">The teacher is a believer. He has an abiding faith in God and in the improvability of the race. It was James Truslow Adams who said, “There are obviously two educations. One should teach us how to make a living, and the other how to live.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p27\" class=\"\"><span class=\"emphasis\">We <\/span>are engaged in teaching people how to live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p28\" class=\"\">Elbert Hubbard said, “You can’t teach anybody anything. You can only help him find himself.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p29\" class=\"\">That was the genius of the Savior. He taught us divine principles we could apply to ourselves and thus solve our personal problems. The Savior had no peer as a teacher.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p30\" class=\"\">For just a moment, let me walk you through the fifteenth chapter of Luke, wherein this great master teacher tells us how to solve problems that we all face. Luke records that there drew near him a great multitude, the publicans, the sinners, the Pharisees, the Sadducees, and he spake unto them this parable, saying: “What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine … and go after that which is lost.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p31\" class=\"\">Then he tells about the rejoicing moment when the sheep is found. And then, without even a pause, he goes into a second parable like unto it, which says: “Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it.” And she too rejoices with her neighbors. (<span class=\"citation\" id=\"31822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31822)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31822)\">Luke 15:4, 8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p32\" class=\"\">And then he goes into that parable of parables, the Prodigal Son: “A certain man had two sons: And the younger of them said to his father, ‘Father, give me the portion of goods that falleth to me.’” And we recognize how with his agency he squandered it all. (See <span class=\"citation\" id=\"31823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31823)\">Luke 15:11–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p33\" class=\"\">I used to wonder, as a teacher so-called, why the Savior would spend time citing three parables about things that get lost. And then one day it dawned. People do get lost in various ways, and here in this great chapter of Luke we find the Savior counseling how to recover them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p34\" class=\"\">Permit me this observation: The Savior might say to us today, if he were to teach this parable again, that sheep (or people who get lost) are not basically sinners by nature or even choice, but people, like sheep, get confused in what’s important. In other words, they have misplaced values. And I am sure the Savior would say to the teacher in the classroom, to the adviser, “If you want to retrieve this kind of person, put a higher value in place of the one he now elects.” Family, service, brotherhood are all greener pastures for today’s sheep. Feeding here brings them home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p35\" class=\"\">Next, he talks about lost coins. This whole conference has talked about precious coins that become lost—young people, if you please. And there are those of us who are the responsible agents who, like the woman of this great teaching parable, let these priceless gems slip through our fingers. Certainly we wouldn’t recover this kind of lost article the way we would a sheep. He would say love, care, and attention would be the process used to recover lost coins (or people).<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p36\" class=\"\">And then the great parable of the Prodigal Son, with the Savior saying that there are those who get lost by choice; and in the concluding of that parable, he says: “And when he came to himself he [the Prodigal Son] said, How many hired servants of my father’s have bread enough and to spare. …” (<span class=\"citation\" id=\"31824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31824)\">Luke 15:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p37\" class=\"\">There are those who get lost because their free agency takes them down that path. We can’t do a lot at some points to recover this kind of a person except open our arms and our church doors and let them know they are wanted. Teachers and advisers are really needed here. But note: he came to himself. He repented, sought forgiveness, and came home. Many people are like the Prodigal Son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p38\" class=\"\">Let me just say as a concluding thought that this is a <span class=\"emphasis\">positive <\/span>gospel. We ought to be the happiest people in the world. The gospel of Jesus Christ is a great building force. It teaches people to be happy and to always wear a smile. But sometimes we neglect the simple things that mean the most. Most people in the rush of modern life never know real friendship and the warmth that the gospel and even a smile can bring.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p39\" class=\"\">An acquaintance of mine recently said to me as we walked down the street and noticed a man with a sour face, “He looks like he was weaned on lemon juice and a dill pickle.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p40\" class=\"\">I also heard about a mother and her young daughter who were listening to a public speaker when the child said to her mother, “Isn’t that man happy?” The mother replied. “I guess so.” To which the girl remarked: “Why doesn’t he tell his face?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p41\" class=\"\">I think our Heavenly Father would be most disappointed if he saw the expressions of some of us who have all that the world contains and fail to incorporate it into our lives and share it with others. The meaning and purpose of the gospel of Jesus Christ to me is that it brings joy and happiness, peace and contentment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p42\" class=\"\">We all have problems. The world is sick with problems. And yet in these sacred words, in the standard works, are the solutions to the problems we face. Let us encourage the world to know the word of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p43\" class=\"\">There are forty-three other parables in the New Testament that teach us how to help people. Search the scriptures, for in them ye shall find the way to eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p44\" class=\"\">My testimony is that the gospel is true and that it works.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">I gave a beggar from my store of wealth<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Some gold. He spent the shining ore,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And came again, and yet again,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Still cold and hungry, as before.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I gave a thought, and through that thought of mine<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">He found himself, the man, supreme, divine—<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Fed, clothed, and crowned with blessings manifold<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And now he begs no more.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p53\" class=\"\">(Adapted from “The True Gift,” Author Unknown)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/what-is-a-teacher.p54\" class=\"\">Such is the gospel of Jesus Christ, to which I bear solemn testimony in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}