{"ID":2114, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Nobility of Man in Choosing Good Over Evil\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p2\" class=\"\">Elder Alvin R. Dyer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_044<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:31ec.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p3\" class=\"\">I feel honored this morning, my brothers and sisters, to be in the presence of the First Presidency of The Church of Jesus Christ of Latter-day Saints and my fellow associates in the cause of Jesus the Master. This vast congregation is also most humbling. I have sought the inspiration of the Spirit in the few thoughts I have prepared.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p4\" class=\"\">Men seek for a phrase or a slogan to motivate and give impetus to action under certain conditions. History refers to such statements as, “Give me liberty, or give me death!” or “I have not yet begun to fight,” and “Surrender? Never! We will die first.” Modern slogans have also had their effect, such as “V” for victory, and the peace and freedom symbols of crowds of demonstrators.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p5\" class=\"\">Formulas for living—how to attain a peaceful world civilization—are common today, as exponents of opposing ideologies hurl their challenges. Men are constantly seeking for an answer to an easier and better way of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p6\" class=\"\">Be that as it may, concerning slogans as an answer to the problem, I am not prepared to say; but for a realistic and productive life, the Prophet Joseph Smith gives the following statements, which might well be a panacea for our troubles:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p7\" class=\"\">“Cease to be idle; cease to be unclean; cease to find fault one with another; cease to sleep longer than is needful; retire to thy bed early, that ye may not be weary; arise early, that your bodies and your minds may be invigorated.” (<span class=\"citation\" id=\"15784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15784)\">D&amp;C 88:124<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p8\" class=\"\">This is a very controversial subject, with many different ideas. I once heard of a man by the name of Wilson who slept so much that his friends nicknamed him “Rip Van Wilson.” He said, “I don’t sleep long. I just sleep slow.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p9\" class=\"\">A great thinker of our modern day supports the statement of the Lord concerning idleness, for said he:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p10\" class=\"\">“When a man shuns effort, he is in no position to resist temptation. So, through all the ages, idleness has been known as the parent of all the vices. … The dryrot of ennui, the vague self-disgust of those who cannot ‘deal with time,’ is the natural result of idleness. … The indolent ennui of the hopelessly rich and the indolent misery of the helplessly poor have this much in common. … ‘Life drives him hard’ who has nothing in the world to do.” (David Starr Jordan, <span class=\"emphasis\">The Strength of Being Clean <\/span>[New York and Boston: H.M. Caldwell Co., 1900], pp. 18–19.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p11\" class=\"\">Concerning chastity and cleanliness, as associated with righteous dominion, the Lord gave this direction:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p12\" class=\"\">“… let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God; and the doctrine of the priesthood shall distil upon thy soul as the dews from heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p13\" class=\"\">“The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of righteousness and truth; and thy dominion shall be an everlasting dominion, and without compulsory means it shall flow unto thee forever and ever.” (<span class=\"citation\" id=\"15819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15819)\">D&amp;C 121:45–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p14\" class=\"\">Concerning our fellowman and our attitude toward him, the Prophet Joseph Smith gave this purposeful thought:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p15\" class=\"\">“And let every man esteem his brother as himself, and practise virtue and holiness before me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p16\" class=\"\">“And again I say unto you, let every man esteem his brother as himself.” (<span class=\"citation\" id=\"15706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15706)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15706)\">D&amp;C 38:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p17\" class=\"\">For a man to seek ascendance over another man by the suppressing of his rights is not virtuous and would not tie in with the words of the Master, who said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p18\" class=\"\">“Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.” (<span class=\"citation\" id=\"36074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36074)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36074)\">Matt. 7:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p19\" class=\"\">As to sleep and rest, the Prophet Joseph Smith, in saying “Cease to sleep longer than is needful,” does not mean, as Dr. John A. Widtsoe states it, that “one should sleep a certain minimum number of hours. … Nine hours is a minimum for some adults, while others seem to keep healthy on seven or less.” (<span class=\"emphasis\">The Word of Wisdom <\/span>[Deseret Book Co., 1938], p. 231.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p20\" class=\"\">Authorities on child nutrition insist that many undernourished children are lacking not good food but enough sleep. Perhaps the late TV shows are taking a toll in this regard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p21\" class=\"\">What I believe that the Prophet is saying about more sleep than is needful concerns the individual who goes far beyond the need, developing slothful and lazy habits, which deaden the senses and become a retarder of accomplishment. To overcome these things in life requires discipline and restraint.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p22\" class=\"\">Soon after Adam and Eve, our first earthly parents, were driven from the Garden of Eden because of their yielding to temptation, they came to know the difference between right and wrong and good and evil, for thus the Lord declared: “… Behold, the man is become as one of us, to know good and evil. …” (<span class=\"citation\" id=\"23831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23831)\">Gen. 3:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p23\" class=\"\">Without a knowledge of good and evil, the divine principle of agency would be ineffectual. The application of this law, while serving to elevate man, can also condemn him. For that in which we participate, whether it is good or evil, either defiles or exalts us. Concerning this, the Master has said: “There is nothing from without a man, that entering into him can defile him: but the things which come out of him, those are they that defile the man.” (<span class=\"citation\" id=\"33242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33242)\">Mark 7:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p24\" class=\"\">There is weakness in the thought that one can indulge heavily in both evil and good things at the same time. Many centuries ago Jesus said that “man cannot serve two masters,” he will either love one and despise the other or hate the one and love the other. The apostle James emphasized the importance of constantly choosing right over wrong. To those who attempt an allegiance to both right and wrong, he declared: “A double minded man is unstable in all his ways.” (<span class=\"citation\" id=\"26236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26236)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26236)\">James 1:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p25\" class=\"\">Man is the sum result of what he thinks and does. Habit is the instrument that molds his character and makes of him essentially what he is. Habit can become a monster to tarnish and destroy, yet proper behavioral traits can bring lasting joy and achievement. To say no at the right time and then stand by it is the first element of success.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p26\" class=\"\">The effect that both good and bad habits have on our lives is all too real to be ignored. Bad habits that violate the commandments of physical health (<span class=\"citation\" id=\"15785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15785)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15785)\">D&amp;C 89<\/a><\/span>) and of moral behavior (<span class=\"citation\" id=\"15810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15810)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15810)\">D&amp;C 121<\/a><\/span>), given by revelation to the Prophet Joseph Smith many years ago, will threaten and destroy all opportunities for real happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p27\" class=\"\">The experience of countless families, the demonstration of crowded hospitals, treating pitiful cases caused by drug addiction in its many forms, such as alcohol, tobacco, the use of capsules, and injections of a high and stimulating nature, are straining the stability of our present civilization.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p28\" class=\"\">Sicknesses such as these, which sometimes induce improper and wrongful habits, should, of course, be treated with modern techniques. It is nevertheless true, however, that all too often that which we are unwilling to cope with, and which otherwise could be controlled by personal restraint, is regarded in our modern way of thinking as a form of sickness, and therefore the indulger is led to believe that he is free of moral obligation. Where such is the case, where one is led to believe that he can excuse injurious acts of indulgence upon the basis that what he does is the result of a sickness and that he is really not to blame, the psychological effect is most devastating and in reality is a compounding of the wrongful indulgence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p29\" class=\"\">The practice of restraint is a necessary attribute of every gentle and good man. Women without it become coarse and unrefined. To curb the appetites and passions, to screen wisely the thoughts that are permitted to enter our minds, to avoid the habit that does not produce the spiritual and abundant life, are experiences of life to be concerned with if the crown of achievement and the nobility of good character are to be possessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p30\" class=\"\">Choosing good over evil and right over wrong is the crowning achievement of life, and in so doing man becomes the masterpiece of the Creator and fulfills the basic purposes of his mortal probation. An ancient prophet speaks of it in this way: “… he that ruleth his spirit [is greater] than he that taketh a city.” (<span class=\"citation\" id=\"41511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41511)\">Prov. 16:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p31\" class=\"\">Among the last words spoken unto the beloved apostle John, while in vision on the Isle of Patmos, are these: “He that overcometh shall inherit all things; and I will be his God, and he shall be my son.” (<span class=\"citation\" id=\"42455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42455)\">Rev. 21:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p32\" class=\"\">The fusing of ritual and commandment with everyday living calls for the best that is in us, that by our agency we may feel the affected condition by choosing good rather than evil, thus not only glorifying ourselves but glorifying Him who has made all things possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p33\" class=\"\">Concerning the need of fusing obedience to the will of God, the Prophet Joseph Smith once gave this important counsel:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p34\" class=\"\">“We take the sacred writings into our hands, and admit that they were given by direct inspiration for the good of man. We believe that God condescended to speak from the heavens and declare His will concerning the human family, to give them just and holy laws, to regulate their conduct, and guide them in a direct way, that in due time He might take them to Himself, and make them joint heirs with His Son. But when this fact is admitted, that the immediate will of heaven is contained in the Scriptures, are we not bound as rational creatures to live in accordance to all its precepts? Will the mere admission, that this is the will of heaven ever benefit us if we do not comply with all its teachings? Do we not offer violence to the Supreme Intelligence of heaven, when we admit the truth of its teachings, and do not obey them? Do we not descend below our own knowledge, … by such a course of conduct?” (<span class=\"emphasis\">Documentary History of the Church, <\/span>vol. 2, p. 11.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p35\" class=\"\">I bear my testimony to you, my brothers and sisters, that I know that the gospel is true. When I entered the top floor of the temple in the late afternoon Thursday, with General Authorities and the Regional Representatives of the Twelve and our wives, it seemed as though a thousand voices unseen were saying, “The gospel is true; the gospel is true.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p36\" class=\"\">I have had the assurance of this since the day, as a young missionary in Pennsylvania, when I placed a Book of Mormon in the hands of an investigator who went directly to a clump of bushes in a park to ask God if this book were true. He returned convinced and asked for baptism. And again when a farmer in Pennsylvania met us at the farm gate to say, “I have been expecting you. I have seen you in my dreams.” After a day and night of giving them a message of the restoration, I witnessed this family of five request baptism, which was accomplished by damming the creek in back of their barn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p37\" class=\"\">I know that God lives, that Jesus is the Christ, that Joseph Smith and his successors, including President Joseph Fielding Smith, are prophets of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-nobility-of-man-in-choosing-good-over-evil.p38\" class=\"\">Of this I testify in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}