{"ID":2116, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Living Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p2\" class=\"\">Elder Joseph Anderson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_046<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2416.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p3\" class=\"\">I sincerely hope and pray that I may have the Spirit of the Lord to be with me as I speak to you this afternoon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p4\" class=\"\">Many thoughtful people are deeply concerned about the religious and social conditions that prevail in our society. It is the contention of some students of history and men of learning that our civilization is rapidly deteriorating and we are drifting into a decadent period of existence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p5\" class=\"\">We have made remarkable progress in scientific research and education, in transportation and communication. Science has found the cure for many dread diseases, alleviated pain, and lengthened the span of life. Superstition has been overcome to a great extent and we have been blessed with such comforts of life as our forefathers never dreamed possible. But in spite of these remarkable developments, there is great confusion and uncertainty in the realm of religion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p6\" class=\"\">The thing that is needed more than anything else today is a return to faith in the Lord Jesus Christ and in the gospel plan that he gave. Today, as perhaps seldom if ever before, civilization is in need of a knowledge of the true and living God. Yes, the cure for the ills that beset the world today is true religion. We need the humility of prayer, and a determination to learn God’s will and to keep the commandments that he has given. We need faith that our Savior lives, faith in his redeeming sacrifice. In other words, Christ and his teachings should become the center of our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p7\" class=\"\">Our late president, President David O. McKay, in an interview with a leading journalist sometime ago, was asked: “If you had the power to grant unto America one great wish, what would it be?” His answer was: “I would wish that America had a testimony of the Lord Jesus Christ and would obey his principles; that would bring peace on earth. I believe that is the greatest blessing that can be given.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p8\" class=\"\">Do we need Jesus today? Do we need his teachings? If we are to survive, if our civilization is to persist, we must accept him and his inspiration and guidance. Someone has said that “the world needs a bath in Christ’s pure religion. Only a dedication to Christ can wash the dirt out of our society.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p9\" class=\"\">A noted lecturer and traveler was recently asked: “What is the greatest message that could be broadcast to the world today?” And he answered that the greatest message would be the message that God has again spoken to man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p10\" class=\"\">There are those who have wished that they might have had the privilege of living when the Savior was upon the earth, that they might have known him and heard the sound of his voice and felt the touch of his hands. Yes, it would have been a great privilege and blessing to have been with him when he walked upon the earth had we been among his followers and had faith in his mission. Very few at that time recognized him as the creator of heaven and earth and the Savior of mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p11\" class=\"\">It would have been a marvelous experience to have been as closely associated with him as were his disciples, but even they did not fully appreciate his mission. Though he explained his mission to them and told them that he would lay down his life for the salvation of mankind, that he would come forth again from the tomb on the third day, that he would take upon himself the sins of all mankind, it was difficult for his followers to understand these things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p12\" class=\"\">After his crucifixion and his body was placed in the tomb, Peter and others of the apostles returned to their nets and their fishing. Those in other occupations no doubt manifested a similar attitude. They did get a glimpse of his Messiahship on one occasion before his crucifixion when Jesus asked his disciples:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p13\" class=\"\">“Whom do men say that I the Son of man am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p14\" class=\"\">“And they said, Some say that thou art John the Baptist; some, Elias; and others, Jeremias, or one of the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p15\" class=\"\">“He saith unto them, But whom say ye that I am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p16\" class=\"\">“And Simon Peter answered and said, Thou art the Christ, the Son of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p17\" class=\"\">“And Jesus answered and said unto him, Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.” (<span class=\"citation\" id=\"36082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36082)\">Matt. 16:13–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p18\" class=\"\">Peter and others were permitted to witness the Master’s transfiguration, and they had seen the wonderful miracles that he had performed; yet it was not until after his resurrection and his appearance and association with them prior to his ascension and after they had been endowed with the Holy Ghost on the day of Pentecost that they were prepared to proclaim to the world without fear that he was the Christ, the Son of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p19\" class=\"\">The holy scriptures tell us that following his resurrection, the risen Lord was seen by Mary Magdalene at the sepulcher. (<span class=\"citation\" id=\"28650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28650)\">John 20:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p20\" class=\"\">He appeared unto two of his disciples as they walked and went into the country, and they knew not that it was he.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p21\" class=\"\">He appeared to his apostles on several different occasions following his resurrection, and, according to Apostle Paul, he was seen by above five hundred brethren at once. (See <span class=\"citation\" id=\"536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(536)\">1 Cor. 15:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p22\" class=\"\">Yes, and following his resurrection and ascension, he appeared to the people on this the American continent and established his church and proclaimed his gospel to the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p23\" class=\"\">Through his prophets on this continent, the Lord told the Nephites before he came into the world that at the time of his birth there would be great lights in heaven, insomuch that the night before his birth there would be no darkness and it would appear to man as if it were day. The record tells us that this is just what happened on this continent at the time of his birth. Christ, the light of the world, was born; the influence of that light permeated the whole earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p24\" class=\"\">And then at the time of his death and crucifixion, as had been prophesied by Samuel the Lamanite, there was darkness upon this continent for three days while Christ’s body lay in the tomb. There was thick darkness over the face of the entire land. The light of Christ had gone out of the world, and darkness, thick darkness, covered the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p25\" class=\"\">And so it is with our own lives when we have the Spirit of the Lord, which we can only have if we keep his commandments. There is light in our souls; there is joy and happiness. But when we fail to keep the Lord’s commandments and wickedness prevails, darkness comes into our lives, and great is the darkness when the Spirit of the Lord withdraws from us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p26\" class=\"\">Nearly two thousand years have passed since that time, and in our dispensation the resurrected Christ, our Lord and Savior, has appeared to men again. The dispensation in which we live was introduced by the appearance of the Father and his Beloved Son to a boy in the woods near Palmyra, New York, in answer to sincere and humble prayer. The heavens were opened and he beheld with his eyes and heard with his ears the voices of God the Father and his Son Jesus Christ, two separate individuals. Light and knowledge were revealed to the boy regarding God and the restoration of his kingdom that could come from no other source. It was the introduction of the last dispensation of the gospel, the dispensation of the fulness of times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p27\" class=\"\">The Savior has also appeared to men at other times in this dispensation. As recorded in the 76th section of the Doctrine and Covenants, he appeared to Joseph Smith and Sidney Rigdon in vision in February 1832, and they bear witness of this occasion to the following effect:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p28\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p29\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p30\" class=\"\">“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.” (<span class=\"citation\" id=\"15760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15760)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15760)\">D&amp;C 76:22–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p31\" class=\"\">And again:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p32\" class=\"\">“And this is the gospel, the glad tidings, which the voice out of the heavens bore record unto us—<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p33\" class=\"\">“That he came into the world, even Jesus, to be crucified for the world, and to bear the sins of the world, and to sanctify the world, and to cleanse it from all unrighteousness;<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p34\" class=\"\">“That through him all might be saved whom the Father had put into his power and made by him.” (<span class=\"citation\" id=\"15763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15763)\">D&amp;C 76:40–42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p35\" class=\"\">Then again, in the 110th section of the Doctrine and Covenants the Prophet Joseph and Oliver Cowdery relate this experience:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p36\" class=\"\">“The veil was taken from our minds, and the eyes of our understanding were opened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p37\" class=\"\">“We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet was a paved work of pure gold, in color like amber.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p38\" class=\"\">“His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p39\" class=\"\">“I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father.” (<span class=\"citation\" id=\"15801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15801)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15801)\">D&amp;C 110:1–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p40\" class=\"\">Others in this dispensation have seen the Lord. We are not restricted to the testimonies of Joseph Smith, Sidney Rigdon, Oliver Cowdery, and others who have seen the Lord in this day and time. We may and do know for ourselves that Jesus the Christ does live, that he is the mediator between us and the Father. We have that gift and power that Peter had when he said: “Thou art the Christ, the Son of the living God.” (<span class=\"citation\" id=\"36085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36085)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36085)\">Matt. 16:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p41\" class=\"\">We have had hands laid upon our heads by men of divine authority, men holding the priesthood of God, which has been restored to earth in our time, and have received the gift of the Holy Ghost, which is the spirit of prophecy and revelation. The Holy Ghost manifests and bears witness concerning the existence of the Father and the Son and the truth of the restored gospel of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p42\" class=\"\">Yes, the world needs contact with the heavens in this day and age. The world needs a prophet. Little does the world generally realize that the Lord is revealing his mind and will through his living prophets today. As Latter-day Saints and members of the Lord’s church, we are truly a light set upon a hill, and it is our privilege and responsibility to assist in the great work of the Savior in bringing to pass the immortality and eternal life of man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p43\" class=\"\">It is of the utmost importance that we as Latter-day Saints have the light of truth, which comes from the Lord himself, burning within our souls, and that that light shall so shine that others may be led to find the way to salvation, exaltation, and eternal life. Jesus has said: “I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.” (<span class=\"citation\" id=\"28630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28630)\">John 8:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p44\" class=\"\">Our message to the world, which we have been proclaiming for more than 140 years, is that God lives and that Jesus was and is the living Christ; that the heavens have been opened to man; that the Father and the Son have appeared in this dispensation; that the plan of life and salvation has been restored; that the time of the Savior’s second coming is near at hand; that the Lord, through his church, is preparing the way for that appearance; and that the only way in which peace can come to the earth is through obedience to the restored teachings of Jesus Christ. Yes, I testify to you that he is the Prince of Peace, and it is his will that all mankind may hear this message and give heed thereto.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/the-living-christ.p45\" class=\"\">May the peace that passeth understanding come into the hearts of men and women everywhere through a knowledge of these things, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}