{"ID":2118, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            With Hand and Heart\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p2\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Conference photo\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_048<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p3\" class=\"\">Yesterday each person assembled in this historic Tabernacle was given the privilege to raise his right hand to sustain, in the positions to which they have been called, the leadership of the Church. The upraised hand is an outward expression of an inner feeling. As one raises his hand, he pledges his heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p4\" class=\"\">The Master frequently spoke of hand and heart. In a revelation given through the Prophet Joseph Smith at Hiram, Ohio, in March 1832, he counseled: “… be faithful; stand in the office which I have appointed unto you; succor the weak, lift up the hands which hang down, and strengthen the feeble knees.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p5\" class=\"\">“And if thou art faithful unto the end thou shalt have a crown of immortality, and eternal life in the mansions which I have prepared in the house of my Father.” (<span class=\"citation\" id=\"15768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15768)\">D&amp;C 81:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p6\" class=\"\">As I ponder his words, I can almost hear the shuffle of sandaled feet, the murmurs of astonishment from listeners as they echo from Capernaum’s peaceful scene. Here multitudes crowded around Jesus, bringing the sick to be healed. A palsied man picked up his bed and walked, and a Roman centurion’s faith restored his servant’s health.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p7\" class=\"\">Not only by precept did Jesus teach, but also by example. He was faithful to his divine mission. He stretched forth his hand that others might be lifted toward God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p8\" class=\"\">At Galilee there came to him a leper who pleaded: “Lord, if thou wilt, thou canst make me clean. And Jesus put forth his hand, and touched him, saying, I will; be thou clean. And immediately his leprosy was cleansed.” (<span class=\"citation\" id=\"36078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36078)\">Matt. 8:2–3<\/a><\/span>.) The hand of Jesus was not polluted by touching the leper’s body, but the leper’s body was cleansed by the touch of that holy hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p9\" class=\"\">In Capernaum, at the house of Peter, yet another example was provided. The mother of Peter’s wife lay sick of a fever. The sacred record reveals that Jesus came “and took her by the hand, and lifted her up; and immediately the fever left her. …” (<span class=\"citation\" id=\"33240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33240)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33240)\">Mark 1:31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p10\" class=\"\">So it was with the daughter of Jairus, a ruler of the synagogue. Each parent can appreciate the feelings of Jairus as he sought the Lord, and, upon finding him, fell at his feet and pleaded, “My little daughter lieth at the point of death; I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.” (<span class=\"citation\" id=\"33241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33241)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33241)\">Mark 5:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p11\" class=\"\">“While he yet spake, there cometh one from the [ruler’s] house, saying to him, Thy daughter is dead; trouble not the Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p12\" class=\"\">“But when Jesus heard it, he answered him, saying, Fear not: believe only, and she shall be made whole.” Parents wept. Others mourned. Jesus declared: “Weep not; she is not dead, but sleepeth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p13\" class=\"\">“[He] … took her by the hand, and called, saying: Maid, arise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p14\" class=\"\">“And her spirit came again, and she arose straightway. …” (<span class=\"citation\" id=\"31817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31817)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31817)\">Luke 8:49–50, 52, 54–55<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p15\" class=\"\">Once again, the Lord had stretched forth his hand to take the hand of another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p16\" class=\"\">The beloved apostles noted well his example. He lived not so to be ministered unto, but to minister; not to receive, but to give; not to save his life, but to pour it out for others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p17\" class=\"\">If they would see the star that should at once direct their feet and influence their destiny, they must look for it, not in the changing skies or outward circumstance, but each in the depth of his own heart and after the pattern provided by the Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p18\" class=\"\">Reflect for a moment on the experience of Peter at the gate Beautiful of the temple. One sympathizes with the plight of the man lame from birth who each day was carried to the temple gate that he might ask alms of all who entered. That he asked alms of Peter and John as these two brethren approached indicates that he regarded them no differently from scores of others who must have passed by him that day. Then Peter’s majestic yet gentle command: “Look on us.” (<span class=\"citation\" id=\"8124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8124)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8124)\">Acts 3:4<\/a><\/span>.) The record states that the lame man gave heed unto them, expecting to receive something from them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p19\" class=\"\">The stirring words Peter then spoke have lifted the hearts of honest believers down through the stream of time, even to this day: “Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.” Frequently we conclude the citation at this point and fail to note the next verses: “And he took him by the right hand, and lifted him up: … he … stood, and walked, and entered with them into the temple. …” (<span class=\"citation\" id=\"8125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8125)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8125)\">Acts 3:6–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p20\" class=\"\">A helping hand had been extended. A broken body had been healed. A precious soul had been lifted toward God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p21\" class=\"\">Time passes. Circumstances change. Conditions vary. Unaltered is the divine command to succor the weak and lift up the hands which hang down and strengthen the feeble knees. Each of us has the charge to be not a doubter, but a doer; not a leaner, but a lifter. But our complacency tree has many branches, and each spring more buds come into bloom. Often we live side by side but do not communicate heart to heart. There are those within the sphere of our own influence who, with outstretched hands, cry out: “Is there no balm in Gilead … ?” (<span class=\"citation\" id=\"26533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26533)\">Jer. 8:22<\/a><\/span>.) Each of us must answer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p22\" class=\"\">Edwin Markham observed:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“There is a destiny that makes us brothers;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">None goes his way alone:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">All that we send into the lives of others<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Comes back into our own.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p27\" class=\"\">—“A Creed”<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p28\" class=\"\">One who lived much of his life ignoring his fellowmen and living for self alone was Dickens’ immortal character, Ebenezer Scrooge. But there came that wintry night when the ghost of Jacob Marley appeared to Scrooge and lamented:<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p29\" class=\"\">“Not to know that any Christian spirit working kindly in its little sphere, whatever it may be, will find its mortal life too short for its vast means of usefulness. Not to know that no space of regret can make amends for one life’s opportunities misused! Yet such was I! Oh! Such was I!<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p30\" class=\"\">“Why did I walk through crowds of fellow-beings with my eyes turned down, and never raise them to that blessed Star which led the Wise Men to a poor abode! Were there no poor homes to which its light would conduct <span class=\"emphasis\">me!<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p31\" class=\"\">In an effort to comfort Marley, Scrooge proffered, “But you were always a good man of business, Jacob.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p32\" class=\"\">Lamented Marley, “Business! … Mankind was my business!” (<span class=\"emphasis\">A Christmas Carol.<\/span>)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p33\" class=\"\">The change that then occurred in the life of Scrooge was miraculous indeed. He became overnight the most generous, the most lovable, the most kindhearted Christian soul. In his own words he described his condition: “I am not the man I was.” So it ever is when one inclines his heart to the example of the Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p34\" class=\"\">“… he that loveth not his brother abideth in death,” wrote the apostle John 1900 years ago. (<span class=\"citation\" id=\"1106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1106)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1106)\">1 Jn. 3:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p35\" class=\"\">Some point the accusing finger at the sinner or the unfortunate and in derision say, “He has brought his condition upon himself.” Others exclaim, “Oh, he will never change. He has always been a bad one.” A few see beyond the outward appearance and recognize the true worth of a human soul. When they do, miracles occur. The downtrodden, the discouraged, the helpless become “no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God.” (<span class=\"citation\" id=\"21841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21841)\">Eph. 2:19<\/a><\/span>.) True love can alter human lives and change human nature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p36\" class=\"\">This truth was stated so beautifully on the stage in <span class=\"emphasis\">My Fair Lady. <\/span>Eliza Doolittle, the flower girl, spoke to one for whom she cared and who later was to lift her from such mediocre status: “You see, really and truly, apart from the things anyone can pick up (the dressing and the proper way of speaking, and so on), the difference between a lady and a flower girl is not how she behaves, but how she’s treated. I shall always be a flower girl to Professor Higgins, because he always treats me as a flower girl, and always will; but I know I can be a lady to you, because you always treat me as a lady, and always will.” (Adapted from <span class=\"emphasis\">Pygmalion, <\/span>in <span class=\"emphasis\">The Complete Plays of Bernard Shaw, p. <\/span>260.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p37\" class=\"\">Eliza Doolittle was but expressing the profound truth: When we treat people merely as they are, they will remain as they are. When we treat them as if they were what they should be, they will become what they should be. (Adapted from a quotation by Johann Wolfgang Von Goethe.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p38\" class=\"\">In reality, it was the Redeemer who best taught this principle. Jesus changed men. He changed their habits and opinions and ambitions. He changed their tempers, dispositions, and natures. He changed their hearts. He lifted! He loved! He forgave! He redeemed! Do we have the will to follow?<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p39\" class=\"\">Prison warden Kenyon J. Scudder has related this experience: A friend of his happened to be sitting in a railroad coach next to a young man who was obviously depressed. Finally the man revealed that he was a paroled convict returning from a distant prison. His imprisonment had brought shame to his family, and they had neither visited him nor written often. He hoped, however, that this was only because they were too poor to travel and too uneducated to write. He hoped, despite the evidence, that they had forgiven him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p40\" class=\"\">To make it easy for them, however, he had written them to put up a signal for him when the train passed their little farm on the outskirts of town. If his family had forgiven him, they were to put a white ribbon in the big apple tree which stood near the tracks. If they didn’t want him to return, they were to do nothing, and he would remain on the train as it traveled west.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p41\" class=\"\">As the train neared his home town, the suspense became so great he couldn’t bear to look out of his window. He exclaimed, “In just five minutes the engineer will sound the whistle, indicating our approach to the long bend which opens into the valley I know as home. Will you watch for the apple tree at the side of the track?” His companion changed places with him and said he would. The minutes seemed like hours, but then there came the shrill sound of the train whistle. The young man asked, “Can you see the tree? Is there a white ribbon?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p42\" class=\"\">Came the reply: “I see the tree. I see not one white ribbon, but many. There must be a white ribbon on every branch. Son, someone surely does love you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p43\" class=\"\">In that instant he stood cleansed by Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p44\" class=\"\">His friend said, “I felt as if I had witnessed a miracle.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p45\" class=\"\">Indeed, he had witnessed a miracle appropriately described by the third verse of a favorite Christmas carol, “O Little Town of Bethlehem”:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“How silently, how silently, The wondrous gift is given!<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">So God imparts to human hearts The blessings of his heaven.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">“No ear may hear his coming; But in this world of sin,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Where meek souls will receive him still, The dear Christ enters in.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p50\" class=\"\"><span class=\"emphasis\">—Hymns, <\/span>no. 165<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p51\" class=\"\">We, too, can experience this same miracle when we, with hand and heart, as did the Savior, lift and love our neighbor to a newness of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/with-hand-and-heart.p52\" class=\"\">May we succor the weak, lift up the hands which hang down, and strengthen the feeble knees, thereby inheriting that eternal life promised by the Redeemer, I pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}