{"ID":2120, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Let the Spirit of Oneness Prevail\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p2\" class=\"\">President Joseph Fielding Smith<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03012_000_050<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1fec.jpg\" alt=\"Conference photo\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p3\" class=\"\">My dear brothers and sisters. As we come now to the closing moments of another great general conference of the Church, my heart is full of gratitude for the generous outpouring of the Spirit of the Lord which we have enjoyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p4\" class=\"\">We have been fed the bread of life, and our desires to serve the Lord and keep his commandments have increased. It has been good for us to be together under these very favorable circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p5\" class=\"\">May I express before you the profound appreciation I have for the faith, devotion, and service of the two great men who stand beside me in the First Presidency of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p6\" class=\"\">President Harold B. Lee is a spiritual giant with faith like that of Enoch. He has the spirit of revelation and magnifies his calling as a prophet, seer, and revelator.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p7\" class=\"\">President N. Eldon Tanner is also one of the noble and great ones who was prepared from eternity to render the important service he is now performing in this, the Lord’s church. He is a man of surpassing ability and integrity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p8\" class=\"\">The First Presidency of the Church is united as one, and it is my prayer that we may ever be one, even as Jesus said that he and the Father and the Holy Ghost are one. And this same oneness should prevail in every stake presidency, every bishopric, and every priesthood quorum presidency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p9\" class=\"\">I am also grateful for the labors and ministry of President Spencer W. Kimball and his associates in the Council of the Twelve, as well as those of all the General Authorities, and I want you to know that I love my brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p10\" class=\"\">I feel in my heart to bless the faithful members of the Church. Just as surely as they continue to walk in paths of truth and virtue, they shall have the desires of their hearts in righteousness and shall go on to eternal reward in our Father’s kingdom in due course of time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p11\" class=\"\">I have sought all my days to keep the commandments and do those things which will please the Lord, and I desire to bear testimony of his goodness to me and likewise his goodness to all his children who have made covenant to keep his commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p12\" class=\"\">As I stand now, in what I might call the twilight of life, with the realization that in a not-far-distant day I shall be called upon to give an account of my mortal stewardship, I bear testimony again of the truth and divinity of this great work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p13\" class=\"\">I know that God lives and that he sent his beloved Son into the world to atone for our sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p14\" class=\"\">I know that the Father and the Son appeared to the Prophet Joseph Smith to usher in this final gospel dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p15\" class=\"\">I know that Joseph Smith was and is a prophet; moreover, that this is the Lord’s church, and that the gospel cause shall roll forward until the knowledge of the Lord covers the earth as the waters cover the sea.<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p16\" class=\"\">I am sure that we all love the Lord. I know that he lives, and I look forward to that day when I shall see his face, and I hope to hear his voice say unto me: “Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world.” (<span class=\"citation\" id=\"36104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36104)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36104)\">Matt. 25:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1971\/12\/let-the-spirit-of-oneness-prevail.p17\" class=\"\">And I pray that this may be the happy lot of all of us, in our own due time, and I say this in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}