{"ID":214, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"In Mine Own Way\"<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1945, pp. 150-155<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThus saith the Lord:\n<\/p><p>\nAnd it is my purpose to provide for my saints, for all things are mine. But it must needs be\ndone in mine own way. . . Thus saith the Lord\n(<span class=\"citation\" id=\"12177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12177)\">D&amp;C 104:15-16<\/a><\/span>).\n<\/p><p>\nTwo years ago today I began my official work in this capacity. They have been two years of\ngreat joy and happiness for me. It has been my privilege to go throughout the Church and to\nhave that incomparable opportunity of entering the homes and lives of the people.\n<\/p><p>\n\"IN MINE OWN WAY\"\n<\/p><p>\nIn these two years I have seen a great drama played before my eyes. The title of the drama is:\n\"In Mine Own Way.\" The stage is the earth; the scenery consists of the mountains and plains,\nthe streams and oceans, the forests and deserts; its actors are the people, the sons and\ndaughters of God.\n<\/p><p>\nA TYPICAL \"HOME NIGHT\"\n<\/p><p>\nThe curtain rises on the first act, showing a world of night life with its theaters, banquets, and\nnight clubs. Throngs of people have left homes and firesides seeking diversion in commercial\namusement and riotous living, but off in one corner of this huge stage I see a modest home in\nwhich a family is assembled. It is a family of five. They are having a typical Latter-day Saint\nhome evening. Little Grace is taking her turn tonight. She has arranged the program and is\nconducting. All of the family sing the song \"Love At Home.\" The father tells a story from the\nBible; then little Jimmy, just starting out with his violin, plays a simple little tune. Little\nGrace sings: \"Jesus Wants Me for a Sunbeam.\" And then the little three-year-old, unable to do\nanything else, turns somersaults to entertain the group. Some games are played and the mother\nserves the refreshments, which tonight happens to be popcorn. I see them now at the close of\na perfect home evening, kneeling all together in prayer as they retire. And I seem to hear the\nvoice of God saying:\n<\/p><p>\nAnd parents . . . shall also teach their children to pray, and to walk uprightly before the Lord\n(<span class=\"citation\" id=\"12127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12127)\">D&amp;C 68:28<\/a><\/span>).\n<\/p><p>\nBLESSINGS THROUGH FAITHFULNESS\n<\/p><p>\nThe scene is changed. The setting this time is a world of selfishness, of overspending, of debt,\nof grasping humans accumulating the things of the world. There is one spot on this huge stage\nthat arrests my attention. I see a young family, the father of which is still in his twenties. The\nlovely home is bright and resounds with children's voices and beyond the walls of its\nloveliness, I see prosperous mercantile establishments owned by him. His conference visitor is\ntalking to him, commending him for his faithfulness in the payment of his tithing which he\nhas paid on his prosperity. And then I hear this young, devout Latter-day Saint say: \"I deserve\nno commendation. I am doing only my duty and my privilege. When I came home from my\nmission, wholly without funds or program, I knelt and asked for the blessings of the Lord,\nand I promised him that I would give him not only the tenth of my increase, but all that I\npossessed and accumulated would be his for his work and at the call of his servants, the\nAuthorities of his Church.\"\n<\/p><p>\nAs that scene closes I reflect again upon the title of the drama, \"But it must needs be done in\nmine own way.\"\n<\/p><p>\nMISSIONARY WORK GOING FORWARD\n<\/p><p>\nThe curtain is parted again and I see a discordant world, full of hate and envy, insincerity and\nfrustration. Some are seeking righteousness but great numbers are satisfied to \"eat, drink, and\nbe merry\" (<span class=\"citation\" id=\"3464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3464)\">2 Ne. 28:7<\/a><\/span>)\nand let the world go merrily on in its sin. Then at one side of the great stage, I see\nthe membership of the Church of Jesus Christ of Latter-day Saints in all its activities,\nincluding its missionary work. I see, going forth from the wards, great numbers of messengers\nof peace, giving the gospel to a world freely. An old couple, arranging their affairs, are\ngathering together the funds which they have earned and saved from their poultry farm\nthroughout a period of years. They are leaving their home for the mission field. In another\npart of the stage is a group of missionaries coming into the rooms of the General Authorities\nto be set apart for their missions. In one room is a father with his young daughter. He is a\npatriarch and though many are his years, light is his heart. And after the girl has been set\napart, her proud father whispers to the General Authority as they go out of the room, \"Maybe\nyou would be interested to know that this is my eleventh missionary to go into the mission\nfield. It isn't a sacrifice,\" he quickly adds, \"Every one of those missionaries has brought a\nblessing to our home. And I have three more children yet to go.\" The gospel preached in the\nLord's own way without price or compensation! And I seem to hear the Lord's comment:\n<\/p><p>\n. . . freely ye have received, freely give\n(<span class=\"citation\" id=\"33974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33974)\">Matt. 10:8<\/a><\/span>).\nAs my Father hath sent me even so send I you\n(<span class=\"citation\" id=\"27206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27206)\">John 20:21<\/a><\/span>).\n<\/p><p>\nA STRONG CONTRAST\n<\/p><p>\nAnother curtain. The scene this time is of the workers of the world, cursing in their labor;\nyouth who use irreverently the name of Deity in their games and sports, and socialites\nindulging in vulgar and obscene stories in their parties. In contrast is presented a group of\nfourteen men on the Weber River. They are stake authorities spending a night and a day in\nthe canyon. They are hiking, pitching horseshoes, playing volley ball, \"swapping\" stories\nthrough the afternoon, and in the evening they gather together to eat, and then to spend hours\nexchanging experiences and in solemn worship around the fireplace. As the men retire one of\nthe number whispers to a companion, \"Do you realize that through this long day and evening\nfourteen prominent men were together but never once was the name of Deity used improperly,\nnor a single story related that had even a shady background?\" And as that scene closes I find\nmyself thinking: \"What a sweet and abundant life a Latter-day Saint may have,\" and I\nremember the words of Paul:\n<\/p><p>\nUnto the pure all things are pure: but unto them that are defiled and unbelieving is nothing\npure (<span class=\"citation\" id=\"43029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43029)\">Titus 1:15<\/a><\/span>).\n<\/p><p>\nHELP IN TIME OF NEED\n<\/p><p>\nAnother scene: I see a world of people confused with social problems, \"each for himself and\nthe devil take the hindmost.\" There is evidence of riches and poverty, luxury and want; and\nthen within this world of selfishness there is presented a scene of devastation where floods in\ntheir fury had played havoc with many homes, and here are fifteen hundred members of the\npriesthood of the Church with their sleeves rolled up, with their boots on, digging filth and\ndebris from mud-filled basements resulting from a terrible storm that damaged homes and\ndestroyed valuable possessions of the people. I see other floods where crops were washed\naway, animals drowned, farms gutted, and adobe homes melted by a raging river. I see the\npeople from neighboring wards and stakes come to the rescue&mdash;with food, bedding, clothing\nfor the needy; scores of truckloads of hay and grain for livestock; wire and posts for fencing;\ncash for leveling the farms, and building materials for dwellings for the homeless. And I see\npriesthood quorums with saw and hammer, building homes for members in distress.\n<\/p><p>\nAnd I thank the Lord for a people who follow the injunction: \"Love thy neighbor as thyself\"\n(<span class=\"citation\" id=\"34003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34003)\">Matt. 22:39<\/a><\/span>),\nand, the family enters the newly constructed home, I seem to hear the Master say:\n<\/p><p>\n. . . Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it\nunto me (<span class=\"citation\" id=\"34015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34015)\">Matt. 25:40<\/a><\/span>).\n<\/p><p>\nTWO WAYS OF SPENDING THE SABBATH\n<\/p><p>\nThe curtain rises again on a Sabbath day&mdash;church bells are ringing. The populace, however,\nseems motivated by the spirit of \"holiday\" rather than \"Holy Day.\" All over this great stage\non the Lord's day people are picnicking in the canyon, men are in the fields doing their work;\nhunters and fishermen are in the mountains; men and women and children are in long queues\nbefore picture houses, ball games and rodeos. But off in another little corner in this great\nstage there is a sacrament meeting in progress. The meetinghouse is filled with worshiping\npeople keeping holy the Sabbath day. The bishop is conducting, and down in the\ncongregation, in one side pew is a family of six&mdash;a young couple with four children under\ntwelve. And then at the conclusion of the meeting it seems the bishop is commending the\nyoung parents for their faithfulness, and the father of this little brood says: \"We are happy to\ncome to sacrament meeting each Sabbath. It is a privilege to worship. We always like to come\ntogether as a family. Our life would not be complete if our play, our work, and our worship\nwere not all together.\" And I was grateful for the many who worship on the Lord's day, and I\nseem to see Moses coming down from Mount Sinai with the plates on which was engraved:\n<\/p><p>\nRemember the sabbath day, to keep it holy\n(<span class=\"citation\" id=\"22557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22557)\">Ex. 20:8<\/a><\/span>).\n<\/p><p>\nTHE LAW OF CHASTITY\n<\/p><p>\nAnd then the scene changes again, and I see a world of sin. Here are displayed the hellholes\nof vice and crime. Here are the divorce courts and people filing in and out, notables many\ntimes divorced but unashamed. Homes are broken and children divided, and I hear someone\nsay that ninety percent of all the divorces that break up these homes are caused by the sin of\nadultery, and that a staggering percentage of the people on this stage are immoral and\nunrepentant. Backstage is a small picture in contrast. Here is a community of about four\nhundred Latter-day Saints far away in the southland. A physician-surgeon, not a member of\nthe Church, is telling his friend: \"Now I've finished five years of practice in this little\ncommunity of Mormons. Oh, the Mormons are not perfect but a pretty good sort though. I\nhave attended them in their childbirths, in their operations, and in all of their ailments, and\nafter five years I have yet to find the first case of social disease among them.\" And I seem to\nhear the warning of Paul, heeded by these Latter-day Saints:\n<\/p><p>\nKnow ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If\nany man defile the temple of God, him shall God destroy; for the temple of God is holy,\nwhich temple ye are (<span class=\"citation\" id=\"125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125)\">1 Cor. 3:16-17<\/a><\/span>).\n<\/p><p>\nHere is the law of chastity lived \"in mine own way.\"\n<\/p><p>\nTWO MARRIAGE SCENES\n<\/p><p>\nAnother scene is presented. It is a world parading in pomp and show, in display and pretense.\nUpstage I see a minister standing before a young couple, all elegantly dressed. And I see the\nbest man, ladies in waiting, the ring bearer, many actors with parts prepared and gowns that\nare gorgeous. Large groups of people are on either side of the aisle with curious expectant\nfaces. And then it seems that I see in another small corner of this huge stage, a young girl and\nher mother talking quietly together in their home. I hear the daughter saying: \"You have been\na sweet mother to me. I am grateful for your teaching me the beauty and importance of a\ntemple marriage. I saw Betty's spectacular wedding with all of its flowers, costly gowns, and\nexpensive appointments. I felt the labored formality of it all, the gasps of the curious\nonlookers. Mother, I desire a sweet, simple temple marriage; I want no rice, no old shoes, no\nwild demonstration. I want no pageantry no matter how colorful&mdash;marriage to me is a holy\nordinance. What I would like would be for John and me to go through the sweet holy rites of\nthe temple with just my folks and his, and a few intimate friends, where all is white and calm\nand beautiful and serene. Mother, I want no one unsympathetic to be present and nothing to\nbe done which, in any sense, will mar the solemnity of that sacred occasion. This is a time\nwhen I want no hilarity, no crude or vulgar jokes. And as we walk out together, united for\ntime and eternity, I want us to face the world with our minds and hearts still on that same\nhigh plane we found in the sealing room of the temple. I want us always to retain that sweet\nspirit of prayer and worship and peace. Thank you, Mother, I want to be married in the\nLord's own way.\"\n<\/p><p>\nAnd as the curtain closes I stand in contemplation&mdash;grateful and happy that in the drama of\nlife on the great world stage there are here and there episodes of contrasting brilliance and\nbeauty which show the way to live the commandments of God in his own way.\n<\/p><p>\nMy brothers and sisters, let us be true devoted Latter-day Saints. Let us love the Lord and our\nfellow men and live the commandments of God that we may have a full and abundant life\nleading to exaltation, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}