{"ID":215, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1945, pp. 155-159<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn harmony with what has been said in this conference, about supporting the new President of\nthe Church, I want to pledge to President George Albert Smith here before all of you, that I\nhave every intention of rendering to him the same kind of loyalty that I gave our late departed\ngreat President, Heber J. Grant, whom I loved as I have loved few men.\n<\/p><p>\nIn speaking of President Grant, I want to express my regret also for the loss which the Church\nhas sustained since last conference in the passing of his son-in-law, Robert L. Judd, who\nrendered such yeoman service in the welfare work.\n<\/p><p>\nTESTIMONY COMES THROUGH SERVICE\n<\/p><p>\nThe welfare program of the Church is very dear to me, and with the help of the spirit of the\nLord, for which I pray, I want to say a word about it.\n<\/p><p>\nYou are witnesses that when, with all your hearts, you work at a Church assignment, the Lord\ngives you a testimony that it is of him, and you have joy and satisfaction therein. That is the\nway it is with me in the welfare work, which now for four years has been one of my major\nassignments.\n<\/p><p>\nDuring the weeks following April conference, 1941, while I was wondering what I would be\nasked to do as an Assistant to the Council of the Twelve, my wife said that she believed she\ncould guess, and of course, she did guess, many times. Once she said, \"I think they will ask\nyou to help Brother Lee in the welfare work.\" and I replied, \"Oh, my goodness, I hope not!\nThere is nothing for which I am less qualified.\"\n<\/p><p>\nWell, in a few days I received a letter from the First Presidency, appointing me assistant\nmanaging director of the Church welfare plan, \"to labor under the advice and direction of\nElder Lee and the General Committee.\" Within sixty days I closed up my personal affairs, and\nwent to work in earnest on this new assignment. I read and studied everything the brethren\nhad said about it. I asked members of the General Committee and office staff hundreds of\nquestions. I fasted often over an extended period, and prayed humbly for an understanding of\nthe welfare plan. Twice I traveled through the Church into practically every stake and saw the\nwelfare projects in operation.\n<\/p><p>\nI believe I have heard almost all the objections which have been raised against it, and also the\nlabored arguments in justification for not living it. As I have listened to these objections and\narguments, I have been painfully aware of the dull spirit in which they have been urged. All\nover the Church, on the other hand, and this is the thing which has encouraged me, I have\nseen the sparkle in the eyes, the spring in the steps, and felt the joy in the spirits of those who\nhave tested the plan by the Savior's formula:\n<\/p><p>\nIf any man will do his will, he shall know of the doctrine, whether it be of God, or whether I\nspeak of myself (<span class=\"citation\" id=\"27193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27193)\">John 7:17<\/a><\/span>).\n<\/p><p>\nI believe I have made a rather complete study, and I now testify to you that I do know\nbeyond any doubt, by the same power that Peter knew that Jesus was the Christ, that the\nChurch welfare plan in its inception was and now is inspired of the Lord; and that the great\nprinciples implemented by it are eternal truths, which the Saints of God must abide if they are\nto purify and perfect themselves as the Lord has commanded.\n<\/p><p>\nVery often in welfare meetings bishops and others are asked what results they expect from the\nplan. Almost invariably one of the answers is that through it they expect the members of the\nChurch to be fed, housed and clothed, when present sources of supply fail. This is a good\nanswer, and I believe that the truth of it will yet be a demonstrated fact.\n<\/p><p>\nSPIRITUAL MEANING IN THE CHURCH WELFARE PLAN\n<\/p><p>\nTo me, however, Church welfare is more than just a plan to provide for the physical needs of\nthe Saints. I am convinced that in addition to being a way of economic salvation in the days\nof necessity, it has deep spiritual significance; and that should other means always be\navailable with which to supply the physical needs of the people, still the welfare plan, or\nsome similar plan sponsored by the Church under the inspiration of the Lord, requiring us to\nserve and minister to one another in temporal affairs, would be necessary in order to bring us\nto that oneness, equality, and\n<\/p><p>\n. . . union required by the law of the celestial kingdom\n(<span class=\"citation\" id=\"12180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12180)\">D&amp;C 105:4<\/a><\/span>).\n<\/p><p>\nUnity, above all else, is the one thing characteristic of the Church of Christ. The burden of\nthe Master's great prayer\n<\/p><p>\n. . . in the hour of his approaching death was, that the oneness subsisting between himself and\nthe Father should also subsist between himself and his apostles, and . . . between them and all\nthose who should receive the gospel through their teachings\n(B. H. Roberts, <i>The Falling Away<\/i>, pp. 1-2).\n<\/p><p>\nThe way to this oneness and unity has always been mutual consideration and helpfulness to\none another. This the Lord declared to ancient Israel when he said, \"thou shalt love thy\nneighbor as thyself\" (<span class=\"citation\" id=\"30881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30881)\">Lev. 19:18<\/a><\/span>),\nand during his earthly ministry he reaffirmed this\ncommand as one of the two great requirements upon which hang all the law and the prophets\n(<span class=\"citation\" id=\"33999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33999)\">Matt. 22:37-39<\/a><\/span>;\n<span class=\"citation\" id=\"32985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32985)\">Mark 12:29-31<\/a><\/span>;\n<span class=\"citation\" id=\"31146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31146)\">Luke 10:27<\/a><\/span>).\n<\/p><p>\nIn this dispensation, the Lord has made it clear that loving one's neighbor as oneself includes\nadministering to his temporal needs. He said to the members of the Church before it was a\nyear old:\n<\/p><p>\n. . . be one; and if ye are not one ye are not mine\n(<span class=\"citation\" id=\"12100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12100)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\nAnd he prefaced this command by calling to their attention the inequality among them in\nworldly goods. Among other things he said:\n<\/p><p>\n. . . the poor have complained before me, and the rich have I made, and all flesh is mine, and\nI am no respecter of persons. . . . Wherefore, hear my voice and follow me, and you shall be\na free people . . . let every man esteem his brother as himself. . . . And again I say unto you,\nlet every man esteem his brother as himself\n(<span class=\"citation\" id=\"12096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12096)\">D&amp;C 38:16,22,24-25<\/a><\/span>).\n<\/p><p>\nAnd then he illustrated the meaning of esteeming one's brother as oneself by a parable in\nwhich he disapproved of having one of his sons clothed in robes and given a seat of honor,\nwhile another son of equal faithfulness is clothed in rags and given a lesser place\n(<span class=\"citation\" id=\"12097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12097)\">D&amp;C 38:26<\/a><\/span>).\nIt was against this background of instructions that the Lord gave the command,\n<\/p><p>\n. . . be one; and if ye are not one ye are not mine.\n<\/p><p>\nFourteen months later, he said:\n<\/p><p>\n. . . the time has come, and is now at hand; and behold, and lo,\n<\/p><p>\nit must needs be that there be an organization of my people, in regulating and establishing the\naffairs of the storehouse for the poor of my people, . . . for a permanent and everlasting\nestablishment and order unto my church\n(<span class=\"citation\" id=\"12134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12134)\">D&amp;C 78:3-4<\/a><\/span>).\n<\/p><p>\nThrough this organization a certain equality in earthly things was to be obtained in order that\nthe Saints might be equal in the bonds of heavenly things\n(<span class=\"citation\" id=\"12136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12136)\">D&amp;C 78:5<\/a><\/span>), and the Church\nwas to be enabled to stand independent above all other creatures beneath the celestial world\n(<span class=\"citation\" id=\"12138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12138)\">D&amp;C 78:14<\/a><\/span>).\n<\/p><p>\nKeep in mind that this organization was to be built around a storehouse from which the needs\nof the poor among the Lord's people were to be supplied. Some folk regard this as a menial\ntemporal activity; but the Lord said its purpose was to advance the cause which the saints had\nespoused for the salvation of men and to the glory of their Father in heaven\n(<span class=\"citation\" id=\"12135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12135)\">D&amp;C 78:4<\/a><\/span>).\nHe thus associated it with his loftiest endeavor, that of bringing to pass the immortality\nand the eternal life of man, which he has declared to be his work and his glory\n(<span class=\"citation\" id=\"38919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38919)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nWho but the Lord himself could devise a way by which the members of his Church, rich and\npoor alike, can be so motivated that by the exercise of their own free agency they will\nadminister to each other's needs in such a spirit of love as to move toward these great\nobjectives? No one. And the Lord intended to direct the way, for said he:\n<\/p><p>\nI, the Lord, stretched out the heavens, and built the earth, my very handiwork; and all things\ntherein are mine. And it is my purpose to provide for my saints, for all things are mine. But it\nmust needs be done in mine own way; and behold this is the way that I, the Lord, have\ndecreed to provide for my saints, that the poor shall be exalted, in that the rich are made low.\nFor the earth is full, and there is enough and to spare; yea, I prepared all things, and have\ngiven unto the children of men to be agents unto themselves\n(<span class=\"citation\" id=\"12174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12174)\">D&amp;C 104:14-17<\/a><\/span>).\n<\/p><p>\nUNITY REQUIRED OF THE SAINTS\n<\/p><p>\nIn another revelation the Lord prescribed loyalty to his way as a prerequisite to obtaining a\nplace in the celestial world\n(<span class=\"citation\" id=\"12137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12137)\">D&amp;C 78:7<\/a><\/span>).\nNow, my brethren and sisters, when members of\nthe Church, our own fathers, and mothers, brothers and sisters, and children, are provided\nlife's necessities from sources other than those approved by the Lord, it is not being done in\nhis way and does not fulfill the law.\n<\/p><p>\nThe way prescribed for the Church, when these revelations were given in the early 1830's,\nwas the United Order. The Saints, however, did not prove obedient to the things required at\ntheir hands in connection with this order (among other things they did \"not impart of their\nsubstance, as becometh saints, to the poor and afflicted among them\" \n[<span class=\"citation\" id=\"12179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12179)\">D&amp;C 105:3<\/a><\/span>]), and\nwere therefore not successful in becoming \"united according to the union required by the law\nof the celestial kingdom\" (<span class=\"citation\" id=\"12181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12181)\">D&amp;C 105:4<\/a><\/span>).\nAs a consequence, the requirement to practice the\nUnited Order was withdrawn from the Church. The Saints were driven and afflicted, and the\nredemption of Zion is yet delayed.\n<\/p><p>\nTo us and for our day, the Lord has given the welfare plan whereby we may demonstrate to\nhim through mutual consideration and helpfulness to one another in temporal things, that we\ndo love our neighbors as ourselves, rich and poor alike, and thereby move toward the\nequality, oneness, and unity which the Lord requires of us. This plan is not meant for any one\nclass alone. We all need the training it affords. The day for the ushering in of the great\nmillennium approaches, and for that day we must be prepared to live as one in perfect unity.\nWe cannot come suddenly to that happy state. It will take training. By putting the welfare\nplan fully into operation, we can move forward toward this high objective, and also to the\nperfection of the welfare program itself,\" until it becomes perfect in all respects to the care\nand blessing of\" the Lord's \"people,\" as prayed for by President George Albert Smith in the\ndedicatory prayer at the Idaho Falls Temple.\n<\/p><p>\nMay the Lord help us, my brethren and sisters, to understand the great principles underlying\nthe welfare plan and comprehend the full purposes for which it has been given to us, that\nthrough living it we may move toward that \"union required by the law of the celestial\nkingdom\" (<span class=\"citation\" id=\"12182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12182)\">D&amp;C 105:4<\/a><\/span>),\nI humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}