{"ID":2157, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A People of Sound Judgment\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p3\" class=\"\">Elder Mark E. Petersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03020_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a4a.jpg\" alt=\"Elder Mark E. Petersen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p4\" class=\"\">It was most fitting, my brethren and sisters, that we sing the glorious hymn that we have just sung [“We Thank Thee, O God, for a Prophet”], because we have just listened to the voice of the prophet of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p5\" class=\"\">He has spoken as the divinely appointed mouthpiece of the Lord here on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p6\" class=\"\">Latter-day Saints revere him. They accept his word as coming by inspiration and revelation for their guidance in these troubled times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p7\" class=\"\">People who are not members of this church may not sense the great significance attached to his ministry. Even some Latter-day Saints have not yet discovered it. But the president of the Church is in fact a prophet raised up in these last days to give inspired guidance, not only to Latter-day Saints, but to all mankind everywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p8\" class=\"\">The Almighty has said of him and the other prophets of this church:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p9\" class=\"\">“… they shall speak as they are moved upon by the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p10\" class=\"\">“And whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture, shall be the will of the Lord, shall be the mind of the Lord, shall be the word of the Lord, shall be the voice of the Lord, and the power of God unto salvation.” (<span class=\"citation\" id=\"15908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15908)\">D&amp;C 68:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p11\" class=\"\">President Smith is a prophet in the same sense as were Moses and Isaiah, Ezekiel, Jeremiah, Paul and Peter, and others who ministered anciently.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p12\" class=\"\">Every faithful person will agree that there were prophets in Israel during Old Testament times. Prophets also were a part of the church as established by the Savior in his day. They too were like Moses and Isaiah, but they were even more—they were <span class=\"emphasis\">Christian <\/span>prophets, chosen by the Lord for the Christian ministry to properly teach the saints and to protect them from false doctrines that could lead them astray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p13\" class=\"\">Few modern people, whether Jewish or Christian, realize that there are living prophets on earth today, men who hold the same gifts and powers that characterized the prophets of old. But they are here, alive and alert. They are modern men, well educated and fully oriented to present-day conditions. They give the word of God as it is received now, just as Moses and Isaiah, Peter and Paul ministered in their day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p14\" class=\"\">Try to realize it if you will. God does speak to us <span class=\"emphasis\">now. <\/span>He manifests himself through prophets whom he has raised up for this day—for 1972—for present-day people—to help them to successfully combat the seductions of a decadent and blinded world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p15\" class=\"\">Every one of you may have the full benefit of his heavenly guidance if you will but accept it. You can know God’s will pertaining to your own self, given now—not two thousand years ago, but here and now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p16\" class=\"\">Did not Moses minister to the particular needs of his people? Did not Jeremiah, Isaiah, and Ezekiel do likewise? Did not Peter and Paul give answers to the immediate problems of their day, tailored to fit the conditions that faced their own neighbors and friends?<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p17\" class=\"\">Similar blessings are available now to all who will hear. They may be obtained through today’s prophet with today’s revelation to solve today’s problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p18\" class=\"\">In this time of great wickedness, the Almighty is making a dramatic effort to save mankind before destruction comes upon the world, and he is doing so by giving a great new revelation of himself. He has appeared to modern mortal men who have seen his face and heard his voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p19\" class=\"\">No more is he an absentee God. No longer is he isolated from us. In the time in which we ourselves live he has shown himself to be a divine reality, physical as well as spiritual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p20\" class=\"\">By showing himself literally to modern men, he has removed all doubt as to his existence. He lives, as does his divine Begotten Son, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p21\" class=\"\">Both have made themselves known by a great new revelation in our day!<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p22\" class=\"\">Is that hard to believe? Do you doubt it? Does it seem incredible to you that God would appear to modern men?<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p23\" class=\"\">He certainly revealed himself anciently. If he is unchangeable, as the scriptures say, should he not do as much for modern people as he did for the ancients?<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p24\" class=\"\">Throughout Bible times he made himself known. Especially when his people began to drift astray did he manifest himself in power to bring them back to the fold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p25\" class=\"\">This he did through new prophets whom he raised up from time to time, and to whom he gave new revelations, which revitalized and gave added meaning to the divine word previously given.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p26\" class=\"\">After long centuries of laboring through his prophets, he then sent his own Beloved Son, not to condemn the world but to save it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p27\" class=\"\">To accomplish his purposes, the Lord founded his church and taught his gospel, and for a time many followed it. But since then mankind again has drifted from his precepts and neglected his commandments; hence the condition of the world today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p28\" class=\"\">But because he loves modern people as he did those of ancient times, the Lord is now making a final effort to save us. This he does by precisely the same means that he used anciently; that is, by giving new revelation and raising up new prophets through whom he speaks to mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p29\" class=\"\">You may say that you have been taught that the Almighty no longer reveals himself, that no more revelation is needed, and that the Bible is sufficient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p30\" class=\"\">It is admitted that for centuries revelation did stop. There were no more apostles and prophets on the earth. This is only too true and is most regrettable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p31\" class=\"\">But the flow of revelation stopped only for the same reason that it ceased occasionally in Old Testament times. Isaiah explained it in this way:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p32\" class=\"\">“… the Lord’s hand is not shortened, that it cannot save; neither his ear heavy, that it cannot hear:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p33\" class=\"\">“But your iniquities have separated between you and your God, and your sins have hid his face from you. …” (<span class=\"citation\" id=\"25418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25418)\">Isa. 59:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p34\" class=\"\">However, in spite of wickedness, the scripture says that in the latter days there would come this new revelation of which we speak. Angels also were to visit the earth once more, giving divine direction to wandering mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p35\" class=\"\">Is that hard to believe? Not if you accept the Bible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p36\" class=\"\">We Latter-day Saints announce that this new light has come. God has given a great new revelation. He has raised up new apostles and prophets to labor among the nations, even as did Peter and Paul. We are those apostles and prophets. We are his divinely called representatives for today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p37\" class=\"\">But many will say that this cannot be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p38\" class=\"\">It has come to pass nevertheless. It is an accomplished fact. And it is in direct fulfillment of Bible prophecy!<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p39\" class=\"\">Some may say that God would never appear to a small sect hidden away in the Rocky Mountains. Others might say that the Latter-day Saints have peculiar religious ideas that need not be taken seriously.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p40\" class=\"\">But we are not a small group isolated in the Rocky Mountains. We are now worldwide, larger than many well-known denominations of Christendom, and steadily growing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p41\" class=\"\">Neither are we religious extremists with peculiar ideas. We are realists. Do you suppose for one moment that religious malcontents could do what the Latter-day Saints have done in the world?<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p42\" class=\"\">Our people are substantial citizens, law-abiding, intelligent, and progressive, as all who really know us will agree.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p43\" class=\"\">We rate high in education, believing as we do that the glory of both God and man is intelligence. We have produced great scientists and inventors, for example. Do you know that the television set through which you are now receiving this program came as a result of the inventive genius of a Mormon scientist, Dr. Philo Farnsworth?<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p44\" class=\"\">You enjoy music on your stereo. Do you know that stereophonic sound came to you through the research of another Mormon scientist, Dr. Harvey Fletcher?<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p45\" class=\"\">Some of the leaders in the United States space program have been members of this church. One of the astronauts now training is a Latter-day Saint. One of the men who reached the moon on one of America’s most recent expeditions was a graduate of a Salt Lake City school.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p46\" class=\"\">Latter-day Saint men have achieved cabinet ranks in the United States government. Some have held high positions in other lands as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p47\" class=\"\">Latter-day Saint men have presided over some of the largest worldwide organizations of civic clubs, one of them being Lions International. A Mormon apostle was world president of Rotary International and was highly respected by its members everywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p48\" class=\"\">Latter-day Saint culture is well known. Our music, as provided by various groups, is heard in many nations. Our Salt Lake Tabernacle Choir sings to millions every week, at home and abroad.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p49\" class=\"\">Some of our men have presided over important financial and business organizations, such as the American Bankers Association and the National Association of Manufacturers. A number from various states have served in the U.S. Congress and still continue to do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p50\" class=\"\">Some of our men hold high-ranking commissions in the military services. Recently I sat at dinner with three of them, two brigadier generals and one major general, all faithful Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p51\" class=\"\">The Air National Guard recently conferred upon the president of our church the title of honorary brigadier general.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p52\" class=\"\">And speaking of the liberation of women, be it known that Mormon women were among the first of all women everywhere and anywhere to receive the franchise to vote. This was conferred on them in the days of Brigham Young, one hundred and two years ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p53\" class=\"\">One organization of our women numbers nearly a half million. It is devoted to improving the status of women and children and operates in sixty-three nations of the world. Its president, Mrs. Belle S. Spafford, recently served as president of the National Council of Women of the United States. She also represented America as a delegate to the World Council of Women, in which council she also occupies a prominent position.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p54\" class=\"\">We have still another organization for younger women and teenage girls, which has a membership of some 400,000 devoted to the betterment of girls of that age. Its president, Mrs. Florence S. Jacobsen, has served also as a United States delegate to meetings of the World Council of Women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p55\" class=\"\">Our men and women have taken active part in the White House conference for the betterment of children and are still engaged in that work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p56\" class=\"\">Latter-day Saints are among the leaders of the Boy Scout movement internationally. It was a Mormon Eagle Scout who represented the six million Scouts of the United States a few weeks ago in presenting to President Nixon the membership card showing him to be honorary president of the Boy Scouts of America for 1972.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p57\" class=\"\">Could religious extremism produce a series of results like these? In no sense are our men and women carried away with emotionalism. They are practical, down-to-earth, well-balanced people of sound judgment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p58\" class=\"\">It is out of the depth of this great integrity that we solemnly declare that God has given a new revelation of himself in modern times and that we are the custodians of that message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p59\" class=\"\">The original gospel of Christ has been restored to the earth in its pristine purity. It is here now. Divine authority to administer it has likewise been restored from heaven in our day. This restored gospel can stop crime and delinquency among both parents and children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p60\" class=\"\">It can put an end to immorality, debauchery, and drunkenness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p61\" class=\"\">It can stop divorce and the collapse of the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p62\" class=\"\">It can cure all of the ills which now afflict us, if we will but live according to its teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p63\" class=\"\">Every part of the gospel is practical. It produces positive results.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p64\" class=\"\">It is past time to become realistic about our condition and to recognize that only through a return to God and his recently restored gospel can we ever achieve world happiness and peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p65\" class=\"\">We testify that God lives, that we are his servants duly appointed by divine power, and that we are commissioned of heaven to preach his revealed word to all mankind by the power of modern prophecy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/a-people-of-sound-judgment.p66\" class=\"\">We appeal to you: Do not let prejudice blind you to the truth; open your hearts to this new revelation from God; study it and learn to live by its principles. We testify to you that it is indeed the way of life and salvation brought back to earth by God himself and by repeated angelic ministrations. And we bear you this testimony in the sacred name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}