{"ID":2158, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Are Called of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p2\" class=\"\">President Loren C. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03020_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2b58.jpg\" alt=\"President Loren C. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p3\" class=\"\">My brothers and sisters, I am very grateful to be a part of this conference, and I pray that the Spirit of the Lord might bear me up and inspire me to say those things that will be of some contribution to this conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p4\" class=\"\">It has been our privilege this morning to once again sustain the general officers of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p5\" class=\"\">This is part of the revealed procedure in the gospel of Jesus Christ, which takes place from the general to the ward or branch level and which allows every member the opportunity of sustaining a person who has been called to office.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p6\" class=\"\">Sustaining, however, should not be confused with voting into office.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p7\" class=\"\">Joseph Smith made it clear how a person is called to a position in The Church of Jesus Christ of Latter-day Saints. In the fifth Article of Faith he says: “We believe that a man must be called of God, by prophecy, and by the laying on of hands, by those who are in authority to preach the Gospel and administer in the ordinances thereof” [<span class=\"citation\" id=\"6908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6908)\">A of F 1:5<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p8\" class=\"\">When we sustain officers, we are given the opportunity of sustaining those whom the Lord has already called by revelation. The dictionary tells us that the word <span class=\"emphasis\">sustain <\/span>means “to bear up, to support, to furnish sustenance for, to aid effectually, to hold valid, to confirm or corroborate.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p9\" class=\"\">The Lord, then, gives us the opportunity to sustain the action of a divine calling and in effect express ourselves if for any reason we may feel otherwise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p10\" class=\"\">To sustain is to make the action binding on ourselves and to commit ourselves to support those people whom we have sustained. When a person goes through the sacred act of raising his arm to the square, he should remember, with soberness, that which he has done and commence to act in harmony with his sustaining vote both in public and in private.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p11\" class=\"\">If for any reason we have a difficult time sustaining those in office, then we are to go to our local priesthood leaders and discuss the issue with them and seek their help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p12\" class=\"\">Brigham Young, when speaking of Joseph Smith, made the following statement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p13\" class=\"\">“Who called Joseph Smith to be a prophet? Did the people or God? God, and not the people called him. Had the people gathered together and appointed one of their number to be a prophet, he would have been accountable to the people; but inasmuch as he was called by God, and not the people, he is accountable to God only and the angel who committed the gospel to him, and not to any man on earth. The Twelve are accountable to the prophet, and not the Church, for the course they pursue.” (<span class=\"emphasis\">Documentary History of the Church, <\/span>vol. 5, p. 521.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p14\" class=\"\">And then, of course, it was added that all members are accountable to the principles and teachings of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p15\" class=\"\">If we are to take that same principle and apply it at the ward level, we can see that the bishop, who is considered the father of his ward and who leads his ward with judiciousness and love and patience and kindness, is nonetheless not answerable to the members of his ward, but instead is answerable to the Lord and to those priesthood leaders who preside over him. The bishop is answerable <span class=\"emphasis\">for <\/span>the members of his ward but not necessarily answerable <span class=\"emphasis\">to <\/span>the members of his ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p16\" class=\"\">The church of Jesus Christ, then, is organized from the top down.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p17\" class=\"\">In contrast, the usual man-made organizations are organized from the bottom up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p18\" class=\"\">In this church the Lord raised up a prophet first, and then through the holy priesthood and through the power of revelation he revealed the organization and structure of his church from the highest to the least.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p19\" class=\"\">While the Lord gives us the opportunity of sustaining that which he has revealed, this does not constitute voting someone into office; instead, it is properly referred to as the law of common consent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p20\" class=\"\">A man-made organization will establish its own laws by the vote of its membership, and by virtue of that act it becomes an organization that is governed by man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p21\" class=\"\">As we said previously, the church and kingdom of God is organized from the top down by the power of revelation so that Jesus Christ himself can stand at the head and lead his own church through his apostles and prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p22\" class=\"\">There are many in the Church who may not be as attentive to their duties as they might be, not because they haven’t been called of God by revelation but because they did not fully realize that fact when they were called. Again, let me refer to the fifth Article of Faith: “We believe that a man must be called of God, by prophecy, and by the laying on of hands, by those who are in authority to preach the Gospel and administer in the ordinances thereof” [<span class=\"citation\" id=\"6909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6909)\">A of F 1:5<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p23\" class=\"\">A calling in the Church is both a personal and a sacred matter, and everyone is entitled to know he or she has been called to act in the name of God in that particular position. Every person in this church has the right to know that he has been called of God. If he does not have that assurance, then I would suggest he give his calling serious, prayerful consideration so that he can receive what he has a right to receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p24\" class=\"\">Also, if a priesthood leader realizes that there are those under him who may not have this clear understanding, there is something he can do. He cannot call them again, but he can bring them in and reassure them of the divine nature of their callings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p25\" class=\"\">I am most grateful for the great leaders of the Church who have helped me to feel and understand the divine nature of the callings to which I have been called over the years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p26\" class=\"\">I can’t ever remember coming away from a personal audience with a priesthood leader who was delivering a call to me but what I felt in my heart the realization and assurance that I had been called of God and that that priesthood leader was a servant of the Lord and acting in his own office and calling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p27\" class=\"\">It was four years ago at April conference that I was first sustained as a General Authority. The sustaining was preceded by a divine calling from a prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p28\" class=\"\">I can remember when I left President McKay’s office that morning, as inadequate as I felt, I knew that I had been called of God by revelation; and I had confirmed again to me something that I already knew, and that was, that President McKay was a prophet of God and that this the Lord’s church is led by apostles and prophets who are divinely guided.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p29\" class=\"\">What a marvelous thing it would be if, throughout the Church, after the inspiration was received and worthiness determined, priesthood leaders would take the time to create the right atmosphere for a holy and divine calling, to be extended in keeping with the fifth Article of Faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p30\" class=\"\">Such a calling, I suspect, would concentrate on the fact that the priesthood leader was delivering the Lord’s call, so that if, in the future, we are asked, “Who called you?” our immediate response would be to say with conviction, “The Lord Jesus Christ,” and secondly to say, “The call was delivered through Bishop Jones, or Stake President Green.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p31\" class=\"\">Perhaps in too many cases that gets reversed, and when we answer the question “Who called you?” the name of Bishop Jones comes first.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p32\" class=\"\">In closing, I would like to quote these few words from the Prophet Joseph Smith: “All the ordinances, systems, and administrations on the earth are of no use to the children of men, unless they are ordained and authorized of God; for nothing will save a man but a legal administrator; for none others will be acknowledged either by God or angels.” (<span class=\"emphasis\">DHC, <\/span>vol. 5, p. 259.) Let me repeat that last phrase: “for nothing will save a man but a legal administrator; for none others will be acknowledged either by God or angels.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p33\" class=\"\">It is my testimony that at this conference this day we have raised our hands to sustain not only a prophet, seer, and revelator but a legal administrator in the rites and ordinances of the gospel of Jesus Christ; and because we have a prophet standing at the head, that which is done under his direction throughout the Church is binding not only on earth but in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p34\" class=\"\">The fact that we have apostles and prophets and that we have the opportunity to sustain apostles and prophets allows us to do those things which will reach into eternity and will guarantee us our eternal salvation, and will guarantee to any man who will listen and who will humble himself before the Lord the opportunity to receive those ordinances and blessings which will allow him entrance into the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p35\" class=\"\">My brothers and sisters, I bear to you my witness as to the reality of the gospel of Jesus Christ. I know God lives and that Jesus the Christ is our Savior and is the leader of his own church. I testify that the apostles and prophets whom we have sustained receive revelation from God for the ongoing work of the kingdom in this day. I bear my witness that Joseph Smith was a prophet of God, and that he saw what he said he saw, and that he is a true prophet, and that we are led by a prophet of God today, even Joseph Fielding Smith, for in the last few years I have had the opportunity to see him stand and speak in the name of Christ the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/we-are-called-of-god.p36\" class=\"\">May the Lord so bless us now that we may sustain those whom he has called and do that which is expected of us, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}