{"ID":216, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Principles of Cooperation<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1945, pp. 159-164<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have felt confident that this time would come. This is a sobering experience, my brothers\nand sisters. Our great benefactor and leader said at one time regarding this great\nresponsibility: \"You cannot hide the heart when the mouth is open. If you want to keep your\nheart secret, keep your mouth shut.\" But he also added that when it becomes our duty to talk,\nwe ought to be willing to talk.\n<\/p><p>\nQUESTIONS BEING ASKED\n<\/p><p>\nI desire to repeat one sentence from the revelation which Brother Romney indicated has\nalready been quoted two or three times in this conference:\n<\/p><p>\nAnd it is my purpose to provide for my saints, for all things are mine\n(<span class=\"citation\" id=\"12176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12176)\">D&amp;C 104:15<\/a><\/span>).\n<\/p><p>\nDuring recent weeks it has been my pleasure to visit with many young men and some older\nmen, during which time they have asked several questions regarding some of the temporal\nmatters pertaining to the Latter-day Saints. They have asked questions regarding the Church's\ninterest in agriculture and farming. They have commented that they do not hear as much now\nabout these things as was once spoken in the Church. Some of them have suggested that they\nwould like to know whether or not the Church looks with favor on young men going abroad\nto various parts of the country to establish themselves in farming and in business, or whether\nthey should remain close to Church headquarters. Others have asked regarding cooperative\nbusiness enterprises, and other cooperative activities.\n<\/p><p>\nI realize, my brethren and sisters, that in discussing temporal matters, the Lord has said:\n<\/p><p>\n. . . all things unto me are spiritual, and not at any time have I given unto you a law which\nwas temporal (<span class=\"citation\" id=\"12095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12095)\">D&amp;C 29:34<\/a><\/span>).\n<\/p><p>\nMAN'S PLACE IMPORTANT IN THE WORLD\n<\/p><p>\nThe objective, of course, is spiritual. We live, however, in a material, physical, temporal\nworld. Man is the center in Mormon philosophy.\n<\/p><p>\nFor behold, this is my work and my glory&mdash;to bring to pass the immortality and eternal life of\nman (<span class=\"citation\" id=\"38920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38920)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nThe earth upon which we live was established for man. The Church is for man, not man for\nthe Church.\n<\/p><p>\nWe are blind until we see that in the human plan <br \/>\nNothing is worth the making if it does not make the man. <br \/>\nWhy build these cities glorious if man unbuilded go;<br \/>\nIn vain we build the world unless the builder also grow.\n<\/p><p>\nBut to us man is a dual being, temporal and spiritual, and in the early revelations to this\npeople, the Lord took occasion, many times, to give direction and commandment regarding\ntemporal matters. He directed the Saints and the leaders of the Church in the purchase of land\nand other property; in the construction of temples; even in the establishment of a printing\npress, and a store, and in the building of a boardinghouse for the \"weary traveler\"\n(<span class=\"citation\" id=\"12200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12200)\">D&amp;C 124:23<\/a><\/span>). In the\ngreat revelation known as the Word of Wisdom, he not only indicated what is good and what\nis not good for man, but he outlined a plan for the feeding of livestock\n(<span class=\"citation\" id=\"12165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12165)\">D&amp;C 89:14<\/a><\/span>), which, through more\nthan a hundred years, has gradually been sustained through the scientific investigation of man.\nWhatever affects human welfare has always been and ever will be the concern of the Church.\nOur people have always been counseled in temporal affairs.\n<\/p><p>\nCOOPERATION IMPORTANT IN TEMPORAL MATTERS\n<\/p><p>\nI read again recently some of the early discourses of President Brigham Young and other\nChurch leaders as the Saints came into these valleys. The people were truly counseled in\ntemporal affairs. Various types of projects were inaugurated under their direction. They were\ntaught to conserve ranges and forests and to conserve water. They were taught also to\nconserve food and feed and other materials. They were encouraged in the production of more\nprofitable crops and in more efficient methods of production. They were taught to work\ntogether, to cooperate, to sustain each other. Listen to the words of President Young:\n<\/p><p>\nAny people who will cooperate on correct principles will increase in material wealth and\nprosperity. . . If the people called Latter-day Saints do not become one in temporal things, as\nthey are in spiritual things, they will not redeem and build up the Zion of God upon the earth.\nThis cooperative movement is a stepping stone. We say to the people, take advantage of it, it\nis your privilege (<i>Journal of Discourses<\/i> 13:3).\n<\/p><p>\nLater he gave cooperative support to private enterprise and encouraged men to enter private\nbusiness. Should not the counsel given by President Brigham Young in the early days of the\nsettlement of these valleys be heeded today? The principles of cooperation and working\ntogether were used to develop the resources of these valleys and permit people to survive. We\nneed to adopt these same principles, which have been tried and tested by the experience of the\nlast hundred years, to preserve and conserve these resources and to raise our economic\nstandards. I do not mean by this that our people should go out and in every priesthood\nquorum and in every ward organize cooperative business organizations. A warning has been\ngiven, and wisely so, that cooperative enterprises, business cooperatives, require efficient\nbusiness management and direction. At the same time it is recognized that there is a place for\ncooperative endeavor, among our agricultural and rural groups particularly, as there is also an\nopportunity and a place for private enterprise.\n<\/p><p>\nZION EMBRACES ALL OF AMERICA\n<\/p><p>\nWe live in an area, my brothers and sisters, where we face rather peculiar problems, and to\nsome extent, some limitations. Water is our most limited factor in the agriculture of the area\nin which the Latter-day Saints are concentrated. The topography of our country presents other\nserious problems. We have, in many areas where the Latter-day Saints live, a very serious\npressure of population on the land. There is a tendency for our farms and farming units to be\ndivided and redivided until many times they have become somewhat uneconomic because of\ntheir limited size. Because of this pressure there has been a tendency for many of our young\npeople to go out into other areas where land seems to be more abundant and probably where\nthe opportunities are greater. This is not a thing to be discouraged if they act wisely. All of\nAmerica is the land of Zion.\n<\/p><p>\nI was pleased in visiting the Northwestern States Mission recently to find that many of our\nyoung people have gone into that fertile area, have established themselves in agriculture and\nin business, and are sinking their roots deep, becoming a part of the community life and a\nsupport to the branches of which they are loyal members. To me this is a condition that will\nlikely increase as the years pass. As the Church grows and increases in numbers, no one state\nor area will be able to contain the Latter-day Saints.\n<\/p><p>\nADVICE IN MATTER OF DEBT\n<\/p><p>\nThere are some things, my brethren and sisters, those who live in the rural communities\nparticularly, that I would like to call to your attention which I think might be helpful in aiding\nus to improve the efficiency of our operations. One of them was referred to by Brother\nClifford Young in his excellent address yesterday: the matter of debt. We face at the present\ntime a great adjustment period. If history repeats itself, we may expect a declining price level\nin the case of agricultural products particularly. That will mean that more bushels of wheat,\nmore tons of sugar beets and more farm products generally will be required to pay off a given\namount of debt. It is well for Latter-day Saints to make a special effort during this period\nwhen prices are relatively high, to reduce our debts to the very minimum in order that we\nmight be prepared to meet the adjustment period as it comes without losing our farms and\nwithout making undue sacrifices.\n<\/p><p>\nWAYS OF MORE EFFECTIVE FARMING\n<\/p><p>\nThere are many things that we could do to enlarge our farming units, not only by the\nacquisition of land, but by the more effective use of irrigation water, much of which is wasted\nthrough seepage and excessive irrigation. More acres on given farms can often be brought\nunder irrigation through a wiser and more efficient use of water. We can add intensive units\nto our farming program without enlarging the area with such units as poultry, livestock\nfeeding, production of truck crops, seed production, new crops, and other things. On many of\nour farms I believe we could reduce waste areas, corners, fence lines, ditch banks, and yard\nspace.\n<\/p><p>\nThere is a need to increase forage production to supplement our ranges, which, in many areas,\nare becoming seriously depleted. We need to use the information which has been developed\nby the United States Forest Service, by our agricultural colleges, and tested by leading\nranchers, to plant improved grasses on our ranges, and thereby increase the number of\nlivestock that can be carried. Many of our communities are built largely on a livestock\neconomy.\n<\/p><p>\nOfttimes the rearrangement of fields and the enlargement of fields, permits the more efficient\nuse of power and heavy, horse-drawn farm machinery, which is a common need on many\nfarms. The use of better breeding stock and better feed and seed will all tend towards a more\nefficient type of agriculture, a more profitable farming enterprise, and a more satisfactory\ncommunity life.\n<\/p><p>\nWe need to work together more than we do. In the joint ownership of heavy equipment such\nas combines, balers, tractors, drills, and in the cooperative ownership of breeding sires, and in\nmany other ways, we can join together as farmers in our communities in order to make our\nfarming operations more efficient and more effective.\n<\/p><p>\nIn many areas our system of marketing and distributing our farm products and purchasing\nfarm production supplies needs to be improved. Farmers need to improve their bargaining\npower. There is a tendency among many of our people, and not confined alone to our people,\nto sell their products in rather large quantities at wholesale, and to buy back in small dabs,\nhere and there, their needed supplies at retail prices. As one of our distinguished financiers,\nBernard M. Baruch, has said:\n<\/p><p>\nThe farmer selling in unlimited competition with himself, has been buying at more or less\ncontrolled prices from industries which have organized their production and marketing.\n<\/p><p>\nWe need to improve the distribution of our farm products. That does not mean that in every\narea we need to organize cooperative associations. There are limitations on these\norganizations. The need should be determined. Possibly the work is being done efficiently\nthrough private channels. We should determine whether or not there is a need for\nimprovement in the marketing and distribution of our products in a given area.\n<\/p><p>\nThe farm is largely a manufacturing plant where land, labor, fertilizer, supplies, seed, and\nfeed are combined to produce a product for market. It is no easy matter to become an\nefficient farm operator today.\n<\/p><p>\nIt is important that we keep our thinking straight, my brothers and sisters. Let us ever keep in\nmind that all material things are but a means to an end, that the end is spiritual, although the\nLord is anxious and willing to bless his people temporally. He has so indicated in many of the\nrevelations. He has pointed out, time and time again, that we should pray over our crops, over\nour livestock, over our households, our homes, and invoke the Lord's blessings upon our\nmaterial affairs. And he has promised that he will be there and ready and willing to bless us.\n<\/p><p>\nTHE SOUNDNESS OF PRINCIPLES OF SELF-HELP\n<\/p><p>\nLet us stand together on our own feet. Let us cooperate to accomplish these so-called material\nobjectives. A sound agriculture is vital to the national economy. I like the words of that great\nIrish pioneer in cooperative effort, Horace Plunket, who labored for many years among the\npoor, down-ridden farmers of Ireland, when he said:\n<\/p><p>\nFor the longer I live, the more certain do I become that what the best of governments can do\nfor farmers is of insignificant importance compared with what, by carefully thought out and\nloyal cooperation, they can do for themselves.\n<\/p><p>\nLet us as Latter-day Saints stand on our own feet. Let us not be inclined to run to a\npaternalistic government for help when every problem arises, but to attack our problems\njointly, and through effective cooperative effort, solve our problems at home.\n<\/p><p>\nTo me one of the greatest bulwarks we have in this country against all the foreign isms,\n\"crackpot\" theories, and the unsound social reforms is the people who live on the land, close\nto the soil. Dr. Widtsoe emphasized a year ago at our conference the important part which the\nrural people of America play in the safety and security of this great land. Certainly no group\nof people in all the world know so well that, \"As ye sow, so shall ye reap\"\n(<span class=\"citation\" id=\"23223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23223)\">Gal. 6:7<\/a><\/span>). And as\nBrother Widtsoe said in that excellent address, which I commend to you, \"A strong rural\nmembership brings safety to the Church, not otherwise obtainable. It is so in the nation.\"\n<\/p><p>\nThe principles of self-help are economically, socially, and spiritually sound. The Lord will not\ndo for us what we can and should do for ourselves. But it is his purpose to take care of his\nSaints. Everything that concerns the economic, social, and spiritual welfare of the human\nfamily is and ever will be the concern of the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nMay the Lord bless us with inspiration to guide us in all of our material affairs that we might\nbe successful. And may we ever keep in mind the great objective of life and the purposes of\nGod in establishing us here in the earth, namely, to bring to pass our immortality and eternal\nlife in the celestial kingdom, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}