{"ID":2165, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Importance of a Personal Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p2\" class=\"\">Elder James A. Cullimore<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03020_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:28aa.jpg\" alt=\"Elder James A. Cullimore\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p3\" class=\"\">I have been greatly impressed, my brethren and sisters, at the strength of the testimonies that have been borne this afternoon and this morning in these conference sessions. I thought the testimony of President Smith was so firm, so strong, so certain. How can anyone doubt! And then to have it followed by Brother [Mark E.] Petersen in his masterful way, and so sincere. The testimonies of the other brethren, Bishop Featherstone and Bishop Peterson, so humble and so certain, a testimony in their lives, and the testimony of others that have been given. Brother Kimball, always so sweet and so sincere. These are the things that are important to us in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p4\" class=\"\">A testimony of the gospel is one of the most valued possessions of a member of the Church. The strength and unity of the Church depend upon each member so living that he comes to know for himself that the gospel is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p5\" class=\"\">The spiritual condition of the membership of the Church is determined by the degree to which the members live the gospel and are worthy of the companionship of the Holy Spirit in giving witness of the truth of this great work. It would follow that the prosperity of the Church is also measured to a great extent by the strength of testimonies of its members as demonstrated by their worthiness and righteous living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p6\" class=\"\">One of the great testimonies of the scriptures is that given by Peter as he was brought before the judges after having healed the lame man at the temple gate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p7\" class=\"\">“Then Peter, filled with the Holy Ghost, said unto them, Ye rulers of the people, and elders of Israel,<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p8\" class=\"\">“If we this day be examined of the good deed done to the impotent man, by what means he is made whole;<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p9\" class=\"\">“Be it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom ye crucified, whom God raised from the dead, even by him doth this man stand here before you whole.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p10\" class=\"\">“This is the stone which was set at nought of you builders, which is become the head of the corner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p11\" class=\"\">“Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.” (<span class=\"citation\" id=\"8139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8139)\">Acts 4:8–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p12\" class=\"\">A second great testimony was given by Peter of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p13\" class=\"\">“When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p14\" class=\"\">“And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p15\" class=\"\">“He saith unto them, But whom say ye that I am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p16\" class=\"\">“And Simon Peter answered and said, Thou art the Christ, the Son of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p17\" class=\"\">“And Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and blood hath not revealed it unto thee, but my father which is in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p18\" class=\"\">“And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p19\" class=\"\">“And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.” (<span class=\"citation\" id=\"36148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36148)\">Matt. 16:13–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p20\" class=\"\">In a day when churches are generally losing members and declining in popularity, many wonder what the secret is in the growth and stability of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p21\" class=\"\">President McKay answered it: “The secret lies in the testimony, possessed by each individual who is faithful in the Church, that the Gospel consists of correct principles. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p22\" class=\"\">“This testimony has been revealed to every sincere man and woman who has conformed to the principles of the Gospel of Jesus Christ, who has obeyed the ordinances, and has become entitled to and has received the Spirit of God, the Holy Ghost, to guide him.” (<span class=\"emphasis\">Pathways to Happiness <\/span>[Bookcraft, 1957], pp. 314–15.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p23\" class=\"\">In an editorial in the <span class=\"emphasis\">Impact <\/span>magazine, Brother William E. Barrett expressed well the great influence of the Holy Spirit in guiding and uniting the Church today:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p24\" class=\"\">“The great miracle of our day is that Spirit which unites the members of The Church of Jesus Christ of Latter-day Saints with those multitudinous authorities appointed to lead them. For those appointed thus to lead speak a diversity of tongues, belong to a variety of races and cultures, and live in many different lands. Yet there is a unity which manifests itself in the obedience to Church calls, in the acceptance of basic doctrines, and in the belief that we are led by a living prophet of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p25\" class=\"\">“This unity is baffling to the world generally and is not understood by many whose names grace the Church rolls. The unifying influence is none other than the Holy Ghost, bestowed upon men by the authority of God, through his holy priesthood. Through the work of the Holy Ghost, men may come to know the truth, as it springs forth from the printed pages of scripture or from the lips of our living prophets. In the words of Brigham Young, ‘the eloquence of angels never can convince any person that God lives, and makes truth the habitation of his throne, independent of that eloquence being clothed with the power of the Holy Ghost; in the absence of this, it would be a combination of useless sounds. What is it that convinces man? It is the influence of the Almighty, enlightening his mind, giving instruction to the understanding.’” (<span class=\"emphasis\">Impact, <\/span>Spring 1970, p. 2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p26\" class=\"\">Every member of the Church is entitled to the companionship of the Holy Ghost. At the time of baptism, hands were placed upon our heads and it was said, “Receive the Holy Ghost.” Based upon our worthiness, this gives us the right to the constant companionship of the Holy Ghost in which we can receive its revelations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p27\" class=\"\">The blessings to those who have lived worthy of the companionship of the Holy Ghost were revealed to the Prophet Joseph Smith and Sidney Rigdon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p28\" class=\"\">“For thus saith the Lord—I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p29\" class=\"\">“Great shall be their reward and eternal shall be their glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p30\" class=\"\">“And to them will I reveal all mysteries, yea, all the hidden mysteries of my kingdom from days of old, and for ages to come, will I make known unto them the good pleasure of my will concerning all things pertaining to my kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p31\" class=\"\">“Yea, even the wonders of eternity shall they know, and things to come will I show them, even the things of many generations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p32\" class=\"\">“And their wisdom shall be great, and their understanding reach to heaven; and before them the wisdom of the wise shall perish, and the understanding of the prudent shall come to naught.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p33\" class=\"\">“For by my Spirit will I enlighten them, and by my power will I make known unto them the secrets of my will—yea, even those things which eye has not seen, nor ear heard, nor yet entered into the heart of man.” (<span class=\"citation\" id=\"15918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15918)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15918)\">D&amp;C 76:5–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p34\" class=\"\">And again the Lord told the Prophet:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p35\" class=\"\">“And the Spirit giveth light to every man that cometh into the world; and the Spirit enlighteneth every man through the world, that hearkeneth to the voice of the Spirit.” (<span class=\"citation\" id=\"15932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15932)\">D&amp;C 84:46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p36\" class=\"\">The Twelve Apostles are special witnesses of the Savior. I don’t know how many of them have actually seen a personage. They don’t talk about it. But they don’t have to, to receive their special witness that can come by the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p37\" class=\"\">President Harold B. Lee said to a group of young people, “Not many have seen the Savior face to face here in mortality, but there is no one of you who has been blessed to receive the gift of the Holy Ghost after baptism but that may have a perfect assurance of his existence as though you had seen.” (<span class=\"emphasis\">Youth and the Church <\/span>[Deseret Book, 1970], p. 51.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p38\" class=\"\">The impact of the witness of the Spirit in our lives has been made clear by President Joseph Fielding Smith when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p39\" class=\"\">“… the Lord has taught that there is a stronger witness than seeing a personage, even of the Son of God, in a vision. … The Savior said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p40\" class=\"\">“‘Wherefore I say unto you, All manner of sin and blasphemy shall be forgiven unto men: but the blasphemy against the Holy Ghost shall not be forgiven unto men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p41\" class=\"\">“‘And whosoever speaketh a word against the Son of Man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him. … neither in the world to come.’ [<span class=\"citation\" id=\"36146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36146)\">Matt. 12:31–32<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p42\" class=\"\">“Therefore the seeing, even the Savior, does not leave as deep an impression in the mind as does the testimony of the Holy Ghost to the spirit. Both Peter and Paul understood this. Here are the words of Paul:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p43\" class=\"\">“‘For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p44\" class=\"\">“‘And have tasted the good word of God, and the powers of the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p45\" class=\"\">“‘If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.’ [<span class=\"citation\" id=\"24413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24413)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24413)\">Heb. 6:4–6<\/a><\/span>.]”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p46\" class=\"\">President Smith concludes: “… the impressions on the soul that come from the Holy Ghost are far more significant than a vision. It is where Spirit speaks to spirit, and the imprint upon the soul is far more difficult to erase. Every member of the Church should have the impressions on his soul made by the Holy Ghost that Jesus is the Son of God indelibly pictured so that they cannot be forgotten.” (<span class=\"emphasis\">Seek Ye Earnestly <\/span>[Deseret Book, 1970], pp. 213–14.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p47\" class=\"\">In our search for truth and in our pursuit of eternal life, the Lord has not left us without guidance. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p48\" class=\"\">“Oliver Cowdery, verily, verily, I say unto you, that assuredly as the Lord liveth, who is your God and your Redeemer, even so surely shall you receive a knowledge of whatsoever things you shall ask in faith, with an honest heart, believing that you shall receive. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p49\" class=\"\">“Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p50\" class=\"\">“Now, behold, this is the spirit of revelation.” (<span class=\"citation\" id=\"15847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15847)\">D&amp;C 8:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p51\" class=\"\">We need the companionship of the Spirit in our lives to continually confirm to us the divinity of the gospel plan. Two things are vital to the assurance of the companionship of the Spirit:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p52\" class=\"\">1. Our lives must be in conformity to the gospel standards. “… the Spirit of the Lord doth not dwell in unholy temples.” (<span class=\"citation\" id=\"24712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24712)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24712)\">Hel. 4:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p53\" class=\"\">2. We must be engaged in the work. As the Pharisees listened to the bold teachings of the Savior, they said: “How knoweth this man letters, having never learned?” He answered them: “If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.” (<span class=\"citation\" id=\"28664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28664)\">John 7:15, 17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p54\" class=\"\">The Lord plainly told the Prophet Joseph Smith how one might obtain a witness of him:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p55\" class=\"\">“Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and cometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my commandments, shall see my face and know that I am;<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p56\" class=\"\">“And that I am the true light that lighteth every man that cometh into the world.” (<span class=\"citation\" id=\"15950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15950)\">D&amp;C 93:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p57\" class=\"\">Too often we ask the Lord for the direction of his Spirit before we’ve done all we can. The Lord gave Oliver Cowdery the key here when he attempted to translate and failed. He said: “But, behold, I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you; therefore, you shall feel that it is right.” (<span class=\"citation\" id=\"15850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15850)\">D&amp;C 9:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p58\" class=\"\">After we have done all we can, having studied it out and determined how best to solve our problems, then we take our decisions to the Lord; and if they are right, our bosoms will burn within us and we will have spiritual confirmation as to what to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p59\" class=\"\">The prophet Alma spoke regarding his testimony of certain gospel teachings. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p60\" class=\"\">“And this is not all. Do ye not suppose that I know of these things myself? Behold, I testify unto you that I do know that these things whereof I have spoken are true. And how do ye suppose that I know of their surety?<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p61\" class=\"\">“Behold, I say unto you they are made known unto me by the Holy Spirit of God. Behold, I have fasted and prayed many days that I might know these things of myself. And now I do know of myself that they are true; for the Lord God hath made them manifest unto me by his Holy Spirit; and this is the spirit of revelation which is in me.” (<span class=\"citation\" id=\"9153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9153)\">Alma 5:45–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p62\" class=\"\">Yes, “the Spirit enlighteneth every man that hearkeneth to the voice of the Spirit.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/the-importance-of-a-personal-testimony.p63\" class=\"\">I bear testimony that by the witness of the Spirit one can come to know of the divinity of this great work, that God lives, that Jesus is the Christ, that Joseph Smith was divinely called, that President Joseph Fielding Smith is a prophet of God, and that this gospel is the great plan of life and salvation as instituted of the Lord. This is my personal testimony to you, my brethren and sisters, and I leave it in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}