{"ID":2167, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What Is Your Destination?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p3\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03020_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2e6c.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p4\" class=\"\">A few weeks ago while in England, I had the opportunity to do some traveling by train. Weather and time schedules indicated this to be the most satisfactory method of transportation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p5\" class=\"\">One day as the train rolled from Manchester to Leicester, after about an hour and a half of reading, I put down my books, looked out the window, and wondered if we were getting close to the station. A few minutes later the door to the compartment opened and the conductor entered. He greeted me with, “What is your destination?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p6\" class=\"\">Inasmuch as I had been giving some thought to arrivals, departures, and stops, I answered, “I have an appointment in Leicester.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p7\" class=\"\">To this he responded with, “We shall be at your destination in ten minutes.” He punched my ticket and made his way to check others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p8\" class=\"\">After he left, I pondered his comments, “What is your destination?” and “We shall be at your destination in ten minutes.” He seemed convinced that every time the train stopped and dozens or hundreds of people got off, they had arrived at their destinations. Apparently he has been announcing this to his passengers for years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p9\" class=\"\">However, I knew, despite his comments, that I needed to be in Leicester for two days for quarterly stake conference sessions but that it was not my destination. Stops in other English cities were not my destinations either. They were all assignments along the way. I had not arrived when I reached any of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p10\" class=\"\">As a result of this experience on the train, and having given this thought some consideration over the years, I am concerned that many of us are confused in our life’s travels with destinations, arrivals, stops, calls, stations, and assignments. It appears to me that some of us may be lost today because we think we have arrived.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p11\" class=\"\">I would like to share with you some observations and raise some questions within the framework of this question, What is your destination?<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p12\" class=\"\">Have you arrived when you go to the temple? Is temple marriage your destination? Over the years, I have heard hundreds of my young associates say, “I want to make the temple. A temple marriage is my goal.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p13\" class=\"\">To qualify one’s self to go to the temple is a lofty ambition, a worthy achievement. We need to remind ourselves of its eternal purposes. However, we have not arrived when we share the blessings of the temple. Oftentimes there are real dangers in our lives when we allow lofty ideals and goals, such as temple marriage, to become an end instead of a means. All of our priorities must be properly placed within the framework of eternity if we are to avoid the stagnations of arriving.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p14\" class=\"\">I think it was Louis J. Halle who said, “To snatch the passing moment and examine it for signs of eternity is the noblest of occupations.” To gain exaltation after celestial marriage, continued devotion and righteousness are required. It is a continuing process, not a state of arrival.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p15\" class=\"\">Have you arrived when you receive your call to serve in the mission field? Have you reached your destination when you have completed an honorable mission? May we emphatically state that a worthily completed mission is a signal accomplishment along life’s journey. It should be fortification for greater personal service and strength. It should more firmly entrench the feet of the missionary in the paths that continue onward and upward to eternal happiness. It should prepare him for the enjoyment of pure religion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p16\" class=\"\">“Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.” (<span class=\"citation\" id=\"26249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26249)\">James 1:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p17\" class=\"\">I am reminded of a missionary friend who had difficulty remaining busily engaged the last six months of his mission. He had been assigned to labor in a district as a senior companion after having been an assistant to the mission president. In his own words, “I reached my goal when I held that high position of assistant to the president.” He had lost his effectiveness temporarily because he had allowed himself to think he had arrived.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p18\" class=\"\">What an important day it is in the life of a missionary when he realizes that an honorable release is a commencement. To our fellow missionaries, past and present, we humbly pray that you will never allow yourselves the dangerous luxury of self-declaring, “I have given my two years to the Church.” If a returned missionary will set his sights high for life, he will generally take the proper steps to get there. A mission can be the happiest two years in a missionary’s life if he not only serves his God and fellowmen selflessly but if he is also walking in truth and preparing himself for eternal progress, which I declare is underway today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p19\" class=\"\">“I have no greater joy than to hear that my children walk in truth.” (<span class=\"citation\" id=\"5324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5324)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5324)\">3 Jn. 1:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p20\" class=\"\">May we emphasize that the joy is in the walking and in the traveling in truth, and not in anticipated arrival.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p21\" class=\"\">Have you reached your destination when you receive a testimony of the truthfulness of the gospel of Jesus Christ by revelation from the Holy Ghost? We are sorry to observe that some, having received a testimony, feel and respond as if they had arrived. What a sad day in the life of any individual when he fails to use this knowledge and conviction of a testimony for dedicated and continued service. A testimony grows as it is shared. With the possession of a testimony comes the obligation to bear witness to the world of this, the Lord’s work. A testimony is not a destination; it is a possession for performance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p22\" class=\"\">Have you reached your destination when you are baptized, become an elder, a bishop, a stake president, a Relief Society officer, a seventy, or an apostle? In these days of needed performance and service it is hoped all of us will emphatically respond to this question with a resounding <span class=\"small\">NO<\/span>!<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p23\" class=\"\">Satan and his forces were never more strongly arrayed than today. He is cunning. He is successful. One of the most subtle and effective tools he is using among us today is the convincing of some that they have arrived, they have reached their destination, they have earned a rest, they aren’t needed anymore, they are out of danger, they are beyond temptation, and they can take pride in their accomplishments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p24\" class=\"\">“And thus he flattereth them, and leadeth them along until he draggeth their souls down to hell; and thus he causeth them to catch themselves in their own snare.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p25\" class=\"\">“And thus he goeth up and down, to and fro in the earth, seeking to destroy the souls of men.” (<span class=\"citation\" id=\"15852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15852)\">D&amp;C 10:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p26\" class=\"\">Since my recent call to serve as a member of the Council of the Twelve Apostles, a number of friends associated with my father, who passed away some years ago, have commented: “Your father must be smiling with a great deal of pleasure at your appointment.” To this, I have often thought, “If I know my father, and I think I do, he would take more time to suggest, ‘Son, you have not arrived. You have not reached your destination. Your great test lies ahead of you. Strive to live worthy of the great trust placed in you.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p27\" class=\"\">May I this day thank you, my fellow associates in this The Church of Jesus Christ of Latter-day Saints, for your confidence and sustaining support. I assure you I have but one desire, and that is to walk worthily in his paths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p28\" class=\"\">Let me tell you about a friend of mine who presently is traveling the true road with purpose and courage. I was visiting in the mission field when Elder Dennis Dean reached the Arizona Mission. His arrival in one of our first meetings created an electrifying influence on all present when he guided himself in his wheelchair down the aisle of the chapel. An expression of humble confidence covered his face.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p29\" class=\"\">His associates soon learned why he had been found worthy and able to serve a full-time mission. I recall his testimony that day when he let us all know that this was part of his life’s hopes and ambitions. He said, “I will do my best to make myself worthy of your trust and confidence. Don’t feel sorry for me. Just help me to do what I know I can do with the Lord’s help.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p30\" class=\"\">His message carried. Later on in the day, his newly assigned companion warmly approached me and asked, “What do you do to be a good companion to a wheelchair-restricted elder?” My response after having spent part of the day with Elder Dean was, “You will do well to keep up with him. The real test in the weeks ahead is for you—not him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p31\" class=\"\">Elder Dean, with the love and companionship of an excellent mission president and fellow missionaries, served as a district leader during his two years, bringing the gospel message to hundreds and leading forty-eight to the waters of baptism. Today Dennis enthusiastically carries on his studies and learning at Brigham Young University. He presently serves in the BYU 38th Ward as a home teacher and a Sunday School teacher. He has recently been to my office, where we had a good visit, and I was again impressed with this unusual example of a good man on the move.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p32\" class=\"\">As we continue our thinking along the lines of plans, destinations, goals, arrivals, and commitments, we can learn from two more of my friends. Some of my friends are unusual. They come from unusual places. Last Tuesday evening, as I was clearing my desk prior to leaving for home, the telephone rang: “Brother Ashton, I have permission from the prison authorities to come and visit with you. Will you wait until I get there?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p33\" class=\"\">Frank came. We talked. In response to the questions, “Now that you are going to be released from the prison in one week, what are your plans? What are you going to do? What are your goals?” he answered, “I have an apartment. I have a full-time job. I have a wonderful sweetheart. I am going to continue my education. I have a church assignment. I have a lot of things I need to do. I am thirty-two years old and I am only a teacher in the priesthood. I want to be an elder before too long.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p34\" class=\"\">He ended his friendly visit with a request: “Brother Ashton, if I keep myself squared away, will you go to the temple with me in a few months and perform my marriage?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p35\" class=\"\">Contrast this, if you will, with another conversation with a member of the same institution. I spoke to him during a visit some months ago. As I think back, I selected him to talk to because no one else was speaking to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p36\" class=\"\">“What are you going to do when you get out of this place?” I said. “All I want is out,” he snarled back. “I’m in here on a phony rap, and I want out.” No plans, no goals, no aims, no preparation. All he wants is out, and I am afraid from his attitude he doesn’t care how he accomplishes it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p37\" class=\"\">I humbly bear witness to you today that an honorably completed mission, a celestial marriage, a valued testimony, a position of major responsibility in the Church are not destinations in the lives of true Latter-day Saints. They can be important aids in eternal progression. They will not save you and me in the kingdom of God. Only living the life of a faithful Latter-day Saint will make that possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p38\" class=\"\">“If thou wilt do good, yea, and hold out faithful to the end, thou shalt be saved in the kingdom of God, which is the greatest of all the gifts of God; for there is no gift greater than the gift of salvation.” (<span class=\"citation\" id=\"15845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15845)\">D&amp;C 6:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p39\" class=\"\">As we pursue our journeys, let us ever bear in mind that in train travel and in life, there are stations, there are departures, calls, schedules, and opportunities for being side-tracked and diverted. Wise is the individual who follows in his, the Savior’s, paths. Safety and joy belong to those who will come and follow him. I bear witness to you today that God is eternal. We are eternal, and God never intended for us to travel alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-is-your-destination.p40\" class=\"\">What is your destination? I humbly pray our Heavenly Father to help each one of us realize it is eternal life, exaltation in our Father’s kingdom. I bear you my witness that the gift of salvation is possible through this, the gospel of Jesus Christ, as we continue faithful, and I say it in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}