{"ID":217, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Truth and Simplicity in Church Ordinances<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1945, pp. 164-167<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I trust that the few moments that I stand before you, I may have an\ninterest in your faith and prayers, that what I say may be helpful, at least to some of us.\n<\/p><p>\nThe wide range of subjects which have been talked about at this conference shows the scope\nof the gospel of Jesus Christ and shows us how in that gospel and in the gospel plan the Lord\nhas provided for all of our needs. There is no phase of life, that we have to live, that is not\nfully covered by the principles of the gospel.\n<\/p><p>\nCONFIDENCE EXPRESSED IN CHURCH LEADERSHIP\n<\/p><p>\nAs has been repeatedly observed, and I myself have mentioned, we are beginning a new era\nin the history of the Church. We have had great leaders in the past: President Smith, President\nYoung, President Taylor, President Woodruff, President Snow, President Smith, President\nGrant, and now President George Albert Smith. Each of those brethren in the past had the\nlove, confidence, and respect of every Latter-day Saint who was living as he should live.\nThose only have spoken ill who were not serving the Lord. As in the past, so it is today.\n<\/p><p>\nMay I say, we miss today and through this conference, not only the presence, but the\nadmonitions of President Grant&mdash;a great man, so esteemed by all who knew him in the Church\nand out, a man of steadfast principle, a man who lived as he preached, a man who knew no\nguile, a man who was honest and truthful, a man respected and loved, to whom I gave all the\nloyalty I had. The world will not soon forget President Grant.\n<\/p><p>\nNow we come to President Smith, and again I say that to him I give all of the loyalty, all the\nrespect, and I shall give to him all the love that I gave to President Grant. If I did not do so, I\nwould not be worthy of the choice he has made. May God help me to do my duty.\n<\/p><p>\nCONTINUAL INSPIRATION NECESSARY TO GROWTH OF CHURCH\n<\/p><p>\nBrother Stephen L Richards yesterday said a few words, along with others, in connection with\nthe growth of this Church. There has been a marvelous growth. You will remember that after\nthe Savior died, Paul tells us some five hundred assembled together and he appeared before\nthem. We may assume, I think, that that number was more or less the total of the\ncongregation he had been able to bring together. A few days after Pentecost, Peter, preaching\nin the temple, talked to five thousand, many of whom seemed to be believers\n(<span class=\"citation\" id=\"7536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7536)\">Acts 4:4<\/a><\/span>). But the growth\nof the church from then on, while great, seems not ever to have approached our growth in the\nmatter of numbers. I dimly remember having read somewhere, that there were perhaps a\nhundred thousand members at the end of the first hundred years. We number almost a million.\nThat one hundred thousand, or whatever number it was, went forward, but the records show\nthat after the apostolic age, after the apostles died, people began to wander away from the\ntruth. Some writers affirm that inspiration ceased. Perhaps that is why they did not grow more\nrapidly and certainly we have grown so rapidly because inspiration and revelation, of which\nBrother Widtsoe spoke, have continued with us during all these years. But even during the\ntime of the apostles there began to be a falling away, as is clear from the Epistles of Paul, of\nPeter, John, James, and Jude. People began to wander off, and that wandering was increased\nin the succeeding centuries, accumulating speed, it seems, as it went on.\n<\/p><p>\nThey began to gather into church teachings things to make Christianity a little more palatable\nto the philosophers of the time. They brought in something of Plato's doctrines, something\nfrom the philosophies of the Orient, they brought in dualism, and they mixed up with it a\nlittle Christianity and in reaction created the cult and the beliefs known as Montanism.\nImperceptibly they went away. Why did they go? Because they were trying to satisfy the\nthought and the philosophy and the reasoning of men, in order that they might have their\nsupport and probably their praise. Thus came Gnosticism. Montanism was an attempted return\nto the early principles of the gospel. Out of the two, with other doctrines of philosophy and\nthought which came in, were developed the Christian beliefs and practices that were finally\nestablished with headquarters at Rome.\n<\/p><p>\nWARNING AGAINST CHANGES IN ESTABLISHED ORDER OF CHURCH\n<\/p><p>\nThere is a deep lesson in all of that for us today. Already there are coming in amongst us\ndoctrines that have no part or place in the pure doctrines of the restored gospel. These\nheresies are creeping in insidiously. They come to us from the philosophies of men, in no\nsmall part from the philosophies of the Christian scholars of the day. They make our\ndoctrines, as they made the early Christian beliefs, more palatable to our philosophers, but so\nsurely as they destroyed the Christian church in the early days, just so surely will they destroy\nus if we do not stop them where they are.\n<\/p><p>\nIt is easy to see, too, how the early Christian church got away from the simple practices that\nthe Lord established and that his apostles followed with.\n<\/p><p>\nI want to say a word particularly to you brethren and sisters who come from long distances,\nyou who are in the outlying areas of the Church, surrounded as you are by the mass of the\npeople who do not believe as you believe; you are subject to their influences, their social\ncontacts, their habits, and their customs. You find inevitably that they try to lead you away,\nand you, being human, must struggle not to be led. Preserve, I say to you, brethren and\nsisters, the simplicity of our rites, few as they are, and our ceremonies. Do not begin to\nintroduce elaborate dress and pageantry in connection with the administration of the\nsacrament. I would amaze you if I should tell you how far it is reported some have gone.\n<\/p><p>\nPlease do not say to us: \"You do not understand, you are up here, and we are away in these\ngreat, metropolitan areas, and you do not know our problems.\" Well, some of us do. Some of\nus have lived in great metropolitan areas. There is no area in which, for example, the\nsacrament may not be simply administered. Yours is not a peculiar situation, unknown.\n<\/p><p>\nAgain: you do sometimes have long distances to go to reach your meetings, but so have the\npeople in many, many rural areas in this state, the state to the south, and the state to the\nnorth. They get along, and so can you. Do not try to get into the position where you can get\nthrough with all of your worship in a couple of hours on Sunday morning. Do not do that.\nThe point I hope you are getting is: do not try to change the established order of the Church\nto suit what seems to you to be a peculiar situation of your own. You are not dissimilar, you\nare the same, and if you change and someone else changes to suit his convenience and his\npeculiar situation, and then someone else, somewhere else, and so on, we shall come to a time\nwhen our unity not only of observance, but of faith, will cease.\n<\/p><p>\nI plead with you, my brethren and sisters, hold fast to the iron rod\n(<span class=\"citation\" id=\"1459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1459)\">1 Ne. 8:30<\/a><\/span>).\n<\/p><p>\nYou will never make a mistake by following the instructions and the counsel of him who\nstands at the head as God's mouthpiece on earth.\n<\/p><p>\nMay the Lord give us faith and strength, may he give us determination, may we be valiant,\nmay we have courage, may we live always simply, may we worship God in our hearts, not\nmerely ceremony; may we be in truth his people, I humbly pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}