{"ID":2171, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What Will the Church Do for You, a Man?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p3\" class=\"\">Elder Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2e70.jpg\" alt=\"Elder Gordon B. Hinckley\"\/><\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03020_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p4\" class=\"\">In the hope that some may be listening, I wish to direct my remarks to two groups of men who have lost contact with the Church: those who are nominally members, but who are out of touch; and then men everywhere—doubting, hard-headed, thoughtful men who ask searching questions and want pragmatic answers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p5\" class=\"\">I do so under the question, “What will the Church do for you, a man?” My answer:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p6\" class=\"\">\n\t<span class=\"emphasis\">First, it will bring you into the greatest fraternity in the world.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p7\" class=\"\">Every man hungers for brotherhood. That desire finds a degree of fulfillment in many service clubs, trade associations, social groups, and similar organizations. And while all of these may be beneficial, there is none quite like the brotherhood of the priesthood of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p8\" class=\"\">Here will be found hundreds of thousands of men, from all honorable walks of life, endowed with authority to act in the name of God and obligated under the very nature of the sacred gift each has received to strengthen and assist one another. The words of the Lord to Peter are pertinent to their situation. Declared he: “Simon. … Satan hath desired to have you, that he may sift you as wheat: But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren.” (<span class=\"citation\" id=\"31848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31848)\">Luke 22:31–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p9\" class=\"\">This is one of the great purposes of quorum organization in the priesthood of the Church—to bring an awareness of the needs of others and an opportunity and a vehicle to strengthen one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p10\" class=\"\">A local Church officer called me one day. He was a lawyer and said that one of his neighbors had come seeking his help in getting a divorce. He said that his marriage was in serious trouble. He and his wife had been living far beyond their means, they were hopelessly in debt, money problems had led to constant bickering, and the marriage had deteriorated to a point where they could not go on together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p11\" class=\"\">We discussed the case, and the end result was that three of the man’s priesthood quorum members were assigned to work with this brother and his wife toward a solution of their problems. One was a lawyer, one was a banker, and one was an accountant. The couple agreed to place their affairs in the hands of these, their neighbors and brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p12\" class=\"\">With the expertise that came of their professional and business experience, the committee went to work. They called on the man’s creditors, who, with confidence in the ability of this committee, agreed to give them time to work out his problems. These problems had been entirely beyond his ability to manage, but they were only one more challenge for his experienced brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p13\" class=\"\">Order was brought out of chaos. Peace was restored in the home. A new sense of security came into his life. His wife developed for him a respect she had never previously shown. Over a period of two or three years his creditors all received what was due them. And the man and his wife learned principles that qualified them to manage a home as it should be managed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p14\" class=\"\">Said Paul to the Romans: “We then that are strong ought to bear the infirmities of the weak,” and then he added, “and not to please ourselves.” (<span class=\"citation\" id=\"42850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42850)\">Rom. 15:1<\/a><\/span>.) This is the spirit of this great brotherhood of men—to bear the infirmities of one another, not necessarily to please themselves, but in fulfillment of a divine obligation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p15\" class=\"\">\n\t<span class=\"emphasis\">Second, active membership in the Church will motivate a man to clean up his life, if that is necessary.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p16\" class=\"\">There are in the aggregate experiences of this church thousands upon thousands of cases of men who, under the uplifting impulses of the gospel of Jesus Christ and under the inspiration of association with good men, have received the strength to lay aside habits that held them in bondage for many years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p17\" class=\"\">I stood one day some years ago with a Japanese businessman in Hiroshima, beside the monument that marks the events of that tragic August 6, 1945, when in a matter of minutes some 85,000 people were killed. He told me that he had been a member of the Japanese Imperial Army, that out of that experience had come a hatred for all Americans.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p18\" class=\"\">One day two of our missionaries knocked on his door. He was too intoxicated to talk with them. All purpose had gone from his life, and his only refuge was drink. Not recognizing them for what they were, he invited them back, and there followed some weeks later his baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p19\" class=\"\">With his conversion came purpose into his life, the will to forsake old habits, the strength to turn completely around. He spoke of appreciation for the young men who had taught him and the motivation they had cultivated within him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p20\" class=\"\">At the time of our conversation he was serving as a member of the branch presidency and as an active member of an elders quorum. His case, in essence, can be multiplied thousands of times. There is no other power like the reforming power of the gospel of Jesus Christ to give men the desire and the will to change their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p21\" class=\"\">\n\t<span class=\"emphasis\">Third, activity in the Church will afford you growth through responsibility.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p22\" class=\"\">It is an axiom as true as life itself that we grow as we serve. The Church of Jesus Christ of Latter-day Saints is, among other things, a great school for the development of leadership. I have told groups of our missionaries, as I have met with them in various parts of the world, “You’re not much to look at, but you’re all the Lord has.” And the miracle is that as they serve the Lord, they become giants in capacity and in achievement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p23\" class=\"\">And so it is with each of us. If the work of the Lord is to go forward, it must be done by such as you and me. There is a constant need for men in this church to fill positions of responsibility. They must be taken as they are. And the marvelous thing is that as they serve, taking advantage of the great training programs and magnified by the Spirit of God, they become effective and powerful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p24\" class=\"\">I recall speaking with a young man who first came to this community while in military service. One Sunday he wandered through Temple Square. Conversations begun here eventually led to his baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p25\" class=\"\">Four or five years later I was interviewing him to become an elders quorum president. He told me of his childhood as an orphan, pushed from one place to another, of the loneliness and desolation of his life, of all opportunities for education and growth foreclosed against him. Then he came into the Church and received first one assignment and then another, each just a little beyond his capacity at the time; but as he served, his capacity increased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p26\" class=\"\">And now he was prepared for a major responsibility. His entire life had changed. Today he is an officer in the Church, a valued employee in a position of responsibility, a good husband, an exemplary father, an excellent neighbor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p27\" class=\"\">Robert Browning said, “A man’s reach should exceed his grasp.” Growth comes as we constantly seek to achieve that which is just beyond our immediate capacity. One of the noteworthy aspects of the Church program is that it constantly motivates men to stretch themselves, to reach a little higher.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p28\" class=\"\">\n\t<span class=\"emphasis\">Fourth, membership in the Church and active participation therein will give a new dimension to your life, a spiritual dimension that will become as a rock of faith, with an endowment of authority to speak in the name of God.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p29\" class=\"\">In the opening of this work, in this dispensation of time, the Lord declared one of the purposes of the restoration of the gospel to be “that every man might speak in the name of God the Lord, even the Savior of the world.” (<span class=\"citation\" id=\"15834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15834)\">D&amp;C 1:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p30\" class=\"\">Blessed is the man who prays with the assurance that prayers are heard and answered. Blessed is the man whose companion is the Holy Spirit. Blessed is the man who possesses the authority to speak in the name of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p31\" class=\"\">When King Belshazzar gathered about him his friends in a night of feasting and revelry, the fingers of a man’s hand appeared and wrote upon the wall. The astrologers and the soothsayers were called to interpret the writing, and they could not, and the king was greatly troubled [see <span class=\"citation\" id=\"10709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10709)\">Dan. 5:5–9<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p32\" class=\"\">And the queen said, “There is a man in thy kingdom, in whom is the spirit of the holy gods; and in the days of thy father light and understanding and wisdom, like the wisdom of the gods, was found in him. …” (<span class=\"citation\" id=\"10710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10710)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10710)\">Dan. 5:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p33\" class=\"\">Daniel was brought before the king, and by virtue of the power in him he interpreted the writing on the wall [see <span class=\"citation\" id=\"125078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125078)\">Dan. 5:13–28<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p34\" class=\"\">I should like to suggest that every man who holds and magnifies the priesthood may have within him “light and understanding and wisdom, like the wisdom of the gods.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p35\" class=\"\">What will active membership in the Church do for you, a man? It will verily add a spiritual dimension to your life with which to bless your family, your associates, and yourself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p36\" class=\"\">\n\t<span class=\"emphasis\">Fifth, it will assist you in the governance of your home.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p37\" class=\"\">How much stronger the nation would be—any nation—if there were presiding in each home a man who looked upon his wife as an eternal companion, engaged with him in a partnership with God in bringing to pass divine, eternal purposes, and who looked upon his children as children of our Heavenly Father, who has given to earthly parents a stewardship for those children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p38\" class=\"\">Action is born of attitude, and in such a home, where true gospel principles become the guidelines of governance, there will be mutual appreciation, respect, deference, courtesy, and honor, for the father will look upon those for whom he is responsible as blessings divinely given, to be cherished, nurtured, protected, and loved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p39\" class=\"\">A convert to the Church once said, “As a father I believed in caning my children. The slightest infraction of a rule was answered with prompt physical punishment. Then the gospel came into our home. I saw my children in a new light. They were my children, yes, but they were also children of our Eternal Father. How could I abuse a child of God? I began to develop an entirely new point of view toward my children, and they reciprocated with a new attitude toward me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p40\" class=\"\">“Do we have discipline in our home? Yes, but of an entirely different kind. We are no longer adversaries. There are still some penalties for wrongdoing, but such penalties are of a different nature and are accepted as properly deserved, and not resented with bitterness as they once were. Now there is respect for one another, and more than that, love. What a difference the gospel makes,” he concluded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p41\" class=\"\">“Yes,” I added, “what a difference the gospel makes when it is accepted and lived.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p42\" class=\"\">\n\t<span class=\"emphasis\">Finally, the Church makes it possible for you, a man, to bind to you for eternity those you love most.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p43\" class=\"\">No other relationship in life is so sacred, so satisfying, so important in its consequences as the family relationship. Then how tragic are the implications of those words so often spoken on the day of marriage—“Till death do ye part.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p44\" class=\"\">As certainly as there has been a joining together in marriage with such a ceremony, there also has been decreed a separation and cancellation of family relationships in death. To think of eternal life without eternal love is to construct a paradox, a contradiction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p45\" class=\"\">A loving Eternal Father, with concern for his children, has made possible a continuation of those sacred relationships. Declared the Lord to his chosen Twelve, “And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven. …” (<span class=\"citation\" id=\"36151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36151)\">Matt. 16:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p46\" class=\"\">That same power, to bind in heaven what is bound on earth, is in this church today. It is exercised in holy temples, and there, under the authority of the priesthood of God, father and mother and children are sealed together under a covenant and in a relationship that time cannot break and death cannot destroy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p47\" class=\"\">I spoke not long ago at the funeral of a prominent man in this community. It was a time for mourning, yes. But it was also a time for reassurance. And shining through the tears of the wonderful little woman and her children who that day were bereaved was a smile of peace that came of an overriding conviction that their husband and father had merely gone hence to prepare for reunions that will follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p48\" class=\"\">Following that service I received a letter from a business leader in the community, a man not of our faith, who wrote: “You people have a positive approach that is truly impressive. You come to comfort and not to mourn—to praise life rather than curse death. The depth of your faith surely must tide you over many of the vicissitudes of life, not the least of which is death.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p49\" class=\"\">What will the Church do for you, a man? It will give you the assurance, as certain as life itself, that death is but a graduation, and that those most precious to you may be yours through all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p50\" class=\"\">To our brethren everywhere, to those who have become careless and who have drifted away, and to those who have not yet made inquiry, I extend an invitation to come and see. God in his wisdom has set up his organization to enrich your lives, to bring peace into your hearts and joy and love into your homes—and the assurance that those you love now may be yours forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p51\" class=\"\">My brethren, the door is open. You will be warmly welcomed, and you will find many good men anxious to help you. Furthermore, as a servant of the Lord, I do not hesitate to promise that you will come to know a joy that you have never previously experienced.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/what-will-the-church-do-for-you-a-man.p52\" class=\"\">I bear witness of these things in soberness and with appreciation, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}