{"ID":2179, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Eternal Keys and the Right to Preside\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p3\" class=\"\">President Joseph Fielding Smith<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03020_000_039<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1fec.jpg\" alt=\"President Joseph Fielding Smith\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p4\" class=\"\">My dear brethren of the priesthood: I greet you in love and in fellowship and in thanksgiving for the many blessings which the Lord has showered upon us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p5\" class=\"\">May I say that it is a source of particular satisfaction to me that the Lord, through me, has called some of our brethren to new positions of service among the General Authorities. As you know, he called Bishop John H. Vandenberg and Bishop Robert L. Simpson to serve as Assistants to the Twelve. Each of them has been assigned important responsibilities in connection with his new calling. And as you also know, the Lord has called Victor L. Brown to be the Presiding Bishop of his church, with H. Burke Peterson to serve as the first counselor and Vaughn J. Featherstone as the second counselor in the Presiding Bishopric.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p6\" class=\"\">All five of these brethren are able and faithful, and their special talents are now needed in the building up of the kingdom in the fields of their assignments. They may all rest assured that the Lord will bless and prosper them in their new callings of trust and of responsibility and of service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p7\" class=\"\">Now I shall say a few words to you about the priesthood and those keys which the Lord has conferred upon us in this final gospel dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p8\" class=\"\">We hold the holy Melchizedek Priesthood, which is the power and authority of God delegated to man on earth to act in all things for the salvation of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p9\" class=\"\">We also hold the keys of the kingdom of God on earth, which kingdom is The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p10\" class=\"\">These keys are the right of presidency; they are the power and authority to govern and direct all of the Lord’s affairs on earth. Those who hold them have power to govern and control the manner in which all others may serve in the priesthood. All of us may hold the priesthood, but we can only use it as authorized and directed so to do by those who hold the keys.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p11\" class=\"\">This priesthood and these keys were conferred upon Joseph Smith and Oliver Cowdery by Peter, James, and John, and by Moses and Elijah and others of the ancient prophets. They have been given to each man who has been set apart as a member of the Council of the Twelve. But since they are the right of presidency, they can only be exercised in full by the senior apostle of God on earth, who is the president of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p12\" class=\"\">May I now say—very plainly and very emphatically—that we have the holy priesthood and that the keys of the kingdom of God are here. They are found only in The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p13\" class=\"\">By revelation to Joseph Smith, the Lord said that these keys “belong always unto the Presidency of the High Priesthood” (<span class=\"citation\" id=\"15923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15923)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15923)\">D&amp;C 81:2<\/a><\/span>), and also, “Whosoever receiveth my word receiveth me, and whosoever receiveth me, receiveth those, the First Presidency, whom I have sent” (<span class=\"citation\" id=\"15978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15978)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15978)\">D&amp;C 112:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p14\" class=\"\">In this same connection the Prophet Joseph Smith said: “You must make yourselves acquainted with those men who like Daniel pray three times a day toward the House of the Lord. Look to the Presidency and receive instruction.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p15\" class=\"\">Now, brethren, I think there is one thing which we should have exceedingly clear in our minds. Neither the President of the Church, nor the First Presidency, nor the united voice of the First Presidency and the Twelve will ever lead the Saints astray or send forth counsel to the world that is contrary to the mind and will of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p16\" class=\"\">An individual may fall by the wayside, or have views, or give counsel which falls short of what the Lord intends. But the voice of the First Presidency and the united voice of those others who hold with them the keys of the kingdom shall always guide the Saints and the world in those paths where the Lord wants them to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p17\" class=\"\">The Lord said very plainly to Joseph Smith “that it shall not be given to any one to go forth to preach my gospel, or to build up my church, except he be ordained by some one who has authority, and it is known to the church that he has authority and has been regularly ordained by the heads of the church.” (<span class=\"citation\" id=\"15881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15881)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15881)\">D&amp;C 42:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p18\" class=\"\">And also: “The keys of the kingdom of God are committed unto man on the earth, and from thence shall the gospel roll forth unto the ends of the earth, as the stone which is cut out of the mountain without hands shall roll forth, until it has filled the whole earth.” (<span class=\"citation\" id=\"15905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15905)\">D&amp;C 65:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p19\" class=\"\">Now, brethren, these things are true. The Lord is with his people. The cause of righteousness shall prevail. Our cause is just, and the Lord will guide and direct us and bring us off triumphant in the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/eternal-keys-and-the-right-to-preside.p20\" class=\"\">I testify that if we shall look to the First Presidency and follow their counsel and direction, no power on earth can stay or change our course as a church, and as individuals we shall gain peace in this life and be inheritors of eternal glory in the world to come. And I say this to you, my good brethren, in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}