{"ID":218, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Closing Address<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, October 1945, pp. 167-175<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident J. Reuben Clark, of the First Presidency of the Church, has just spoken to you and it\nnow falls to my lot as your presiding officer to say a few closing words as we finish this\nconference.\n<\/p><p>\nNobody could stand where I am and look into the eager, upturned faces of a congregation\nsuch as this and not be impressed with the responsibility that attaches to counseling and\nadvising such a remarkable group of people.\n<\/p><p>\nBLESSINGS ENJOYED BY THE SAINTS\n<\/p><p>\nThe world is in a ferment. The conditions of the world in many places are anything but\ndesirable, and yet we are permitted to meet together today, in peace, in this glorious weather,\non this block that is so delightfully beautified. We are permitted to live here in the fresh air\nof these grand valleys and mountains, unafraid of any impending danger. What a grateful\npeople we ought to be! When I think of the comforts and the blessings and opportunities, that\nhave come into my life, because my forebears accepted the gospel of Jesus Christ and went\nthrough all kinds of undesirable and uncomfortable experiences in order that they might be\npermitted to worship God according to the dictates of their conscience\n(<span class=\"citation\" id=\"6612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6612)\">A of F 1:11<\/a><\/span>), I am most grateful to\nmy Heavenly Father.\n<\/p><p>\nNo other country in the world is as blessed as this country. The Lord himself raised up the\nmen to prepare the Constitution under which we live\n(<span class=\"citation\" id=\"12173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12173)\">D&amp;C 101:80<\/a><\/span>). Free opportunity to serve God,\nuntrammeled, has been vouchsafed to us by that Constitution, and the people of the United\nStates of America, who have continued to honor God and keep his commandments, have\nretained an understanding of the purpose of life and a faith that is worth more than all of the\nwealth of the world.\n<\/p><p>\nTHE CHURCH OF JESUS CHRIST\n<\/p><p>\nWe in this Church, are only a handful of people. There are many churches in the world, many\nin the United States, which bear the names of the men who organized them, such as the\nWesleyan Methodist Church, and others. Great and good men have come forward and sought\nto improve the conditions of the people, and the country in which they lived. We have the\npeculiar distinction of belonging to a Church that does not have the name of any man,\nbecause it was not organized by the wisdom of any man. It was named by the Father of us all\nin honor of his Beloved Son, Jesus Christ\n(<span class=\"citation\" id=\"12190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12190)\">D&amp;C 115:4<\/a><\/span>).\n<\/p><p>\nI would like to suggest to you, my brothers and sisters, that we honor the name of the\nChurch. It is not the church of James and John, it is not the church of Moroni, nor is it the\nchurch of Mormon. It is the Church of Jesus Christ. And while all these men were wonderful\nand notable characters, we have been directed to worship God in a church that bears the name\nof his Beloved Son. I wish that our young people as they grow up would keep that fact in\nmind. We have become so accustomed to being called the Mormon Church by all our friends\nand neighbors throughout the world, that many people do not know the proper name of the\nChurch, and I think the Lord would expect us to let them know that.\n<\/p><p>\nIn all these churches there are good men and good women. It is the good that is in these\nvarious denominations that holds them together. It has been my privilege to be with people in\nmany parts of the world and to be in the homes of many people of the various denominations\nof the world, both Christian and Jew. I have been with the Mohammedans; I have been with\nthose who believe in Confucius; and I might mention a good many others. I have found\nwonderful people in all these organizations, and I have the tremendous responsibility wherever\nI go among them, that I shall not offend them, not hurt their feelings, not criticize them,\nbecause they do not understand the truth.\n<\/p><p>\nAs representatives of the Church we have the responsibility to go among them with love, as\nservants of the Lord, as representatives of the Master of heaven and earth. They may not\naltogether appreciate that; they may resent that as being egotistical and unfair, but that would\nnot change my attitude. I am not going to make them unhappy if I can help it. I would like to\nmake them happy, especially when I think of the marvelous opportunities that have come to\nme because of membership in this blessed Church.\n<\/p><p>\nTHE SAVIOR'S MINISTRY\n<\/p><p>\nToday, in many parts of the world, people are worshiping God in the way that they have been\ntrained to worship. The people of the great nation of China worship, as they believe, in a way\nthat will be pleasing to the Creator, if they understand that we had a Creator. And so do many\nothers. That was also true in the days of Jesus of Nazareth. When he came into the world,\nthere were many denominations. There were people scattered in different parts of the world\nthat did not believe in the God of Abraham, Isaac, and Jacob. When Christ came to instruct\nthe people, he told them that there must be faith in God and righteousness in life or they\nwould not please our Heavenly Father. And so the Savior of the world came with kindness\nand love. He went among the people healing the sick, unstopping the ears of the deaf, and\nrestoring sight to those who were blind. They saw these things done by the power of God.\nComparatively few of them could understand or believe that he was the Son of God, but what\nhe did was in kindness and patience and love and forbearance. Yet his experience was such\nthat upon one occasion he said:\n<\/p><p>\n. . . Foxes have holes, and the birds of the air have nests; but the Son of man hath not where\nto lay his head (<span class=\"citation\" id=\"33972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33972)\">Matt. 8:20<\/a><\/span>).\n<\/p><p>\nThat was your Savior and mine, in his own world, if you will, in the world belonging to his\nFather. All that was here belonged to God and yet his only Begotten Son in the flesh had to\ncall the attention of his associates to the fact that with all his majesty and his royalty, he still\nmust live like other men. And when the time came for him to die, and be hung upon the\ncross, and cruelly tortured by those of his own people, his own race, he did not become\nangry, he did not resent the unkindness.\n<\/p><p>\nWhen the one thief on the cross railed against him, the other thief called attention to the fact\nthat they were only receiving their just deserts, while here was a righteous man being unjustly\npunished. The one thief prayed, as best he knew how to pray\n(<span class=\"citation\" id=\"31164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31164)\">Luke 23:39-42<\/a><\/span>), and the Savior of the world\nsaid to this man who was suspended alongside him on another cross:\n<\/p><p>\n. . . To day shalt thou be with me in paradise\n(<span class=\"citation\" id=\"31166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31166)\">Luke 23:43<\/a><\/span>).\n<\/p><p>\nThe people of the world do not understand some of these things, and particularly, many men\ncannot understand how the Savior felt when in the agony of his soul, he cried to his\nHeavenly Father, not to condemn and destroy these who were taking his mortal life, but he\nsaid:\n<\/p><p>\n. . . Father, forgive them; for they know not what they do\n(<span class=\"citation\" id=\"31163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31163)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nThat should be the attitude of all of the members of the Church of Jesus Christ of Latter-day\nSaints. That should be the attitude of all the sons and daughters of God and would be, it\nseems to me, if they fully understood the plan of salvation. But it has remained for a little\ngroup, the group to which you and I belong, to call the attention of our Father's other\nchildren, day by day, to the fact that anger and hatred in our hearts will not bring us peace\nand happiness. So it is our privilege, possessing divine authority that has been conferred again\nin our day, to go into the world and teach men the message of the Savior that would have\nredeemed the world if people had accepted it.\n<\/p><p>\nThis world might have been free from its distresses long ago if the children of men had\naccepted the advice of him who gave his all, as far as mortal life is concerned, that we might\nlive again.\n<\/p><p>\nChrist answered those who asked him which was the greatest of all the commandments:\n<\/p><p>\n. . . Thou shalt love the Lord thy God with all thy heart. . . .And the second is like unto it,\nThou shalt love thy neighbour as thyself\n(<span class=\"citation\" id=\"34000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34000)\">Matt. 22:37,39<\/a><\/span>).\n<\/p><p>\nThat is the spirit of the Redeemer and that is the spirit all Latter-day Saints should seek to\npossess if they hope someday to stand in his presence and receive at his hands a glorious\nwelcome home.\n<\/p><p>\nTHE TRUTH TO BE PREACHED\n<\/p><p>\nWhen I think of the opportunities that the Lord has offered to us! One of the most difficult\nproblems that we have had has been to carry this gospel to the nations of the earth. Hundreds,\nyes, thousands of our fellows have gone, in many cases without purse and without scrip, to\nthe islands of the sea and to the nations of the earth, and to what end? To say unto our\nFather's other children: \"The gospel has been restored again.\" The scriptures indicated that a\ntrue knowledge of the gospel would be lost; that the time was to come when men would run\nto and fro in the earth, seeking the word of God and not find it\n(<span class=\"citation\" id=\"10393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10393)\">Amos 8:12<\/a><\/span>). It is our privilege and has\nbeen that of our forebears to say to mankind: \"The time has come when the truth may be\nfound. Surely you can see that the manner and form of worship that the people have been\nfollowing all through the ages has not succeeded in bringing peace and happiness. Now, why\nnot listen to the Lord.\"\n<\/p><p>\nOur missionaries have gone out and have said to the children of men:\n<\/p><p>\n\"A humble boy, believing the Bible after he had read it, believing that there was a God who\ncould hear and answer prayers, went out and knelt down in the woods near his home in the\nstate of New York, and prayed unto the Lord, asking guidance. This boy had read in the\nscriptures where the Lord had said:\n<\/p><p>\nIf any of you lack wisdom, let him ask of God, that giveth to all men liberally, and\nupbraideth not: and it shall be given him\n(<span class=\"citation\" id=\"26056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26056)\">James 1:5<\/a><\/span>).\n<\/p><p>\nAnd so this boy, not yet fifteen years of age, because of his implicit faith in the promises of\nour Heavenly Father, had the heavens opened to him and God the Father and God the Son\nappeared and instructed him as to what he should do\n(<span class=\"citation\" id=\"30233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30233)\">JS&mdash;H 1:17-20<\/a><\/span>). Although a youth, he was older than the\nSavior of the world when His parents lost Him. When they found Jesus in the temple, they\nchided him because they had been delayed. It was at twelve years of age that Jesus said to his\nparents:\n<\/p><p>\n. . . wist ye not that I must be about my Father's business\n(<span class=\"citation\" id=\"31137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31137)\">Luke 2:49<\/a><\/span>).\n<\/p><p>\nSo, it is not surprising that a boy fifteen years of age, if he were inspired by the Lord, should\ndesire to know what he should do.\n<\/p><p>\nJoseph Smith was able, notwithstanding the opposition of the adversary of all righteousness\nand all his emissaries, to face the contumely and hatred of a wicked world and finally he gave\nhis life as a testimony of the truth of the gospel of our Lord that had been restored in its\nfulness to the earth.\n<\/p><p>\nThe Church began with only six members. It has grown day by day in spite of the opposition\nof the adversary. But for the powerful arm of righteousness, but for the watchcare of our\nHeavenly Father, this Church would have been crushed like a shell long ago. However, the\nLord has said that he would safeguard us, and has promised us protection if we will honor\nhim and keep his commandments. The Church in its early existence moved from place to\nplace, and finally was driven through the wilderness and came out into this western land and\nestablished itself here, by the blessing of God, in a land then so undesirable that other people\ndid not think they could live here and develop a satisfactory community We can now see the\nresults. Our forebears had the same faith that led the children of Israel out of Egypt and into\nthe Promised Land, the same faith that led the Pilgrim Fathers across the mighty deep to the\nland choice above all other lands (<span class=\"citation\" id=\"1458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1458)\">1 Ne. 2:20<\/a><\/span>),\nthe same faith that inspired the men who wrote the\nConstitution of the United States, the same faith that characterized the lives of the Hebrew\nprophets, who one by one were willing to give their lives in order that they might maintain\ntheir standards and continue the teaching of the gospel that the Lord had given to them\n(<span class=\"citation\" id=\"24210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24210)\">Heb. 11:35<\/a><\/span>). When\nwe think of some of the prophets and the experiences through which they passed, it is\nmarvelous.\n<\/p><p>\nELIJAH AND THE PROPHETS OF BAAL\n<\/p><p>\nI have in mind now, the prophet Elijah who said to the people: Build two altars and let one\nbe for God and the other for Baal. Then let us put the offering that is customary on each\naltar.\n<\/p><p>\nAnd call ye on the name of your gods, and I will call on the name of the Lord: and the God\nthat answereth by fire, let him be God\n(<span class=\"citation\" id=\"1184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1184)\">1 Kgs. 18:24<\/a><\/span>).\n<\/p><p>\nThe priests of Baal were challenged by the true prophet of God, and so they called to Baal to\nsend down fire from heaven, and they continued to cry. Elijah said: Cry aloud, perhaps he is\nasleep, or he may have gone on a journey. And when these men, these priests of Baal, who\nhad been leading Israel astray, discovered their helplessness, it is said they jumped upon the\naltar, and they gashed themselves with knives\n(<span class=\"citation\" id=\"1185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1185)\">1 Kgs. 18:27-28<\/a><\/span>).\nThen, Elijah, the true prophet of God, said:\nFather in Heaven, in order that the people may know that thou art God, wilt thou send fire\ndown from heaven and consume the offering that is on the altar that has been built to thee.\nAnd not only were the altar and the offering consumed, but the water that had been poured\nover the offering to prevent its being easily burned was licked up, and the people stood there\nto find that of the hundreds of men claiming divine authority, there was only one man that\nGod would recognize (<span class=\"citation\" id=\"1186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1186)\">1 Kgs. 18:36-39<\/a><\/span>).\n<\/p><p>\nTEACHINGS OF JOSEPH SMITH\n<\/p><p>\nNow, when Joseph Smith, just a youth, announced that he had seen the Father and the Son, it\nappeared ridiculous to many people (<span class=\"citation\" id=\"30236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30236)\">JS&mdash;H 1:21-23<\/a><\/span>).\nThey had been taught that it was not possible for the\nLord to appear to the children of men, that such manifestations were past and that the Bible\ncontained all the information that was necessary. But the boy prophet knew because he had\nseen the Father and the Son. Knowing that it was not some imaginary thing\n(<span class=\"citation\" id=\"30237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30237)\">JS&mdash;H 1:24-25<\/a><\/span>), he continued his\nwork, and under the direction of the Lord, organized the Church. Then our Heavenly Father\nsent holy beings to confer upon him divine authority, which had been lost to the world, as we\nread in the scriptures that it was to be lost to the world. There came John the Baptist who\nconferred the Aaronic Priesthood, and there came Peter, James, and John who conferred the\nMelchizedek Priesthood. These four men had lived upon the earth and offered their lives in\ntestimony of the divine mission of Jesus Christ. When the time came for them to come and\nbring back the authority of the priesthood, they were not maimed and bruised as a result of\nthe handling they had received by wicked men, but they were immortal, glorified, resurrected\nbeings, who came to the earth and thereby established in the mind of the boy prophet, Joseph\nSmith, the truth that there was in reality a literal resurrection from the dead.\n<\/p><p>\nAnd may I say that there are comparatively few people in all the world who understand that\nthere will be a resurrection. The Lord has again revealed this in our day. He has impressed it\nupon us and has given us to understand that when the time comes for that resurrection, if we\nare worthy that we will be quickened celestial bodies\n(<span class=\"citation\" id=\"12157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12157)\">D&amp;C 88:28-29<\/a><\/span>), and from then on, we will dwell in the\ncelestial kingdom, the highest of all kingdoms. But he has taught us also that there are other\nplaces where we may go. If we don't want to go to the celestial kingdom, by being less\ncareful and particular about keeping the commandments of God, we may go into the terrestrial\nkingdom, and if we are still more careless, we may find our way into the telestial kingdom,\nwhich is the least of the kingdoms of glory.\n<\/p><p>\nThere are some people who have supposed that if we are quickened telestial bodies\n(<span class=\"citation\" id=\"12158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12158)\">D&amp;C 88:31<\/a><\/span>) that\neventually, throughout the ages of eternity, we will continue to progress until we will find our\nplace in the celestial kingdom, but the scriptures and revelations of God have said that those\nwho are quickened telestial bodies cannot come where God and Christ dwell, worlds without\nend (<span class=\"citation\" id=\"12133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12133)\">D&amp;C 76:112<\/a><\/span>).\n<\/p><p>\nThe gospel of Jesus Christ was given to the world to prepare us for a kingdom that we would\nnot be prepared for with any other gospel. And so the truth has come in our day. How\nthankful we ought to be to our Heavenly Father for that truth, how patient we ought to be\nwith one another. How grateful we ought to be to those who have been willing to teach us the\ntruth, and how willing we ought to be to keep our bodies clean and undefiled by the wicked\nthings of life, knowing that we have been created in the image of God\n(<span class=\"citation\" id=\"23486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23486)\">Gen. 1:27<\/a><\/span>) and that he expects us\nto take care of these bodies and keep them pure\n(<span class=\"citation\" id=\"126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126)\">1 Cor. 3:16-17<\/a><\/span>).\n<\/p><p>\nA HAPPY HOME LIFE\n<\/p><p>\nThese are some of the thoughts that have come into my mind this afternoon as I have looked\ninto the faces of this wonderful audience. I am grateful for the association and companionship\nof such as are here today.\n<\/p><p>\nI thank my Heavenly Father that I was born in this day and age of the world, and that I was\nblessed with goodly parentage (<span class=\"citation\" id=\"1457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1457)\">1 Ne. 1:1<\/a><\/span>)\nthat I might begin my earth life under favorable circumstances,\nfor I want to say to you that I never knew anything wrong to happen in my father's home.\nThere were always peace, happiness, and love; the rules of the Church were observed, and\nfamily prayers were as regular as our meals. While we did not have very much sometimes, we\nthanked God for what we had and it was sweet to the taste and sufficient to take care of us.\nWhen my father passed away, he left two families of children, and two mothers of those\nchildren. His life had been such that if there had been any problem among us, any question as\nto what should be done with reference to his affairs, all that was necessary for us was to say,\nas we united together, we will do whatever father would have done. We knew how fair and\njust and honorable he was, and so our problems were never difficult of solution, and we have\nlived together in the bonds of love\n(<span class=\"citation\" id=\"12107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12107)\">D&amp;C 42:45<\/a><\/span>),\njust as all the people of the Church should live. The\ngospel teaches us to love our neighbor as ourselves\n(<span class=\"citation\" id=\"34004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34004)\">Matt. 22:39<\/a><\/span>), and if we will do that, we will not be\ndistressed, we will not have our feelings wounded, part of us will not be well-to-do while\nothers are living in poverty. If we love our neighbor as ourselves, we will all do our full part,\nand our Heavenly Father has promised us his blessings in return.\n<\/p><p>\nRESPONSIBILITY TOWARDS OTHERS\n<\/p><p>\nLet me say I realize the great responsibility that is upon my shoulders. I know that without\nthe help of our Heavenly Father, the organization with which we are identified cannot be\nsuccessful. No man or group of men can make it successful, but if the members of this\nChurch will continue to keep the commandments of God, live their religion, set an example to\nthe world, love their neighbor as themselves, we will go forward, and increasing happiness\nwill flow to us.\n<\/p><p>\nToday as I stand here I realize that in this city, in the Catholic Church, the Presbyterian\nChurch, the Methodist, the Baptist, the Episcopalian, and the other churches, I have brothers\nand sisters that I love. They are all my Father's children. He loves them and he expects me\nand he expects you to let our light so shine that these other sons and daughters of his, seeing\nour good works (<span class=\"citation\" id=\"33953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33953)\">Matt. 5:16<\/a><\/span>)\nwill be constrained to accept all the truth, not a little part of it, but accept all\nthe truth of the gospel of Jesus Christ our Lord. Think what a marvelous opportunity we\nhave! Think what a blessing it will be if we do our part here, as we stand on the other side of\nthe Great Divide, when our Father shall summon his great family together as he shall, to have\nthese wonderful men and women, hundreds and thousands of them who have been our\nneighbors, and who have watched our lives, stand there and say: \"Father in Heaven, we owe it\nto these thy children of the humble organization that bears the name of thy Son, we owe it to\nthem that we have understood the truth and that we are here at the supper of the Lamb.\" That\nis our privilege, and our blessing.\n<\/p><p>\nLet us not complain at our friends and our neighbors, because they do not do what we want\nthem to do. Rather let us love them into doing the things that our Heavenly Father would\nhave them do. We can do that, and we cannot win their confidence or their love in any other\nway.\n<\/p><p>\nPRAYERS FOR LEADERS OF OUR COUNTRY\n<\/p><p>\nFortunate are we to live in this great land of America. Fortunate are we to have had raised up\nfrom time to time great men to preside over the nation. I want to tell you that we can\ninfluence them, and we can help them, if from the depths of our hearts we will pray to the\nLord to give them wisdom to carry on and not be swayed by the foolishness and avarice and\nwickedness of many of those who dwell in this land. It is your duty and mine to remember in\nour prayers the President of the United States of America, to remember the men who\nrepresent us in the Congress of the United States, to remember the executives of the states of\nthe nation, and to pray for them that they may have divine aid. They are God's sons, every\none of them, and he wants them saved and exalted. It will be our responsibility, with the\nadded information that has been bestowed upon us, to carry the message to them in love, not\nin criticism and faultfinding, but with love in our hearts. And I want to say to you, I am sure\nwe will win many of them to an understanding of the truth, and they will bless us forever.\n<\/p><p>\nHUMILITY EXPRESSED\n<\/p><p>\nI know that there are many problems and there will be greater problems as the days come and\ngo, but the same Father in heaven that led the Children of Israel\n(<span class=\"citation\" id=\"22553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22553)\">Ex. 13:21<\/a><\/span>), that saved Daniel\n(<span class=\"citation\" id=\"10589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10589)\">Dan. 6:20-27<\/a><\/span>) and the\nthree Hebrew children from destruction\n(<span class=\"citation\" id=\"10583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10583)\">Dan. 3:20-30<\/a><\/span>),\nthe same Heavenly Father that preserved our\nforebears that came into this western land and established them here, and blessed them and\nmade it possible in the poverty of the people to have this great temple and other great\ntemples, and houses of worship like this, that same Father, your Father and mine, is ready to\npour out his blessings upon us today.\n<\/p><p>\nLet us evidence our faith; let us evidence our belief; let us set the example day by day, that\nno one shall be kept out of the Church because of any conduct of ours.\n<\/p><p>\nI thank you for the confidence that has been manifested, my brothers and my sisters, in\nhoping that I may succeed, and promising as some of you have, that you will help me to\nsucceed, because I am only a man, one of the humblest among you, but I have been called to\nthis service&mdash;and I would not be here if I did not know I had been called&mdash;by the authority of\nour Heavenly Father. I will need the help of every man and every woman and every child, not\nfor my blessing, but for your blessing, and for the blessing of the children of men wherever\nthey may be. That is not <i>my<\/i> responsibility, that is <i>our<\/i> responsibility.\n<\/p><p>\nA FERVENT TESTIMONY\n<\/p><p>\nI know that God lives. I know that Jesus is the Christ. I know that Joseph Smith was a\nprophet of the living God, as I know that I stand here and talk to you. I realize, however,\nwhen I make that statement, that it would be a serious thing if it were not true, and there are\nthose who will question its truth, but I have no question in my mind. If I did not know it\nwere true, I would not dare to make that kind of statement to you or to anybody else, for in\nthe not-far-distant future, in the natural course of events, we will all stand before the bar of\nGod, and this man who is talking to you will stand there to answer for the things that he has\nsaid and done in life. Knowing that, and realizing the seriousness of saying that which is not\ntrue, and that if I have falsified I would lose my blessings, in love and kindness, I want to\nbear this testimony to you, my brethren and sisters who are here, to those who may be\nlistening in, and to those whom I may meet from time to time, that I know these things are\ntrue, and I know that the Church of Jesus Christ of Latter-day Saints possesses divine\nauthority and is guided by the Father of us all, and knowing that, in love and in humility, I\nbear you my witness that these things are true, in the name of Jesus Christ, our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}