{"ID":2186, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Joy through Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p3\" class=\"\">Elder Marion D. Hanks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03020_000_046<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2e6a.jpg\" alt=\"Elder Marion D. Hanks\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p4\" class=\"\">I am honored to be able to express my convictions and offer my testimony this morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p5\" class=\"\">I would like to talk about happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p6\" class=\"\">On my desk at this moment is the cover of a leading news journal with this headline: “Good Times—But People Are Unhappy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p7\" class=\"\">The story within reported the results of a survey made to determine why people are unhappy in good times. The reasons given are substantially the same as those produced by any responsible inquiry: lack of meaning or purpose in life, anxiety, fear, poor self-image, doubting one’s capacity to love or worthiness to be loved, not accomplishing anything, bad conscience, inability to form lasting relationships, unsatisfactory home life, loneliness, no sense of belonging, little giving of self, and the summation of them all: <span class=\"emphasis\">lack of life-directing relationships with God and Christ.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p8\" class=\"\">In considering this, I remembered the day some time ago when I stood before a bulletin board in the Student Union Building on an Arizona university campus, where I had been invited to speak to a convocation during their “Religion in Life Week.” On my way into the auditorium, thinking of the implications of their theme, which was “Something Missing,” my attention was drawn to a short advertising notice, posted and signed by a student in the lobby. Line by line it read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p9\" class=\"\">For Sale 1929 Ford Two-Door Sedan Nice Body and Fenders New Paint Job No Engine $20.00 See Bob<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p10\" class=\"\">There was in truth “something missing” in this automobile, and that something happened to be the one indispensable element that gave the rest meaning, without which it was but an empty shell, having the appearance of wholeness but lacking the capacity to accomplish the purposes of its creation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p11\" class=\"\">Men without God and the living Christ in their lives lack center, and thus lack joy they could have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p12\" class=\"\">Hundreds of years before Christ, God confronted the willful ignorance of Israel in these words: “My people are destroyed for lack of knowledge: because thou hast rejected knowledge, I will also reject thee … seeing thou hast forgotten the law of thy God. …” (<span class=\"citation\" id=\"24912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24912)\">Hosea 4:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p13\" class=\"\">The knowledge for lack of which they suffered is plainly explained by Hosea:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p14\" class=\"\">“… the Lord hath a controversy with the inhabitants of the land, because there is no truth, nor mercy, nor knowledge of God in the land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p15\" class=\"\">“For I desired mercy, and not sacrifice; and the knowledge of God more than burnt offerings.” (<span class=\"citation\" id=\"24911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24911)\">Hosea 4:1<\/a><\/span>; <span class=\"citation\" id=\"24913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24913)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24913)\">Hosea 6:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p16\" class=\"\">In a poem of pessimism which he wrote soon after World War I, Yeats described the widening circle—the gyre—in which the falcon flew away from the falconer. He wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Turning and turning in the widening gyre<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The falcon cannot hear the falconer;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Things fall apart; the center cannot hold.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The best lack all conviction, while the worst<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Are full of passionate intensity.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p22\" class=\"\">—“The Second Coming”<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p23\" class=\"\">When the falconer is not heard, the falcon is lost. So are men when they cannot or will not hear the voice of the Master. Things fall apart in human life, the center cannot hold, trouble is born, and the “worst,” who are “full of passionate intensity,” do their own thing, follow their own base appetites and wayward wills, and impose upon those who are less intense and involved—and particularly upon the young—false constructions and interpretations of the meaning of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p24\" class=\"\">It is well to consider where we are with respect to our Creator. If we are out of touch, if we have moved away from him, then we are not as happy as we could be. Something is missing. Epictetus said: “God hath made all men to be happy.” And a prophet wrote: “… men are, that they might have joy.” (<span class=\"citation\" id=\"3876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3876)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3876)\">2 Ne. 2:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p25\" class=\"\">Wherein have we erred if we are not happy? Why are we less happy than we could be? How can we have more joy?<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p26\" class=\"\">May I offer six observations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p27\" class=\"\">1. When I was a boy growing up in a home with a widowed mother, I heard a story that touched me and that has had a lot more meaning since I have had the blessing of having a son of my own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p28\" class=\"\">A youngster was assigned by his father to see to the moving of a large rock. He tugged and pushed, and he lifted and struggled without avail. Some friends were enlisted, but together they could not move it. Reluctantly he reported to his father that he could not budge the rock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p29\" class=\"\">“Have you done all you could?” asked the father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p30\" class=\"\">“Yes,” said the little boy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p31\" class=\"\">“Have you tried everything?” persisted the father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p32\" class=\"\">“Yes,” said the boy. “I’ve tried everything.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p33\" class=\"\">“No, son, you haven’t,” said his dad. “You haven’t asked me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p34\" class=\"\">Why do so many of us, “heirs of God, joint heirs with Christ,” fail to go to him, to keep in touch with our Father? He is anxious to help. But he wants us to learn our need for him, to open the door to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p35\" class=\"\">“And therefore,” said the prophet, “will the Lord wait, that he may be gracious unto you, and therefore will he be exalted, that he may have mercy upon you. …” (<span class=\"citation\" id=\"25413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25413)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25413)\">Isa. 30:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p36\" class=\"\">2. For some of us, a reason for unhappiness is that “the world is too much with us; late and soon, \/Getting and spending, we lay waste our powers,” as the poet said. (William Wordsworth.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p37\" class=\"\">Material objectives consume too much of our attention. The struggle for what we need or for more than we need exhausts our time and energy. We pursue pleasure or entertainment, or become overinvolved in associations or civic matters. Of course, people need recreation, need to be achieving, need to contribute; but if these come at the cost of friendship with Christ, the price is much too high.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p38\" class=\"\">“For my people have committed two evils,” said the Lord to Israel; “they have forsaken me the fountain of living waters, and hewed them out cisterns, broken cisterns, that can hold no water.” (<span class=\"citation\" id=\"26542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26542)\">Jer. 2:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p39\" class=\"\">The substitutions we fashion to take the place of God in our lives truly hold no water. To the measure we thus refuse the “living water,” we miss the joy we could have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p40\" class=\"\">Luke records Christ’s well-known story to the Pharisees:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p41\" class=\"\">“A certain man made a great supper, and bade many:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p42\" class=\"\">“And sent his servant at supper time to say to them that were bidden, Come; for all things are now ready.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p43\" class=\"\">“And they all with one consent began to make excuse. The first said unto him, I have bought a piece of ground, and I must needs go and see it: I pray thee have me excused.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p44\" class=\"\">“And another said, I have bought five yoke of oxen, and I go to prove them: I pray thee have me excused.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p45\" class=\"\">“And another said, I have married a wife, and therefore I cannot come.” (<span class=\"citation\" id=\"31844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31844)\">Luke 14:16–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p46\" class=\"\">Other guests were invited to take their places at the supper.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p47\" class=\"\">3. Some of us may be less happy than we should be or could be because of arrogance or pride. We think we are sufficient unto ourselves. We think we do not need God or his Christ. We may be, as President Joseph F. Smith once wrote, lazy, or “among the proud and self-vaunting, who read by the lamp of their own conceit, interpret by rules of their own contriving … become a law unto themselves, and so pose as the sole judges of their own doings. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p48\" class=\"\">To recreant Israel God said, “… this is a rebellious people, lying children, children that will not hear the law of the Lord: Which say to the seers, See not; and to the prophets, Prophesy not unto us right things, speak unto us smooth things, prophesy deceits.” (<span class=\"citation\" id=\"25412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25412)\">Isa. 30:9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p49\" class=\"\">From the prophet Jacob in the Book of Mormon comes this sobering warning, well known to students in the Church:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p50\" class=\"\">“O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p51\" class=\"\">“But to be learned is good if they hearken unto the counsels of God.” (<span class=\"citation\" id=\"3882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3882)\">2 Ne. 9:28–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p52\" class=\"\">This morning President Lee quoted Paul to the Corinthians—Paul, the brilliant author who wrote the letters which constitute the major part of the New Testament. Paul wrote to the Corinthians that he had been sent not to satisfy those who required a sign or were seeking after worldly wisdom. He determined, we have been reminded, to preach nothing but Jesus Christ and him crucified, and he did, so he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p53\" class=\"\">“… in weakness, and in fear, and in much trembling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p54\" class=\"\">“… in demonstration of the Spirit and of power:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p55\" class=\"\">“That your faith should not stand in the wisdom of men, but in the power of God.” (<span class=\"citation\" id=\"540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(540)\">1 Cor. 2:3–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p56\" class=\"\">It is not enough, is it, to know the scriptures about prayer or the motions of prayer or the words of prayer. The man who will not humble himself—really humble himself—before the Lord “receiveth not the things of the Spirit of God,” wrote Paul, “for they are foolishness unto him: neither can he know them, because they are spiritually discerned.” (<span class=\"citation\" id=\"542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(542)\">1 Cor. 2:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p57\" class=\"\">The truths of eternal life, a prophet has written, “are only to be seen and understood by the power of the Holy Spirit, which God bestows on those who love him, and purify themselves before him; To whom he grants this privilege of seeing and knowing for themselves.” (<span class=\"citation\" id=\"15921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15921)\">D&amp;C 76:116–117<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p58\" class=\"\">4. There are those who have lost faith because of personal tragedies or troubles. Faced with problems akin to Job’s, they have in effect accepted the invitation to curse God and die rather than to love God and gain the strength to endure their trials. There is, of course, in the promises of God no warrant that we will avoid the very experiences which we came here to undergo and through which we can learn reliance on the Lord. Jesus said, “In the world ye shall have tribulation: but be of good cheer; I have overcome the world.” (<span class=\"citation\" id=\"28693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28693)\">John 16:33<\/a><\/span>.) He had tribulation, and he overcame. And so may we, with his help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p59\" class=\"\">Some years ago I became acquainted with the story of a young family whose little son was tragically ill with cancer. Every night the father sat with his boy, holding him in his arms. The pain seemed less when daddy held him close. The father slept on a mattress on the floor beside his son so that he could reach him whenever the boy cried out. The parents bore their sorrow with courage. They prayed, they loved, they served. Faith gave them strength to meet the test.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p60\" class=\"\">5. Sometimes we turn from the Lord because other people have made or are making mistakes. I don’t want to forget the story of the farmer who felt he had been wronged in the distribution of irrigation water and that the watermaster was at fault.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p61\" class=\"\">Having angered himself into distraction over the seeming unfairness, he sought out the watermaster, grasped him by the shirt bitterly, and said, “Tom, as long as you are watermaster, I won’t take another drop out of that ditch.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p62\" class=\"\">What happened to that farmer? Well, he was a stubborn man. He kept his foolish vow. And he and his property dried up and blew away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p63\" class=\"\">That we have not found perfection in men or organization, or that we hear reports of imperfection—these are no reasons to cease seeking or serving or worshiping.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p64\" class=\"\">The frailties or failings of others can never be appropriate reasons for our loss of the blessings we might have if we ourselves are doing our duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p65\" class=\"\">6. And finally, perhaps the saddest of all reasons for failing ourselves and the Lord is that we choose to disqualify ourselves because of our own mistakes. We know that sin and failure of obedience tend to keep us from God and prayer. We refuse to receive the soul-saving gift of forgiveness, because we have sinned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p66\" class=\"\">But this is the larger failure. To reject the Lord and his love and his redeeming sacrifice is to deny the efficacy of God’s love and his graciousness. All men are capable of mistakes, and have made some, but all of us too can have the cleansing forgiveness that comes with repentance and devotion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p67\" class=\"\">We are all like Paul—sometimes tortured by an inability to do consistently and faithfully that which we know we should do. You remember, “… to will is present with me,” he said; “but how to perform that which is good I find not. For the good that I would I do not: but the evil which I would not, that I do.” (<span class=\"citation\" id=\"42845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42845)\">Rom. 7:18–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p68\" class=\"\">But Paul knew Jesus. He knew him as the Lord, and he accepted his pardon, gave him his life, and died for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p69\" class=\"\">Perhaps the most personal and encouraging expression of all, to me, comes from Nephi, sincere servant of God, who, bearing his witness of gratitude and delight in the Lord, is honest enough to say: “Nevertheless, notwithstanding the great goodness of the Lord, in showing me his great and marvelous works, my heart exclaimeth: O wretched man that I am! Yea, my heart sorroweth because of my flesh; my soul grieveth because of mine iniquities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p70\" class=\"\">“I am encompassed about, because of the temptations and the sins which do so easily beset me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p71\" class=\"\">“And when I desire to rejoice, my heart groaneth because of my sins. …” (<span class=\"citation\" id=\"3879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3879)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3879)\">2 Ne. 4:17–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p72\" class=\"\">And then he cried out to the Lord for help:<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p73\" class=\"\">“… Wilt thou make me that I may shake at the appearance of sin?<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p74\" class=\"\">“O Lord, I have trusted in thee, and I will trust in thee forever. I will not put my trust in the arm of flesh. …” (<span class=\"citation\" id=\"3880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3880)\">2 Ne. 4:31, 34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p75\" class=\"\">And Nephi gave his life to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p76\" class=\"\">Our strength and our peace and our happiness are in the Lord. In this world of trial and affliction, we have need of the comforting and qualifying assurances that come with faith in God and repentance and service to his cause. If we will acknowledge him, be thankful, serve him, love his children, and accept the responsibilities of being truly Christian, we will be happy, notwithstanding problems or troubles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p77\" class=\"\">Said the apostle John, “If ye know these things, happy are ye if ye do them.” (<span class=\"citation\" id=\"28674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28674)\">John 13:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p78\" class=\"\">There is no lasting joy in possessions. There is no peace here or hereafter in pride. There <span class=\"emphasis\">is <\/span>comfort and understanding in the loving arms of him whose every act of courage, of mercy, and of love was performed in the shadow of a cross he knew was ahead for him, and in a world shot through with moral flaws.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p79\" class=\"\">We cannot permit the mistakes of others to mislead us from our own joy, nor can we disqualify ourselves because of our own mistakes. Jesus died for our personal sins. He is the Savior and Redeemer to whom we belong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p80\" class=\"\">Faith in God and Christ make for righteousness in the world and for happiness. One who knows has said: “God exists in the world. He exists wherever men let him in. Perhaps it is only humble men, men in search of him, men with a great need for him, who really let him in. And God comes to such men not only because of their great need for him, but also because of his great need for them as his allies in the divine task of creating a better world, a better human society, a real kingdom of God.” (P. A. Christensen.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p81\" class=\"\">Martin Buber helps us: “You know always in your heart that you need God more than anything else. But do you not know too that God needs you … in the fullness of His eternity He needs you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p82\" class=\"\">Said the Lord to ancient Israel: “… if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me … for all the earth is mine.” (<span class=\"citation\" id=\"22842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22842)\">Ex. 19:5<\/a><\/span>.)<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“World, O world, of muddled men,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Seek the Peace of God again:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">In the humble faith that kneels,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">In the hallowed Word that heals;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">In the courage of a tree,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">In the rock’s integrity;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">In the hill that holds the sky,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The star you pull your heart up by;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">In the laughter of a child,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Altogether undefiled;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">In the hope that answers doubt,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Love that drives the darkness out. …<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Frantic, frightened, foolish men,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Take God by the hand again.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p97\" class=\"\">—Joseph Auslander<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1972\/07\/joy-through-christ.p98\" class=\"\">I know that God lives. I know that Jesus is the Christ. I pray for all of us that we may have the joy that comes in that knowledge, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}