{"ID":219, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Blessings and Privileges<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1946, pp. 3-6<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis audience this morning would be an inspiration to any thoughtful person in the world. As\nI stand and look at your faces and realize that the house is filled to capacity, (at least there\nare people standing in various parts of the building who have not yet obtained seats) and this\non a busy weekday when so many people are occupied with other affairs and unable to leave\ntheir homes, I know that this fine attendance indicates a faith that is commendable.\n<\/p><p>\nTHE UPLIFT OF MUSIC\n<\/p><p>\nI am sure we have been uplifted by the glorious music of our Singing Mothers this morning,\nrepresenting the greatest women's organization in all the world given to the work of charity\nand uplifting womankind. This group this morning who have just sung to us represent this\nparticular region; and if you were to travel in different parts of the world, even into the South\nSeas, you would find a group of Singing Mothers in the various missions of the Church, who\nsing the same music that we sing here, but the hymns have been translated into their own\nlanguages, and they rejoice in singing praises to our Heavenly Father.\n<\/p><p>\nI wonder if there are any people in all the world who have as great reason to be thankful as\nthis group assembled here this morning. Coming from various parts of the world, various\nmission fields are represented by those who have gathered for conference; many of you have\ncome a long way to be present this morning.\n<\/p><p>\nSAFETY OF HAWAIIAN MISSIONARIES\n<\/p><p>\nFor the comfort of those who are here or who may be listening in who have missionary\nrepresentatives in the Hawaiian Islands, we are pleased to inform you that this morning we\nreceived a cablegram from Hawaii to the effect that while there has been considerable damage\nwrought by the recent tidal wave, much destruction of property, and some\nloss of life among our members all the missionaries are reported safe.\n<\/p><p>\nTHE WAY FOR PEACE\n<\/p><p>\nWith the confusion and uncertainty that exist everywhere, surely we are blessed who are\npermitted to assemble under this spacious roof this morning in worship. What a privilege it is\nto live in an age of the world when we know that God lives, when we know that Jesus Christ\nis the Savior of the world and our Redeemer, and when we know that the Lord continues to\nmanifest himself to his children who have prepared themselves to receive his blessings! I am\nlooking into the faces of a great audience this morning, most of whom enjoy the inspiration of\nthe Almighty, and when they pray, they pray to their Father in heaven knowing that their\nprayers will be answered in blessings upon their heads. We live in a day when the scripture is\nbeing fulfilled among the nations wherein the Lord said through one of his prophets, that in\nthe latter-day, \". . . the wisdom of their wise men shall perish, and the understanding of their\nprudent men shall be hid\"\n(<span class=\"citation\" id=\"25035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25035)\">Isa. 29:14<\/a><\/span>).\nWith all the wisdom of the world, no group thus far\nhas been able to point the way for peace with the certainty that it is the way. We who are\nassembled here this morning are fortunate to know that there is a way for peace that alone\nwill produce results, and that way is to keep the commandments of God as revealed to the\nchildren of men anciently and in our day. If that way were followed, all the problems that are\nso serious in the world could be solved, and peace would come to this unhappy earth.\n<\/p><p>\nDIVINE WATCHCARE\n<\/p><p>\nSo, this morning, under the influence of prayer, coming as we have come to wait upon the\nLord (<span class=\"citation\" id=\"25040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25040)\">Isa. 40:31<\/a><\/span>),\nsurely his promise will be fulfilled to us that when even two or three shall meet\ntogether in his name, he will be there to bless them\n(<span class=\"citation\" id=\"34095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34095)\">Matt. 18:20<\/a><\/span>).\nWhat a comfort it is to realize that there\nis no mistake about it, that we are the children of our Heavenly Father, that he does love us,\nand because of his anxiety for our peace and welfare, in our day, sent another prophet to\nrestore the gospel of Jesus Christ and to place in the Church divine authority, that men, as of\nancient times, may hold the priesthood and officiate in the ordinances of the gospel of our\nLord. No other people have that assurance as we have it. I do not say boastfully, but\ngratefully, that we know there is a God in heaven, that he is our Father, that he does interest\nhimself in our affairs, and he has done that ever since the world began, when his first children\nwere placed upon the earth.\n<\/p><p>\nOne of his prophets long ago made the statement, and it has been fulfilled literally, \"Surely\nthe Lord God will do nothing, but he revealeth his secret unto his servants, the prophets\"\n(<span class=\"citation\" id=\"10394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10394)\">Amos 3:7<\/a><\/span>). All\nthe important things that have happened in the world up to now have been foretold by the\nservants of the Lord, and the things that are occurring and that will occur\nthat are important will be revealed, if they have not already been, before those things occur. I\nthink it is marvelous to know how close we are to our Heavenly Father, and I also think it is\ndeplorable that some of us do not appreciate how near he is, for the reason that we have\nfailed to measure up in many cases to his wise counsels.\n<\/p><p>\nA CHOICE LAND\n<\/p><p>\nWe live in the most wonderful land in all the world, \". . . a land which is choice above all\nother lands\" (<span class=\"citation\" id=\"22168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22168)\">Ether 2:10<\/a><\/span>),\nso stated by a prophet. Advantages are enjoyed by the people in\nthis great western hemisphere, and particularly in the United States of America and\nCanada&mdash;opportunities and blessings that are not known in many parts of the world. We are\npermitted to worship God according to the dictates of our consciences\n(<span class=\"citation\" id=\"6615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6615)\">A of F 1:11<\/a><\/span>). We can make our\nadjustments according to his rules and regulations and not be interfered with by those who are\ngodless and who are anti-Christ in their attitude toward the human family. So this morning I\nfeel that I am talking to a great family. We are all brothers and sisters. We are here to\nworship. This is not merely a convention. This is a conference of the representatives of the\nChurch of Jesus Christ of Latter-day Saints, who have come from their homes into this edifice\nwhich has been rendered sacred by those who have spoken from this very pulpit and who\nhave assembled here ever since this building was constructed. It was erected in the poverty of\nthe people, and no other place like it may be found in all the world. Often when it is vacant\nthere is a spirit here that you will find in few places in the world. Many people have come\nhere on a busy weekday as tourists, and as they have come under the shadow of this roof and\nlooked through the building and have seen this great organ, with everything quiet, many of\nthem have been moved to tears by the inspiration and influence that they have found here.\n<\/p><p>\nTHE BLESSING OF LIFE\n<\/p><p>\nWe are here as sons and daughters of the Living God, trying to work our way through life\nuntil we shall be worthy of an exaltation in the celestial kingdom. What a privilege it is! Oh,\nhow I hope we appreciate it this morning and will continue to appreciate it as long as we live\nupon the earth! I hope that during the sessions of conference we may all come prepared to be\nfed the bread of life (<span class=\"citation\" id=\"27227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27227)\">John 6:48<\/a><\/span>).\nI hope that we will come with a prayer in our hearts that those who\naddress us may be inspired, that they may draw the inspiration necessary from our Heavenly\nFather to feed his flock. If we shall do that, when conference has been concluded, and the last\nprayer has been offered, there will return to our homes in the valleys of these everlasting hills\nand in the other states and territories and missions represented here, men and women who\nhave realized fully and completely that we waited upon our Heavenly Father and he did not\ndisappoint us.\n<\/p><p>\nPRAYER AND BLESSING\n<\/p><p>\nIt is not my purpose to talk long this morning. I greet you and welcome you on behalf of the\nChurch and say to you, it is a joy to look into your faces and be with you to worship and\nwait upon the Lord, with the assurance that he will hear and answer the prayers that have\nalready been offered and that will continue to be offered, not only by those who speak\naudibly but by those who come here with a prayer in their hearts. I pray that the Spirit of the\nLord may be in our homes and abiding places, that there may go out from this great\nconference influences that shall enrich the lives of those present and absent, that day by day\nwe may let our light so shine that others seeing our good works will be constrained to glorify\nthe name of our Heavenly Father (<span class=\"citation\" id=\"34041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34041)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nI pray that his Spirit may be here in rich abundance this day that we many partake of its\ninfluence and be instructed and informed under that power that will enrich our lives and give\nus a feeling of gratitude that we are able to be here this morning, and that the Lord may add\nhis blessing and his peace to be upon you and our Father's sons and daughters everywhere.\n<\/p><p>\nHow I pray in my soul this morning in your hearing that the President of the United States\nand those who are working with him may live in such a way that the power of the Lord will\nbe with them, that they may not be misled but that they may so adjust affairs at the seat of\ngovernment that the people of this nation will be blessed because of their desire to honor God\nand keep his commandments, and that these and all other blessings may be ours.\n<\/p><p>\nI am thinking this morning of our poor people in the various war-torn countries. We hear\nalmost daily from some source from people who have not enough food to nourish their bodies\nas they should be nourished, people who are wearing the same clothing they wore when the\nwar broke out and have no way of replacing it, people whose homes have been blown to bits\nby bombs and destroyed by the great war. Those people this morning, many of them,\nknowing where we are, are praying that they too may be inspired. We are blessed, brethren\nand sisters, and I pray that we may appreciate our blessings and live to be worthy of them, in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}