{"ID":220, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Way to Peace<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, April 1946, pp. 20-23<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: So far, this has been a very impressive session of the conference. We\nhave heard the voice of the prophet of God. It is a pity for any people not to have a prophet\nto lead them. For our possession of prophet-leadership we are deeply grateful. We must have\nfelt also very grateful as we heard the statistics read concerning the progress of the Church.\n<\/p><p>\nEVENTS OF A CENTURY AGO\n<\/p><p>\nMy mind has been turned in comparison during this hour from the Church of today to the\nChurch of yesterday. One hundred years ago the evacuation of Nauvoo began. John R. Young\nwrites in his autobiography that one morning in February 1846&mdash;he was then about nine years\nof age&mdash;he awoke, dressed, and went down to the yard; there he saw people, some of his own\nand some strangers, loading the household furniture into two big wagons. He went to his\nmother and said: \"Mother, what does all this mean?\" She gathered him into her arms and said,\n\"Son, we are going to leave our home, and we shall never see it again.\"\n<\/p><p>\nAs I recall the date, it was about February 4 when the first two families crossed the\nMississippi River among the ice floes. One of those families&mdash;unless I am very much\nmistaken&mdash;was headed by the great-grandfather of the present President of the Church, John\nSmith, famous in Church history. A little later, amidst a bitterly cold season, the water froze\nover the Mississippi; and the people were able then to take their wagons, their horses, and\nthemselves on foot, across the ice on the way to the West. They began what in the history of\nthe world is the greatest adventure of the kind ever known. Between fifteen and twenty\nthousand persons were moved bodily from a well-established city, in orderly fashion westward\nto an unknown destination. There were hardships on that trip; there was\nsickness; there was death; babies were born; but the procession moved onward. Contrast that\nwith our happy surroundings here today: a great people, by the thousands, gathered together\npeacefully. This remarkable exodus&mdash;unique in the history of the world&mdash;makes us proud of\nour heritage. There are hundreds of descendants of the people who made that journey in this\ncongregation today; and all of us are spiritual descendants of that group. We have all accepted\nthe faith that they held. The achievements of these people, one hundred years ago, thrill us as\nwe think back.\n<\/p><p>\nThey knew in advance, some months before, that the evacuation had to be now. So, in\nNauvoo all were busy. Wagons were being built; tires for the wheels were shaped; it was a\nbusy season of preparation for the trip into the unknown West. Yet, in the midst of that labor\nand anxiety, my brethren and sisters, these people completed, as best they could, the building\nof the temple in Nauvoo. Eagerly and at any cost, at any sacrifice, the temple of God would\nhave to be completed, sufficiently, at least, to enable these wanderers-to-be to receive their\nendowments in the holy temple of Almighty God. In fact, they were obliged first to dedicate\nthat temple in part. The upper floor was dedicated first, in November, before the February of\nthe exodus. There, then, many hundreds received their endowments. Later on, just before the\npresiding brethren left in April, they gathered quietly, privately, to the temple, and dedicated\nit to Almighty God. That having been done, they left it in the hands of Almighty God. But\nthey brought with them to us, to these valleys of the mountains, and to all the Church\nthenceforth, as fruits of their labors, all the blessings from the temple, in which we are\nparticipants today.\n<\/p><p>\nThese are thoughts that came to my mind as we heard the splendid address of our President,\nand the great report of the present condition of the Church.\n<\/p><p>\nPROPHECY OF JOSEPH SMITH FULFILLED\n<\/p><p>\nAt least one prophecy of the Prophet Joseph Smith has been literally fulfilled. When he was\nnot much more than a boy, in the early years of his manhood, before the Church was\norganized, the Lord said to him:\n<\/p><p>\nA great and marvelous work is about to come forth unto the children of men\n(<span class=\"citation\" id=\"12228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12228)\">D&amp;C 6:1<\/a><\/span>).\n<\/p><p>\nUnknown, untaught, with no reputation, he should have been forgotten in the small hamlet,\nalmost nameless, in the backwoods of a great state; but he dared to say that the work that he\nwas doing, under God's instruction, was to become a marvel and a wonder in the world. We\nknow, my brethren and sisters, that whether it be friend or enemy who speaks of us, if he is a\nsober-thinking, honest man, he will declare that whatever in his opinion the foundations of\nthis work may be&mdash;we know the foundations&mdash;it is a marvelous work and a\nwonder, none like it in the long history of the world. The truths set loose by the Prophet\nJoseph Smith have touched every man of faith throughout the whole civilized world, and\nmeasurably changed their beliefs for good.\n<\/p><p>\nSo they wandered on, these people from Nauvoo. Finally they reached this place. Their\nsettlement here is not our story today.\n<\/p><p>\nPIONEERS CERTAIN OF THEIR BELIEFS\n<\/p><p>\nOne cannot help wondering why amidst all manner of difficulties they undertook the perilous\njourney over deserts and plains. It would have been so easy to have said, as some few did:\n\"This is paying too big a price. We will remain here. We will say to these enemies:\n'Good-bye to Joseph Smith, good-bye to the Church. Why face this extraordinary request\nmade upon us, that we move from civilization into the wilderness?'\"\n<\/p><p>\nThere must have been a good reason for the decision to go on. We know what the reason\nwas. They dared to do what they did, to meet persecution, to meet difficulties, to face death if\nneed be, because they were certain of their belief. There was no doubt about it in their minds.\nCertainty had removed all hesitation. They knew where they were going&mdash;not the identical\nplace, to the Great Salt Lake Valley, where Salt Lake City was to be built&mdash;but they knew that\nGod was at the head, that he was leading them to the right place. There was no doubt in their\nminds about that. They knew that God lives, a God who is anxious to help his children on\nthis earth. They knew the reality of the mission, origin, and ancestry of Jesus Christ. There\nwas no doubt in their minds about the divine mission of the Prophet Joseph Smith. Doubt and\nfear had fled. They who had doubts remained behind, but they who lived in the spirit of\ncertainty came along.\n<\/p><p>\nWORLD NEEDS CERTAINTY TODAY\n<\/p><p>\nI wonder, if I may draw my conclusion in a few words, if certainty is not the world's great\nneed today. Read the papers of today, conveying the news of the world to us. Read the\narticles on philosophy or religion or proposals to set things right in this world today. In them\nthere is no certainty. Men say, \"This will do,\" and other men say, \"That will do.\" There is no\nunity of understanding, no certainty.\n<\/p><p>\nPresident Smith spoke today of the way to peace. He said: \"We know the way to peace.\"\nThey were the greatest words uttered at this session of the conference or that could be\nuttered&mdash;that we <i>know<\/i> the way to peace. Latter-day Saints who have sought the light, who\nhave sought to find the truth, who have given themselves to the study and practice of the\nrestored gospel of Jesus Christ, know the proper way of life. There is no doubt or hesitation\nabout the issues of life. Those things have fled. Certainty is the world's great need. From\ncongressional or parliamentary halls, from the halls of leadership everywhere in the world, the\ngreat cry issues: \"Teach us how to be certain that what we do is right, and\nfor the good of the cause we represent.\"\n<\/p><p>\nThe voice of certainty, perhaps the greatest need of the world, is the great message of\nMormonism to all people. In the gospel of Jesus Christ are a few simple fundamentals, eternal\ntruths, which, if accepted, may serve as foundation stones of every structure that lead to\nman's permanent and eternal good.\n<\/p><p>\nFAITH OF PIONEERS\n<\/p><p>\nThese people who crossed Iowa, moving towards Winter Quarters, had lost a prophet. They\nhad been robbed of the man they loved, who had conversed with God, who had been\ninstrumental in organizing the Church, through whom they had been guided. It was a terrible\nloss; but did they fear? They knew the truth of the gospel of the Lord Jesus. They were\ncertain of its origin. They were certain of the priesthood, with its power and authority. Here\nwas another man, just a plain ordinary man, a painter, glazier, and woodworker, a man highly\nendowed by nature, but there were others likewise endowed. On this man had been conferred\nthe authority of leadership, even as Joseph the Prophet had it. The followers did not hesitate a\nmoment. God's work is continuous, eternal, and they followed the new leader as they\nfollowed Joseph in the days before, and as we will, I hope, follow our leaders today. May I\nhere interject this thought: There has been no diminution of power and leadership in this\nChurch since the days of the Prophet Joseph. The same authority is possessed today as then;\nand the men who possess that authority in our day are as capable as those of the past in\ncarrying forward the work of the Lord.\n<\/p><p>\nSuch are the lessons from the past. History is a dead thing unless used as lessons for us of a\nlater day. We think of the events of a hundred years ago. Contrasted with conditions in the\nChurch today, we read lessons in courage and faith to help us in our daily walk before the\nLord and before our fellow men.\n<\/p><p>\nIn conclusion, our great need is to learn how to be sure and certain of the things that pertain\nto the gospel of the Lord Jesus Christ and be courageous in following them. Certainty is but\nanother name for a part of faith. Without faith we can do nothing; with faith anything may be\naccomplished. In this the great latter-day kingdom of the Lord, we live and move and have\nour very being in faith. Our forebears, one hundred years ago, trudged across the plains of\nIowa, and beyond, knowing that they were destined, if they obeyed truth, to help build the\nkingdom of God upon the earth. Let us go forward today with the same faith and certainty.\nMay we feel just as certain as they did that we in this day of many problems, have the same\ngreat destiny&mdash;to help build the kingdom of God on earth. Make us strong in our labors to\ncomplete our destiny. I pray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}