{"ID":222, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Joseph Smith<\/p>\n<p class=\"gcspeaker\">President Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1946, pp. 32-36<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nJoseph Smith was a descendant of Robert Smith who emigrated to America from England in\n1638. Robert Smith had lived in Boston, Lincolnshire, England, the ancestral home of\nGovernor Bradford and the famous men of the Plymouth colony. It was also the ancestral\nhome of President George Washington. That old stock was deeply religious, and there was\nwonderful strength in their forms of Christian belief. Robert Smith may have known John\nWinthrop, for when he landed in Boston, Massachusetts, Winthrop was there,\nand had written to his people:\n<\/p><p>\nIt will be a service to the church of great consequence to carry the gospel into these parts of\nthe world to help on the coming of the fulness of the Gentiles.\n<\/p><p>\nJoseph Smith came of such ancestry.\n<\/p><p>\n<i>Joseph Smith Restored Knowledge of Living God<\/i>\n<\/p><p>\nA new religious idea was launched that day when the Father and Son appeared to Joseph. The\ndoctrine of \"grace,\" the outgrowth of the Protestant Reformation from Luther's and John\nCalvin's day, was met by the divine truth again that man is in the image of God and is free to\nwork out his salvation. The divinity of man was emphasized anew. A part of the greatness of\nany man, a sign of his worth, appears in the unbounded reverence wherewith he stands or\nkneels before his Maker. One great trouble today is the fact that man has not esteemed\nhimself high enough. Man has forgotten the divine injunction of the Master when he said:\n<\/p><p>\nBe ye therefore perfect, even as your Father which is in heaven is perfect\n(<span class=\"citation\" id=\"34046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34046)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nConsidering the gospel, the same energy and aspiration are needful today as in the days two\nthousand years ago. Whenever the followers of the Master have lived on the highest levels,\nthey have struggled for one tremendous thing: The regeneration of the world in the light of\nthe divine. When the knowledge of the Living God is lost, Christianity becomes merely a\nname. Joseph Smith was thrown back upon one thing and that was to ask. A spiritual world\ndawned within the content of his soul. From his youth up, he sought for an understanding of\nthe will of God and the way to attain the kingdom of God. It meant to possess the priesthood,\nand to possess this light and power meant to live the life true to his God. Man never reaches\nafter the divine unless the divine works and is acknowledged in his own life.\n<\/p><p>\nFrom his life, his writings, his revelations, the Prophet had but two main ideas at heart: first,\nto establish within the minds of men the spirit, the knowledge of God's holy word; second,\nthe dream to preserve the government of the United States and its divine Constitution, that\nman might find life and peace in its laws. In other words, religion can come to birth in the\nsoul of man only through a conquest of the ordinary, natural world which surrounds him.\n<\/p><p>\n<i>The Divisions of Christendom<\/i>\n<\/p><p>\nThe terrible persecutions which he had been called to withstand had made of him a man of\nGod. He with his people had been driven from place to place, their lands\ntaken from them, and their families scattered and put to sorrow and want. There was no\nredress. An undying hope lay in his heart, and subsisted through all the adverse fortune and\ntragedy which he and his people endured. Their hope was founded on the new vision, and\nthey were blessed with a forward outlook. His people clung to him. Not once did he utter a\ndiscouraging word, but kept his eye on the goal which would yet be attained. He had grown\nto manhood in a new age of the world's history. He had noted the divisions of Christendom.\nTo him it was the most conspicuous reproach and its chief cause of inefficiency. How could\nthe pure word of God be taught, for the different divisions were a denial of his spirit of love\nand fellowship. The whole Christian world was a dismembered condition of all groups and\nsects. Grotius, the Dutch historian, had said in the seventeenth century that the teachings of\nChrist were going from the world, and Leibnitz, the German scientist, declared that the\nteachings of Christ were lost in the varied teachings of such men as Luther, Calvin, and\nErasmus. Today thinkers like Stanley Jones, Adolph Deissman, T. Z. Koo, Karl Barth, Ivan\nLee Holt, and a host of other leaders in thought have been put to wonder just what the pure\ndoctrines of Christ are: Herbert L. Willett, professor emeritus of Oriental languages at the\nUniversity of Chicago, made this statement in 1939:\n<\/p><p>\nThe church although weakened by divisions, has rendered important services to other\ngenerations, but today it is facing problems so serious that it is forced to realize the enormous\nliability which its divided condition involves.\n<\/p><p>\nAmong these are the class hatreds which prevail, the exploitation of youth by commercialized\namusements, the lure of vicious literature, and the yet unsolved drink problem. These are the\npresent issues which the \"dismembered church is unable to encounter with success.\" \"Divide\nand conquer\" were the words which Milton put into the mouth of Satan in the assembly of the\nrebel angels.\n<\/p><p>\n<i>The Compensations of Hardship<\/i>\n<\/p><p>\nThey stood their sufferings with a feeling that the compensation would be a divine sweep of\nGod's message. Cheerful, they accepted the heavenly call without murmur, and they \"made\ntheir suppers of songs.\" What astonishes us still more was their resignation, their respect for\ngovernment. With meekness, patience, and goodness, they left their homes to give the glad\ntidings of a new day.\n<\/p><p>\nThis is why our history has been tragic. It is illustrated in the famous march of the seventies\nof the Church from Kirtland to Missouri in 1838, when six hundred men, women, and\nchildren started out amid the storms of persecution, plodding on day by day in cloud and\nsunshine and camping together at night with their prayers to God for protection and rest that\nthey might continue their march on the morrow. As President Joseph Young\nsaid after the long weeks of weary travel were over.\n<\/p><p>\nThe compensation of this journey into the West will be seen and realized by our children\nsome day.\n<\/p><p>\nGod was their sun and shield (<span class=\"citation\" id=\"41740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41740)\">Ps. 84:11<\/a><\/span>).\nAs the Psalmist said, he was the health of their countenance\n(<span class=\"citation\" id=\"41739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41739)\">Ps. 42:11<\/a><\/span>),\nand his presence put gladness in their hearts\n(<span class=\"citation\" id=\"41736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41736)\">Ps. 4:7<\/a><\/span>).\n<\/p><p>\n<i>Sublime Moral Teachings<\/i>\n<\/p><p>\nAs one reads the D&amp;C, the revelations of God to the Prophet, one is overawed with the\nsublime teachings pertaining to the moral life of man. \"The spirit and body are the soul of\nman\" (<span class=\"citation\" id=\"12279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12279)\">D&amp;C 88:15<\/a><\/span>),\nand the soul shall be purified by living the highest ethical laws that have been given to\nman: the Ten Commandments, the Sermon on the Mount, the Parables of Jesus, and the many\nexamples of the way Jesus dealt with men. The fourth section of the\nDoctrine and Covenants (<span class=\"citation\" id=\"12221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12221)\">D&amp;C 4:1-7<\/a><\/span>) tells of the\ncharacteristics of a pure soul. The spirit must be made clean; the body must be made clean.\nWrong and sin must be overcome. To bring the teachings of the Prophet within the confines\nof a mere essay is impossible. There is a majesty to his teachings that requires faith in God,\nprayer, and a realization of the power of the Holy Priesthood which you and I here today\nrealize in our very lives. The gospel to him were beauty, truth, and goodness. The farms and\ncities and homes which the Saints built on the frontier give testimony of their knowledge of\nthe institutions of civilization. Around their temples, they planted their lawns and flowers; the\nhomes were purified by their lives. Moral perfection was based on spiritual and bodily\nperfection. As they reached a juster appreciation of their human needs, the regard for a pure\nbody and spirit took its place as one of the three requisites of human character, along with the\nlove of truth and the love of goodness.\n<\/p><p>\n<i>Civic Idealism of the Prophet<\/i>\n<\/p><p>\nThe Prophet directed his people to build their temples, and in that grand old edifice&mdash;the\nKirtland Temple, and later in that other majestic temple at Nauvoo&mdash;their hopes were realized.\nThey were erected to God and required the human constants of the people who built; hunger,\nand labor, seedtime and harvest, love and death all operated to build those noble and sacred\nhouses. Little wonder that they could say:\n<\/p><p>\nO God, in every temple, I see people who see Thee. <br \/>\nAnd in every language I hear, they praise Thee.\n<\/p><p>\nThe civic idealism of the Prophet of God is shown in the lovely old cities of\nKirtland and Nauvoo, rising from town governments to civic centers. They exemplified the\nwords of Isaiah of old:\n<\/p><p>\n. . . We have a strong city; salvation will God appoint for walls and bulwarks.\n<\/p><p>\nOpen ye the gates, that the righteous nation which keepeth the truth may enter in\n(<span class=\"citation\" id=\"25034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25034)\">Isa. 26:1-2<\/a><\/span>).\n<\/p><p>\nIn the study of their fields and gardens, one is reminded of the story of the beautiful garden\nfound in the Odyssey of Homer, which some say, is a reflection of the tradition of the Garden\nof Eden. Certainly they illustrate what Goethe said in the last scene of Faust:\n<\/p><p>\nI found God in trying to make the earth beautiful.\n<\/p><p>\n<i>The Kingdom of God a Concrete Reality<\/i>\n<\/p><p>\nAnd now to conclude. The Prophet established the Church of Christ as it was designed by the\nMaster. As Jesus set forth the reality of the kingdom of God as spiritual and subjective\n(<span class=\"citation\" id=\"27261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27261)\">John 18:36<\/a><\/span>)&mdash;as\n\"righteousness and peace and joy in the Holy Ghost\"\n(<span class=\"citation\" id=\"42673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42673)\">Rom. 14:7<\/a><\/span>), it is also true that he set forth the\nestablishment of this kingdom as a concrete, organic reality, small indeed at its beginning. So\ntoday is the Church separate from civic and political government and composed of the people\nwho follow his teachings. This is a glorious part of my theme which time forbids my\namplifying. We read in the gospel of Luke how Jesus chose twelve apostles\n(<span class=\"citation\" id=\"31177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31177)\">Luke 6:13<\/a><\/span>) who were willing\nto act as his heralds of the kingdom; and with the seventy\n(<span class=\"citation\" id=\"31186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31186)\">Luke 10:1<\/a><\/span>), these were sent into the world to\nteach the gospel. So in this day, after the Church was organized, the Twelve and the seventy\nwere sent forth to evangelize the world. The Church is a coherent organization, which can be\ncoterminous with the nation or the whole world, but is not dependent upon, nor derived from\nexisting forms of civilization. It is the organized concrete expression of the kingdom of God.\n<\/p><p>\nPaul the apostle made this point clear as recorded in the first chapter of Colossians:\n<\/p><p>\nAnd he is before all things, and by him all things consist.\n<\/p><p>\nAnd he is the head of the body, the church: who is the beginning, the firstborn from the dead;\nthat in all things he might have the preeminence\n(<span class=\"citation\" id=\"10500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10500)\">Col. 1:17-18<\/a><\/span>).\n<\/p>\n<\/div>\n<\/div>"}