{"ID":223, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1946, pp. 36-40<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis morning we listened to the prophet of the Lord say that we are living in the time when\nthe prophecy,\n<\/p><p>\n. . . the wisdom of their wise men shall perish, and the understanding of their prudent men\nshall be hid (<span class=\"citation\" id=\"25036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25036)\">Isa. 29:14<\/a><\/span>),\n<\/p><p>\nis being fulfilled. This afternoon we heard Elder Joseph F. Merrill of the Council of the\nTwelve paint a word picture of some of the evil things rampant in the world\ntoday. It is my firm conviction that if the Latter-day Saints are to go successfully through the\ncrisis in which we now find the world, they must have in their hearts the certainty that the\nearly pioneers had, to which Elder Widtsoe referred this morning. We can have that certainty\nbecause we have the right to be taught by the same power which taught them.\n<\/p><p>\n<i>\"We Have the Holy Ghost\"<\/i>\n<\/p><p>\nOn one occasion the Prophet Joseph Smith was in Washington talking to a President of the\nUnited States. I believe it was President Van Buren. The President of the United States said to\nthe Prophet of the Living God, \"What is the difference between you\"&mdash;meaning the Church he\nhad founded under the inspiration of God\"&mdash;and the rest of the Christian world?\" And the\nProphet Joseph answered that question in one sentence, \"We have the Holy Ghost.\"\n<\/p><p>\nThe Saints who crossed the plains almost a hundred years ago obtained their certainty by the\npower that Joseph Smith referred to, the Holy Ghost. He teaches us direct from God.\n<\/p><p>\nSome people have said that Joseph Smith was an unlearned man. He was an unlearned man in\nthe things of the world, but the day he came out of the grove, following the first vision\n(<span class=\"citation\" id=\"30239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30239)\">JS&mdash;H 1:17<\/a><\/span>), he\nwas the most learned person in the world in the things that count. When he came out of that\ngrove, he knew more than all the world put together about the great question of the\nresurrection, which had been argued from the time man began to think seriously, because he\nhad seen standing before him, the resurrected Christ When he came out of that grove, he\nknew more about the nature of God than all the world. There had been many books written;\nphilosophers had spent their lives trying to find out the nature of God, but when God took\nJoseph in hand to teach him he cut through all material things and taught Joseph the truth\nabout these and many other important things.\n<\/p><p>\nNow, every member of this Church has had hands laid upon his head and has listened to\nwords about like this, \"Receive the Holy Ghost\"\n(<span class=\"citation\" id=\"12253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12253)\">D&amp;C 49:14<\/a><\/span>).\nAnd every Latter-day Saint has the right to\nreceive the Holy Ghost and be guided, through these perilous times in which we live, by that\nSpirit.\n<\/p><p>\nThere are two sources, and as far as I know only two sources, from which we may expect to\ngain guidance that will safely bring us through. One source is through our righteous living, so\nthat we can have the dictates of the Holy Spirit, and the other source is from the words\nspoken by the men whom we shall sustain as prophets, seers, and revelators here in this\nconference.\n<\/p><p>\n<i>Importance of Attending Sacrament Meetings<\/i>\n<\/p><p>\nThere are two or three things that are very necessary for Latter-day Saints to do in order to\nhave the Holy Spirit, and I want to talk this afternoon about one of them. It is partaking of\nthe sacrament. In the fifty-ninth section of the Doctrine and Covenants, where the\nLord specifies certain commandments especially applicable to the land of\nZion, he says among other things:\n<\/p><p>\nAnd that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the\nhouse of prayer and offer up thy sacraments upon my holy day\n(<span class=\"citation\" id=\"12258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12258)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\nThe Melchizedek Priesthood quorum presidencies throughout the Church are requested to\nreport to the general priesthood committee of the Council of the Twelve the performance of\ntheir quorum members with respect to various Church activities. One of the activities reported\nis attendance at sacrament meetings; another is keeping the Sabbath day holy.\n<\/p><p>\nIn reviewing some of these reports, my interest has been challenged by the great number\nreported to be keeping the Sabbath day holy, who do not attend sacrament meetings. Now, of\ncourse, I realize that there are circumstances under which Church members may and do keep\nthe Sabbath day holy without attending these meetings, but in the absence of compelling\ncircumstances, I feel that proper observance of the Sabbath day requires attendance at\nsacrament meetings.\n<\/p><p>\nI wish that more of the members of the Church would regularly attend them. It would be to\ntheir own spiritual well-being, and I fervently seek the sustaining power of the Holy Spirit\nwhile I attempt to tell you why.\n<\/p><p>\nIn the first place, we are under solemn obligation to attend sacrament meetings, for the Lord\nhas required all who believe and are baptized in his name to do so. It is evident that he also\ninstructed the original Twelve when he first instituted the sacrament, for we read that\nfollowing Peter's great Pentecostal sermon,\n<\/p><p>\n. . . they that gladly received his word were baptized: . . . And they continued steadfastly in\nthe apostles' doctrine and fellowship, and in breaking of bread, and in prayers\n(<span class=\"citation\" id=\"7553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7553)\">Acts 2:41-42<\/a><\/span>).\n<\/p><p>\nWe learn from the Book of Mormon, where the record is more complete, that the resurrected\nLord gave specific instructions to his disciples among the Nephites that they should administer\nthe sacrament unto all those who should believe and be baptized in his name, and \". . . this\nshall ye always observe to do\"\n(<span class=\"citation\" id=\"5461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5461)\">3 Ne. 18:6<\/a><\/span>),\nhe admonished them. \". . . Behold, ye shall\nmeet together oft\" (<span class=\"citation\" id=\"5464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5464)\">3 Ne. 18:22<\/a><\/span>),\nhe said unto the multitude, and it is recorded that \". . .\nthey did meet together oft to partake of bread and wine in remembrance of the Lord Jesus\"\n(<span class=\"citation\" id=\"38230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38230)\">Moro. 6:6<\/a><\/span>).\n<\/p><p>\nIn this dispensation, in the revelation in which the Lord pointed out the day on which the\nChurch was to be organized, he also said:\n<\/p><p>\nIt is expedient that the church meet together often to partake of bread and wine in the\nremembrance of the Lord Jesus (<span class=\"citation\" id=\"12240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12240)\">D&amp;C 20:75<\/a><\/span>).\n<\/p><p>\nA little later he fixed the time and frequency of such meetings with this instruction:\n<\/p><p>\n. . . thou shalt go to the house of prayer and offer up thy sacraments upon my holy day\n(<span class=\"citation\" id=\"12259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12259)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\n<i>Obedience to Commandments Brings Growth<\/i>\n<\/p><p>\nI believe that every time we act pursuant to a commandment of the Lord, we comply with\nsome fundamental principles of growth, for he never requires us to do a useless thing. Rarely,\nhowever, are the purposes for which a commandment is given and the beneficial results which\nfollow obedience thereto set forth with such clarity as they are with respect to this\ncommandment.\n<\/p><p>\nIn explanation of it, we are taught that the bread is to be eaten in remembrance of the body of\nthe Savior, and that the water is to be drunk in remembrance of his blood which was shed for\nus. It follows, then, that this sacred ordinance is to direct our thoughts to the central and most\nimportant events of earth's history, the suffering, death and resurrection of the Lord Jesus.\n<\/p><p>\nIt has always seemed significant to me that from the earliest times until today, there has been\namong all peoples who have believed and accepted the gospel, a frequently repeated ordinance\npointing their minds to these great events. In the early morning of earth's temporal existence,\nat the Lord's command, Adam built an altar and offered sacrifice, although at the time he\nknew not why. As a consequence of his obedience and for his enlightenment, an angel appeared\nunto him (<span class=\"citation\" id=\"38930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38930)\">Moses 5:5-6<\/a><\/span>) and\n<\/p><p>\n. . . spake, saying: This thing is a similitude of the sacrifice of the Only Begotten of the\nFather, which is full of grace and truth\n(<span class=\"citation\" id=\"38932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38932)\">Moses 5:7<\/a><\/span>).\n<\/p><p>\nThe sacrificing of the firstlings of their flocks by true believers in Christ, in contemplation of\nhis great sacrifice, then future, continued until his death. The thoughts of his people were thus\nrepeatedly pointed forward to his great atonement. Since his death, the minds of his followers\nhave been turned back to that event by the sacrament.\n<\/p><p>\n<i>Partaking of Sacrament a Spiritualizing Experience<\/i>\n<\/p><p>\nNow partaking of the sacrament is not to be a mere passive experience. We are not to\nremember the Lord's suffering and death only as we may remember some purely secular\nhistorical event. Participating in the sacrament service is meant to be a vital and a\nspiritualizing experience. Speaking of it, the Savior said:\n<\/p><p>\n. . . And it shall be a testimony unto the Father that ye do always remember me\n(<span class=\"citation\" id=\"5462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5462)\">3 Ne. 18:7<\/a><\/span>).\n<\/p><p>\nIn order to testify, one's mind has to function, and it must be concentrated upon the thing to\nbe testified. And we are not only to partake of the emblems of the sacrament in remembrance\nof the Redeemer, testifying that we do always remember him, but we are also thereby to\nwitness unto the Father that we are willing to take upon us the name of his\nSon and that we will keep his commandments This amounts to a virtual renewal of the\ncovenant of baptism, for you will recall that candidates for baptism are, among other things,\nto\n<\/p><p>\n. . . witness before the church that they . . . are willing to take upon them the name of Jesus\nChrist, having a determination to serve him to the end\n(<span class=\"citation\" id=\"12238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12238)\">D&amp;C 20:37<\/a><\/span>).\n<\/p><p>\nNow there is a doctrine abroad in the world today which teaches that the physical emblems of\nthe sacrament are transformed into the flesh and blood of Jesus. We do not teach such a\ndoctrine, for we know that any transformation which comes from the administration of the\nsacrament takes place in the souls of those who understandingly partake of it. It is the\nparticipating individuals who are affected, and they are affected in a most marvelous way, for\nthey are given the Spirit of the Lord to be with them. This is promised in the sacrament\nprayers. The sacredness and importance of these prayers is evident from the fact that they\nhave always been given to the Church verbatim. In this dispensation they were dictated to the\nProphet Joseph Smith by direct revelation from heaven. In them, in addition to the promise,\nthe whole purpose of the sacrament is set forth. Let me repeat to you the blessing on the\nbread:\n<\/p><p>\nO God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ, to bless and\nsanctify this bread to the souls of all those who partake of it, that they may eat in\nremembrance of the body of thy Son, and witness unto thee, O God, the Eternal Father, that\nthey are willing to take upon them the name of thy Son, and always remember him and keep\nhis commandments which he has given them; that they may always have his spirit to be with\nthem. Amen (<span class=\"citation\" id=\"12241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12241)\">D&amp;C 20:77<\/a><\/span>).\n<\/p><p>\n<i>Companionship of Holy Spirit Promised<\/i>\n<\/p><p>\nWhile instructing his Nephite disciples with respect to the sacrament, Jesus twice repeated to\nthem the promise:\n<\/p><p>\n. . . And if ye do always remember me ye shall have my Spirit to be with you\n(<span class=\"citation\" id=\"5463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5463)\">3 Ne. 18:7,11<\/a><\/span>).\n<\/p><p>\nIt is the overwhelming importance of realizing this great promise that makes regular\nattendance at sacrament meetings so imperative, for if we can but have the companionship of\nhis holy spirit, we shall be able, as the Lord admonishes, to keep ourselves more fully\nunspotted from the world (<span class=\"citation\" id=\"12260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12260)\">D&amp;C 59:9<\/a><\/span>),\nand furthermore we shall be neither deceived nor disturbed in our faith by the evil about us.\n<\/p><p>\nNow, my brethren and sisters, may the Lord shock us into an appreciation of what it means to\nattend regularly sacrament meetings and acceptably participate in the sacrament service. If we\nwill increase our attendance from about twenty percent to forty percent, we shall double our\nspiritual power for righteousness in the world, which, may the Lord help us to do, I humbly\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}