{"ID":2231, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Warnings from Outer Space\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p2\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Address delivered Sunday morning, October 8, 1972<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_009<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p4\" class=\"\">It is a privilege indeed, but a heavy responsibility, to address this vast audience in this historic Tabernacle and those who are listening in; and I humbly pray that the spirit and blessings of the Lord will attend us this lovely Sabbath morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p5\" class=\"\">Conditions in the world today have caused me to ponder over an editorial which I read recently. It states:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p6\" class=\"\">“A German astronomer believes that ‘the earth’s young civilization is now approaching its first great crisis because of its newly found powers of self-destruction,’ and ‘man’s best hope of avoiding disaster is to listen hard for radioed advice coming from far out in starry space.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p7\" class=\"\">“Out there, somewhere, this scientist believes, is a wise old civilization that has survived many crises and is trying to warn the callow earth against the mistakes of its own youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p8\" class=\"\">“What an astute observation! Yet, for thousands of years the Master Creator from his world has been trying to get his earth people to listen hard for advice and wisdom. Either they haven’t tuned in or they have been dull of sight and hearing. There have been many messages from other worlds.” (Church Information Service, September 1970.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p9\" class=\"\">Since the very beginning of time we have a record of God’s messages to man, either by personal appearance, by angels, by direct revelation, by visions, by dreams, or by inspiration. The first instance is where the Lord God appeared to Adam and Eve in the Garden of Eden; and after they were driven out of the garden, they called upon the name of the Lord, and though they did not see him, they heard his voice. He gave them commandments that they should worship the Lord their God and offer sacrifices unto him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p10\" class=\"\">“… And Adam was obedient unto the commandments of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p11\" class=\"\">“And after many days an angel of the Lord appeared unto Adam, saying: Why dost thou offer sacrifices unto the Lord? And Adam said unto him: I know not, save the Lord commanded me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p12\" class=\"\">“And then the angel spake, saying: This thing is a similitude of the sacrifice of the Only Begotten of the Father, which is full of grace and truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p13\" class=\"\">“Wherefore, thou shalt do all that thou doest in the name of the Son, <span class=\"emphasis\">and thou shalt repent and call upon God in the name of the Son forevermore.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p14\" class=\"\">“And in that day the Holy Ghost fell upon Adam, which beareth record of the Father and the Son, saying: I am the Only Begotten of the Father from the beginning, henceforth and forever, <span class=\"emphasis\">that as thou hast fallen thou mayest be redeemed, and all mankind, even as many as will.<\/span>” (<span class=\"citation\" id=\"39403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39403)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39403)\">Moses 5:5–9<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p15\" class=\"\">It is evident therefore that Adam, through revelation, knew that Christ would atone and suffer for the sins of men and that there would be a resurrection. This is an evidence that, as Amos said, “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10444)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10444)\">Amos 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p16\" class=\"\">It is hard to understand why so many people are prepared to accept facts as recorded by historians in secular history and yet refuse to accept ecclesiastical history as recorded in the scriptures by men whose characters are beyond reproach, and even refuse to believe, as having come from the Lord, prophecies that have been fulfilled and verified by secular history. Especially have men through the ages refused to accept prophets of their own time, and many of them have been persecuted, ridiculed, and slain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p17\" class=\"\">The scriptures are replete with incidents lamenting the fact that the majority of people have always refused to accept the prophets who have cried repentance unto them and reminded them of their iniquities. You will remember what the Savior said to the multitude when denouncing the Scribes and the Pharisees:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p18\" class=\"\">“O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p19\" class=\"\">“Behold, your house is left unto you desolate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p20\" class=\"\">“For I say unto you, Ye shall not see me henceforth, till ye shall say, Blessed is he that cometh in the name of the Lord.” (<span class=\"citation\" id=\"125076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125076)\">Matt. 23:37–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p21\" class=\"\">We must listen to and support the prophets if we are to gain favor with the Lord. An early New World prophet, Nephi, complained to his people:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p22\" class=\"\">“Behold, my brethren, have ye not read that God gave power unto one man, even Moses, to smite upon the waters of the Red Sea, and they parted hither and thither, insomuch that the Israelites, who were our fathers, came through upon dry ground, and the waters closed upon the armies of the Egyptians and swallowed them up?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p23\" class=\"\">“And now behold, if God gave unto this man such power, then why should ye dispute among yourselves, and say that he hath given unto me no power whereby I may know concerning the judgments that shall come upon you except ye repent?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p24\" class=\"\">“But, behold, ye not only deny my words, but ye also deny all the words which have been spoken by our fathers, and also the words which were spoken by this man, Moses, who had such great power given unto him, yea, the words which he hath spoken concerning the coming of the Messiah.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p25\" class=\"\">“And now behold, Moses did not only testify of these things, but also <span class=\"emphasis\">all <\/span>the holy prophets, from his days even to the days of Abraham.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p26\" class=\"\">“And now I would that ye should know, that even since the days of Abraham there have been many prophets that have testified these things; yea, behold, the prophet Zenos did testify boldly; for the which he was slain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p27\" class=\"\">“… and now we know that Jerusalem was destroyed according to the words of Jeremiah. O then why not the Son of God come, according to his prophecy?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p28\" class=\"\">“And now will you dispute that Jerusalem was destroyed? …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p29\" class=\"\">“Our father Lehi was driven out of Jerusalem because he testified of these things. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p30\" class=\"\">“And now, seeing ye know these things and cannot deny them except ye shall lie, therefore in this ye have sinned, for ye have rejected all these things; notwithstanding so many evidences which ye have received; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p31\" class=\"\">“But behold, ye have rejected the truth, and rebelled against your holy God; and even at this time, instead of laying up for yourselves treasures in heaven, where nothing doth corrupt, and where nothing can come which is unclean, ye are heaping up for yourselves wrath against the day of judgment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p32\" class=\"\">“Yea, even at this time ye are ripening, because of your murders and your fornication and wickedness, for everlasting destruction; yea, and except ye repent it will come unto you soon.” (<span class=\"citation\" id=\"24714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24714)\">Hel. 8:11–13, 16, 19–22, 24–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p33\" class=\"\">Are we today prepared to repent and accept the word of God, or, as these ancient people, go on heaping up for ourselves wrath against the day of judgment and everlasting destruction? Throughout the ages these messages have come to the inhabitants of the earth from a loving Father whose spirit children we are. They are for our benefit and blessing. He is interested in us and wants us to succeed and be happy in this life and throughout eternity. He created the world and sent us here and knows what is best for us, and through his prophets and his Son Jesus Christ he has given us the plan of life which will lead us to salvation and exaltation. God’s love for his children and his desire to direct them are evident in so many ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p34\" class=\"\">Let us refer to the experience of Joseph who was sold into Egypt. You will recall that Pharaoh was troubled by a dream he had, and learned that Joseph might be able to interpret it, so he sent for him, saying, “I have heard say of thee, that thou canst understand a dream to interpret it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p35\" class=\"\">Joseph replied, “It is not in me: God shall give Pharaoh an answer of peace” [<span class=\"citation\" id=\"23850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23850)\">Gen. 41:16<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p36\" class=\"\">Then Pharaoh told him of his dream about the seven fat and seven lean cattle and the full and thin ears of corn. Then Joseph said God had shown Pharaoh what he was about to do and was warning him that there would be seven very fruitful years, after which there would be a famine for seven years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p37\" class=\"\">We all know that Pharaoh accepted this interpretation and appointed Joseph governor and directed him to see that all surplus foods were preserved for the lean years to come. Because of Joseph’s faithfulness and his responsiveness to inspiration and revelation, he found himself in a position where he was able to save his family when his father, Jacob, sent his other sons to buy corn from their brother whom they had sold into Egypt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p38\" class=\"\">Joseph testified later: “… God sent me before you to preserve you a posterity in the earth, and to save your lives by a great deliverance” [<span class=\"citation\" id=\"23852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23852)\">Gen. 45:7<\/a><\/span>]. (See <span class=\"citation\" id=\"23849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23849)\">Gen. 41<\/a><\/span> and <span class=\"citation\" id=\"23851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23851)\">Gen. 45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p39\" class=\"\">We have record of many other revelations that were received by the prophets in early days as well as in modern times. Prophecies concerning the birth, mission, crucifixion, and resurrection of Jesus Christ are foretold many times by different prophets, both in the Bible and in the Book of Mormon, some of them hundreds of years before his birth. We have the words of Isaiah, Jeremiah, Ezekiel, Lehi, Alma, and many others prophesying of this great event.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p40\" class=\"\">Nephi records in some detail his visions of these happenings, as shown to him by an angel of the Lord. He beheld Mary, the mother of Jesus, bearing a child in her arms, even the Lamb of God, the Redeemer of the world. He saw the prophet who baptized him, the Holy Ghost descending upon him, his work with the Twelve, his healing the sick, the casting out of devils and unclean spirits.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p41\" class=\"\">Nephi also foretells the last events in the Savior’s life in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p42\" class=\"\">“But, behold, they shall have wars, and rumors of wars; and when the day cometh that the Only Begotten of the Father, yea, even the Father of heaven and of earth, shall manifest himself unto them in the flesh, behold, they will reject him, because of their iniquities, and the hardness of their hearts, and the stiffness of their necks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p43\" class=\"\">“Behold, they will crucify him; and after he is laid in a sepulchre for the space of three days he shall rise from the dead, with healing in his wings; and all those who shall believe on his name shall be saved in the kingdom of God. Wherefore, my soul delighteth to prophesy concerning him, for I have seen his day, and my heart doth magnify his holy name.” (<span class=\"citation\" id=\"3884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3884)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3884)\">2 Ne. 25:12–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p44\" class=\"\">This prophecy was made nearly six hundred years before the birth of Christ, yet every event foretold transpired just as predicted. The New Testament writers give irrefutable testimony to validate these prophetic utterances. The New Testament also validates other prophecies recorded in the Old Testament and the Book of Mormon to which we have referred.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p45\" class=\"\">The account in Luke tells us that “a messenger from the Father crossed space to announce, ‘For unto you is born this day in the city of David a Saviour, which is Christ the Lord.’ (<span class=\"citation\" id=\"31835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31835)\">Luke 2:11<\/a><\/span>.) And from out in space suddenly there came ‘a multitude of the heavenly host praising God, and saying, Glory to God in the highest, and on earth peace, good will toward men.’ [<span class=\"citation\" id=\"31836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31836)\">Luke 2:13–14<\/a><\/span>.]” (Church Information Service editorial, September 1970.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p46\" class=\"\">God’s purpose for having prophets upon the earth is to relay his messages for the benefit and blessing of mankind by whatever means of space communication he elects to use. In his overruling providence he has prepared a way for us to gain immortality and eternal life, which Jesus said was his work and his glory. Before and since Christ’s great sacrifice for us the message has been revealed through the prophets that we must be obedient to the laws and ordinances of the gospel, and by repenting of the sins of the world, we can gain exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p47\" class=\"\">How important it is that we listen to the prophets! The scriptures contain numerous warnings to us in these latter days of the calamities that will come upon us, and they have been and are coming to pass. Only as the world repents and accepts and lives the teachings of the gospel as revealed by God through his Son Jesus Christ and the prophets will we save ourselves from destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p48\" class=\"\">“Messages from the beyond have come in great numbers through the ages, faithfully interpreted by the Jeremiahs, the Ezekiels, and the Daniels; by the Nephis, and the Moronis; by the Peters, and the Pauls, and in modern times by the Joseph Smiths. Better than radioed or television communications have come <span class=\"emphasis\">personal messages <\/span>without space capsule, plane, or rocket ship. Man has a long way to go before he comes into the realm of inhabited planets. Yet there is such a thing as space communication. Man has spoken to God and received answers from him. Such messages have been coming for the benefit and blessing of the inhabitants of the earth for upward of 6,000 years.” (Ibid.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p49\" class=\"\">There is a prophet upon the earth today through whom the Lord makes known his mind and will. We as members of the Church believe “all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God.” (<span class=\"citation\" id=\"6910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6910)\">A of F 1:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p50\" class=\"\">The greatest event and blessing ever to come to mankind was the atoning sacrifice of Jesus Christ and the plan of life and salvation that he gave. Next in importance to mankind was the restoration of the gospel through the Prophet Joseph Smith. God called to him and he listened, and through revelation he brought forth a sacred record containing the gospel in its fullness, which with the Bible and modern revelation gives the world the same plan of life and salvation as given by Jesus when he was upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p51\" class=\"\">Joseph, when 14 years of age, was greatly confused as a result of the proselyting activities of the different churches in his community, and he wanted to know which church he should join. While reading the Bible, he came upon the following words in James:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p52\" class=\"\">“If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p53\" class=\"\">“But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.” (<span class=\"citation\" id=\"26248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26248)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26248)\">James 1:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p54\" class=\"\">Joseph said that if anybody needed wisdom, he did, so he went to a grove where he could be alone and knelt in prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p55\" class=\"\">He records: “… I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p56\" class=\"\">“… When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air.” One of them said: <span class=\"emphasis\">“[Joseph,] This is My Beloved Son. Hear Him!” <\/span>(<span class=\"citation\" id=\"30552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30552)\">JS—H 1:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p57\" class=\"\">Joseph, through this vision, knew as he knew he lived that God the Father and his Son, Jesus Christ, were two living Personages: that they knew him by name and heard and answered his prayer and gave him instructions. As he told his experience to his friends and to his minister, he found it excited a great deal of prejudice against him, and he was persecuted and ridiculed, and yet he wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p58\" class=\"\">“… I was led to say in my heart: Why persecute me for telling the truth? I have actually seen a vision; and who am I that I can withstand God, or why does the world think to make me deny what I have actually seen? For I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it; at least I knew that by so doing I would offend God, and come under condemnation.” (<span class=\"citation\" id=\"30560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30560)\">JS—H 1:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p59\" class=\"\">As Joseph called upon God for further direction, the angel Moroni appeared to him and told him about the gold plates and showed them to him in vision. At the end of four years he was given the plates, which contained a record of God’s dealings with the ancient people on the American continent and contained the gospel in its fullness. He translated the engravings on these plates by the gift and power of God and by revelation, and to the convincing of the Jew and Gentile that Jesus is the Christ, the Eternal God, manifesting himself unto all nations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p60\" class=\"\">We have this promise given by Moroni regarding the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p61\" class=\"\">“And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true: and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p62\" class=\"\">“And by the power of the Holy Ghost ye may know the truth of all things.” (<span class=\"citation\" id=\"38378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38378)\">Moro. 10:4–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p63\" class=\"\">I humbly bear testimony that the truthfulness of these things has been revealed to me and that the gospel has been restored in these the latter days through his prophet, Joseph Smith, to whom God the Father and his Son appeared; that God lives; that Jesus is the Christ, who came and gave his life for you and me that we might enjoy immortality and eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p64\" class=\"\">The channels are open between us and the Lord today whereby we can go in secret prayer, in family prayer, and in our public gatherings, knowing that he is there, that he is a loving father, and that he stands ready to answer our prayers and direct us if we will but let him do so, in our own affairs and in the office or calling which we hold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p65\" class=\"\">I also wish to bear testimony that our present leader, Harold B. Lee, is a prophet of God who has been prepared and chosen by him and has been ordained and set apart by those having authority. He is entitled to and does receive guidance from the Lord for the Church and for the benefit of mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p66\" class=\"\">The Lord has said to the members of his church regarding his prophet:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p67\" class=\"\">“… thou shalt give heed unto all his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p68\" class=\"\">“For his word ye shall receive, as if from mine own mouth, in all patience and faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p69\" class=\"\">“For by doing these things the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p70\" class=\"\">“For thus saith the Lord God: Him have I inspired to move the cause of Zion in mighty power for good, and his diligence I know, and his prayers I have heard.” (<span class=\"citation\" id=\"15866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15866)\">D&amp;C 21:4–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/warnings-from-outer-space.p71\" class=\"\">May we give heed to the Prophet and follow him, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}