{"ID":2236, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What Is a Friend?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_014<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p3\" class=\"\">This day I greet you wherever you are as friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p4\" class=\"\">Someone has said, “A friend is a person who is willing to take me the way I am.” Accepting this as one definition of the word, may I quickly suggest that we are something less than a real friend if we leave a person the same way we find him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p5\" class=\"\">There seems to be a misunderstanding on the part of some men today as to what it means to be a friend. Acts of a friend should result in self-improvement, better attitudes, self-reliance, comfort, consolation, self-respect, and better welfare. Certainly the word <span class=\"emphasis\">friend <\/span>is misused if it is identified with a person who contributes to our delinquency, misery, and heartaches. When we make a man feel he is wanted, his whole attitude changes. Our friendship will be recognizable if our actions and attitudes result in improvement and independence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p6\" class=\"\">It takes courage to be a real friend. Some of us endanger the valued classification of friend because of our unwillingness to be one under all circumstances. Fear can deprive us of friendship. Some of us identify our closest friends as those with the courage to remain and share themselves with us under all circumstances. A friend is a person who will suggest and render the best for us regardless of the immediate consequences. Sir Winston Churchill became Great Britain’s greatest friend in his country’s darkest hour because he was courageous enough to call for “blood, toil, tears, and sweat” when some would have accepted him more readily as a friend had he advocated peaceful surrender.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p7\" class=\"\">President Abraham Lincoln was once criticized for his attitude toward his enemies. “Why do you try to make friends of them?” asked an associate. “You should try to destroy them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p8\" class=\"\">“Am I not destroying my enemies,” Lincoln gently replied, “when I make them my friends?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p9\" class=\"\">Are we not within our rights as members of The Church of Jesus Christ of Latter-day Saints to regard our prophet, seer, and revelator, President Harold B. Lee, as a close personal friend as he leaves us improved daily by his willingness to reprove, admonish, love, encourage, and guide according to our needs? President Lee is our friend; I bear witness he is, in the fullest and most noble sense of the word, and he will lead us by inspiration and by his courageous character.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p10\" class=\"\">I invite you to be his friend. What a pleasure it was for me this morning to raise my arm to the square and sustain my friend, President Harold B. Lee! His friendship with me down through the years has met the test. He has always been willing to take me the way I am and leave me improved. What a joy it is to join him and my friends among the General Authorities, and all of you, in building the kingdom of our Heavenly Father here upon this earth!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p11\" class=\"\">I love President Tanner and I love President Romney because they are my friends. I am happy to have Elder Bruce R. McConkie seated at my side because he too is a friend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p12\" class=\"\">As we more fully strive to comprehend the significance of friendship, the more our appreciation should increase for the truths found in the following quotation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p13\" class=\"\">“Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.” (<span class=\"citation\" id=\"26250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26250)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26250)\">James 1:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p14\" class=\"\">It is well for us to be reminded that we are friends to ourselves when we keep our lives unspotted from the sins of the world and leave ourselves better tomorrow than we are today. It is a worthy daily goal to be a true friend to one’s self. Our responsibility to the widow and the fatherless is to accept them as we find them, but to not leave them without improvement. Ours is to lift the heavy heart, say the encouraging word, and assist in supplying the daily needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p15\" class=\"\">Aren’t we something less than a friend if we have the gospel of Jesus Christ and are unwilling to share it by word and example with a family, a member, neighbor, or the stranger? Aren’t we something less than a friend if we have a testimony of the gospel of Jesus Christ and are unwilling to share it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p16\" class=\"\">A friend is a possession we earn, not a gift. “Ye are my friends, if ye do whatsoever I command you.” (<span class=\"citation\" id=\"28690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28690)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28690)\">John 15:14<\/a><\/span>.) The Lord has declared that those who serve him and keep his commandments are called his servants. After they have been tested and tried and are found faithful and true in all things, they are called no longer servants, but friends. His friends are the ones he will take into his kingdom and with whom he will associate in an eternal inheritance. (See <span class=\"citation\" id=\"15953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15953)\">D&amp;C 93:45–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p17\" class=\"\">Let me share with you quickly a few of the many “friend” references in the Doctrine and Covenants referred to by our Savior:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p18\" class=\"\">“And again, verily I say unto you, my friends … —<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p19\" class=\"\">“Draw near unto me and I will draw near unto you; seek me diligently and ye shall find me; ask, and ye shall receive; knock, and it shall be opened unto you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p20\" class=\"\">“Whatsoever ye ask the Father in my name it shall be given unto you, that is expedient for you.” (<span class=\"citation\" id=\"15940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15940)\">D&amp;C 88:62–64<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p21\" class=\"\">“… my friends Sidney and Joseph. …” (<span class=\"citation\" id=\"15959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15959)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15959)\">D&amp;C 100:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p22\" class=\"\">“… my friends, behold, I will give unto you a revelation and commandment. …” (<span class=\"citation\" id=\"15963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15963)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15963)\">D&amp;C 103:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p23\" class=\"\">“… my friends, fear not. …” (<span class=\"citation\" id=\"15954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15954)\">D&amp;C 98:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p24\" class=\"\">“… I will call you friends, for you are my friends, and ye shall have an inheritance with me.” (<span class=\"citation\" id=\"15952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15952)\">D&amp;C 93:45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p25\" class=\"\">May I add that this last friendly greeting was given when the Lord was rebuking Joseph Smith for the conduct of his family at that particular time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p26\" class=\"\">And finally:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p27\" class=\"\">“And as I said unto mine apostles, even so I say unto you, for you are mine apostles, even God’s high priests; ye are they whom my father hath given me; ye are my friends.” (<span class=\"citation\" id=\"15933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15933)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15933)\">D&amp;C 84:63<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p28\" class=\"\">I bear you my witness that our Lord and Savior, Jesus Christ, is our friend. In his loving processes of command, rebuke, greeting, revelation, encouragement, and long-suffering, he daily proves this. Certainly he is willing to take us the way we are, but he wants to leave us improved in his word and his paths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p29\" class=\"\">For a few moments enjoy with me some very simple yet powerful recent conversations I’ve had in seeking the true significance of friendship. I asked an eight-year-old girl, “Who is your best friend?” “My mommie,” she replied. “Why?” “Because she is nice to me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p30\" class=\"\">A priest-age young man was asked the same question. “My bishop.” “Why?” “Because he listens to us guys.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p31\" class=\"\">A 19-year-old girl: “My Gleaner teacher.” “Why?” “She is always available to me, even after class.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p32\" class=\"\">A 13-year-old boy: “My Scoutmaster.” “Why?” “He does everything with us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p33\" class=\"\">A prisoner: “The chaplain.” “Why?” “He believes me. He even believed me sometimes when he shouldn’t have.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p34\" class=\"\">A husband: “My wife.” “Why?” “Because she is the best part of me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p35\" class=\"\">From these cannot we conclude that friendship is earned?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p36\" class=\"\">It was Emerson who said, “The only way to have a friend is to be one.” No one can be a friend until he is known. A friend is a person who will really take the time not only to know us, but to be with us. One of the finest presents you can give anyone is your best self.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p37\" class=\"\">Joseph Smith gave us a glimpse of his measure of friends when he said, “If my life is of no value to my friends, it is of no value to me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p38\" class=\"\">The Savior said, “Greater love hath no man than this, that a man lay down his life for his friends.” (<span class=\"citation\" id=\"125194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125194)\">John 15:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p39\" class=\"\">When Robert Louis Stevenson was asked the secret of his radiant, useful life, he responded simply, “I had a friend.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p40\" class=\"\">In Exodus 33:11 we read, “… The Lord spake unto Moses face to face, as a man speaketh unto his friend.” [<span class=\"citation\" id=\"22844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22844)\">Ex. 33:11<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p41\" class=\"\">A friend in the true sense is not a person who passively nods approval. A friend is a person who cares.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p42\" class=\"\">Please share this recent experience I had while visiting in South America. I was traveling with a mission president 200 miles from his office. Word reached him one of his elders was in the hospital with a ruptured appendix. His condition was grave because of the six-to seven-hour delay in getting medical attention. The mission president gave immediate instructions by telephone, getting the best physician possible, leading sixty missionaries assembled in zone conference in united prayer. He and his wife were at the elder’s bedside the following morning. Prayers continued, medical attention increased, companions took turns sitting at his bedside around the clock. Parents in Idaho were notified. “The best is being done for your son. We feel he will make it. Please have your family join us in our prayers.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p43\" class=\"\">Here was friendship in action. Here was a friend at work. Here was an example of leaving the ninety and nine for the immediate attention of the one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p44\" class=\"\">No greater reward can come to any of us as we serve than a sincere “Thank you for being my friend.” When those who need assistance find their way back through and with us, it is friendship in action. When the weak are made strong and the strong stronger through our lives, friendship is real. If a man can be judged by his friends, he can also be measured by their heights.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p45\" class=\"\">How can we help a friend? An Arabian proverb helps us answer: “A friend is one to whom one may pour out all the contents of one’s heart, chaff and grain together, knowing that the gentlest of hands will take and sift it, keep what is worth keeping, and with the breath of kindness blow the rest away.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p46\" class=\"\">Yes, a friend is a person who is willing to take me the way I am but who is willing and able to leave me better than he found me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p47\" class=\"\">All of us should be eternally grateful for the classic experience shared by Peter and John when they approached the Gate Beautiful. There was a man, lame from birth, lying there. A beggar all through his life, he had never walked on his feet. As they moved in his direction he held out his hands, beckoning, expecting alms. Peter said to him, as we will all recall:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p48\" class=\"\">“Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p49\" class=\"\">“And he took him by the right hand and lifted him up. …” (<span class=\"citation\" id=\"8133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8133)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8133)\">Acts 3:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p50\" class=\"\">Peter was a friend. He told the beggar, “Rise and walk; I’m going to help you.” We too must take the friend by the hand until he sees and finds that he has enough strength to go on his own. Is it not appropriate to conclude that Peter was willing to take the friend the way he was but left him improved? Our Savior pointed the way to reap friendship with our associates and with him when he declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p51\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p52\" class=\"\">“… Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"36173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36173)\">Matt. 25:35, 40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/what-is-a-friend.p53\" class=\"\">I pray God to help us to be friends. We need God’s friendship. He pleads for ours. God lives. He is near. He is available. I leave you my testimony today that Jesus Christ is our Redeemer and Savior, that this is his church, and that he too is our friend. I bear this witness humbly, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}