{"ID":2237, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Entrance into the Kingdom of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p2\" class=\"\">Elder Bernard P. Brockbank<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_015<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p3\" class=\"\">My dear brothers and sisters: One of the great experiences of life is to be among the Saints. We all have the responsibility of preparing ourselves and others for entrance back into the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p4\" class=\"\">The atoning sacrifice of Jesus Christ made it possible for all mankind to be resurrected and to be raised to immortality. Resurrection and immortality are universal gifts from God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p5\" class=\"\">The apostle Paul taught: “For as in Adam all die, even so in Christ shall all be made alive.” (<span class=\"citation\" id=\"547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(547)\">1 Cor. 15:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p6\" class=\"\">But to be resurrected and immortal is not all that is required for entrance into eternal life in the kingdom of God. Eternal life in the kingdom of God is far beyond his universal gift of immortality and is God’s greatest gift to all mankind; it can only be brought about through obedience to the doctrines and commandments taught by Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p7\" class=\"\">Jesus said, “I am the way, the truth and the life: no man cometh unto the Father, but by me.” (<span class=\"citation\" id=\"28677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28677)\">John 14:6<\/a><\/span>.) He said, “… no man cometh unto the Father, but by me.” This is the Lord’s way, and coming unto the Father is a divine and sacred gift that must be merited.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p8\" class=\"\">Again, Jesus Christ said, “… Trifle not with sacred things. If thou wilt do good, yea, and hold out faithful to the end, thou shalt be saved in the kingdom of God, which is the greatest of all of the gifts of God, for there is no gift greater than the gift of salvation.” (<span class=\"citation\" id=\"15844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15844)\">D&amp;C 6:12–13<\/a><\/span>.) God’s greatest gift and blessing to his children is eternal life with him in his heavenly kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p9\" class=\"\">Today there is much controversy and contention among the doctrines and philosophies of men relative to the requirements for entrance into the kingdom of God. Many have been deceived by the teachings of men that works and obedience to God’s commandments are not essential, and some base their contention on scriptures. For example, Paul said, “For by grace are ye saved through faith; and that not of yourselves: it is the gift of God: Not of works, lest any man should boast.” (<span class=\"citation\" id=\"21848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21848)\">Eph. 2:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p10\" class=\"\">The resurrection and immortality are gifts from God, through Jesus Christ, and not from the works and efforts of mortal men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p11\" class=\"\">Many try to justify their claims with the statement of Jesus to the thief on the cross, when the thief said to Jesus, “Lord, remember me when thou comest into thy kingdom,” and Jesus said unto him, “Verily I say unto thee, To day shalt thou be with me in paradise.” (<span class=\"citation\" id=\"31852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31852)\">Luke 23:42–43<\/a><\/span>.) Jesus and the thief went to paradise. There are those who teach that paradise and heaven are one and the same place, but this is not according to the teachings of the holy scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p12\" class=\"\">After mortal death the spirit goes to paradise and remains there until the appointed time for its resurrection into immortality and eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p13\" class=\"\">Heaven, which is the kingdom of God, is where those who have been obedient to God’s plan of life and salvation go after judgment and the resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p14\" class=\"\">The spirit of Jesus, after his death, went to paradise and not to the kingdom of heaven. It was not until after his resurrection that he mentioned returning to the kingdom of heaven. You will recall his words to Mary as she stood by the sepulcher weeping: “Touch me not, for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.” (<span class=\"citation\" id=\"28704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28704)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28704)\">John 20:17<\/a><\/span>.) His spirit had been to paradise, but he had not yet ascended to his Father in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p15\" class=\"\">Jesus warned that not very many would find their way and prepare themselves to live in the kingdom of heaven. He said, “Enter ye in at the strait gate: … Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.” (<span class=\"citation\" id=\"36139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36139)\">Matt. 7:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p16\" class=\"\">Many, according to Jesus, will be misled and deceived by false teachers and false prophets, and some will desire to follow the ways of the world and will destroy their divine opportunity to enter into the kingdom of heaven. He said, “… wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat.” (<span class=\"citation\" id=\"36138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36138)\">Matt. 7:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p17\" class=\"\">Contrary to what many think, just believing in God and being virtuous and pure are not sufficient to qualify a person for entrance into the kingdom of heaven. The Savior’s parable about the ten virgins and their desire to enter the kingdom of heaven makes this point very clear. Jesus said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p18\" class=\"\">“Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p19\" class=\"\">“And five of them were wise, and five were foolish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p20\" class=\"\">“They that were foolish took their lamps, and took no oil with them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p21\" class=\"\">“But the wise took oil in their vessels with their lamps.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p22\" class=\"\">“While the bridegroom tarried, they all slumbered and slept.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p23\" class=\"\">“And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p24\" class=\"\">“Then all those virgins arose, and trimmed their lamps.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p25\" class=\"\">“And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p26\" class=\"\">“But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p27\" class=\"\">“And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p28\" class=\"\">“Afterward came also the other virgins, saying, Lord, Lord, open to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p29\" class=\"\">“But he answered and said, Verily I say unto you, I know you not.” (<span class=\"citation\" id=\"36169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36169)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36169)\">Matt. 25:1–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p30\" class=\"\">Take note that the Lord was not talking about five thieves and sinners and five good people; he was talking about ten virgins, ten pure people who believed in God and had a desire to enter into the kingdom of heaven. The five foolish virgins had failed to prepare. Their lights were out; they were in darkness. Their urgent pleas and hasty preparation were not sufficient, and they heard these words from the lips of their God: “I know you not.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p31\" class=\"\">What a shame to be clean and yet unprepared! What a tragedy to fail in service to God and in helping to build his kingdom on earth as it is in heaven! What a shame to be in darkness when the light of Christ has been made possible for everyone!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p32\" class=\"\">Jesus, speaking of good people who failed to qualify for entrance into the kingdom of heaven, said, “These are they who are not valiant in the testimony of Jesus; wherefore, they obtain not the crown over the kingdom of our God.” (<span class=\"citation\" id=\"15920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15920)\">D&amp;C 76:79<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p33\" class=\"\">It is a divine warning from the teachings of Jesus Christ that one must be prepared to enter into the kingdom of heaven and must have the light of life that is made possible through following Jesus Christ. Jesus said, “I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.” (<span class=\"citation\" id=\"28668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28668)\">John 8:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p34\" class=\"\">The light of life can come only through following Jesus Christ. The light of life is divine light and is required in the immortal soul before entrance back into the kingdom of God. You cannot obtain the divine light of life from men. It does not come from just being good. It can only come through repentance and by living the gospel plan of life and salvation as given by Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p35\" class=\"\">When Jesus lived on the earth, he found a very religious group of people known as the Pharisees. They believed in God; they accepted the teaching of the prophets in the Old Testament. They accepted the Ten Commandments and would not even pick up a stone on the Sabbath day in their compliance with the commandment relative to keeping the Sabbath day holy. Yet Jesus said of the devout, praying Pharisees:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p36\" class=\"\">“This people draweth nigh unto me with their mouth, and honoureth me with their lips; but their heart is far from me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p37\" class=\"\">“But in vain they do worship me, teaching for doctrines the commandments of men.” (<span class=\"citation\" id=\"36147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36147)\">Matt. 15:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p38\" class=\"\">They had changed the Lord’s commandments into commandments of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p39\" class=\"\">In his Sermon on the Mount Jesus Christ also mentioned to these people their qualification for entering into the kingdom of heaven through the Pharisee religion, with its man-made doctrines and commandments. He said, “For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven.” (<span class=\"citation\" id=\"36123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36123)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36123)\">Matt. 5:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p40\" class=\"\">The Pharisees, in all of their dedication and their love for God and the ancient prophets and their obedience to man-made righteousness, which appeared to be taken from the scriptures, did not qualify for entrance into the kingdom of heaven. The Pharisees were worshiping a mystical god of spirit, and they were unable to know the living God when he appeared before them. He tried with all of his godly power to convince them, but they would rather defend their man-made church and their man-made doctrines than accept the church and teachings of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p41\" class=\"\">All men should know what acts will keep them from entering the kingdom of heaven. According to the apostle Paul, the following works of the flesh will keep a person out of the kingdom of God: “… Adultery, fornication, uncleanness, lasciviousness, Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies, Envyings, murders, drunkenness, revellings, and such like: … they which do such things shall not inherit the kingdom of God.” (<span class=\"citation\" id=\"23300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23300)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23300)\">Gal. 5:19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p42\" class=\"\">Indulgence in works of the flesh will destroy man’s divine nature and potential godliness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p43\" class=\"\">Repentance makes it possible to cleanse the mind and body of these sins, except murder, and all other weaknesses, and to turn to the Lord’s way of life. He said, “Repent: for the kingdom of heaven is at hand.” (<span class=\"citation\" id=\"36118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36118)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36118)\">Matt. 4:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p44\" class=\"\">Repentance is God’s way, with the help of his doctrines and commandments, to purify and cleanse the mind and body of its weaknesses and imperfections. Repentance prepares the mind and the body to receive the gospel and to take on the divine light of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p45\" class=\"\">Repentance frees the conscience and cleanses the mind. Jesus said, “Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more. By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them.” (<span class=\"citation\" id=\"15902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15902)\">D&amp;C 58:42–43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p46\" class=\"\">Repentance prepares the mind and body to know the living God and the living Jesus Christ and to receive the gospel and take on the divine light of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p47\" class=\"\">It is important to know that all of the requirements for entrance into the kingdom of God were personally given by Jesus Christ and are recorded in his holy scriptures. There will be many good people turned away from entrance into the kingdom of heaven because they failed to know and follow the Lord’s plan of life. They were more interested in following doctrines of men and commandments of men than they were in following the doctrines of the Lord, as recorded in his scriptures. They were more interested in defending their sect or denomination than in knowing the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p48\" class=\"\">Here are some of the keys that Jesus Christ gave to help one qualify for entrance back into the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p49\" class=\"\">Jesus said, “Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God” (<span class=\"citation\" id=\"28656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28656)\">John 3:3<\/a><\/span>); “Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God” (<span class=\"citation\" id=\"28660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28660)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28660)\">John 3:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p50\" class=\"\">In <span class=\"citation\" id=\"28698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28698)\">John 17, verse 3<\/a><\/span>, another key is recorded by Jesus Christ: “… this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p51\" class=\"\">Wouldn’t you think it is important to know God the Eternal Father and Jesus Christ if you expect to live with them in the kingdom of heaven? Many feel that they know God and know Jesus Christ, but they fail to keep their commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p52\" class=\"\">Hear the words of the apostle John to all who claim to know God. He said, “And hereby we do know that we know him, if we keep his commandments. He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.” (<span class=\"citation\" id=\"1108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1108)\">1 John 2:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p53\" class=\"\">Knowing God is shown by keeping his commandments. People who accept and live doctrines of men do not know the living God. When you know the living God and the living Jesus Christ, you will also know your divine relationship to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p54\" class=\"\">Jesus asked us to pray to our Father in heaven and to “seek ye first the kingdom of God, and his righteousness.” (<span class=\"citation\" id=\"36133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36133)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36133)\">Matt. 6:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p55\" class=\"\">I pray that we may do so, and close with this divine commandment: “… let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God. …” (<span class=\"citation\" id=\"15985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15985)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15985)\">D&amp;C 121:45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/entrance-into-the-kingdom-of-god.p56\" class=\"\">In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}