{"ID":2238, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Light and Knowledge to the World\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p2\" class=\"\">Elder Joseph Anderson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_016<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p3\" class=\"\">In the year 1820 a young man 14 years of age was very greatly disturbed in his mind as to which of all the various religious denominations was acknowledged by God as his church. He had been engaged sincerely in searching for the true church, and he had read the statement of James as contained in the New Testament: “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.” (<span class=\"citation\" id=\"26247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26247)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26247)\">James 1:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p4\" class=\"\">In his confusion, having a sincere and earnest desire, and with unwavering faith, the boy called upon the Lord in prayer. Joseph said he had scarcely started to pray when he was seized upon by some power which entirely overcame him and which had the astonishing effect of binding his tongue so that he could not speak. Thick darkness gathered around him, and he thought he would be destroyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p5\" class=\"\">Exerting all his power to call upon the Lord to deliver him from the power which had seized him, and when he was ready to sink into despair, he saw a pillar of light exactly over his head, above the brightness of the sun, in which light he saw two Personages, and they spoke to him. (See <span class=\"citation\" id=\"30553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30553)\">JS—H 1:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p6\" class=\"\">Think of the great contrast: overpowering darkness as compared with the brightness of the sun—the power of the adversary as opposed to the glory of God. Certainly darkness would be dissipated by the appearance and in the presence of those two divine Personages, the Father and the Son, whose brightness and glory defy all description.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p7\" class=\"\">In answer to the boy’s question as to which of all the sects was right and which he should join, the Father, pointing to his Son, asked Joseph to hear him. The Son, the Savior of the world, Jesus the Christ, the resurrected Lord, answered Joseph by saying that he should join none of the existing churches and denominations, that they were all wrong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p8\" class=\"\">The day was dawning when the gospel in its fullness was to be restored to mankind, when the light of heaven was to fill the entire earth, a time to come in which nothing would be withheld, when everything which had been kept from the understanding of man from the beginning of time would be made known; a time about which the prophets of old have spoken; a time when in very deed a great and a marvelous work and wonder would come forth among the children of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p9\" class=\"\">According to our understanding of holy writ, God the Eternal Father has manifested himself to his earthly prophets on very few occasions since the time of Adam. The following instances may be recalled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p10\" class=\"\">When Jesus was baptized in the River Jordan, as he came up out of the water a voice from heaven was heard saying: “This is my beloved Son, in whom I am well pleased.” (<span class=\"citation\" id=\"36115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36115)\">Matt. 3:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p11\" class=\"\">At the time of the transfiguration, the voice of the Father was again heard: “This is my beloved Son, in whom I am well pleased; hear ye him.” (<span class=\"citation\" id=\"36154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36154)\">Matt. 17:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p12\" class=\"\">When the resurrected Christ was introduced by the Father to the Nephites on the Western Hemisphere, the following language was used: “Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name—hear ye him.” (<span class=\"citation\" id=\"5751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5751)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5751)\">3 Ne. 11:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p13\" class=\"\">Since the Savior’s appearance to the Nephites, there is no scriptural account of the voice of the Father being heard again among men until the Father and the Son appeared unto the boy Joseph in the spring of 1820, at which time, according to Joseph Smith, the Father again bore testimony in the following language: <span class=\"emphasis\">“This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30555)\">JS—H 1:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p14\" class=\"\">As Joseph was calling upon the Lord in prayer more than three years later, a messenger from the Lord appeared in his room surrounded by light, which light continued to increase until the room was lighter than at noonday. On this occasion and subsequent appearances, the angel made reference to a book written upon plates of gold that was deposited in the Hill Cumorah in the state of New York, which plates, when translated, became the Book of Mormon, a new scripture, a new and important witness for Christ. On the occasion of the angel’s first appearance he quoted to Joseph various verses and prophecies from the Bible, among which was the second chapter of Joel, from the 28th verse to the last, part of which reads as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p15\" class=\"\">“And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, and your old men shall dream dreams, your young men shall see visions:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p16\" class=\"\">“And also upon the servants and upon the handmaids in those days will I pour out my spirit.” (<span class=\"citation\" id=\"26882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26882)\">Joel 2:28–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p17\" class=\"\">The priesthood of God, which had been taken from the earth because of apostasy, was restored to Joseph Smith and Oliver Cowdery in 1829, also by heavenly messengers, namely, by John the Baptist and by Peter, James, and John, the presiding authority in the earth after the death of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p18\" class=\"\">Before the Church was organized April 6, 1830, the Lord gave a revelation through this young man, the prophet of the Lord, to his father, Joseph Smith, Sr., in which the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p19\" class=\"\">“Now behold, a marvelous work is about to come forth among the children of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p20\" class=\"\">“Therefore, O ye that embark in the service of God, see that ye serve him with all your heart, might, mind and strength, that ye may stand blameless before God at the last day.” (<span class=\"citation\" id=\"15843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15843)\">D&amp;C 4:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p21\" class=\"\">Similar advice and counsel was given to others at about the same time through revelation from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p22\" class=\"\">To Joseph Smith was given the commission and the authorization from heaven to restore to earth the doctrine, organization, and authority of Christ’s church to a people who had lost the fundamentals of true religion. Joseph Smith’s successors have built and are building upon the foundation that Joseph laid through revelation from God in proclaiming its truth to all the world and in preparing a people to meet the Savior when he shall come to reign upon the earth a thousand years in peace and righteousness. Elder Harold B. Lee, whom we have sustained in this conference as a prophet, seer, and revelator and President of this church, is God’s representative, the mouthpiece of the Lord to his people today, a man whom we love, a man whom we can sustain and support with all our hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p23\" class=\"\">The revealed word of God to Joseph, and particularly the words of the Prophet Joel, have been and are being fulfilled relative to the pouring out of the Spirit of the Lord upon all flesh. I quote from our late President Joseph Fielding Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p24\" class=\"\">“The Lord said he would pour out his Spirit upon <span class=\"emphasis\">all <\/span>flesh. <span class=\"emphasis\">That does not mean that upon all flesh the Holy Ghost should be sent, <\/span>and that they should be participants in the blessings which those are privileged to receive who have been baptized and endowed and become members of the Church; but <span class=\"emphasis\">the Lord would pour out his blessings and his Spirit upon all people and use them to accomplish his purposes.” <\/span>(<span class=\"emphasis\">Doctrines of Salvation <\/span>[Bookcraft, 1954], vol. 1, p. 176.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p25\" class=\"\">Marvelous scientific developments have come since the heavens were opened to that 14-year-old boy, when this dispensation, the dispensation of the fulness of times, was ushered in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p26\" class=\"\">Since the true knowledge of God was revealed in that mighty vision, the Lord has in very deed, in many respects, poured out his Spirit upon all flesh.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p27\" class=\"\">Human beings very much like ourselves have lived upon this earth since the days of Adam. Their physical strength no doubt has been equal to our own. Abraham of old had superior wisdom and knowledge, and others like unto him. There have been among the inhabitants of this world men and women of significant intelligence, those who built the pyramids, those to whom the Lord gave understanding regarding the heavenly bodies, men of faith, good men, religious men, great thinkers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p28\" class=\"\">Yet down through the generations of time mankind have not had the comforts and conveniences, they have not had the opportunities that we enjoy. Men, women, and children obtained an existence by toiling with crude instruments long hours under most trying circumstances. In spite of their fertile lands, nations and kingdoms suffered greatly from famines, and dread diseases and pestilences have decimated peoples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p29\" class=\"\">Since the opening of the heavens, as indicated, man has conquered the darkness of night through the development of the electric light, the incandescent light, the neon light, etc.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p30\" class=\"\">Gas lamps were a laboratory novelty in the early life of Joseph Smith and his followers, and the electric light as invented by Edison was not given to man until 1879 and 1880.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p31\" class=\"\">Great strides have been made in conquering pain and disease. The life of man has been prolonged, and pain alleviated through the use of anesthetics, medical and surgical discovery and development, refrigeration, sanitation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p32\" class=\"\">Think of the great advances in transportation, railroads, steamships, automobiles, airplanes, jet planes, and so on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p33\" class=\"\">We have the marvelous means of communication, such as the telegraph, the telephone, radio, television, Telstar broadcasting, and now space exploration and space satellite technology.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p34\" class=\"\">Surely, we can say with Morse when he sent the first message by telegraph in 1844, over a forty-mile line, “What Hath God Wrought!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p35\" class=\"\">The glory of God is intelligence; in other words, light and truth. All intelligence comes from God, and anyone whose mind is opened to the development of inventions for the benefit and blessing of mankind receives that light and truth through study, through research, through inspiration and guidance from the Spirit of the Lord, whether that individual be a Morse, an Edison, an Alexander Graham Bell, an Orville or Wilbur Wright, or whoever he may be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p36\" class=\"\">How important it is that we have the light of truth which comes from the Lord himself! In fact, he has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p37\" class=\"\">“And that which doth not edify is not of God, and is darkness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p38\" class=\"\">“That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day.” (<span class=\"citation\" id=\"15893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15893)\">D&amp;C 50:23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p39\" class=\"\">The greatest need of the world today is an understanding of the true and living God, to know that he lives, that he rules in the heavens, that he is our Heavenly Father, the Father of our spirits, and that Jesus Christ is his Beloved Son, the Savior and Redeemer of the world; that he is the creator of the universe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p40\" class=\"\">There is confusion in the minds of many people as to just what is the nature of the God we should worship and serve. This is life eternal, to know the only true God and Jesus Christ, those great personages whom Joseph saw in that heavenly vision. This knowledge brings joy and satisfaction to the soul. It is intended for all mankind. We are told that ultimately every knee shall bow and every tongue confess that Jesus is the Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p41\" class=\"\">God the Father and his beloved Son have manifested themselves in this dispensation. Heavenly messengers have personally restored the priesthood of God, the power to act in his name. The Spirit of God is operating upon the minds of men and women everywhere. Light and knowledge are being poured out upon the inhabitants of the earth. Marvelous scientific developments are being used to make possible and speed up the preaching of the restored gospel to mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p42\" class=\"\">Temples are being built and ordinances performed therein in accordance with the plan of life and salvation which pertains to all mankind, both the living and the dead. Yes, a great and a marvelous work has come forth among the children of men, and God is pouring out his Spirit upon all flesh.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/light-and-knowledge-to-the-world.p43\" class=\"\">I testify to these truths in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}