{"ID":2239, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Have Made Covenants with the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p2\" class=\"\">Elder ElRay L. Christiansen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_017<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p3\" class=\"\">If what I say should need a title, it would be “We Have Made Covenants with the Lord—Let Us Keep Them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p4\" class=\"\">In that inspiring session this morning, each of us had the privilege of making a covenant with the Lord that we would sustain, uphold, aid, and even defend these great men who have been chosen to lead this church at this time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p5\" class=\"\">Making covenants with his people and with individuals has always been one of the principal ways in which the Lord deals with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p6\" class=\"\">The scriptures tell us that he made covenants with Adam, with Noah, with Enoch, Melchizedek, Abraham, and others, and that he also made covenants with Israel of old, with the Jaredites, and with the Nephites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p7\" class=\"\">Surely the Latter-day Saints are a blessed people, because in a similar way the Lord has made covenants with us individually and collectively.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p8\" class=\"\">A covenant is a binding and solemn agreement entered into by at least two individuals. It requires that all parties involved abide the conditions of the compact in order to make it effective and binding. Most people do not realize that sacred covenants made with earlier prophets and peoples have been restored to earth by a <span class=\"emphasis\">new <\/span>covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p9\" class=\"\">The Lord made clear the reason for establishing a new covenant:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p10\" class=\"\">“For they have strayed from mine ordinances, and have broken mine everlasting covenant;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p11\" class=\"\">“They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own God, whose image is in the likeness of the world, and whose substance is that of Babylon, even Babylon the great, which shall fall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p12\" class=\"\">“Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the earth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments”—and so forth. (<span class=\"citation\" id=\"15831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15831)\">D&amp;C 1:15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p13\" class=\"\">As a result of this revelation, the Prophet Joseph became the instrument in the hands of the Lord in restoring the new and everlasting covenant, which is actually the fullness of the gospel and embraces within its powers, its terms, and its conditions every other covenant and commandment that our Father has ever given to men on earth. (See <span class=\"citation\" id=\"15997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15997)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15997)\">D&amp;C 132:5–7<\/a><\/span>; <span class=\"citation\" id=\"15871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15871)\">D&amp;C 33:5, 7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p14\" class=\"\">It provides the way to eternal life and even exaltation to all who accept the gospel and who endure to the end in living its principles and ordinances, for he has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p15\" class=\"\">“And even so I have sent mine everlasting covenant into the world, to be a light to the world, and to be a standard for my people, and for the Gentiles to seek to it, and to be a messenger before my face to prepare the way before me.” (<span class=\"citation\" id=\"15888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15888)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15888)\">D&amp;C 45:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p16\" class=\"\">It is here, then, in its fullness with all its powers as a guide, a standard for us and for all men who will heed it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p17\" class=\"\">Since the love of God is extended to all mankind, he has said: “… O [ye] inhabitants of the earth: I the Lord am willing to make these things known unto all flesh; For I am no respector of persons. …” (<span class=\"citation\" id=\"15837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15837)\">D&amp;C 1:34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p18\" class=\"\">And because of this we send missionaries by the thousands into all the world where it is permissible to teach the gospel of Jesus Christ and to baptize those who believe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p19\" class=\"\">Some may wonder why the Lord gives commandments and requires us to enter into covenants with him. Or, as one person asked: “If the Lord loves us, why does he give us commandments? If he loves us, why does he say ‘Thou shalt’ or ‘Thou shalt not’?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p20\" class=\"\">A simple answer to these questions is, he commands us because he loves us. He knows perfectly well what will bring us peace and success in our individual lives and in the world and what will bring the opposite.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p21\" class=\"\">Just as any father would direct (or even restrict) his children if it would be a blessing to the children, so our Father in heaven gives us commandments, laws, and covenants, not for the sole purpose of restricting us or burdening us, but rather that we may, through obedience to correct principles, find peace and success.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p22\" class=\"\">Actually, we do not <span class=\"emphasis\">have <\/span>to do what the Lord commands us, but we cannot obtain the rewards and blessings he has promised unless we do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p23\" class=\"\">“For all who will have a blessing at my hands shall abide the law which was appointed for that blessing, and the conditions thereof, as were instituted from before the foundation of the world.” (<span class=\"citation\" id=\"15996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15996)\">D&amp;C 132:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p24\" class=\"\">Every member of the Church has made covenants with the Lord. These commandments and covenants are not grievous; they are not burdensome. On the contrary, they are enlightening, uplifting, assuring, and helpful. They are instruments of voluntary action on our part that help us to concentrate our efforts to accomplish the purpose of life and to reach our ultimate goal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p25\" class=\"\">Our first covenant is entered into when we are baptized and confirmed members of the Church. Both the conditions under which one becomes a candidate for baptism and the obligations of membership after baptism should be understood and impressed upon all, both young and old. The Lord makes these requirements and expectations rather definite and clear in these enlightening words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p26\" class=\"\">“… All those who humble themselves before God, and desire to be baptized, and come forth with broken hearts and contrite spirits, and witness before the church that they have truly repented of all their sins, and are willing to take upon them the name of Jesus Christ, having a determination to serve him to the end, and truly manifest by their works that they have received of the Spirit of Christ unto the remission of their sins, shall be received by baptism into his church.” (<span class=\"citation\" id=\"15860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15860)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15860)\">D&amp;C 20:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p27\" class=\"\">So, as one prepares himself for baptism, he must recognize that there are specific obligations and covenants associated with the receiving of this sacred ordinance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p28\" class=\"\">When we partake of the sacrament of the Lord’s Supper, we enter into a solemn covenant of obedience to keep his commandments and witness unto the Lord that we will take upon us his name and always remember him and keep the commandments which he has given us. Partaking of the sacrament should be done in sober solemnity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p29\" class=\"\">Again, when we agree to have the priesthood conferred upon us, we thereby covenant with the Lord that we will honor it through righteous, decent living, and by magnifying the office given in service to others, always extending to all men kindness, consideration, courtesy, and love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p30\" class=\"\">Now, if we keep the covenant of baptism and honor the priesthood and its covenants and in other ways live in conformity with the principles of the gospel, we may then have the great privilege of entering a holy temple where we receive the higher ordinances of the priesthood and, in due time, enter into that order of the priesthood known as the “new and everlasting covenant of marriage,” with the promise given that if we remain faithful to the covenants made, we shall come forth with the just in the morning of the first resurrection and, with our companions, our children, our posterity, be permitted to live in a state of never-ending happiness, provided, of course, that they too keep the covenants that it will be necessary for them to make.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p31\" class=\"\">What hope, what comfort, what assurance and joy this promise should bring to the hearts of all who love their families! Surely it is true that “eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.” (<span class=\"citation\" id=\"3070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3070)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3070)\">2 Cor. 2:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p32\" class=\"\">And, of course, he has said that they who love him keep his commandments and covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p33\" class=\"\">President Joseph F. Smith reminded us that “we cannot neglect, slight, or depart from the spirit, meaning, intent and purpose, of these covenants … that we have entered into with our Father in heaven without shearing [or depriving] ourselves of our glory, strength, right and title to his blessings, and to the gifts and manifestations of his Spirit.” (<span class=\"emphasis\">Improvement Era, <\/span>vol. 9 [August 1906], p. 813.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p34\" class=\"\">For God surely will not be mocked!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p35\" class=\"\">Let me repeat, each one of us has made covenants with the Lord and has agreed before God in sacred places that we will observe his laws, which, after all, are the principles by which we must learn to live in order to qualify ourselves for the greatest of all the gifts of God, which he says is eternal life, our life in the “family kingdom.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p36\" class=\"\">I testify to you, brethren and sisters, that I know that God lives and that he has, because of his love for us, condescended to make covenants with us, in order that we may be spared from failure, from sorrow, from regret, and that we may rise to the full heights of glory that are promised to those who are faithful and endure to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/we-have-made-covenants-with-the-lord.p37\" class=\"\">My brothers and sisters, we are a covenant-making people. Let us also be a covenant-keeping people, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}