{"ID":2241, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Why Do Latter-day Saints Build Temples?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p2\" class=\"\">Elder Eldred G. Smith<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p\" class=\"\">Patriarch to the Church<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_019<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p3\" class=\"\">It was a pleasure for me to sustain Brother Harold B. Lee as the President of The Church of Jesus Christ of Latter-day Saints, and to sustain all of the other General Authorities this morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p4\" class=\"\">I wish to express appreciation for that sustaining vote in my behalf and pledge to all my leaders here my full support. I am willing to do all that is required of me to help build up the kingdom of the Lord upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p5\" class=\"\">A question that is often asked by many and comes to the minds of many who are not members of our faith is: “Why do Latter-day Saints build temples?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p6\" class=\"\">Our third Article of Faith is: “We believe that through the Atonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of the Gospel.” [<span class=\"citation\" id=\"6905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6905)\">A of F 1:3<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p7\" class=\"\">The fourth Article of Faith follows: “We believe that the first principles and ordinances of the Gospel are: first, Faith in the Lord Jesus Christ; second, Repentance; third, Baptism by immersion for the remission of sins; fourth, Laying on of hands for the gift of the Holy Ghost.” [<span class=\"citation\" id=\"6907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6907)\">A of F 1:4<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p8\" class=\"\">With God, all laws and ordinances must be complied with and obeyed. Christ said to Nicodemus, “Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p9\" class=\"\">“Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p10\" class=\"\">“Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.” (<span class=\"citation\" id=\"28657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28657)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28657)\">John 3:3–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p11\" class=\"\">Christ had already confirmed the fullness and exactness of this law in his own compliance thereto, as recorded in Matthew: “Then cometh Jesus from Galilee to Jordan unto John, to be baptized of him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p12\" class=\"\">“But John forbad him, saying, I have need to be baptized of thee, and comest thou to me?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p13\" class=\"\">“And Jesus answering said unto him, Suffer it to be so now: for thus it becometh us to fulfil all righteousness. Then he suffered him.” (<span class=\"citation\" id=\"36113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36113)\">Matt. 3:13–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p14\" class=\"\">Baptism, then, is for <span class=\"emphasis\">all <\/span>mankind, even Christ, the very Son of God, who was perfect and without sin. Then it is all the more necessary for all of <span class=\"emphasis\">us.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p15\" class=\"\">If required for all mankind, then would a just God condemn for all eternity those who came to the earth at such time when, and such places where, such opportunities were not available—hence, impossible for them to comply with the law?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p16\" class=\"\">Then if God is just, and we know he is, he must provide a way whereby all mankind may receive his ordinances, and they must be so performed as shall be accepted by him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p17\" class=\"\">Peter tells us in his First Epistle that between the time of Christ’s crucifixion and his resurrection, he was actively engaged in preaching to the spirits of those who had died:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p18\" class=\"\">“By which also he went and preached unto the spirits in prison;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p19\" class=\"\">“Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.” (<span class=\"citation\" id=\"2337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2337)\">1 Pet. 3:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p20\" class=\"\">This opened the way for all who did not have the opportunity to accept his gospel in this life to accept it after death. This does not provide the ordinance of baptism, which is a must for entrance into the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p21\" class=\"\">Paul, preaching to the Corinthians, trying to convert them to the reality of a resurrection, asked them, “Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?” (<span class=\"citation\" id=\"548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(548)\">1 Cor. 15:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p22\" class=\"\">Obviously, they were then practicing a vicarious ordinance of baptism for their kindred dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p23\" class=\"\">Christ suffered vicariously for us; now he is giving us the opportunity to perform a vicarious act for our fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p24\" class=\"\">There are yet other requirements needed. How can this vicarious work be done if the names of those who have died are not known?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p25\" class=\"\">The necessity, then, is very apparent that records must be kept, researched, and obtained to do this work for each individual, separately.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p26\" class=\"\">In April 1836, at the completion of the temple in Kirtland, Ohio, several heavenly messengers appeared to Joseph Smith and Oliver Cowdery. Note—not to Joseph Smith alone, but to Joseph and Oliver. Two witnessed these visitations. Among them was Elijah the prophet, who ascended into heaven without tasting death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p27\" class=\"\">Thirteen years earlier, Joseph Smith had been promised by a heavenly messenger by the name of Moroni that Elijah would be sent to him. The Prophet Joseph Smith described the keys Elijah bestowed upon them in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p28\" class=\"\">“The spirit, power, and calling of Elijah is, that ye have power to hold the keys of the revelation, ordinances, oracles, powers, and endowments of the fullness of the Melchizedek Priesthood and of the kingdom of God on the earth: and to receive, obtain, and perform <span class=\"emphasis\">all <\/span>the ordinances belonging to the kingdom of God, even unto the turning of the hearts of the fathers unto the children, and the hearts of the children unto their fathers, even those who are in heaven.” (<span class=\"emphasis\">Documentary History of the Church, <\/span>vol. 6, p. 251. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p29\" class=\"\">Our forefathers who did not have this opportunity were promised that this day would come. (See <span class=\"citation\" id=\"15980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15980)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15980)\">D&amp;C 121:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p30\" class=\"\">Since the coming of Elijah the prophet to Joseph Smith and Oliver Cowdery in the Kirtland Temple, this work of gathering the names has taken on great proportions by people of all walks of life and in many nations. This is a miraculous undertaking. Think of the way the Lord has inspired the scientific minds of our day to provide machines of all kinds to speed up and make possible this great undertaking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p31\" class=\"\">Five years after Elijah’s coming, in a revelation to the Prophet Joseph Smith in 1841, the Lord directed his people to “build a house to my name, for the Most High to dwell therein.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p32\" class=\"\">“For there is not a place found on earth that he may come to and restore again that which was lost unto you, or which he hath taken away, even the fulness of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p33\" class=\"\">“For a baptismal font there is not upon the earth, that they, my saints, may be baptized for those who are dead—<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p34\" class=\"\">“For this ordinance belongeth to my house, and cannot be acceptable to me, only in the days of your poverty, wherein ye are not able to build a house unto me.” (<span class=\"citation\" id=\"15989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15989)\">D&amp;C 124:27–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p35\" class=\"\">Then he tells of other sacred ordinances that are to be performed in his house, or a temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p36\" class=\"\">Thus it is necessary to build temples, houses of the Lord, sacred edifices in which may be performed the ordinance of baptism and other sacred ordinances vicariously for our dead ancestors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p37\" class=\"\">Elijah brought the keys to perform <span class=\"emphasis\">all <\/span>the sacred ordinances belonging to the kingdom of God. All these most sacred ordinances necessary for man’s exaltation in the life to come, even eternal life, are accepted by God only when they are performed in his sacred house, a temple of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p38\" class=\"\">For this reason, the children of Israel constructed an “ark of the covenant,” which was portable, so they might have the blessings of the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p39\" class=\"\">To receive the fullness of the blessings of exaltation, even eternal life, man must receive <span class=\"emphasis\">all <\/span>the law and the ordinances of God’s kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p40\" class=\"\">Another requirement to fulfill all the law is <span class=\"emphasis\">people.<\/span> We, as members of the Church, must so live as to be worthy to go into the house of the Lord to perform these most sacred ordinances, first for ourselves, then for our dead ancestors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p41\" class=\"\">The living come first. It is necessary for us to receive these ordinances first; then we may be privileged to do this work for our ancestors, to whom the promise was made that we would come to earth in this the dispensation of the fulness of times to do this work for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p42\" class=\"\">The time must come when temples will be found all over the earth, in many nations. This is most necessary for the salvation, exaltation, and eternal life of man. Then we should all be very diligent in gathering the family records and so live to be worthy of taking part in this work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/why-do-latter-day-saints-build-temples.p43\" class=\"\">I pray the Lord to bless us to do this work, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}