{"ID":2244, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Spiritual Famine\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p2\" class=\"\">Elder Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_022<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p3\" class=\"\">One of the most striking prophecies of the Old Testament, which certainly characterizes our day, is this one spoken by Amos:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p4\" class=\"\">“Behold, the days come, saith the Lord God, that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p5\" class=\"\">“And they shall wander from sea to sea, and from the north even to the east, they shall run to and fro to seek the word of the Lord, and shall not find it.” (<span class=\"citation\" id=\"10449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10449)\">Amos 8:11–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p6\" class=\"\">Famine was one of the common scourges of Old Testament times, and people understood the devastating consequences of crop failure and starving people. Amos brought this understanding into sharp focus by his prediction of a spiritual famine. He said: “… not a famine of bread, nor a thirst for water, but of hearing the words of the Lord.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p7\" class=\"\">Long before this time Moses had written: “… man doth not live by bread only, but by every word that proceedeth out of the mouth of the Lord doth man live.” (<span class=\"citation\" id=\"21290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21290)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21290)\">Deut. 8:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p8\" class=\"\">Present-day reports of confusion and frustration of individuals and religious institutions, as they attempt to resolve their religious doubts and conflicts, remind us of these words of Amos: “… they shall run to and fro to seek the word of the Lord, and shall not find it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p9\" class=\"\">They seek to find the solution without building on the rock of revelation, as the Lord said must be done, if the gates of hell are not to prevail against it. (See <span class=\"citation\" id=\"36150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36150)\">Matt. 16:17–18<\/a><\/span>.) This problem has engaged the minds of good and sincere men before and since the restoration of the gospel of Jesus Christ in this dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p10\" class=\"\">In the year 1838, 134 years ago and only eight years after the organization of the Church, Ralph Waldo Emerson delivered an address before the senior class of the Divinity School at Cambridge University. In it he asked questions that were then unanswered and are unanswered for many individuals of our time. He said this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p11\" class=\"\">“And it is my duty to say to you that the need was never greater of new revelation than now. … In how many churches, by how many prophets, tell me, is man made sensible that he is an infinite Soul? … It is the office of a true teacher to show us that God is, not was; that He speaketh, not spake. … Men have come to speak of … revelation as somewhat long ago given and done, as if God were dead.” (See <span class=\"emphasis\">The Complete Writings of Ralph Waldo Emerson, <\/span>pp. 37–45.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p12\" class=\"\">That is an interesting statement to have been made nearly a century and a half ago. It has the sound of an echo from some of today’s modern pulpits.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p13\" class=\"\">Over a hundred years later, the educator Dr. Robert Gordon Sproul described this condition in modern Christian churches in these words: “We have the peculiar spectacle of a nation, which to a limited extent practices Christianity without actively believing in Christianity. We are asked to turn to the church for enlightenment but when we do we find that the voice of the church is not inspired. The voice of the church today is the echo of our own voices. … The way out is the sound of a voice, not our voice. … It is the task of the pastors to hear this voice, cause us to hear it and tell us what it says. … Without it we are no more capable of saving the earth than we were capable of creating it in the first place.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p14\" class=\"\">Louis Cassels, a senior editor of United Press International, recently remarked that public interest in religion has declined because people “are sick and tired of being told what they can’t believe. They want to know what, if anything, they can believe,” he said, “and many churches haven’t been doing a very good job of answering that question.” He ended with the warning that “if you persist in handing out stones when people ask for bread, they’ll finally quit coming to the bakery.” (<span class=\"emphasis\">Christianity Today,<\/span> Oct. 23, 1970.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p15\" class=\"\">The Gallup poll revealed in early 1967 that the majority of Americans—fifty-seven percent—say religion is losing its influence on American life. Ten years previously the proportion holding this view was 14 percent, only one-fourth as large. “This represents,” said polltaker George Gallup, “one of the most dramatic shifts in surveys on American life.” Surely we would agree that in the five years since that survey was made, there has been further deterioration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p16\" class=\"\">In the year 1820, just prior to the time Ralph Waldo Emerson made his statement to the Cambridge Divinity School that “the need was never greater for new revelation than now,” the Prophet Joseph Smith went into a grove of trees near his home and inquired of God which church he should join. The same confusion existed in his mind that exists in the minds of countless millions today, but the answer given him by the Lord takes away the uncertainty, for he said that “all their creeds were an abomination in his sight; … ‘they draw near to me with their lips, but their hearts are far from me, they teach for doctrines the commandments of men, having a form of godliness, but they deny the power thereof.’” (<span class=\"citation\" id=\"30558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30558)\">JS—H 1:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p17\" class=\"\">For the world generally, this condition has not changed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p18\" class=\"\">After the long period of apostasy from the true church established by Christ during his personal ministry, a sure foundation for the kingdom of God was laid through the restoration of the priesthood and the gospel by the principles of divine revelation in this dispensation of time. The priesthood, authority to act in the name of God, was restored through visits of John the Baptist and of Peter, James, and John, who held its keys during the Savior’s sojourn on earth. Other messengers, mighty prophets and leaders, including Elias, Elijah, and Moses, appeared and restored the essential keys of the kingdom. The Book of Mormon, a new witness for Jesus Christ, was revealed through the angel Moroni.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p19\" class=\"\">Revelation followed revelation, as recorded in the Doctrine and Covenants. The foundation was laid for the organization that would govern the kingdom of God, even until it should cover the whole earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p20\" class=\"\">In a little over 140 years, a miracle has been achieved as the priesthood has administered the restored gospel. Temples have been erected on this continent and in other places in the world. Houses of worship dot many lands of the globe. A desert has been made to bloom as a rose. Over 16,000 full-time missionaries are proclaiming the gospel in many lands. Elementary schools, high schools, seminaries, institutes of religion, and colleges in many countries give instruction to more than a quarter of a million young people daily, not only in the elements of secular learning, but in the eternal truths of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p21\" class=\"\">Most important is the fact that down through its history, including this very day, the Church has had a prophet, seer, and revelator. At the head of the Church is Jesus Christ, who directs his prophet, presently Harold B. Lee. His counselors, the members of the Council of the Twelve, and the Patriarch to the Church are also prophets, seers, and revelators. The more than three million members of the Church do not have to listen to an uncertain trumpet. They can believe the voice of their leaders, knowing they are guided by the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p22\" class=\"\">The church of Jesus Christ provides maximum opportunity for involvement of its members. From early youth to the last years of life, satisfying and meaningful activity and responsibility are available to all who are worthy and willing. This promotes the deep satisfaction and emotional well-being which the gospel of Jesus Christ should bring into every human life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p23\" class=\"\">Youth is trained from the earliest age to take part in Primary and Sunday School. At twelve years worthy young men receive the Aaronic Priesthood and, in a sense, begin an apprenticeship that prepares them for the many roles of leadership they will assume throughout their lifetime.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p24\" class=\"\">There is no more powerful principle of life to promote love, forbearance, and devotion in the home than that of eternal marriage. Good adjustment and performance in adult life depend largely on the quality of home life. The principle of eternal marriage is a most powerful stabilizing influence in promoting the kind of home needed to rear children who are happy and well adjusted. No church lays greater emphasis on producing a close, cohesive family life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p25\" class=\"\">What a contrast to the declarations that God is dead—there is no believable voice—the future is blank, as expressed by religious leaders, educators, and columnists. The confusion and frustrations from which the world is suffering are not common to faithful members of the Church. The proof is provided by the loyalty and dedication of its members for nearly a century and a half.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p26\" class=\"\">That loyalty and dedication is not diminishing—it is increasing. Hundreds are going daily from the darkness and uncertainty of unbelief and disbelief into the eternal life of the gospel by having faith, complying with the law of repentance, and accepting of baptism. Their lives are made bright and luminous by the gift of the Holy Ghost, and their souls are lifted up by their service to God and man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p27\" class=\"\">There is hope—God does live—and there is a believable voice to those who have faith and the will to believe. Certainly we live in a day of famine, as described by Amos, when “they shall run to and fro to seek the word of the Lord, and shall not find it.” (<span class=\"citation\" id=\"10450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10450)\">Amos 8:12<\/a><\/span>.) Nevertheless, in what appears to be a spiritual famine, there are many who have found a spiritual abundance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/spiritual-famine.p28\" class=\"\">It is my witness that God lives and Jesus is the Christ, the Savior of the world. These few words I have spoken are a portrayal of my humble testimony that the gospel in its fullness has been restored in these latter days and that there is a prophet on the earth today who speaks the mind and will of the Lord to those who will hear and have the faith to follow. That we may do so, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}