{"ID":2245, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Altar, Tent, Well\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p2\" class=\"\">President A. Theodore Tuttle<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_023<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p3\" class=\"\">“And [Isaac] builded an altar there, and called upon the name of the Lord, and pitched his tent there: and there Isaac’s servants digged a well.” (<span class=\"citation\" id=\"23843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23843)\">Gen. 26:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p4\" class=\"\"><span class=\"emphasis\">Altar, tent,<\/span> and <span class=\"emphasis\">well.<\/span> Isaac did not become an Abraham or a Jacob. He did not reach the heights of Abraham, called the “father of the faithful.” Nor was he as impressive as his son Israel, father of the twelve tribes. Yet Isaac is loved and revered. He worshiped God, cared for his home, and pursued his work. He is remembered simply as a man of peace. The eloquent simplicity of his life and his unique ability to lend importance to the commonplace made him great.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p5\" class=\"\">Altar, tent, and well: his worship, his home, his work. These basic things of life signified his relationship to God, his family, and his fellowmen. Every person on earth is touched by these three.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p6\" class=\"\">Isaac worshiped at an altar of stone. He sought there answers to life’s questions: Where did I come from? Why am I here? Where am I going?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p7\" class=\"\">These questions every man asks. These questions continue with us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p8\" class=\"\">Biblical scriptures alone cannot answer these questions. Revealed religion, however, gives clear and solid answers. The fullness of the restored gospel declares: We lived with our Heavenly Father in a celestial home before this world began. We learned, progressed, and grew. We yearned to come to this life where we could receive a physical body. After resurrection, we shall return to our Father’s presence, united in an eternal family. All this, through obedience to the principles and ordinances of the restored gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p9\" class=\"\">We know by revelation that our Father lives. Jesus is his Firstborn in the spirit world: the Only Begotten in the flesh. He is the Christ, our Savior and Redeemer. His work and his glory is “to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39401)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39401)\">Moses 1:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p10\" class=\"\">We know he lives, for he has appeared to men in our day to establish this latter-day work. There are living prophets and apostles on the earth today, called by God and ordained to carry out his divine purposes. His only true and living church is The Church of Jesus Christ of Latter-day Saints. His chosen prophet is President Harold B. Lee. Thank the Lord for modern revelation that gives solid answers to life’s important questions—in which we find peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p11\" class=\"\">To know the word and works of God, Isaac knelt in his day at his altar. His tent, a home for himself and family, was sacred to him, as our homes are to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p12\" class=\"\">To Latter-day Saints, the home is a holy place, patterned after the celestial home whence we came. The priesthood-led home is the loftiest spiritual unit we know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p13\" class=\"\">The Church of Jesus Christ of Latter-day Saints is a family church. In its missionary work we seek to bring families into the Church. We teach the principles and perform ordinances that unite the family for eternity. Indeed, we may say that a prime purpose of this church is to perfect and exalt the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p14\" class=\"\">There is widespread misunderstanding today concerning the role of father and mother and children. The Prophet Joseph Smith explained that the destiny of the family is to live together as a family unit in the celestial glory. To understand their proper roles, one must understand the eternal nature of man’s life—his premortal existence, life’s purpose now, and his future destiny. Our religion comprehends this and more.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p15\" class=\"\">The man is the head of the home. He is to preside and administer its affairs “by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned; by kindness and pure knowledge.” (<span class=\"citation\" id=\"15983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15983)\">D&amp;C 121:41–42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p16\" class=\"\">The woman is the heart of the home. “And the Lord God said, It is not good that the man should be alone; I will make him an help meet for him.” (<span class=\"citation\" id=\"23838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23838)\">Gen. 2:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p17\" class=\"\">“And they twain shall be one flesh. …” (<span class=\"citation\" id=\"33247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33247)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33247)\">Mark 10:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p18\" class=\"\">President J. Reuben Clark, Jr., one of the Lord’s noble servants, defined woman’s role in eternal perspective. Speaking of Eve, he speaks of all women:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p19\" class=\"\">“So came Eve, an helpmeet to the priesthood mission of Adam—Eve, the last created being in the … world. … Adam took her in her purity, … radiant and divinely fair, into the Garden he had dressed and kept for her, into the bridal home he had built, into the Garden that from then till now has been the symbol of heaven on earth, there to begin together their earthly life, that was finally to bring opportunity … to the untold myriads of spirits then waiting for the mortal tabernacles these two were to make it possible for them to possess.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p20\" class=\"\">“… So Eve came … to be a creator of bodies … that God’s design and the great plan might meet fruition.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p21\" class=\"\">“This was her calling. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p22\" class=\"\">“From that day, … the greatest glory of true womanhood has been motherhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p23\" class=\"\">“What a miracle is motherhood; how nearly infinite is mother. She fashions in her womb the most complex structure known to man. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p24\" class=\"\">“This is wife’s and mother’s task and opportunity; and did she fail … then the great plan would fail and God’s purposes would come to naught. … This must never change. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p25\" class=\"\">“But the full glory of motherhood is not yet reached when her child comes forth into this world of trial. … She feeds not only, but clothes it. She cares for it by day and watches over it by night. … She gently leads its faltering steps, till it walks alone. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p26\" class=\"\">“Thus to the full stature of manhood and womanhood, mother guides, … instructs, directs … the soul for which she built the earthly home, in its march onward to exaltation. God gives the soul its destiny, but mother leads it along the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p27\" class=\"\">“When the souls shall return to the presence of the Father of all, the worthy mothers will be there to welcome their worthy children. …” (<span class=\"emphasis\">Immortality and Eternal Life <\/span>[Melchizedek Priesthood Course of Study, 1969–70], vol. 2, pp. 24–28.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p28\" class=\"\">Wives and mothers do what men cannot do. Men will bow in reverence and in love before mothers who perform this great, this marvelous service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p29\" class=\"\">Contrast this view of woman with the current prattle that demeans motherhood and her exalted role; that even condones abortion and its attendant evils; that sets aside the role God gave to her. It would be hard to imagine a more exalted role of woman and her place in the eternal plan than is held and taught in The Church of Jesus Christ of Latter-day Saints. We invite you to consider this carefully, for it comes from God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p30\" class=\"\">Parental responsibility cannot go unheeded, nor can it be shifted to day-care centers, nor to the schoolroom, nor even to the Church. Family responsibility comes by divine decree. Parents may violate this decree only at the peril of their eternal salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p31\" class=\"\">Only out of this purposeful, divine relationship of parent and child grows eternal joy and fulfillment. President Harold B. Lee has said, “The most important work you will ever do for the church will be within the walls of your own home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p32\" class=\"\">To the child, God said at the great day of law-giving at Sinai: “Honour thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee.” (<span class=\"citation\" id=\"22843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22843)\">Ex. 20:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p33\" class=\"\">Kneeling at his altar, mindful of his family in his tent, Isaac found most of his working hours consumed in watching over wells he had caused to be digged. His flocks were nourished by them. His simple dependence upon the water and the soil and the forage that grew is little different in our day, for man must work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p34\" class=\"\">The revelations say that “every man who is obliged to provide for his own family, let him provide. …” (<span class=\"citation\" id=\"15915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15915)\">D&amp;C 75:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p35\" class=\"\">In the beginning the Lord decreed, “In the sweat of thy face shalt thou eat bread. …” (<span class=\"citation\" id=\"23839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23839)\">Gen. 3:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p36\" class=\"\">Ever since the restoration in 1830, The Church of Jesus Christ of Latter-day Saints has encouraged thrift and fostered work as the ruling principle among its members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p37\" class=\"\">Few evils has the Lord denounced in our day with more vehemence than idleness:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p38\" class=\"\">“Thou shalt not be idle, for he that is idle shall not eat the bread nor wear the garments of the laborer. …” (<span class=\"citation\" id=\"15884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15884)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15884)\">D&amp;C 42:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p39\" class=\"\">“… the idler shall be had in remembrance before the Lord. …” (<span class=\"citation\" id=\"15912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15912)\">D&amp;C 68:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p40\" class=\"\">“… And the idler shall not have place in the church, except he repent and mend his ways.” (<span class=\"citation\" id=\"15916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15916)\">D&amp;C 75:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p41\" class=\"\">Let a man choose an occupation in balance with the other two elements of the triumvirate of which I have spoken. Learn to give an honest day’s work for an honest day’s pay. In the farm or shop or office, let that man know that work is not an end in itself, but a means to a noble end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p42\" class=\"\">How little things have changed since Isaac’s day—the things that really matter. There is the same God of Abraham, Isaac, and Jacob, the same family roles to fill, the same need to work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p43\" class=\"\">Altar, tent, and well: these things are essential. Placed in proper perspective by God’s revealed word, they provide at once our greatest challenge and achievement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/altar-tent-well.p44\" class=\"\">Our Heavenly Father, wilt thou help us thy children to see eternity in these things and act accordingly. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}