{"ID":2246, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “By Love, Serve One Another”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p2\" class=\"\">Bishop Victor L. Brown<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_024<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p3\" class=\"\">The apostle James said: “Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.” (<span class=\"citation\" id=\"26251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26251)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26251)\">James 1:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p4\" class=\"\">The apostle Paul said: “… by love serve one another. For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.” (<span class=\"citation\" id=\"23299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23299)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23299)\">Gal. 5:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p5\" class=\"\">He further said: “Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p6\" class=\"\">“And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p7\" class=\"\">“And now abideth faith, hope, charity, these three; but the greatest of these is charity.” (<span class=\"citation\" id=\"545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(545)\">1 Cor. 13:1–2, 13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p8\" class=\"\">With these scriptures as background, I should like to share with you some experiences of some wonderful groups of unheralded workers who have made these teachings live in their lives. May I introduce the first group to you. They are known as health missionaries, doctors and nurses who have responded to the same missionary call as have the thousands of proselyting missionaries, not only receiving not one cent of compensation, but paying their own expenses. In each case, they labor under the direction of the mission president.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p9\" class=\"\">From Guatemala a lady health missionary reports: “The Primary children were given a lesson on the basic-three food groups. After the flipchart lesson, we played a game with them. They were asked to place foods in the groups where they belonged. Then we gave them a plate and asked them to prepare us a meal, either breakfast, lunch, or dinner, using foods from the basic three. This same health lesson has been given to investigator families as well as member families.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p10\" class=\"\">You will be interested to know that approximately 50 percent of the children in these Indian villages die before reaching the age of five. Malnutrition, complicated by respiratory infection and diarrhea, is the underlying cause.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p11\" class=\"\">Speaking of midwife lessons, this health missionary says: “We will give classes on this subject [delivering babies] in Relief Society, so our ladies can benefit from it. Through working with the Relief Society, we can develop the health program more. The ladies can depend on each other for help. We give them health concepts; then they can teach their families, sisters in the Church, and their neighbors. We know the health program will work through these organizations as planned. Too, we hope to work with families through the family home evening program.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p12\" class=\"\">From Apia, Western Samoa, comes a report from a medical doctor, another health missionary: “At our conferences this round, we are again stressing the importance of food and cleanliness, but in addition, we are encouraging each family to maintain a continually growing food supply. We have indicated to them that each family should keep a certain quantity of various foods growing, and as these are used, they should be replaced. We are also encouraging them to try growing their own vegetables, and as a demonstration, we plant a small garden plot at each conference with tomatoes, cabbage, etc., and leave it for the branch to keep up. Extra plants are given to members who are interested in raising their own.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p13\" class=\"\">From the Philippines comes a report on the problems of the recent catastrophic flood and the help the health missionaries provided.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p14\" class=\"\">On and on it goes, from Peru, Tonga, Guatemala, Uruguay, Paraguay, Colombia, Bolivia, Nicaragua, Honduras, Mexico, Brazil, and in the future from Hong Kong, Korea, Taiwan, and many other countries of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p15\" class=\"\">Now let us see what is happening in the lives of people because of a second group of workers, those involved with the social services phase of the work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p16\" class=\"\">This is the case of a 17-year-old unwed mother. This young lady came from a good, active Mormon family. The lines of communication had broken down between parents and daughter. She was in serious trouble from a pregnancy and was on the verge of compounding the problem in such a way as to further jeopardize any possibility of a happy, successful life when one of the dedicated staff workers became involved. Through extra effort and wise counseling, he was instrumental in saving her from falling off the precipice. He helped open the channel of communication between mother and daughter, and now, a few years later, this same young woman, through repentance and forgiveness and wise counsel, is happily married to a fine husband and is doing her part to help her neighbors. Instead of failure, she is now experiencing joy and peace of mind through living a worthwhile, fulfilling life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p17\" class=\"\">Under the direction of social services, men and women in prison are visited by home teachers. They hold a regular home evening attended by the home teacher’s family, the prisoner’s family, and the inmate. The example of love shown by the home teaching family, along with the evidence of sincere interest, has performed miracles in the lives of many of these men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p18\" class=\"\">Home teaching couples are spending hundreds of hours visiting not only in prison but also in drug and alcohol rehabilitation centers. They have gone into lonely, one-room apartments to help an alcoholic sober up and have done much more in helping in his rehabilitation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p19\" class=\"\">Another important area of this service has to do with foster homes. Over 4,000 families have opened their homes to Indian students. Because these families give freely, this service carries with it that most important ingredient of a home—love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p20\" class=\"\">Now let us examine what happens in the lives of people when the third group becomes involved. They are largely concerned with the temporal or the financial welfare. This is a large group of dedicated men and women. You might say this group is composed of all the members of the Church who participate in any way in the welfare services program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p21\" class=\"\">From one of our associates who is deeply involved in helping people we learn of what happens when the Church steps in to help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p22\" class=\"\">About twelve years ago Roger walked through the side door at Welfare Square. It took him at least fifteen minutes to tell the supervisors who he was and where he came from. Although he was a young man of eighteen years, he had great difficulty expressing himself. Part of his young life had been spent in an institution in a neighboring state. Now at the age of eighteen he was on his own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p23\" class=\"\">This young man lived for some time alone in the mountains. Finally, he got a ride into Salt Lake City. He could neither read nor write, and speech was nearly impossible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p24\" class=\"\">The brethren at Welfare Square found Roger a place to stay. Soon he had a bishop, and he gradually became active in the Church. Fellow workers at Welfare Square helped him to learn to speak so that he could communicate. He still has great difficulty, but his friends and associates can, with a little patience, converse with him reasonably well. He worked in several different jobs at the storehouse, and today he is an active elder in the Church. Roger now has a job in a large commercial enterprise and at the present time is totally self-sufficient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p25\" class=\"\">Roger met Janey at Welfare Square. Let me tell you about Janey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p26\" class=\"\">She had been born with cerebral palsy. She was badly crippled, but she had been able to attend school and had recently graduated from high school. This was a tremendous accomplishment; but now, after several months of searching, her family had found it impossible to obtain employment for her. Her bishop asked if there was something Janey could do. She needed to keep busy. In answer to this challenge, the storehousekeeper suggested that Janey be brought to the storehouse the next morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p27\" class=\"\">After Janey had been at work seven hours, her mother came to take her home. Janey was smiling with pride. She had labeled a dozen cans. There was a pile of spoiled labels on the floor, but they weren’t important. The important thing was her smile. It was there because she felt useful and had pride in her accomplishment. She was willing and anxious to return the next day and continue trying.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p28\" class=\"\">Within a month’s time, Janey was doing a good job of labeling cans. She hardly wasted any labels. As her skill in using her hands increased, she was given greater challenges. At the end of three years she was assigned the delicate job of packing eggs after they had been candled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p29\" class=\"\">Janey and her family are truly happy because she has learned through the welfare program to be a contributing member of society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p30\" class=\"\">Roger and Janey fell in love with each other and were married in the Salt Lake Temple for time and all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p31\" class=\"\">Last year work opportunities amounting to 1,480,000 hours were made available to the Rogers and the Janeys. The wonderful sisters of the Relief Society donated in excess of two million hours in aiding the ill and the aged. They gave compassionate service to 15,000 families at the time of losing a loved one in death. Members of the Church contributed almost two million hours to welfare projects, bishops storehouses, etc., and the Church dispersed over 17 million dollars in cash and commodities, to take care of those in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p32\" class=\"\">All of this was done through the welfare services program of the Church. This was accomplished through the regularly constituted ecclesiastical organization of the Church. There is no separate organization to manage welfare. It is an integral part of the Church and has been from the beginning. To re-emphasize its purpose and objective, I shall read a statement of the First Presidency given in 1936:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p33\" class=\"\">“Our primary purpose was to set up, in so far as it might be possible, a system under which the curse of idleness would be done away with, the evils of a dole abolished, and independence, industry, thrift, and self respect be once more established amongst our people. The aim of the Church is to help the people to help themselves. Work is to be re-enthroned as the ruling principle of the lives of our Church membership.” (Heber J. Grant, <span class=\"emphasis\">Conference Report,<\/span> October 1936, p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p34\" class=\"\">“This is the essence of the Church Security Program—not merely that men shall be fed and clothed, though that is important—but that eternal man shall be built up by self-reliance, by creative activity, by honorable labor, by service. A generation raised in idleness cannot maintain its integrity.” (Richard L. Evans, “Faith, Work, and Security,” <span class=\"emphasis\">Improvement Era,<\/span> December 1936, p. 768.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p35\" class=\"\">“… from the beginning the real long term objective of the Welfare Plan is the building of character in the members of the Church, givers and receivers, rescuing all that is finest deep down in the inside of them, and bringing to flower and fruitage the latent richness of the spirit, which after all is the mission and purpose and reason for being of this Church.” (Albert E. Bowen, <span class=\"emphasis\">The Church Welfare Plan <\/span>[Gospel Doctrine Course of Study, 1936], p. 44.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p36\" class=\"\">These lofty goals still remain as the motivating force of all who are involved in this great work. And now, with the approval of the First Presidency, the temporal or financial, health, and social services functions are brought together in the welfare services organization of the Church concerned with the well-being of the whole man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/by-love-serve-one-another.p37\" class=\"\">I bear my humble witness that this is the gospel of Jesus Christ, that he reigns at the head of this church and speaks through a living prophet, Harold B. Lee. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}