{"ID":2248, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Planting Gospel Seeds of Spirituality\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_026<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p3\" class=\"\">The Savior’s powerful promise, “… I will cause that your bosom shall burn within you” (<span class=\"citation\" id=\"15851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15851)\">D&amp;C 9:8<\/a><\/span>), became a reality to me as I sat in the National Auditorium in Mexico City a few weeks ago and looked out upon the vast throng of 16,000 faithful Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p4\" class=\"\">Some had borrowed money, mortgaged possessions, traveled for days, and made many sacrifices unknown to us that they might attend this great area conference. Our members had come to see a living prophet—to see him face to face, to hear his voice, to hear his words of assurance and admonition, and to personally witness the presidency of the kingdom of God on the earth. They came in great numbers. They saw the prophet and they felt of the comforting Spirit of the Lord. The Saints gathered there heard the truth and believed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p5\" class=\"\">I thought of the great significance of the full-time missionary service of your sons and daughters, who join in heart and voice in humble meetings throughout the world, as they sing:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Ye elders of Israel, come join now with me<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And seek out the righteous, where’er they may be: …<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">We’ll gather the wheat from the midst of the tares<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And bring them from bondage, from sorrow and snares.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p10\" class=\"\">—<span class=\"emphasis\">Hymns,<\/span> no. 344<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p11\" class=\"\">We have been a missionary church from the beginning. I thank the Lord that we will always be a missionary church. The first conversions in this dispensation came through the humble testimony of the Prophet Joseph Smith. His efforts were directed first to those he loved most. He converted his father, his mother, and his brothers and sisters. He converted his wife, his neighbors, then Martin Harris, and the schoolteacher, Oliver Cowdery, as well as the Whitmer family. They all felt of the truth and power of his simple testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p12\" class=\"\">“On Sunday, April 11th, 1830, Oliver Cowdery preached the first public discourse that was delivered by any of our number,” wrote the Prophet Joseph Smith. (<span class=\"emphasis\">Documentary History of the Church, <\/span>vol. 1, p. 81.) Then it was recorded that six were baptized following the service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p13\" class=\"\">Joseph Smith and Oliver Cowdery, under divine instruction, began to preach, teach, expound, exhort, baptize, and set the pattern for our modern missionary service. Now, over 140 years later, we see the fruits of missionary efforts in our own families, in our wards, in our branches, and, of course, in this tabernacle today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p14\" class=\"\">This gospel is the hope and everlasting salvation for all mankind. The missionary system must be perpetuated by us. Our young men and women should be reared under the loving guidance and influence of a good home, a home where the blessing of a mission is part of each one’s life’s goal; a home where plans for his future mission become part of his life, such as a simple piggy bank on the shelf in the kitchen marked “For Johnny’s Mission,” a reminder of his dream.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p15\" class=\"\">Hollywood would never be able to produce the thrilling stories, the real-life dramas, the diaries, the letters home, the testimonies locked in hearts that have resulted from following the Savior’s instruction: “Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost.” (<span class=\"citation\" id=\"36179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36179)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36179)\">Matt. 28:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p16\" class=\"\">The Savior explained what might happen to some of our efforts. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p17\" class=\"\">“A sower went out to sow his seed: and as he sowed, some fell by the way side; and it was trodden down. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p18\" class=\"\">“And some fell upon a rock: and … it withered away. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p19\" class=\"\">“And other fell on good ground, and sprang up, and bare fruit an hundredfold. …” (<span class=\"citation\" id=\"31839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31839)\">Luke 8:5–6, 8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p20\" class=\"\">Imagine the quantity of seed planted over the years by the tens of thousands of missionaries. Some seeds lie dormant for years; others spring forth immediately. Some years ago such a precious seed was planted in fertile soil in Germany.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p21\" class=\"\">Robert Frederick Lippolt, his wife, and daughters lived in a small city in Central Germany. Robert, a house painter, provided a moderate living for his family. One Sunday, while on her way to the Protestant church, Robert’s wife was approached by Mormon missionaries, who invited her to attend sacrament meeting. She attended and was impressed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p22\" class=\"\">After subsequent visits by the missionaries, she was baptized and became active in the Church. From the moment of his wife’s baptism, her husband grew in animosity and bitterness toward the Church. Their daughters were also baptized, resulting in more bitterness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p23\" class=\"\">Robert could bear the Mormons no longer; he moved his family from Germany to Vera Cruz, Mexico, and then on to Porto Alegre, Brazil. As soon as they were settled, Robert’s wife continued to spread the news of the gospel. She was causing excitement in Brazil, for the doctrine that she preached was completely new.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p24\" class=\"\">Bitterness filled Robert. He hated the Mormons. He prevented his children from going to public school, for fear they would learn to read and would thus be further indoctrinated with Mormon literature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p25\" class=\"\">Finally, in desperation, he took his family away from civilization to the interior of Brazil. They settled in the remote, peaceful valley of Ipomeia, in the state of Santa Catarina.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p26\" class=\"\">Filled with a burning testimony and a desire to share the “good news,” Robert’s faithful wife wrote to the mission president in Germany, who in turn referred her to the Argentine Mission president. She asked that he visit Brazil. President Reinhold Stoof visited Brazil in 1927 and reported that much success could be realized among the German-speaking people of Brazil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p27\" class=\"\">From the tiny seeds sown by missionaries in Germany and carried across the Atlantic, the First Presidency established a mission in Brazil in February 1935. The work now flourishes. Hundreds, then thousands heard the good news. Now there are four missions in Brazil and four stakes of Zion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p28\" class=\"\">Even Robert Frederick, the once bitter husband and father, was eventually touched by the seed of truth, for at the age of 83 he was carried in his wooden rocking chair to the nearby River Rio de Peixe and baptized a member of The Church of Jesus Christ of Latter-day Saints. How could one ever describe the deep abiding love of Robert’s faithful wife for the gospel and for her family?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p29\" class=\"\">Mothers and fathers need to plant the seeds of the gospel firmly in the hearts of their children, to create in them a desire to serve and also to know how to serve—seeds of hard work, seeds of courtesy, seeds of thrift.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p30\" class=\"\">Then, deep in their hearts, your sons and daughters need to have planted the more valuable seeds of spirituality—the seeds of cleanliness, the seeds of love, the seeds of virtue, the seeds of courage, such as the courage of Paul, when he stood in bonds before Agrippa and stretched forth his hands and told of his conversion and said: “I am not mad, … but speak forth the words of truth and soberness.” (<span class=\"citation\" id=\"8148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8148)\">Acts 26:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p31\" class=\"\">The seed of <span class=\"emphasis\">obedience <\/span>is the first law of the gospel and was exemplified by the Savior, who was obedient in all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p32\" class=\"\">Your sons will go out, as did the Savior, “preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people.” (<span class=\"citation\" id=\"36119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36119)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36119)\">Matt. 4:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p33\" class=\"\">Your sons will assist in healing those with sicknesses of the mind and discouragement, which afflict modern society, by changing their outlook on life, by lifting the broken hearts from the darkness of despair, by bringing them to Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p34\" class=\"\">Through missionary service, new converts receive great blessings, but the missionary also has his life changed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p35\" class=\"\">I met one of our Scottish missionaries a few weeks ago at a stake conference in the East. He told me of his marriage and Church activity since returning home. He said: “Do you remember what you told me when I was released from my mission?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p36\" class=\"\">I recalled that this elder was from a rural, cowboy town in Idaho, and I had asked him what he was going to do when he returned home. He said. “Just go back home. I can’t afford to go to college.” Then he told me he had some fear that the old gang would be waiting for him, and he might drift back into some old habits.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p37\" class=\"\">He had become one of our leaders, the kind of missionary you could trust with any assignment. I advised him to go back home and to invite his old friends to attend sacrament meeting, where he was to make his report, to hear of the change that had come into his life. I then counseled: “Spend some time with your parents, and then take the first bus out of town. A way will be opened up for you to get into college and develop the newly found talents you discovered in the mission field.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p38\" class=\"\">And as I stood and looked upon this young man at the stake conference, I saw the rough stone was now polished and would continue to change lives for good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p39\" class=\"\">I thank the Lord for our missionary service. It is a divine program. I thank the Lord for our young men and women who represent him before the world in helping build Zion, and in so doing develop their own spiritual knowledge. May our parents always instill in their sons a desire to go on a mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p40\" class=\"\">God bless our missionary homes. May he also bless our missionaries, as promised by President John Taylor, who said of missionaries, “… he is commissioned of the great Jehovah to bear a message … and God has promised to sustain him. He has always sustained His faithful Elders, and He always will.” (<span class=\"emphasis\">Journal of Discourses,<\/span> vol. 24, p. 35.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/planting-gospel-seeds-of-spirituality.p41\" class=\"\">May your sons respond to the great call that shall be theirs, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}