{"ID":2249, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To Serve the Master\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p2\" class=\"\">Elder O. Leslie Stone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_027<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p3\" class=\"\">My dear brothers and sisters: I don’t know why I should be shaking as I am. I am among friends. I know that no one loves me more than these brethren who are sitting before you, and I love them. Nearly all of them have visited our home and stayed with us and left their blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p4\" class=\"\">When President Lee called me to be a stake president about sixteen years ago, I remember on the way home he said, “President Stone, I want you to prepare now for the day when you will be released.” And I assured him that I was ready any time the Brethren wanted to release me. But you know this time when he called me the other day, he didn’t say a word about that. Later he told me the appointment was for life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p5\" class=\"\">I feel humble, grateful, and assure you and the Brethren of my willingness to serve, to devote my time, energy, and means for the upbuilding of the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p6\" class=\"\">The Savior on one occasion, realizing the many temptations that we are faced with in this life, made this statement: “… seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.” (<span class=\"citation\" id=\"36134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36134)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36134)\">Matt. 6:33<\/a><\/span>.) We have tried to live by that rule in our family. My sons, who have both been mission presidents, used to quote that to me when I was talking to them about their future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p7\" class=\"\">Now, I want you all to remember the program of prospective elders, and I am going to tell you why. I was a prospective elder when I met my wife in Blackfoot, Idaho; and after I had courted her for some time and decided (and let her know) that she was the girl of my dreams, she let me know in no uncertain terms that I had to “shape up.” A temple marriage was the only marriage she was interested in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p8\" class=\"\">After shaping up, I was ordained an elder and secured a temple recommend. We were sealed for time and eternity in the Salt Lake Temple April 23, 1924. I am very grateful for my eternal companion and for my family, including fourteen grandchildren. It was my wife’s birthday yesterday, the day that I was sustained as a General Authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p9\" class=\"\">I would like to testify to you that the greatest happiness that has come into our lives has been when we have been living the gospel and serving the Master, and I have to tell you just a little story.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p10\" class=\"\">A few years ago, roughly twenty-five, I was starting a new business. I was having difficulty in getting it into black figures. I don’t like to operate in the red, and I went to my Heavenly Father on bended knees and made a covenant with him that if he would bless me with inspiration and guidance to make that business successful, I would serve him and I would be liberal with my time and means for the up-building of the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p11\" class=\"\">The Lord did bless us abundantly, and I now pledge to President Lee, President Tanner, President Romney, and all these Brethren that I shall put forth my best efforts to fulfill this new assignment. I love the Lord, and I want to serve him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p12\" class=\"\">On the day I was put in as stake president, President Lee quoted this scripture. It has always stuck in my mind, and I would like to quote it to you because it is one of my favorites:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p13\" class=\"\">“Trust in the Lord with all thine heart; and lean not unto thine own understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p14\" class=\"\">“In all thy ways acknowledge him, and he shall direct thy paths.” (<span class=\"citation\" id=\"41514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41514)\">Prov. 3:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p15\" class=\"\">I pray I may always do this, in the name of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/to-serve-the-master.p16\" class=\"\">Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}