{"ID":225, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Pattern of Martyrdom<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1946, pp. 43-50<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: This is an inspiring experience. I have listened with great interest to\nthe testimonies and the remarks of my brethren. I am sure that today there are many hundreds\nof thousands of Latter-day Saints throughout the world represented by you and who, with you\nand us, are today bearing testimony of the divinity of this great work.\n<\/p><p>\nSome of the brethren have mentioned our great heritage and our ancestors who have left us\nthat heritage. Brother Widtsoe mentioned members running into the many thousands who\ncrossed the plains at great personal sacrifice. There were thousands of that number who died\nbetween Nauvoo and the Salt Lake valley and sealed their testimonies with their blood. They\nwere martyrs to a great cause, as was their prophet, seer and revelator.\n<\/p><p>\n<i>Martyrs for a Great Cause<\/i>\n<\/p><p>\nI wish to say a few words about martyrs. Webster says a martyr is one who voluntarily\nsuffers death for refusing to renounce his religion.\n<\/p><p>\nAbout one hundred fifty years before the birth of Christ, there came among the descendants of\nLehi, a prophet named Abinadi (<span class=\"citation\" id=\"40202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40202)\">Mosiah 11:20-25<\/a><\/span>).\nFearlessly he preached repentance to King Noah and his\nfaithless people who were guilty of all the crimes known to men. He boldly denounced their\nimmoralities, and called them to repentance. \". . . Away with this fellow,\" the king had\ncommanded, \"and slay him; for what have we to do with him, for he is mad\"\n(<span class=\"citation\" id=\"40203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40203)\">Mosiah 13:1<\/a><\/span>).\nThey attempted to lay hands on him, but he warned that God would\nnot let them harm him until his message was delivered\n(<span class=\"citation\" id=\"40205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40205)\">Mosiah 13:4-5<\/a><\/span>).\n<\/p><p>\nAnd he spake with power and authority from God\n(<span class=\"citation\" id=\"40207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40207)\">Mosiah 13:6<\/a><\/span>).\n<\/p><p>\nThen Abinadi prophesied the coming of the Messiah, his life, ministry, and death. The king\ncommanded that he be bound, cast into prison, and threatened:\n<\/p><p>\n. . . thou shalt be put to death unless thou wilt recall all the words which thou hast spoken\nevil concerning me and my people (<span class=\"citation\" id=\"40209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40209)\">Mosiah 17:8<\/a><\/span>).\n<\/p><p>\nAbinadi answered that he would recall nothing and, having been sent of God to deliver a\nmessage, he would continue until his mission was finished. When his testimony had been\nfully borne, they beat him and burned him at the stake, a martyr for a great cause.\n<\/p><p>\nThen there was Stephen, one of the seven men called by the apostles to look after the welfare\nwork of the church. And he was full of faith and power, did great wonders and miracles\namong the people\" (<span class=\"citation\" id=\"7556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7556)\">Acts 6:8<\/a><\/span>).\nBut he was arrested. \"And (they) set up false witnesses\"\n(<span class=\"citation\" id=\"7557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7557)\">Acts 6:13<\/a><\/span>) who\ntestified against him with all kinds of accusations. He spoke at length a warning, quoting\nscripture, calling to repentance and testifying of his Redeemer and Lord, reminding them of\ntheir part in his betrayal and crucifixion. Men cannot stand to be denounced for their sins.\nThey cast him out of the city and stoned him\n(<span class=\"citation\" id=\"7559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7559)\">Acts 7:1-60<\/a><\/span>).\n<\/p><p>\nThere was Paul, who had given consent to the martyrdom of Stephen\n(<span class=\"citation\" id=\"50066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50066)\">Acts 8:1<\/a><\/span>), who was also to seal\nhis testimony with his blood for, tradition has it, that he was mobbed at Iconium\n(<span class=\"citation\" id=\"124429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124429)\">Acts 14:1-5<\/a><\/span>); stoned at\nLystra; dragged through the streets and left for dead\n(<span class=\"citation\" id=\"7571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7571)\">Acts 14:19-21<\/a><\/span>); imprisoned and whipped at Philippi\n(<span class=\"citation\" id=\"7572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7572)\">Acts 16:12-24<\/a><\/span>);\nabused at Thessalonica (<span class=\"citation\" id=\"7574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7574)\">Acts 17:1-5<\/a><\/span>),\narrested at Jerusalem (<span class=\"citation\" id=\"7578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7578)\">Acts 21:17-38<\/a><\/span>)\nand sent to Rome where he was in prison for\ntwo years. In the Mamertine prison he languished for nine months with Peter, and finally was\nbeheaded with the sword, at the command of Nero.\n<\/p><p>\nPeter, who witnessed much of the Lord's ministry, his transfiguration, his death and\nresurrection, and became the leader of the church, was also to seal his testimony with his\nblood. Imprisoned many times and subjected to much physical abuse, writers say that he was\ncrucified in Rome after nine months' imprisonment there and that he chose to be crucified\nwith his head down since he felt he was unworthy to meet death in the same posture as did\nhis Lord. \n<\/p><p>\n<i>The Martyrdom of Jesus the Christ<\/i>\n<\/p><p>\nThe martyrdom of Jesus the Christ is well established&mdash;it followed closely the pattern. His life\nwas the perfect life. His enemies, failing to find any guilt in him, resorted to mobocracy to\nend his life. He answered their every question, performed miracles which astounded them, did\ngood everywhere, but chastised and rebuked them for their adultery, insincerity, drunkenness.\nHe threatened their vainglorious way of life; he called them hypocrites, vipers, and murderers\nof prophets. He had restored the gospel and established his kingdom. It was inevitable that he\nshould die to witness eternally of its divinity. His every word was criticized; he was accused\nof being a deceiver, a glutton, a winebibber, a common person associating with publicans and\nsinners. They called him a Sabbath breaker, a usurper of authority, a tax evader. They charged\nhim with heresy and sedition. He was said to be an ignoramus, a blasphemer, and accused of\nbeing born of fornication. He was arrested, spat upon, torn with thorns, mocked and beaten.\nHe was seized by a vile mob led by one from his inner circle who had maliciously planned to\nbetray him. Chief priests and elders took \"counsel against Jesus to put him\nto death\" (<span class=\"citation\" id=\"34111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34111)\">Matt. 27:1<\/a><\/span>).\nMagistrates found no fault. The governor examined the prisoner but washed his\nhands saying:\n<\/p><p>\n. . . I am innocent of the blood of this just person: see ye to it\n(<span class=\"citation\" id=\"34113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34113)\">Matt. 27:24<\/a><\/span>).\n<\/p><p>\nAnd Judas had finally repented and cried:\n<\/p><p>\n. . . . I have sinned in that I have betrayed the innocent blood\n(<span class=\"citation\" id=\"34112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34112)\">Matt. 27:4<\/a><\/span>).\n<\/p><p>\nThe Savior had told his followers of his approaching death. He must die for the sins of the\nworld and to seal his testimony. This he knew. His hour had come. They crucified him, the\nSon of God, on Calvary.\n<\/p><p>\n<i>Joseph Smith's Testimony Sealed with His Blood<\/i>\n<\/p><p>\nAnother day dawns&mdash;a new dispensation; the heavens are opened. The Father and the Son bear\nwitness again to earth. Other heavenly visitors restore priceless blessings to men, and another\nmartyr gives his precious life to testify to a faithless, skeptical, and unbelieving world that a\npersonal God lives; that Jesus his Son is the Redeemer; and that truth is again restored. The\ndetails of the life of Joseph Smith are familiar to us. He announced at once his glorious vision\nof the Father and the Son and was immediately oppressed and persecuted. Modern scribes and\nPharisees have published libelous books and articles by the hundreds, imprisoned him some\nforty-odd times, tarred and feathered him, shot at him, and did everything in their power to\ndestroy him. In spite of their every effort to take his life, he survived through more than a\nscore of years of bitter and violent persecution to fill his mission, until his hour should come.\n<\/p><p>\nTwenty-four years of hell he suffered but also twenty-four years of ecstasy he enjoyed in\nconverse with Gods and other immortals! His mission was finished&mdash;heaven and earth were\nlinked again; the Church was organized; Brigham Young and other great leaders were trained\nto carry on; and he had conferred upon the heads of the Twelve every key and power\nbelonging to the apostleship which he himself held, and he had said to them:\n<\/p><p>\nI have laid the foundations and you must build thereon, for upon your shoulders the kingdom\nrests.\n<\/p><p>\nAnd his hour had come to seal with his blood his testimony, so often borne to multitudes of\nfriends and foes. His Judas came from his own circle&mdash;Governor Ford was his Pontius Pilate,\nNauvoo was his Gethsemane, and Carthage his Calvary. There were also modern Pharisees to\ngoad the mobs&mdash;and another martyr testified.\n<\/p><p>\n<i>Martyrs Lived to Complete Their Work<\/i>\n<\/p><p>\nSomeone has said, \"Anyone can found a religion,\" and Talleyrand answered:\n\"Yes. If he is willing to die for it.\" And the martyr is willing to do exactly that. But the\npowers of earth and hell cannot take him 'till \"the hour is come\"\n(<span class=\"citation\" id=\"27243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27243)\">John 12:23<\/a><\/span>).\n<\/p><p>\nAbinadi when threatened by Noah's soldiery, cried out:\n<\/p><p>\nTouch me not, for God shall smite you if ye lay your hands upon me, for I have not delivered\nthe message which the Lord sent me to deliver; . . . therefore, God will not suffer that I shall\nbe destroyed at this time (<span class=\"citation\" id=\"40204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40204)\">Mosiah 13:3<\/a><\/span>).\n<\/p><p>\nYe see that ye <i>have not power to slay me<\/i>, therefore I finish my message . . . and then it\nmatters not whither I go, if it so be that I am saved\n(<span class=\"citation\" id=\"40208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40208)\">Mosiah 13:7-9<\/a><\/span>, italics author's).\n<\/p><p>\nLife had been pleasant, but even death was not bitter, for as God has said:\n<\/p><p>\n. . . those that die in me shall not taste of death, for it shall be sweet unto them\n(<span class=\"citation\" id=\"12250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12250)\">D&amp;C 42:46<\/a><\/span>).\n<\/p><p>\nIt will be recalled that Peter was released from prison by an angel and protected in many\nways 'till his work was finished\n(<span class=\"citation\" id=\"7555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7555)\">Acts 5:18-19<\/a><\/span>;\n<span class=\"citation\" id=\"7570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7570)\">Acts 12:1-11<\/a><\/span>).\nAnd Paul likewise (<span class=\"citation\" id=\"7573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7573)\">Acts 16:23-40<\/a><\/span>).\nNo violence could take his life until he\nhad borne his testimony to Rome and Greece and other lands. But finally he made the\nprophetic statement to Timothy:\n<\/p><p>\nFor I am now ready to be offered, and the time of my departure is at hand. I have fought a\ngood fight, I have finished my course, I have kept the faith\n(<span class=\"citation\" id=\"5098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5098)\">2 Tim. 4:6-7<\/a><\/span>).\n<\/p><p>\nThere was no fear in his approach to eternity&mdash;only assurance and calm resignation to the\ninevitable martyrdom which he faced. He did not want to die but was willing thus to seal his\ntestimony of the Redeemer.\n<\/p><p>\nThough the Savior had numerous times been in most hazardous situations, it was clear that his\nlife could not be taken until his work was finished. A large crowd of people had surrounded\nhim, and there was much tumult in the temple.\n<\/p><p>\n. . . . they sought to take him: but no man laid hands on him, because his hour was not come\n(<span class=\"citation\" id=\"27233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27233)\">John 7:30<\/a><\/span>).\n<\/p><p>\nAnd again:\n<\/p><p>\n. . . Jesus walked into Galilee: for he would not walk in Jewry, because the Jews sought to\nkill him (<span class=\"citation\" id=\"27229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27229)\">John 7:1<\/a><\/span>).\n<\/p><p>\nHis brethren dissuaded him and said:\n<\/p><p>\n. . . Depart hence, and go into Judea, that thy disciples also may see the works that thou\ndoest. . . . If thou do these things, shew thyself to the world. For neither did his brethren\nbelieve in him. Then Jesus said unto them, My time is not yet come\n(<span class=\"citation\" id=\"27230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27230)\">John 7:3-6<\/a><\/span>).\n<\/p><p>\nBut when the work was established, the Church organized, the keys delivered, the apostles\ntrained, he had said to his brethren:\n<\/p><p>\n. . . Go into the city to such a man, and say unto him, The Master saith my\ntime is at hand. I will keep the passover at thy house with my disciples\n(<span class=\"citation\" id=\"34106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34106)\">Matt. 26:18<\/a><\/span>).\n<\/p><p>\nThen the Lord had gone into Gethsemane to pour out his heart to God. Here he had said\nagain to his beloved Peter, James, and John who sleepily sat by while he had prayed:\n<\/p><p>\n. . . Sleep on now, and take your rest: behold, the hour is at hand, and the Son of man is\nbetrayed into the hands of sinners\n(<span class=\"citation\" id=\"34109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34109)\">Matt. 26:45<\/a><\/span>).\n<\/p><p>\nJoseph Smith had also recognized the inability of his enemies to end his ministry prematurely.\nHe said:\n<\/p><p>\nAll the enemies upon the face of the earth may roar and exert all their power to bring about\nmy death, and they can accomplish nothing, unless some who are among us, who have\nenjoyed our society&mdash;called us brother, saluted us with a kiss&mdash;and by falsehood and deceit, stir\nup the wrath and indignation against us&mdash;we have a Judas in our midst.\n<\/p><p>\nHis hour had come, his ministry finished. Now his enemies might prevail.\n<\/p><p>\n<i>Lives of Martyrs Given Voluntarily<\/i>\n<\/p><p>\nInto the pattern of martyrdom comes the voluntary phase. In every instance the martyr could\nhave saved his life by renouncing his program. Abinadi had been told he would be put to\ndeath. But he answered:\n<\/p><p>\n. . . I will not recall the words which I have spoken . . . for they are true; and that ye may\nknow of their surety I have suffered myself that I have fallen into your hands. Yea, and I will\nsuffer even until death, and I will not recall my words, and they shall stand as a testimony\nagainst you. And if ye slay me ye will shed innocent blood, and this shall also stand as a\ntestimony against you at the last day\n(<span class=\"citation\" id=\"40210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40210)\">Mosiah 17:9-10<\/a><\/span>).\n<\/p><p>\nThe Savior had said:\n<\/p><p>\n. . . I lay down my life for the sheep. . . . No man taketh it from me, but I lay it down of\nmyself. I have power to lay it down, and I have power to take it again\n(<span class=\"citation\" id=\"27240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27240)\">John 10:15,18<\/a><\/span>).\n<\/p><p>\nWhen Peter in the garden had smitten off the ear of one of the servants of the high priest,\nJesus said to him:\n<\/p><p>\n. . . put up again thy sword into his place. . . Thinkest thou that I cannot now pray to my\nFather, and he shall presently give me more than twelve legions of angels?\n(<span class=\"citation\" id=\"34110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34110)\">Matt. 26:52-53<\/a><\/span>).\n<\/p><p>\n<i>Closing Events in Life of Joseph Smith<\/i>\n<\/p><p>\nJoseph Smith did not want to die. He had so much to live for, with his family, his friends,\nwith his interest in the expanding kingdom, and he was still a young man, but though he\nhoped and prayed that the cup could pass, he knew it was inevitable. He said:\n<\/p><p>\nI am going like a lamb to the slaughter. But I am as calm as a summer's morning; I have a\nconscience void of offense toward God and all men. I shall die innocent and\nit shall yet be said of me\"&mdash;he was murdered in cold blood\"\n(<span class=\"citation\" id=\"12322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12322)\">D&amp;C 135:4<\/a><\/span>).\n<\/p><p>\nHow he wanted to live! He lingered as he passed his farm and said plaintively:\n<\/p><p>\nIf some of you had such a farm and knew you would not see it any more, would you not\nwant to take a good look at it for the last time?\n<\/p><p>\nAnd as he left Nauvoo, his longing eyes surveyed the city beautiful.\n<\/p><p>\nThis is the loveliest place and the best people under the heavens&mdash;little do they know the trials\nthat await them.\n<\/p><p>\nHis farewell to Brother Wells was full of pathos: \"I wish you to cherish my memory.\" And\nwhile waiting the foul blow in Carthage jail he had said:\n<\/p><p>\nLay your head on my arm for a pillow, Brother Fullmer&mdash;I <i>would<\/i> like to see my family\nagain&mdash;I would to God that I might preach to the Saints in Nauvoo once more.\n<\/p><p>\nThis was his Golgotha; he seemed to know. He had said:\n<\/p><p>\nBoys, if I don't come back, take care of yourselves. I am going like a lamb to the slaughter.\n<\/p><p>\nAnd a slaughter it was! The shots rang out! And freely flowed the blood of martyrs, for\nHyrum, his older brother, had chosen to remain with him. This precious blood soaked into the\nearth, sealing an undying and unanswerable testimony which continued to ring in minds and\nhearts.\n<\/p><p>\nHe bore record:\n<\/p><p>\nI had actually seen a light, and in the midst of that light I saw two personages and they did in\nreality speak to me. . . . I have actually seen a vision, and who am I that I can withstand God,\nor why does the world think to make me deny what I have actually seen? For I had seen a\nvision; I knew it, and I knew that God knew it and I could not deny it, neither dared I do it\n(<span class=\"citation\" id=\"30247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30247)\">JS&mdash;H 1:25<\/a><\/span>).\n<\/p><p>\nHe approached and actually confronted his tragedy. His dying words were: \"O Lord, my\nGod!\"\n<\/p><p>\n<i>Testament Made Effective by Death of Testator<\/i>\n<\/p><p>\nIn the final hours of the life of the martyr comes a calm serenity that baffles all human\nexplanations It is an unanswerable challenge to those who would rationalize and explain away.\n<\/p><p>\nAbinadi faced his enemies triumphantly:\n<\/p><p>\n. . . [they] durst not lay their hands on him, for the spirit of the Lord was upon him; and his\nface shone with exceeding luster, even as Moses' did while on the mount of Sinai, while\nspeaking with the Lord (<span class=\"citation\" id=\"40206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40206)\">Mosiah 13:5<\/a><\/span>).\n<\/p><p>\nThey bound him and \"scourged his skin with faggots\" and when the flames began to scorch\nhim he prophesied concerning them and cried:\n<\/p><p>\n\"O God receive my soul!\" He died and sealed the truth of his words by his death\n(<span class=\"citation\" id=\"40211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40211)\">Mosiah 17:13-20<\/a><\/span>).\n<\/p><p>\nAnd as the death sentence fell upon Stephen,\n<\/p><p>\n. . . all that sat in the council, looking steadfastly on him, saw his face as it had been the face\nof an angel (<span class=\"citation\" id=\"7558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7558)\">Acts 6:15<\/a><\/span>).\n<\/p><p>\nAs the bestial mob viciously hurled stones to take this guileless life, the young martyr looked\nup and saw the heavens opened and saw\n<\/p><p>\n. . . the glory of God, and Jesus standing on the right hand of God\n(<span class=\"citation\" id=\"7560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7560)\">Acts 7:55<\/a><\/span>).\n<\/p><p>\nand as his bruised and bleeding body had reached the limit of physical endurance he fell to\nhis knees and cried with a loud voice: \"Lord, lay not this sin to their charge!\"\n(<span class=\"citation\" id=\"7562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7562)\">Acts 7:60<\/a><\/span>) and another\nsoul had sealed his testimony with blood.\n<\/p><p>\nThe Savior stood the humiliation, the mockery, the physical pain with patience and tolerance,\nbut he did not want to die. He loved life in spite of his persecutions. He prayed,\n<\/p><p>\n. . . O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as\nthou wilt (<span class=\"citation\" id=\"34107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34107)\">Matt. 26:39<\/a><\/span>).\n<\/p><p>\nAnd then had come his betrayal, his trials, mockery though they were, and his execution.\n<\/p><p>\nThough his precious life was being taken by the unscrupulous degenerates yet,\n<\/p><p>\n. . . said Jesus, Father, forgive them; for they know not what they do\n(<span class=\"citation\" id=\"31199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31199)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nAs his life ebbed out he cried aloud:\n<\/p><p>\nFather, into thy hands I commend my spirit\n(<span class=\"citation\" id=\"31202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31202)\">Luke 23:46<\/a><\/span>).\n<\/p><p>\nPaul said later:\n<\/p><p>\nFor where a testament is, there must also of necessity be the death of the testator. For a\ntestament is of force after men are dead: otherwise it is of no strength at all while the testator\nliveth. Whereupon neither the first testament was dedicated without blood\n(<span class=\"citation\" id=\"24216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24216)\">Heb. 9:16-18<\/a><\/span>).\n<\/p><p>\nBut they had borne witness; truth was established; blood had been spilled; and the testimony\nwould stand eternally against those who rejected the truth and were the villains in the\ntragedies.\n<\/p><p>\n<i>Blood of Martyrs the Seed of the Church<\/i>\n<\/p><p>\nBut martyrs do not die. They live on and on. When the Savior said, \"It is finished\"\n(<span class=\"citation\" id=\"27264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27264)\">John 19:30<\/a><\/span>), he\nreferred to his mortal experience, for his crucifixion marked but a milepost in his\never-expanding power. Hundreds of millions have been influenced for good by this perfect\nlife and martyr's death. He had said himself:\n<\/p><p>\nAnd whoso layeth down his life in my cause, for my name's sake, shall find it again\n(<span class=\"citation\" id=\"12289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12289)\">D&amp;C 98:13<\/a><\/span>).\n<\/p><p>\nHis work continues to spread to this day.\n<\/p><p>\nThe blood of martyrs is the seed of the Church.\n<\/p><p>\nStephen <i>dead<\/i> is greater than Stephen <i>alive<\/i>. His sermons continue to inspire his readers.\n<\/p><p>\nWhen Nero sends the other Christians to the lions, it is said, he sent Paul the Roman citizen\nto the headsman and the block. Perhaps, but it is unimportant. Paul walks and talks in every\nhouse in Christendom. (Book of Courage.)\n<\/p><p>\nAnd Joseph Smith, our Prophet:\n<\/p><p>\nHe could have yielded and perished, but standing resolute, he lives forever.\n<\/p><p>\nHis work was not lost. His testimony goes steadily forward, on to infinity. As Alma had\ncarried the torch for Abinadi, the apostles for the Savior, now came Brigham Young and the\nTwelve to continue the work of restoration.\n<\/p><p>\nMen do not give their lives to perpetuate falsehoods. Martyrdom dissipates all question as to\nthe sincerity of the martyr. Personalities do not survive the ages. They rise like a shooting\nstar, shine brilliantly for a moment and disappear from view, but a martyr for a living cause,\nlike the sun, shines on forever. Great characters, students, businessmen, scientists, followed\nthe youthful prophet to his death. They were not deceived. They lost him in martyrdom but\ninspired with the divinity of the Cause went forward without hesitancy, Thousands gave lives\nthey could have saved, in Missouri, Illinois, and crossing the plains, and today a great people\nhailed for their education, practicability, and virtue, stand to bear witness that the martyrdom\nof Joseph Smith, like that of the martyrs before him, is another of the infallible proofs of the\ndivinity of the gospel of Jesus Christ, restored in its fulness through that humble prophet.\n<\/p><p>\nI bear testimony, my brethren and sisters, that this is the gospel of Jesus Christ, that Joseph\nSmith is a prophet of God, and that he will continue to live on eternally. This testimony I\nbear in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}