{"ID":2251, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Keep the Commandments\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p2\" class=\"\">Elder Sterling W. Sill<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_029<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p3\" class=\"\">One of the biggest businesses in the world is this business of holding conventions. This week and every other week, in this country and every other country, men and women will be getting together to discuss their problems, exchange ideas, and try to develop more effective techniques for accomplishment. If one doctor discovers better methods for improving health, relieving pain, or saving lives, that information is immediately passed on to others. As a consequence, the skill of all doctors is increased, and every one of us is made the beneficiary of every medical discovery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p4\" class=\"\">If you had lived in Jerusalem 1900 years ago, your life expectancy at birth would have been approximately 19 years. If you had lived in George Washington’s day in America, your life expectancy would have been 35 years. When I was born it was 48 years. But those babies who were born in an American hospital this morning have an average life expectation of 70 years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p5\" class=\"\">Great men everywhere are studying and working day and night to uplift and enrich our lives. And if it is so important for doctors, lawyers, farmers, teachers, businessmen, and scientists to counsel together in order to increase their effectiveness, how much more important it is for us who work in this greatest of all enterprises that Jesus referred to as “my Father’s business.” That is the world’s biggest and most important undertaking. It has the responsibility for building integrity, character, righteousness, and eternal life into the lives of his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p6\" class=\"\">Thomas Carlyle once said that a man’s religion is the most important thing about him. That is what he believes in and thinks about and works at and fights for and lives by. Our eternal exaltation will not be awarded according to whether or not we make a good living, but according to whether or not we live a good life. Jesus announced the purpose of his own mission by saying, “… I am come that they might have life, and that they might have it more abundantly.” (<span class=\"citation\" id=\"28671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28671)\">John 10:10<\/a><\/span>.) And to produce the most abundant lives is our primary responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p7\" class=\"\">The Lord himself has said: “… this is my work and my glory—to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39402)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39402)\">Moses 1:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p8\" class=\"\">When we are called to assist in this all-important undertaking, it then becomes our work and our glory to bring to pass the immortality and eternal life of man. And twice each year, in obedience to the direct instruction of deity, this great general conference of the Church is held. And as we contemplate our own individual part in it, I would like to pose some questions for your consideration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p9\" class=\"\">Just suppose that you were asked, “What is the greatest idea that you are capable of thinking?” “What is the most worthwhile good to be done?” or “What activity would make our lives most profitable and happy?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p10\" class=\"\">Daniel Webster gave one answer when he said: “The greatest thought that has ever entered my mind is the consciousness of my individual responsibility to God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p11\" class=\"\">We recently had another inspiring and official answer, which I would like to use as the theme for my remarks. On July 7, 1972, Harold B. Lee became the eleventh president of the church of Jesus Christ in this dispensation of our world’s history. And in a conference with some seventy-five members of the press and representatives of other news media, he was asked what was the most important counsel that he had to give to the people of the world. In a three-word answer, President Lee said, “Keep the commandments.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p12\" class=\"\">President S. Dilworth Young recently said that in his opinion, Harold B. Lee is as strong a man as his great-granduncle, Brigham Young. And I would like to submit that these three words spoken by President Lee represent the most profitable direction that could possibly be given by anyone in any dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p13\" class=\"\">The religion of Christ is not just an idea; it is an activity. It is not just something for us to think about; it is something for us to do. These words also constitute the world’s most powerful success formula. The best way to be a good doctor or a good lawyer or a good teacher is to be a good man. These three words serve as the shortest, the most pleasant, the most direct, and the only road to the celestial kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p14\" class=\"\">From the very beginning, the gospel has been taught to all of the prophets. On one occasion Moses was given a revelation concerning the earliest times. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p15\" class=\"\">“And [God] called upon our father Adam by his own voice, saying: I am God; I made the world, and men before they were in the flesh.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p16\" class=\"\">“And he also said unto him: If thou wilt turn unto me, and hearken unto my voice, and believe, and repent of all thy transgressions, and be baptized, even in water, in the name of mine Only Begotten Son, who is full of grace and truth, which is Jesus Christ, the only name which shall be given under heaven, whereby salvation shall come unto the children of men, ye shall receive the gift of the Holy Ghost, asking all things in his name, and whatsoever ye shall ask, it shall be given you.” (<span class=\"citation\" id=\"39407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39407)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39407)\">Moses 6:51–52<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p17\" class=\"\">The other day I had occasion to reread the genealogy of the ten patriarchs in their succession from Adam to Noah. Excluding Enoch, who was translated at age 430, the other nine of the ten patriarchs lived to an average age of 912 years. In one sense they served as the founding fathers of our world civilization. And each was a great man in his own right. Adam will always stand at the head; and under the direction of that magnificent Being, the Savior of the world, he will forever preside over his posterity. Adam was a mighty spirit before this earth was formed, and he was faithful throughout his long mortality. Three years before his death he called together Seth, Enos, Cainan, Mahalaleel, Jared, Enoch, and Methuselah, who were all high priests, and all of the residue of his posterity who were righteous unto the valley of Adam-ondi-Ahman, and there he bestowed upon them his last blessing. The record says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p18\" class=\"\">“And the Lord appeared unto them, and they rose up and blessed Adam, and called him Michael, the prince, the archangel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p19\" class=\"\">“And the Lord administered comfort unto Adam, and said unto him: I have set thee to be at the head; a multitude of nations shall come of thee, and thou art a prince over them forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p20\" class=\"\">“And Adam stood up in the midst of the congregation; and, notwithstanding he was bowed down with age, being full of the Holy Ghost, predicted whatsoever should befall his posterity unto the latest generation.” (<span class=\"citation\" id=\"15972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15972)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15972)\">D&amp;C 107:54–56<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p21\" class=\"\">And the primary message of that great general conference was also centered in that fundamental human requirement to “Keep the commandments.” Many of those who attended this conference in the year of the world 927 had made inspiring records in righteousness. The Bible says that Seth, the son of Adam, was a perfect man. At age 65 Enoch was called on a special mission to preach the gospel, which lasted for the next 365 years. The record says of him:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p22\" class=\"\">“And he saw the Lord, and he walked with him, and was before his face continually; and Enoch walked with God three hundred and sixty-five years, making him four hundred and thirty years old when he was translated.” (<span class=\"citation\" id=\"15971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15971)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15971)\">D&amp;C 107:49<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p23\" class=\"\">Certainly Enoch was one of the best educated men who ever lived in the world. The record says that he was taught in all of the ways of God. He was not only a perfect man, but he wrote a great book of scripture and built up the famous city of Enoch, which was also called the city of holiness. This city of Zion and all of its people were translated and taken up to God in the year of the world 1052.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p24\" class=\"\">All of these founding patriarchs lived in the days of great wickedness, and yet the scripture says that Noah was also perfect in his generation. It says, “and Noah walked with God.” (<span class=\"citation\" id=\"23842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23842)\">Gen. 6:9<\/a><\/span>.) And most of his life was spent saying to the antediluvians, “Keep the commandments.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p25\" class=\"\">We have many interests in common with the founding fathers of our world. They lived on one end of our civilization, and we live on the other. They stood in the forefront of our history, and we carry the responsibility for this equally important last-day period. Both periods have great intensities of good and bad. The Lord himself looked forward to our day and made a rather uncomplimentary comparison when he said: “… as the days of Noe were, so shall also the coming of the Son of man be.” (<span class=\"citation\" id=\"36168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36168)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36168)\">Matt. 24:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p26\" class=\"\">This first period was brought to its end by the flood. The last will be brought to its close by the glorious second coming of the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p27\" class=\"\">Enoch said, “Keep the commandments,” and those who did were translated and taken up to heaven. Noah said, “Keep the commandments,” and those who did not were drowned, and their spirits were sent to the eternal prison house. The prophet Jonah said to the people of Nineveh, “Keep the commandments,” and when they obeyed, their city was saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p28\" class=\"\">In concluding his book of Ecclesiastes, the wise man Solomon said: “Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for this is the whole duty of man.” (<span class=\"citation\" id=\"21428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21428)\">Eccl. 12:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p29\" class=\"\">When one came to Jesus and said, “… what good thing shall I do, that I may have eternal life?” Jesus said unto him, “[Thou knowest the law], keep the commandments.” (<span class=\"citation\" id=\"36157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36157)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36157)\">Matt. 19:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p30\" class=\"\">Then on the night preceding his crucifixion he said to the apostles, “If ye love me, keep my commandments.” (<span class=\"citation\" id=\"28682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28682)\">John 14:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p31\" class=\"\">When the people chose apostasy rather than obedience, the dark ages came upon the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p32\" class=\"\">John the Revelator avoided the kind of violent death meted out to the other apostles of Jesus by his banishment to that lonely little isle of Patmos located in the Aegean Sea. Then, with prophetic vision, he looked down to our day and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p33\" class=\"\">“And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p34\" class=\"\">“Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.” (<span class=\"citation\" id=\"42465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42465)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42465)\">Rev. 14:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p35\" class=\"\">The church of Jesus Christ, founded upon the foundation of apostles and prophets, has again been restored. And in 1972 a great modern prophet, standing shoulder to shoulder with those of other times, is again saying to all the world and to each of us individually, “Keep the commandments.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/keep-the-commandments.p36\" class=\"\">May God help us to hear and to obey, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}