{"ID":2253, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Strengthen Thy Brethren”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p2\" class=\"\">President Paul H. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_031<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p3\" class=\"\">I am grateful for this opportunity, brothers and sisters, to add my witness to those that have been borne so beautifully here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p4\" class=\"\">The other night I was somewhat amused as I looked through an evening copy of the <span class=\"emphasis\">Deseret News.<\/span> I noticed a picture depicting a problem that one of the Baptist churches in the South was having. It seems that their parking lot was being used by an adjoining establishment for commercial use, and the enterprising minister put this sign up at the entrance to the parking lot: “Warning—Violators will be baptized.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p5\" class=\"\">I couldn’t help but think of that as I have listened to the real warning of the Lord and the counsel from his servants during these two great days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p6\" class=\"\">When the Lord appeared to the Nephites he said, “And again I say unto you, ye must repent, and be baptized in my name, and become as a little child, or ye can in nowise inherit the kingdom of God.” (<span class=\"citation\" id=\"5753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5753)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5753)\">3 Ne. 11:38<\/a><\/span>.) That was his real warning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p7\" class=\"\">Just twenty-three years ago this fall, I entered Chapman College in Southern California as a student. I came under the wonderful influence of Dr. Guy M. Davis, philosopher, educator, and teacher. Twenty-three years later, just three weeks ago last Friday evening, I saw this magnificent man, with so brilliant a mind, become as a little child, as he entered the waters of baptism and became a member of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p8\" class=\"\">I thought of another scripture as I witnessed that baptism experience of my friend. The Lord, admonishing his chief apostle Peter, as Luke records it, gave this simple counsel and direction: “… when thou art converted, strengthen thy brethren.” (<span class=\"citation\" id=\"31849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31849)\">Luke 22:32<\/a><\/span>.) I pray the good bishop, the home teacher, the congregation of the ward to which Guy and his family have now been assigned will strengthen my brother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p9\" class=\"\">Permit a personal experience for just a moment. Strengthening one’s brother, I think, comes closer to home when we think of fellowshiping and friendshiping our family. Some time ago when my youngest daughter was faced with the reality of attending a different school, she looked forward to the new experience with great anticipation and excitement but with the usual anxieties and concerns. Her mom and dad tried to make her experience meaningful, and one that would be positive, and we spent several hours attempting to prepare her mind for the new experience. We even planned a time when we could shop for new clothes and other special school supplies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p10\" class=\"\">Finally, the long-awaited day arrived. A special evening was planned to help give spiritual comfort and guidance. Later she put her clothes out in anticipation of the next day. As she retired to her bed, seemingly all was well, but about an hour later she appeared at my study door where I was making some preparations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p11\" class=\"\">“Dad,” she said, rubbing her tummy, “I don’t feel very well.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p12\" class=\"\">You know the sign; and I thought I understood it, so I invited her in and sat her on my lap. We put on a little music that we liked to listen to together. I rubbed her tummy, and she soon fell asleep. I took her back upstairs, placed her in her bed, tiptoed toward the door; and she broke the silence with the announcement, “I am not asleep yet.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p13\" class=\"\">I went back and lay down on the bed with her, stroked her head, gave what fatherly counsel one could under the circumstances, and reassured her. Finally she fell asleep. The next morning she appeared at breakfast in her petticoat. She said, “Dad, I don’t think I had better go to school today.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p14\" class=\"\">I said, “Why not?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p15\" class=\"\">She said, “I think I am going to get sick.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p16\" class=\"\">You know what she was trying to tell us, don’t you? I don’t know how to handle a new situation, Dad. Will I make friends? Will my teacher like me? Will I fit into the social group? Will I be accepted? These are the concerns that all of us experience, as we find ourselves in new and different social situations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p17\" class=\"\">She knew what my answer would be and agreed to have me drive her to school. As we got in front of the school building, the warning bell sounded. The tears started to come to her eyes. I got out of the car and assisted her. We walked about ten feet, and she grabbed hold of my leg. It was as though she were a tackle on some football team. And then, as only a child can do to a father, she looked up at me and said philosophically, “Dad, if you really love me—if you really love me—don’t send me in there.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p18\" class=\"\">I said, “Honey, this may be beyond your comprehension, but it’s because I do love you that I am taking you in there.” And I did. When we got inside the door, she grabbed hold of the other leg and held on. Numerous students came and went, and finally the little miracle happened that changed everything.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p19\" class=\"\">From I don’t know where came a delightful, wonderful friendshiper, a fellowshiper who knew how to lose herself in serving others; one who would now take the admonishment of the Savior to strengthen her friends. With the exuberance of youth this little girl said, “Kellie, how are you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p20\" class=\"\">“Fine.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p21\" class=\"\">“What is your home room?” And she told her. “Tremendous. I had that home room last year. Come on, and I will take you to it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p22\" class=\"\">And before Kellie knew it, she had let go of my leg and got about ten paces away, then realized what she had done. I will never forget her expression and the sermon she taught as she looked back. “Oh,” she said, “Dad, you can go now; I don’t need you anymore.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p23\" class=\"\">Thank God for the little people as well as the big people who know how to friendship and fellowship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p24\" class=\"\">Thousands of people are coming into this church every month. I pray that we have the genius to follow the counsel of the Lord to strengthen our brethren. I pray that a great bishop and a wonderful home teacher and other members are taking care of my friend, Guy Davis.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strengthen-thy-brethren.p25\" class=\"\">I testify to the divinity of this church. It is true. I sustain President Lee as a prophet, seer, and revelator. I know he is called and ordained of God. I know God lives and that Jesus is the Christ, to which I add my testimony, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}