{"ID":2254, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Saints Securely Dwell\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_032<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p3\" class=\"\">After yesterday morning and this morning with President Lee, I think you can imagine the experience that is ours when we, as the Brethren, go to the temple, there to take sweet counsel together with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p4\" class=\"\">It was in such a meeting a short time ago that there came to me the inspiration for the subject that I speak upon today. We sang as the opening hymn in that meeting “How Gentle God’s Commands.” Later, in a prayer, President Lee included this phrase from the hymn: “Beneath his watchful eye, His saints securely dwell.” (<span class=\"emphasis\">Hymns,<\/span> no. 67.) He then reverently gave thanks to the Almighty for the security and protection of his saints, and in that prayer he invited a continuation of that watch-care over them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p5\" class=\"\">I was deeply touched with gratitude that in a world characterized by unrest, even by violence, there is a people who care for one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p6\" class=\"\">Paul told the saints at Ephesus: “Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God.” (<span class=\"citation\" id=\"21849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21849)\">Eph. 2:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p7\" class=\"\">To be a fellow citizen with the saints has great meaning. All can receive that citizenship through the ordinance of baptism, if they will—if they will repent and prepare themselves. Then, as members of The Church of Jesus Christ of Latter-day Saints, they never need be alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p8\" class=\"\">The individual is regarded as a son or daughter of God. Family members are taught to sustain one another. In such families there is some fulfillment of the statement: The saints securely dwell. Then the family structure is marvelously fitted into the setting of church organization.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p9\" class=\"\">When young men and women are living away from the parental circle, they are not left alone, for the watchcare is kept over them. As they marry, the cycle begins again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p10\" class=\"\">Some do not marry, but they are never left alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p11\" class=\"\">As children leave home to begin families of their own, father and mother—now called grandfather and grandmother—face life together as they did when they were newlyweds. This is the normal, the expected, and the desirable pattern, for the course of the Lord is one eternal round. They are never left alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p12\" class=\"\">Children are taught to revere their parents, but sometimes they live at great distances. In any case, the Church reaches out with a watch-care over them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p13\" class=\"\">Then, when one of them is gone, the aged widow is not left alone; for again the organization of the Church reaches out in watch-care over her to look after her needs—spiritually, and temporally also, if that becomes necessary—that she might securely dwell.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p14\" class=\"\">The process is simple. Two holders of the priesthood are called by their quorum president and assigned by the bishop to visit the house of each member regularly, under the title of priesthood home teachers. They are guardians of the individual and of the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p15\" class=\"\">When I choose to talk of priesthood home teaching, I full well realize there are some activities in the Church that are more exciting and some more interesting. Perhaps even most have more appeal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p16\" class=\"\">Some time ago I was in a home after a sacrament meeting. A mother asked her teenage son how the day had gone for him. The young man, bold in truth and unhesitant as youth usually is, said, “Fine, except for sacrament meeting.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p17\" class=\"\">The mother inquired about sacrament meeting, and he said, “Well, if we could ever survive high councilors talking about priesthood home teaching and welfare, that would be the day!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p18\" class=\"\">The humiliated mother said, “Why, David, Elder Packer here has charge of one of those programs for the whole Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p19\" class=\"\">“I know,” he said. “Why doesn’t he do something about it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p20\" class=\"\">My boy, I am, at this very moment, doing all that I know how to do about it. Let me explain something to you. Perhaps you’ll find that these two programs—which are very closely related—can be most interesting. But interesting or not, they are vital to your security.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p21\" class=\"\">Incidentally, young man, you can list me with that high councilor who talks of basic priesthood programs. And list with us your coach who talks about drill and exercise, and your music teacher who insists on hours of practice for but a few minutes of performance. List with us your parents, who insist that you learn to work and to pay attention to fundamental things of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p22\" class=\"\">I repeat, some activities may have much more appeal, but there is none that is more important.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p23\" class=\"\">It is interesting that things so basic are taken so for granted. For example, there is within us a coursing supply of blood delivering nourishment to sustain the body, carrying away waste materials, and armed with a protection against disease and infection. The blood supply is kept in motion by the incessant and dependable pumping of the heart. It is vital to life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p24\" class=\"\">Ordinarily, however, a sliver in the finger gets more attention and is of more concern. No one pays much thought to the beating of the heart until there is the threat that it may be interrupted or stopped. It is then that we pay attention.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p25\" class=\"\">Home teaching, strangely enough, is so taken for granted that most members pay little attention to it, participating routinely, sometimes almost with annoyance. Through it, nevertheless, there come to members of the Church a protection and a watch-care not known elsewhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p26\" class=\"\">Picture a man calling for his companion, generally a younger man in his teens, to spend an evening calling on the homes of five or six families. They come to bring them encouragement, to search out their spiritual needs, and to be concerned with their welfare so that everybody knows that there is somebody to call upon in time of need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p27\" class=\"\">If illness strikes, help can be forthcoming. The children can be cared for; visits can be arranged. Here we join the priesthood home teachers with the visiting teachers from the Relief Society. Often the problem is not illness. It is a teenager with problems or a little one not coming along the way he should.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p28\" class=\"\">There can pour through this channel of priesthood home teaching a sustaining power to the limits of the resources of the Church on this earth. This is not all. There can flow through this channel a redeeming spiritual power to the limits of heaven itself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p29\" class=\"\">Through home teaching, tragedies have been averted. Sinking souls have been lifted. Material need has been provided. Grief has been assuaged. The infirm have been healed through administration. While the work goes on without being heralded, it is inspired of Almighty God and is basic to the spiritual nourishment of this people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p30\" class=\"\">The leaders of the Church expend great effort to see that priesthood home teaching works. Though it is much taken for granted, it is always provided for and always will be. The principles of it have never changed, not with changing society or the various additions to programming in the Church. Without it the Church could very quickly cease to be the Church. And I say again, though some activities may be more inviting, none is more important.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p31\" class=\"\">I am grateful for the many activity programs we have. They are a spice, a flavoring, or a dessert. They make life interesting, particularly for our young people. I am much in favor of them and would not see them neglected, nor could you persuade me to dispense with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p32\" class=\"\">I can see that a church with home teaching only might, to a young person, be quite as dull as a meal without flavoring or dessert. However, I have some concern when our local leaders concentrate entirely on activity programs and neglect priesthood home teaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p33\" class=\"\">I say to our bishops, you might as well try to raise up an athlete on a diet of chocolate bars and soda pop as to attempt to sustain your youth with activity programs only. They may be drawn to them, but they will not be much nourished by them. No effort to redeem your youth can be more productive than the time and attention given to priesthood home teaching. For the object of priesthood home teaching is to strengthen the home, and as the teenager would say, and he usually knows, “That is where it is all at.” Can’t you see that when you keep this lifeline to the home open, not only do you strengthen the home, but you have much better, more flavorful activities?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p34\" class=\"\">There are many ways to lift our young people. We are very inventive and seem to be able to devise many exciting ways. Sooner or later we will be drawn to do it the Lord’s way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p35\" class=\"\">I am reminded of a fur trapper who had earned a modest fortune trapping foxes. He decided to go south for the winter and left his trap lines in the care of a carefully trained young assistant. He taught him just how to set the traps and where to put the bait.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p36\" class=\"\">When he returned in the spring, to his disappointment there were very few fox furs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p37\" class=\"\">“Did you do it just as I taught you?” asked the older man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p38\" class=\"\">“Oh, no,” was the reply. “I found a better way.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p39\" class=\"\">You who are bishops and quorum leaders, I urge you to give adequate attention to priesthood home teaching. Do not release the home teachers by attempting to accomplish what they should do in other ways. You may invent a thousand of them in an effort to strengthen your youth, but sooner or later you must come back to doing it His way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p40\" class=\"\">I am reminded of the scriptural declaration:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p41\" class=\"\">“Who am I, saith the Lord, that have promised and not fulfilled?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p42\" class=\"\">“I command and men obey not; I revoke and they receive not the blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p43\" class=\"\">“Then they say in their hearts: This is not the work of the Lord, for his promises are not fulfilled. But wo unto such, for their reward lurketh beneath, and not from above.” (<span class=\"citation\" id=\"15901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15901)\">D&amp;C 58:31–33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p44\" class=\"\">To you who are home teachers—you who perform the routine visit, not infrequently considered a drudgery—do not take the assignment lightly or pass it off as being routine. Every hour you spend in it and every step you take in it and every door you knock upon, every home you greet, every encouragement you give, is twice a blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p45\" class=\"\">It is an interesting truth that the home teachers are often taught in the course of their visits to the family. In fact, it is often a question, even in a moment of sacrifice and service by a priesthood home teacher, who benefits the most—the family he serves or the home teacher.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p46\" class=\"\">In my experience I recall a very significant lesson. I learned it as a home teacher.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p47\" class=\"\">Shortly before I was married I was assigned with an older companion to serve as home teacher to an aged little lady who was a shut-in. She was a semi-invalid, and often when we knocked on the door she would call us to come in. We would find her unable to be about and would leave our message at her bedside.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p48\" class=\"\">We somehow learned that she was very partial to lemon ice cream. Frequently we would stop at the ice cream store before making our visit. Because we knew her favorite flavor, there were two reasons we were welcome to that home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p49\" class=\"\">On one occasion the senior companion was not able to go, for reasons that I do not remember. I went alone and followed the ritual of getting a half-pint of lemon ice cream before making the call.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p50\" class=\"\">I found her in bed. She expressed great worry over a grandchild who was to undergo a very serious operation the following day. She asked if I would kneel at the side of her bed and offer a prayer for the well-being of the youngster.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p51\" class=\"\">After the prayer, thinking of my coming marriage, I suppose, she said, “Tonight I will teach you.” She said she wanted to tell me something and that I was always to remember it. Then began the lesson I have never forgotten. She recounted something of her life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p52\" class=\"\">A few years after her marriage to a fine young man in the temple, when they were concentrating on the activities of young married life and raising a family, one day a letter came from “Box B.” (In those days a letter from “Box B” in Salt Lake City was invariably a mission call.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p53\" class=\"\">To their surprise they were called as a family to go to one of the far continents of the world to help open the land for missionary work. They served faithfully and well, and after several years they returned to their home, to set about again the responsibilities of raising their family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p54\" class=\"\">Then this little woman focused in on a Monday morning. It could perhaps be called a blue washday Monday. There had been some irritation and a disagreement. Then some biting words between husband and wife. Interestingly enough, she couldn’t remember how it all started or what it was over. “But,” she said, “nothing would do but that I follow him to the gate, and as he walked up the street on his way to work I just had to call that last biting, spiteful remark after him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p55\" class=\"\">Then, as the tears began to flow, she told me of an accident that took place that day, and he never returned. “For fifty years,” she sobbed, “I’ve lived in hell knowing that the last words he heard from my lips were that biting, spiteful remark.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p56\" class=\"\">This was the message to her young home teacher. She pressed it upon me with the responsibility never to forget it. I have profited greatly from it. I have come to know since that time that a couple can live together without one cross word ever passing between them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p57\" class=\"\">I have often wondered about those visits to that home, about the time I spent and the few cents we spent on ice cream. That little sister is long since gone beyond the veil. This is true also of my senior companion. But the powerful experience of that home teaching, the home teacher being taught, is with me yet, and I have found occasion to leave her message with young couples at the marriage altar and in counseling people across the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p58\" class=\"\">There is a spiritual genius in priesthood home teaching. Every priesthood holder who goes forth under this assignment can come away repaid a thousandfold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p59\" class=\"\">I have heard men say in response to a question about their Church assignment, “I am only a home teacher.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p60\" class=\"\">Only a home teacher. Only the guardian of a flock. Only the one appointed where the ministry matters most. Only a servant of the Lord!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p61\" class=\"\">It is because of you, the priesthood home teacher, that a verse of the hymn stands true:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Beneath his watchful eye,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">His saints securely dwell;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That hand which bears all nature up<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Shall guard his children well.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/the-saints-securely-dwell.p66\" class=\"\">I bear witness that Jesus is the Christ. This is his church and kingdom. We hold the priesthood and authority delegated of him. There presides over us a prophet, who as a man cannot extend himself to the far reaches of the earth, to every branch, to every mission, or to every stake. Yet by delegation of the authority and the keys held by him, he can reach, not just to the stakes and the wards and the branches, but he can reach into the homes, to the individuals, and bless and sustain them, that the saints might securely dwell. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}