{"ID":226, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1946, pp. 59-61<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFirst of all, I should like to express my gratitude to my Father in heaven for my membership\nin this Church, and for my fellowship with you who are here, and with those whom you\nrepresent, throughout the world.\n<\/p><p>\nThere has been running through my mind a phrase from the D&amp;C, accentuated by some\nphases of the statistical report given here yesterday morning, which I shall refer to in a\nmoment. This phrase appears in a number of places:\n<\/p><p>\n. . . trouble me no more concerning this matter\n(<span class=\"citation\" id=\"12314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12314)\">D&amp;C 130:15<\/a><\/span>).\n<\/p><p>\nAnd in one place it is followed by the further reminder:\n<\/p><p>\nBut learn that he who doeth the works of righteousness shall receive his reward, even peace in\nthis world, and eternal life in the world to come\n(<span class=\"citation\" id=\"12261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12261)\">D&amp;C 59:22-23<\/a><\/span>).\n<\/p><p>\nThis phrase \"trouble me no more concerning this matter\" which, as stated, appears in a\nnumber of places, would seem to have been an indication from the Lord to the Prophet Joseph\nSmith and his associates that when principles had been given, when the mind and the will of\nthe Lord had been made known to the Prophet, he and his people should proceed in\naccordance with those principles without unnecessarily seeking further instruction, or further\ntroubling the Lord concerning things which they already knew.\n<\/p><p>\nThis thought ties in with another oft-quoted series of verses from the Doctrine and Covenants:\n<\/p><p>\nFor behold, it is not meet that I should command in all things: for he that is compelled in all\nthings, the same is a slothful and not a wise servant; wherefore he receiveth no reward. Verily\nI say, men should be anxiously engaged in a good cause, and do many things of their own\nfree will, and bring to pass much righteousness; For the power is in them, wherein they are\nagents unto themselves. And inasmuch as men do good they shall in nowise lose their reward.\nBut he that doeth not anything until he is commanded, and receiveth a commandment with\ndoubtful heart, and keepeth it with slothfulness, the same is damned\n(<span class=\"citation\" id=\"12256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12256)\">D&amp;C 58:26-29<\/a><\/span>).\n<\/p><p>\n<i>\"Be Anxiously Engaged in a Good Cause\"<\/i>\n<\/p><p>\nIt is a great satisfaction to parents, it is a great satisfaction to men in places of leadership,\nwhen our children, or those who are working in some assignment for which we are\nresponsible, do precisely what they are asked to do, in the manner in which they are asked to\ndo it. But there is an even greater thrill than this that comes to parents and to those in\npositions of leadership, and that is, when our children or our associates do a good thing of\ntheir own free will&mdash;a thing which they haven't been asked to do, specifically, but which they\nundertake in accordance with the principles which have been taught them,\nwhich they know to be true. That is one of the great thrills of being a parent&mdash;when a child\nwho has been taught correct principles proceeds to act in his own behalf in accordance with\nthose principles, and to bring to pass good works and righteousness.\n<\/p><p>\nI believe if we should ask the leaders of industry and of business and those who are\nresponsible for the economic well-being and other activities of our nation, what is one of the\nmost difficult things to find, that among those which would be high on the list, if not in\nhighest place, would be the difficulty of finding young people, and old ones too, for that\nmatter, who are willing to take leadership and responsibility, to make decisions, and to see\nthings to their final conclusion and disposal with integrity, with ability, and in accordance\nwith principles which have been pre-determined and agreed upon. And I believe further than\nany young man who will take leadership and responsibility with integrity and intelligence can\nhave about what he wants.\n<\/p><p>\n<i>Obligation to Govern Ourselves Under Correct Principles<\/i>\n<\/p><p>\nNow, as always, there are two forces at work in this world, as there were in the heavens\nbefore time began. There is that force which would condition men for servility and\nregimentation, which would discourage them from thinking and acting for themselves. And\nthen there is that force which, having established sound principles of conduct, would make it\npossible and encourage men to be free agents, and to use their intelligence and their\nGod-given energies in the accomplishment of good works and righteous purposes.\n<\/p><p>\nTo bring this down to its application in the Church today, we heard in the statistical report\nyesterday that there are one hundred fifty-five stakes, thirty-eight missions, more than twelve\nhundred wards and independent branches, and nearly a million people, and we know that the\ntime is already here (and has long been here) when men holding office in the wards and\nstakes must more than ever assume responsibility, make decisions, follow through with their\nassignments to a successful conclusion, proceeding with good works, and bringing to pass\nmany things in righteousness of their own free will, in accordance with the plans which have\nbeen laid down, and without importuning too much concerning principles which have already\nbeen established and agreed upon.\n<\/p><p>\nAs the Lord on a number of occasions instructed the Prophet to \"trouble him no more\"\nconcerning certain matters, the Prophet likewise, even with the Church as small as it was in\nhis day, did virtually that same thing to his associates. He advised that he taught his people\ncorrect principles and let them govern themselves. And frequently, as recorded in the\n<i>Documentary History of the Church<\/i>, when someone from another branch or from another part\nof the Church, distant somewhat from the place where the Prophet happened to be at that\nparticular time, would write him and ask him how to proceed with a certain\nproblem or situation (and they had many grievous problems and difficult situations), he would\noften reply by reminding them of the principles by which they should be guided, answering\nsome of their questions directly where he thought they needed answer and then advising them\nto proceed in accordance with their own best judgment and to handle the situation themselves.\n<\/p><p>\n<i>Use of Free Agency<\/i>\n<\/p><p>\nThis generation, in many places in the world, has been deliberately conditioned for\nregimentation, and I am sure that those forces which are committed to the principle of the free\nagency of man and his intelligent action and responsibility in his own behalf must be more\nvigorous than ever before in counteracting this contrary influence. I do not know anything, for\nexample, that is more wasteful of time or more destructive of individuality, than making it\nnecessary for people to wait long hours in long lines. I wouldn't say that it was always\navoidable, but certainly it must not become our way of life. Certainly these things must not be\npermitted to be perpetuated beyond actual necessity, lest our lives become reduced to an\ninflexible pattern.\n<\/p><p>\nI would plead with you, my brethren and sisters, and pray our Father in heaven, that, as\nindividuals and as people and as a nation, we may give our full energies to bringing to pass\nmuch righteousness; that we may not withhold our labor; that we may get in and do the job\nthat needs to be done, and work and give our strength constructively for the creation and the\nproduction of those things which the world so badly needs; that we may proceed with full\npurpose of heart in accordance with the principles we know to be true; and that we may take\nresponsibility and make decisions and bring to pass much righteousness of our own volition,\nnot waiting to be commanded in all things, for the way is clear before us, and our duties and\nobligations and responsibilities are not hidden from us. May God help us so to proceed, I ask\nin the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}