{"ID":2260, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Strange Creeds of Christendom\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p3\" class=\"\">Elder LeGrand Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_038<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p4\" class=\"\">It is good to be here, brethren and sisters, in this wonderful conference, and I am sure that we have all been inspired by that beautiful testimony we have just heard from President Tanner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p5\" class=\"\">There are three million Latter-day Saints scattered all over this world who have burning in their hearts a similar testimony of the truth of the story told by the Prophet Joseph Smith of the visit of the Father and the Son, followed by other heavenly messengers. Not only that, but hundreds of thousands who have already gone to their rest, such as my father and his father. My grandfather spent ten of the first fourteen years of his married life bearing witness of this message here and in the lands of Europe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p6\" class=\"\">We have in the world today nearly 17,000 full-time missionaries who are paying their own way, or their families are, that they might tell that story to the entire world. My testimony and witness to you here today is that there is not an honest man or an honest woman in this world who really loves the Lord, and would like to serve him as he would like to be served, who would not join this church if they would just take time to find out the marvelous things the Lord has done in restoring his work to the earth in this day and time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p7\" class=\"\">Some years ago one of our nationally known radio commentators was asked the question, “What message could be broadcast to the world that would be considered of greater importance than any other message?” And he said, after giving the matter careful thought and deliberation, “To be able to say that a man who had lived here upon this earth had returned again with a message from God would be the greatest message that could be broadcast to the world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p8\" class=\"\">And that being true, the Latter-day Saints have the greatest message, not only that prophets like Moroni and John the Baptist and Peter, James, and John have visited this earth, but God the Father and his Son Jesus Christ, as President Tanner just testified. Wouldn’t it be wonderful if the world could understand that?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p9\" class=\"\">When the astronauts landed on the moon, the newspapers all over the world gave a front-page report of it, but that would not be anything to consider like the Creator of the heaven and the earth returning to this earth, for we are told that Jesus created the heavens and the earth and all things that in them are. Then naturally they would want to know, if the Father and the Son considered it important enough to visit this earth, what kind of a message they would want to leave or why they would come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p10\" class=\"\">You have been told that in answer to Joseph’s question, the Savior said that he should join none of the churches, for they taught for doctrine the precepts of men: and then the Savior added, “And their creeds are an abomination in my sight.” (See <span class=\"citation\" id=\"30559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30559)\">JS—H 1:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p11\" class=\"\">We would not want any of our nonmembers to be offended at this statement, but if Jesus did visit the Prophet Joseph Smith, and we know that he did, then his statement ought to be more authoritative than the statement of any other person in all the world, and yet right along with that come similar testimonies of leaders in other churches in the nation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p12\" class=\"\">For instance, I give you a statement from Harry Emerson Fosdick in which he said, “If Jesus should come back to earth now, hear the mythologies built up around him, see the credalisms, the denominationalism, sacramentalism, carried on in his name, he would certainly say, ‘If this is Christianity, I am not a Christian.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p13\" class=\"\">In <span class=\"emphasis\">Smith’s Bible Dictionary, <\/span>written by seventy-three noted divines and Bible students, this statement is made that “one must not expect to find the gospel of Holy Writ upon the earth today. It is not to be found thus perfect in the total fragments of Christianity, and much less in any one fragment.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p14\" class=\"\">Roger Williams, pastor of the oldest Baptist Church in America, gave up his ministry with the statement that: “There is no regularly constituted church of Christ on earth, nor any person qualified to administer any church ordinances; nor can there be until new apostles are sent by the Great Head of the Church for whose coming I am seeking.” (<span class=\"emphasis\">Picturesque America,<\/span> p. 502.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p15\" class=\"\">Now that is our message to the world, that true apostles have been sent. We have listened during the sessions of this conference to about thirty of these great men—great men in their own right, regardless of their religious convictions—who have burning in their hearts a testimony that the Father and the Son have visited this earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p16\" class=\"\">I would like to say a few words this morning about the statement the Savior made that “their creeds are an abomination in my sight.” When Satan was cast out of heaven, the cry went out: “Woe to the inhabiters of the earth … for the devil is come down unto you, having great wrath, because he knoweth that he hath but a short time.” (<span class=\"citation\" id=\"42459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42459)\">Rev. 12:12<\/a><\/span>.) “And thus he goeth … seeking to destroy the souls of men.” (<span class=\"citation\" id=\"15853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15853)\">D&amp;C 10:27<\/a><\/span>.) And how does he try to destroy people? By taking a little truth and mixing it with a lot of error to deceive the hearts of the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p17\" class=\"\">That is what Isaiah meant when he said: “How art thou fallen from heaven, O Lucifer, son of the morning! … For thou has said in thine heart, … I will exalt my throne above the stars of God … I will be like the most High.” (<span class=\"citation\" id=\"25410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25410)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25410)\">Isa. 14:12–14<\/a><\/span>.) For he is the man who made the earth to tremble, who did shake kingdoms, and thus deceived the nations. (See <span class=\"citation\" id=\"25411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25411)\">Isa. 14:16<\/a><\/span>.) That is what Jesus came to tell us, that “their creeds were an abomination in his sight” because Satan has deceived the nations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p18\" class=\"\">In the few minutes that I have left I would like to mention one or two examples of Satan’s deceptions. We hear constantly that all we have to do is to believe on the Lord Jesus Christ and we will be saved. The advocates of this doctrine take for their justification the statement of Jesus to the malefactor on the cross when he said, “To day shalt thou be with me in paradise.” (<span class=\"citation\" id=\"31853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31853)\">Luke 23:43<\/a><\/span>.) (The Prophet Joseph Smith indicates that the word <span class=\"emphasis\">paradise <\/span>as it appears in the Bible should have been translated as “the world of spirits.”) They think that they can all be saved just by acknowledging Jesus as the Christ. If they only understood the scriptures!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p19\" class=\"\">Paul was caught up into the third heaven (and there cannot be a <span class=\"emphasis\">third <\/span>heaven if there isn’t a first and a second) and he was caught up into paradise and heard unspeakable words, “which it is not lawful for a man to utter.” (See <span class=\"citation\" id=\"3071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3071)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3071)\">2 Cor. 12:2–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p20\" class=\"\">Let us consider then the statement made by Jesus to the malefactor: “To day shalt thou be with me in paradise” (or in the world of spirits). The apostle Paul tells us that there are three heavens above the world of spirits, and Jesus said: “In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you … that where I am, there ye may be also.” (<span class=\"citation\" id=\"28675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28675)\">John 14:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p21\" class=\"\">The prophet Alma, as recorded in the Book of Mormon, discusses the condition of the soul between death and the resurrection, and he states this: “Now this is the state of the souls of the wicked, yea, in darkness, and a state of awful, fearful looking for the fiery indignation of the wrath of God upon them; thus they remain in this state, as well as the righteous in paradise, until the time of their resurrection.” (<span class=\"citation\" id=\"9163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9163)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9163)\">Alma 40:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p22\" class=\"\">The world does not understand this, but if you will trust the scriptures, Jesus did not take the malefactor to <span class=\"emphasis\">heaven.<\/span> He took him to the world of spirits, and there are three heavens above that, according to the Holy Scriptures. Why did he take him to paradise (the world of spirits)? It was a great gift and recognition at his hand because of what the malefactor had said on the cross.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p23\" class=\"\">Then the apostle Peter tells us where he went that day when he was crucified: “… he went and preached unto the spirits in prison, Which sometime were disobedient, … in the days of Noah, while the ark was a preparing wherein few, that is, eight souls were saved by water.” (<span class=\"citation\" id=\"2338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2338)\">1 Pet. 3:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p24\" class=\"\">So instead of the malefactor having to wait for years and years like those who were wicked in the days of Noah, the Savior took him with him that very day to the place where he could hear the gospel preached. Peter tells us that “for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.” (<span class=\"citation\" id=\"2339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2339)\">1 Pet. 4:6<\/a><\/span>.) And that is where the malefactor went with the Savior that day, but there are three heavens above that to which Jesus did not take him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p25\" class=\"\">You remember when the women came to the sepulcher looking for the body of Jesus and there were two angels, one at the head and one at the foot, and they said, “Why seek ye the living among the dead? He is not here, but is risen.” (<span class=\"citation\" id=\"31855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31855)\">Luke 24:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p26\" class=\"\">Then when the Savior spoke to Mary, she said, “Rabboni, which is to say, Master.” (<span class=\"citation\" id=\"28703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28703)\">John 20:16<\/a><\/span>.) Then he said, “Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.” (<span class=\"citation\" id=\"28705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28705)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28705)\">John 20:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p27\" class=\"\">You see how much easier it is to understand when you read the scriptures correctly. No wonder Jesus said to the Sadducees, “Ye do err, not knowing the scriptures.” (<span class=\"citation\" id=\"36161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36161)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36161)\">Matt. 22:29<\/a><\/span>.) So that man went with Jesus that day where he could be taught the gospel, but Jesus had not yet ascended to his Father in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p28\" class=\"\">At the present time, people are preaching all over the world that all you need to do is to confess that Jesus is the Christ, but that is not what Jesus said. He said, “Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p29\" class=\"\">He said, “Many shall say to me at that day [speaking of the day of his second coming], Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p30\" class=\"\">“And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.” (<span class=\"citation\" id=\"36140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36140)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36140)\">Matt. 7:21–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p31\" class=\"\">Paul tells us, “Though he were a Son yet learned he obedience by the things which he suffered; And being made perfect, he became the author of eternal salvation unto all them that obey him.” (<span class=\"citation\" id=\"24412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24412)\">Heb. 5:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p32\" class=\"\">Then John “saw the dead, small and great, stand before God; and the books were opened: … and the dead were judged out of those things which were written in the books, according to their works.” John also wrote: “Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him. …” (<span class=\"citation\" id=\"42469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42469)\">Rev. 20:12, 6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p33\" class=\"\">You see that does not come just by confession that you believe in Jesus Christ. You have got to do the works and be judged according to your works. All we need to do is to read the parable of the talents to know how the one who received the five talents won other five, and the one who received two won other two, and received the plaudit, “Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p34\" class=\"\">But the one who had received the one talent said, “Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed: And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p35\" class=\"\">And what did the Master say? “Take therefore the talent from him, and give it unto him which hath ten talents. For unto every one that hath shall be given, … but from him that hath not shall be taken away even that which he hath. And cast ye the unprofitable servant into outer darkness; there shall be weeping and gnashing of teeth.” (<span class=\"citation\" id=\"36170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36170)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36170)\">Matt. 25:21, 24–25, 28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p36\" class=\"\">That sounds like we would have to do something besides just confess if we want to reach the presence of our Father in heaven. That is hurriedly said, but there is a lot more to be said about it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p37\" class=\"\">I would like to mention one other thing that I think is a creed that is “an abomination in the sight of God,” and I shall mention it but briefly. At the time that Joseph Smith had that marvelous vision and saw that glorified Christ, he saw the same Jesus that came out of the tomb. He was the same one who appeared unto his apostles and had them feel the prints in his hands and the wound in his side. He was the same one who ascended into heaven in the presence of five hundred of the brethren at that time. This same Jesus appeared to the Prophet Joseph Smith when the whole Christian world was worshiping an essence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p38\" class=\"\">There is not time to go into a lot of detail, but their catechism says that their god has “no body; he has no parts; he has no passions.” That means that he has no eyes; he cannot see. He has no ears; he cannot hear your prayers. He has no voice; he cannot speak a word to the prophets. Some of them even say “he sits on the top of a topless throne.” How absurd! To me it seems that their description of the god that they believe in is about the best description of nothing that can be written.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p39\" class=\"\">Moses knew that this condition would prevail, because when he went to lead the children of Israel into the promised land, he told them that they would not remain there long but that they would be scattered among the nations and “there ye shall serve gods, the work of men’s hands, wood and stone, which neither see, nor hear, nor eat, nor smell.” (<span class=\"citation\" id=\"21287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21287)\">Deut. 4:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p40\" class=\"\">That is exactly the kind of a god the whole Christian world was worshiping when Joseph Smith had that glorious vision which revealed the true and living God. But Moses did not leave it at that. He said that in the latter days if they should seek after him, they would surely find him. (See <span class=\"citation\" id=\"21289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21289)\">Deut. 4:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p41\" class=\"\">During this conference you have heard the testimonies of all my associates here bearing witness that the Prophet Joseph did seek after him and he did find him. And I want to bear my witness as one of his representatives, an apostle of the Lord Jesus Christ, that I know that he has visited this earth and we have his revealed truth. We have that of which Peter spoke when he said, following the day of Pentecost, that the heavens must receive the Christ “until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.” (<span class=\"citation\" id=\"8137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8137)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8137)\">Acts 3:21<\/a><\/span>.) We are the only church in the world that claims such a restitution, and there is a great difference between a <span class=\"emphasis\">restitution <\/span>and a <span class=\"emphasis\">reformation.<\/span> We are not Catholics. We are not Protestants. We believe in a recommitment to this earth of God’s eternal truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p42\" class=\"\">I would like to say just one more thing. I witnessed one of the religious crusades on the television here just recently. The man in charge said it would cost them a million and a quarter dollars to present it. I think of the words in the scripture that they should make merchandise out of the souls of men. (See <span class=\"citation\" id=\"4913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4913)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4913)\">2 Pet. 2:3<\/a><\/span>.) And then after it was all over, he invited people to come up and confess Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p43\" class=\"\">Then I thought of the Day of Pentecost when Peter preached to all of those people there, and they heard the gospel preached in their own language and in their own tongue and they were pricked in their hearts and they cried out, “Men and brethren, what shall we do?” (<span class=\"citation\" id=\"8131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8131)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8131)\">Acts 2:37<\/a><\/span>.) He did not tell them to come up and confess. He said: “Repent, and be baptized … and ye shall receive the gift of the Holy Ghost. For the promise is unto you, and to your children, and all that are afar off, even as many as the Lord our God shall call.” (<span class=\"citation\" id=\"8132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8132)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8132)\">Acts 2:37–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p44\" class=\"\">And they cannot be baptized unless there is one having authority that is recognized in the heavens, like Jesus said to his Twelve: “Ye have not chosen me, but I have chosen you, and ordained you. …” (<span class=\"citation\" id=\"28692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28692)\">John 15:16<\/a><\/span>.) “… and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth, shall be loosed in heaven.” (<span class=\"citation\" id=\"36153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36153)\">Matt. 16:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p45\" class=\"\">Brothers and sisters and friends who might be listening in, we are doing all we know how to do to share with you these wonderful truths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/strange-creeds-of-christendom.p46\" class=\"\">Since all of you Latter-day Saints have been asked to be missionaries, and the Lord said, “… it becometh every man who hath been warned to warn his neighbor” (<span class=\"citation\" id=\"15942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15942)\">D&amp;C 88:81<\/a><\/span>), you need to bear that witness too wherever opportunity presents itself. It is the greatest message in all this world today; and that is my testimony to you, and I bear it in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}