{"ID":2261, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Pollution of the Mind\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p2\" class=\"\">Elder Robert L. Simpson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_039<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p3\" class=\"\">Oh, that the three billion people in this world could have heard what we just heard from the lips of a wonderful man, Elder LeGrand Richards; and oh, that three billion people could have heard what the priesthood heard last night from the lips of a living prophet, President Harold B. Lee. Through the mind of the Lord, President Lee was able to identify many of the problems confronting mankind today. I would like to discuss for just a moment, if I may, one of the very important problems that seems to be filtering into our homes and into our communities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p4\" class=\"\">Before drawing the breath of life on this earth, we were all spiritual beings living in the realm of God, the Eternal Father. Scripture reveals that even before our spiritual birth, each of us had individual identification as an intelligence. Before all else could take place, there had to be that beginning spark of light, that spark of intelligence or, if you please, the marvelous mechanism that controls our every thought, that controls our every act. We might think of this spark of intelligence as perhaps the nucleus of a human mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p5\" class=\"\">No wonder it has been said: “As a man thinketh, so is he.” The master control center within each individual must be regarded as the key. Signals flashing out to the various parts of the body bring instant reaction; in sum and substance, this center dictates the character, the conscience, the strength, and yes, even the weaknesses of every man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p6\" class=\"\">From the beginning of time, there has been a never-ending struggle to influence and control the human mind. Too often, the false promises and enticements of conspiring men have been successful. How much more effective to capture the control center than a mere outpost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p7\" class=\"\">The mind of man must first depend upon quality input before it can be counted upon to render good decisions. Like the most sophisticated computer, only with its properly designed control panel in proper place and in working order can the system be depended upon to produce the desired results.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p8\" class=\"\">It was Paul who made the observation that the whole must be fitly framed before the properly functioning church can be recognized and identified [see <span class=\"citation\" id=\"21851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21851)\">Eph. 2:21<\/a><\/span>]. It must naturally follow then that the pollution of a single church member’s mind will indeed affect the whole. If pollution touches even a segment of the church, then the entire church is weakened. The church can be no stronger than its members. By the same token, the degradation of a family member weakens the entire family unit. Applied to a nation, when a segment of its citizenry becomes contaminated by frequenting the cesspools of its society, that nation indeed is weakened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p9\" class=\"\">Thousands have said: “Printed filth will never become an obsession with me. I am a mature adult, and I have the right to see what is going on in the world without becoming trapped.” But hardly a day passes that we don’t listen to alcoholics and drug abusers who are now looking back with regret on their beginning days of social drinking and mild drug experimentation just to satisfy a so-called mature curiosity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p10\" class=\"\">Evidence is conclusive that mind-polluting pornography is just as addicting and just as devastating as Satan’s other tools of destruction and degradation. As expressed in the last line of Alexander Pope’s poem: “We first endure, then pity, then embrace.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p11\" class=\"\">The gradual infiltration of this mind-polluting material has quietly engulfed us on a wide front. Today’s so-called acceptable motion picture would have been banned from public viewing just a few short years ago. Many of the recommended reading lists of our public schools would have been classified as unacceptable less than a generation ago. All of us, by the flip of a switch, allow much highly questionable and some downright objectionable filth to occupy the center stage of our family circle. Public attitude against smut has very gradually been lulled into a state of mild resistance—so mild, in fact, that the adversary has already won a major victory whether we are ready to admit it or not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p12\" class=\"\">Now the question follows: Is there really anything that can be done? Why, of course there is, and if every God-fearing citizen would band together on a few fundamental steps, this entire trend could be turned around.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p13\" class=\"\">How about taking a few minutes, for example, to voice objection to the local supermarket manager about easy availability and prominent display of unacceptable material on his periodical display rack.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p14\" class=\"\">How about taking just five minutes each week to review the TV log and then establishing a few rules that all the family agrees to concerning viewing time and on which channel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p15\" class=\"\">Why not make some effort to find out something about the next movie that will engage your family’s undivided attention for two and a half or three hours and will probably cost you far more than you contributed to the poor and the needy that month. It goes without saying that all X- and R-rated movies are automatically eliminated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p16\" class=\"\">Perhaps we should all become a lot more interested in what the school is recommending and making available to our children. How many school meetings or visits did you make during the past year?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p17\" class=\"\">Do the men you vote for feel as you do on these vital matters? Is there some legislation that needs to be encouraged, some petitions that need to be circulated, some telephone calls that need to be made? God gave us a democratic process for a good reason. Do we use this process to help his cause? Not enough! The opposition is certainly misusing it, all in the name of free speech. You and I must keep the record straight on what God intended by freedom of speech and some of the obligations connected with it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p18\" class=\"\">Satan is the master of deceit. He perverts man’s God-given attributes from their noble and divine purpose onto a downward track. All seem to agree that one of man’s most demanding and ever-present drives is centered in his desire for companionship and sexual fulfillment. To have this highly sensitive and divine human mechanism falsely aroused by unnatural processes creates a serious conflict in that vital control center, the mind. Rationalization quickly rallies to the side of the victim of off-color literature, because rationalization helps him to live with his conscience. He tells himself that his drives are God-given and, therefore, not that bad. He also tells himself, “Nearly everybody does it. I am not so different,” and while he may not be so very different, he is just exactly 100 percent wrong in the eyes of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p19\" class=\"\">Now a mind that has been deceived into receiving trashy input cannot but send false signals to the feet, the hands, and the tongue. Future decisions will all be colored by the impurity allowed to enter that control center of his entire being.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p20\" class=\"\">As you invite unclean thoughts to become a part of your total being, be assured some of your faculties will become considerably sharpened. Your temper will be sharpened. Your tongue will be sharpened. Your desire for more trash will be sharpened. Your ability to shade the truth will be sharpened. Yes, just about every negative part of your character will be enhanced.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p21\" class=\"\">There will also be a noticeable diminishing effect in your life. Your personality will be diminished. Your family relationships will be impaired. Your ability to pray will be lessened. Your spirit will be affected adversely, and your testimony of the truth will start to slip away, probably so gradually at first that you won’t even realize it is happening until it is too late. The Lord has said: “… Be ye clean that bear the vessels of the Lord.” (<span class=\"citation\" id=\"15880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15880)\">D&amp;C 38:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p22\" class=\"\">Every prophet from the beginning of this earth has had foreknowledge of our day with its pitfalls and hazards. The scriptures alone give us the formula for avoiding disaster. I like what the Lord says in the 121st section of the Doctrine and Covenants: “… let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God; and the doctrine of the priesthood shall distil upon thy soul as the dews from heaven.” (Verse 45.) [<span class=\"citation\" id=\"15986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15986)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15986)\">D&amp;C 121:45<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p23\" class=\"\">We have been admonished to read good books and to avoid idleness, and as President David O. McKay used to say so eloquently: “The true measure of a man is how he spends his time when he doesn’t have to do anything.” This, of course, brings us around to self-discipline, which is the major key in the total avoidance of illicit literature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p24\" class=\"\">Are there any books or literature in your possession that would have no place in the personal library of President Harold B. Lee? Someone has said: “Which way to go, the leader will know.” Don’t you think we should follow his example? Do you allow material to enter your mind that would be incompatible with entrance into the celestial kingdom of God?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p25\" class=\"\">Church membership contemplates only one thing—to qualify for his holy presence. Why jeopardize that possibility? The oft-quoted wisdom of President Heber J. Grant bears repetition here: “That which we persist in doing becomes easier for us to do; not that the nature of the thing itself has changed, but the power to do is increased.” (Ralph Waldo Emerson.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p26\" class=\"\">It works in both directions: the power to accept pornography, as our senses become numbed, or the power to reject as we declare with Joshua of old: “… choose you this day whom ye will serve; … as for me and my house, we will serve the Lord.” (<span class=\"citation\" id=\"30080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30080)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30080)\">Josh. 24:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p27\" class=\"\">To whom shall we turn for our direction in these vital matters? A prophet of God has spoken within the past few days. Here are the exact words of the First Presidency on this vital subject: “Pornographic filth continues to flood this country as well as other nations of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p28\" class=\"\">“There is abundant evidence of the damaging effect of obscenity on the solidarity of the family, on the moral fiber of the individual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p29\" class=\"\">“We, with many leaders outside the Church, are deeply concerned about this growing obscenity in print, on record and tape, on television, and in motion pictures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p30\" class=\"\">“We therefore urge Latter-day Saint parents to teach their children to avoid smut in any of its many insidious forms. ‘Let virtue garnish thy thoughts unceasingly.’ (<span class=\"citation\" id=\"15987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15987)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15987)\">D&amp;C 121:45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p31\" class=\"\">“The Lord has also said: ‘Set in order your houses; keep slothfulness and uncleanness far from you.’ (<span class=\"citation\" id=\"15949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15949)\">D&amp;C 90:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p32\" class=\"\">“We also encourage Latter-day Saints as citizens to exert every effort to fight the inroads of pornography in their communities. History is replete with examples of nations which have fallen in a large measure through licentiousness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/pollution-of-the-mind.p33\" class=\"\">May we accept this timely counsel. Your personal welfare and the eternal future of your entire family unit may depend upon it, and I say it in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}