{"ID":2262, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Harmony in the Home\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p2\" class=\"\">Bishop H. Burke Peterson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p\" class=\"\">Of the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_040<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p3\" class=\"\">In countless writings the prophets of the Lord have been trying to teach us that throughout time and all eternity the most important organization is the family. A loving Father in heaven organized his church here on the earth as a means of teaching families how to be eternally happy. We know that none of us can receive the fulfillment of true happiness except as a member of an eternal family unit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p4\" class=\"\">We also know, or we should know, that the success we experience in our homes as families is going to have a most significant effect on the eternal happiness of each of us. Happiness in the life hereafter is geared to our learning and living celestial laws while we are here on the earth. This being so, then our great need is to establish in our homes an atmosphere that will encourage the learning and living of the teachings of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p5\" class=\"\">Satan knows that he can cause unhappiness in our homes if he can bring about disunity, discontent, disharmony, and a host of other spiritual illnesses. By this insidious process he has gained no small measure of success in his plan to lead astray the children of our Father in heaven. For instance, he knows that if he can cause parents to quarrel with each other, their children may well follow the example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p6\" class=\"\">He knows that if parents show little respect for each other, so will their children. He knows that children mirror the actions of their parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p7\" class=\"\">He also knows that his greatest effort to block the work of the Lord must be in the home. Unfortunately, it is here where he enjoys his greatest success, first by destroying family relationships and then by destroying the family unit. He is using many devious means to accomplish his purpose. Many are the homes that do not recognize his ofttimes silent enroachment into their happiness and security.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p8\" class=\"\">One of Satan’s most effective tools is at work among us today—it is a destroyer of happiness, peace, contentment, family solidarity. Families are stumbling and falling because of its hobbling and crippling effect. This tool of Satan is called contention. The dictionary describes contention as follows: “To argue, to bring discord or strife, to dispute, to quarrel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p9\" class=\"\">Now, some will say, “This is our way of life—everybody’s doing it.” Lest we think these acts are not serious and are just our way of life, to be accepted and lived with, let us hear the word of the Lord as expressed by an ancient prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p10\" class=\"\">We read in 3 Nephi: “… And there shall be no disputations among you, as there have hitherto been; neither shall there be disputations among you concerning the points of my doctrine, as there have hitherto been.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p11\" class=\"\">“For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p12\" class=\"\">“Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another; but this is my doctrine, that such things should be done away.” (<span class=\"citation\" id=\"5752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5752)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5752)\">3 Ne. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p13\" class=\"\">Over 2,000 years ago the great King Benjamin gave warning and wise counsel to the people of his day—and to us also. We read in Mosiah:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p14\" class=\"\">“And ye will not suffer your children that they go hungry, or naked: neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p15\" class=\"\">“But ye will teach them to walk in the ways of truth and soberness: ye will teach them to love one another, and to serve one another.” (<span class=\"citation\" id=\"40385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40385)\">Mosiah 4:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p16\" class=\"\">From the scripture we see that King Benjamin points out in a very positive way how we can help our children, for he said we shall teach them truth, teach them soberness, teach them to love one another, and teach them to serve one another. Fathers and mothers, may I remind you that we are always teaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p17\" class=\"\">The home should be the great workshop of the Lord. Here is where children must be taught to walk in ways of truth and soberness, of love and service to each other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p18\" class=\"\">The most effective examples a child will ever have—for bad or for good—are his own parents. Few of us realize how very pliable and teachable children are in their primary years of life. How quick they are to pick up parental habits and traits and teachings!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p19\" class=\"\">May I suggest that as parents we must require more of ourselves. May I suggest that we give more of ourselves, that we give more good experiences to our children, experiences that are love-producing and family-solidifying. Whether the times we give are measured in minutes or hours is not as important as what we do in them. It may be five minutes at a child’s bedside each night or a fifteen-minute walk in the evening. It may be a day in the hills or a three-minute phone call from the office at midday. It may be a clever love note to a little girl or a night out to a ball game with a boy. It can even be the experience of a family home evening. It can even be the experience of a family learning to pray together and reading the scriptures together and fasting together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p20\" class=\"\">We must expand our thinking on ways to develop happy children. As the Lord has said, the power is within us to do so. The ways of the Lord are simple ways. Simple experiences with children develop unbreakable ties that will endure forever. It might be something as simple as smiling more in your home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p21\" class=\"\">What would you think of speaking more cheerfully? Trying more often to say please and thank you?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p22\" class=\"\">What would you think of finding an opportunity for one sincere compliment for each child each day, and then watching them respond?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p23\" class=\"\">What if you decided to be cheerful tonight at the dinner table, and in spite of what others might do or say, hold to your course. See how long you can uplift your whole family. Take one day at a time. As a TV commercial says, “Try it—you’ll like it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p24\" class=\"\">These are contagious actions. Children will learn to be happy and more pleasant. Homes will be cheery. The gospel of Jesus Christ is more easily taught and longer remembered in a happy home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p25\" class=\"\">Parents, we are the catalyst. We must be sure to give adequate time to our own courtship. A happy marriage nowadays is a perishable item. Take time alone together to feed it and nurture it and keep it alive. A happy marriage requires constant attention.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p26\" class=\"\">Now, in all our doing, let us be sure we have the divine approval of the Lord. His is the course to follow. Let us be sure we lead our families in his way. Contention in a home starts and stops with the parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p27\" class=\"\">I have often wondered what would happen if the method of introducing a father to his newborn child were different. Instead of a doctor coming out and saying, “It’s another girl” or “It’s another boy,” how would we react if each time a child was born our Father in heaven made this kind of introduction to the parents:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p28\" class=\"\">“Thank you for preparing this little body for the spirit I have created. Now, I present her to you for a season to care for. Please teach her of me and of my Son. I so much want her back with me some day. It all depends on you. Remember this: She is loving. She will respond to teaching. She wants to learn. Please treat her with respect. The road will not be easy. Some of the time it will be most difficult. I want to help you raise her. Please call on me often for advice and counsel. Together we can help her fulfill her purpose in the earth.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p29\" class=\"\">I wonder how we might treat these little ones if they had this kind of introduction. Would it be different?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p30\" class=\"\">Remember again the scripture, “But ye will teach them to walk in ways of truth and soberness: ye will teach them to love one another, and to serve one another.” And may I add—ye will teach them by your example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/harmony-in-the-home.p31\" class=\"\">Fathers and mothers and children, wherever you are, I want you to know that I know we have a Father in heaven, and I want you to know that his Son Jesus is the Christ; and I want you to know that I know he established his kingdom on the earth for our blessing and for our benefit. I testify that there is a prophet on the earth, and I testify that we will be happy if we follow his teachings, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}