{"ID":2263, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Another Prophet Now Has Come!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p2\" class=\"\">Elder Mark E. Petersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_041<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p3\" class=\"\">An event of great importance to the entire Christian world has taken place during this conference of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p4\" class=\"\">A new prophet of God has been raised up for this present day!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p5\" class=\"\">He is one in a line of inspired men divinely called to minister now and to bring a new revelation from heaven to every man, woman, and child who will hear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p6\" class=\"\">The appointment of this new prophet is of momentous import to every person who believes in God, and particularly to every believer in the Lord Jesus Christ. It is in deep humility, but with great sincerity, that we make this solemn announcement to the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p7\" class=\"\">Always when the Lord has had a people on the earth whom he has recognized as his own, he has led them by living prophets to whom he has given guidance from heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p8\" class=\"\">While the people remained faithful anciently, one prophet after another was raised up by the Almighty in a long series of divine appointments. Thus we had many men of God mentioned in both Old and New Testaments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p9\" class=\"\">A similar line of inspired men now has been established in modern times. This was accomplished as a result of the restoration of the gospel of the Lord Jesus Christ through his latter-day seer, Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p10\" class=\"\">When the prophet Amos was on earth he made the significant statement that the Lord will deal with his people only through prophets. Said he: “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10445)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10445)\">Amos 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p11\" class=\"\">This is of particular interest because it presupposes frequent communication between God and man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p12\" class=\"\">Contrary to the general belief, the Lord is a God of communication, a God of revelation. He is a God of light and intelligence, of knowledge and information. He does not deal in darkness, neither does he save anyone in ignorance. His entire plan of salvation rests upon communication with an enlightened people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p13\" class=\"\">Who can worship intelligently if kept in ignorance?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p14\" class=\"\">Who can have a meaningful faith without a knowledge of God?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p15\" class=\"\">And whence shall this knowledge come if not from the Deity himself?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p16\" class=\"\">But when it does come from the Deity, it is both communication and revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p17\" class=\"\">Although he is a God of communication, he follows a particular method of transmitting knowledge to man. It is an unchanging pattern, which is, that he always speaks to the people through living prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p18\" class=\"\">The scriptures indicate that over the centuries the Lord has been free and willing to give inspired direction to mankind. Nevertheless, there have been periods when such revelation has ceased. This occurred even in Bible times, and Isaiah explained the reason why. Said he:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p19\" class=\"\">“Behold, the Lord’s hand is not shortened, that it cannot save; neither his ear heavy, that it cannot hear:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p20\" class=\"\">“But your iniquities have separated between you and your God, and your sins have hid his face from you. …” (<span class=\"citation\" id=\"25419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25419)\">Isa. 59:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p21\" class=\"\">Human beings are slow to learn the ways of the Lord, and particularly are they dilatory in accepting the fact that although he is willing to communicate with them, his method of doing so is through inspired living men whom he designates as prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p22\" class=\"\">It is a pattern with him. It is his method of procedure, and he has not changed it. He is the same yesterday, today, and forever, and so are his methods.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p23\" class=\"\">Lack of communication between human beings is responsible for much of the distress in the world. But when communication breaks down between God and man, even worse situations arise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p24\" class=\"\">Anciently the Lord showed his willingness to speak to the people by raising up a long series of inspired men who served as his spokesmen, from the days of Adam to John the Baptist. We are familiar with their names, such as Isaiah, Ezekiel, Moses, and Zachariah, to mention just a few. Their writings make up the Old Testament, one of the grandest collections of literature and revelation known to man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p25\" class=\"\">But what about the New Testament period? Did God follow this same method then? Did he place prophets in the Christian church, thus preserving the historic pattern revealed in the Old Testament?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p26\" class=\"\">This he did!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p27\" class=\"\">Paul told the Ephesians that the church of Jesus Christ was built upon a foundation of apostles and prophets, with the Savior himself as the chief cornerstone. (See <span class=\"citation\" id=\"21850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21850)\">Eph. 2:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p28\" class=\"\">Who were the prophets of that day?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p29\" class=\"\">The Twelve were included, of course. But were there others?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p30\" class=\"\">The New Testament tells us that there were. Silas and Barnabas were two of them, and both were great missionaries of that time. Others were Simeon and Lucius; also a man named Judas—he was not Iscariot. Likewise mentioned are Manaen and Agabus, who predicted the arrest of Paul. (See <span class=\"citation\" id=\"8142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8142)\">Acts 11:28<\/a><\/span>, <span class=\"citation\" id=\"8143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8143)\">Acts 13:1<\/a><\/span>, <span class=\"citation\" id=\"8144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8144)\">Acts 15:32<\/a><\/span>, and <span class=\"citation\" id=\"8147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8147)\">Acts 21:10–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p31\" class=\"\">The epistle to the Ephesians explains why there were Christian prophets, saying that they were placed in the Lord’s church for the “perfecting of the saints, for the work of the ministry, and for the edifying of the body of Christ.” (<span class=\"citation\" id=\"21852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21852)\">Eph. 4:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p32\" class=\"\">Since the Savior commanded his people to become perfect as their Father in heaven (see <span class=\"citation\" id=\"36127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36127)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36127)\">Matt. 5:48<\/a><\/span>), he set up his church to provide the means by which this could be accomplished. Hence, he gave them apostles and prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p33\" class=\"\">These inspired men were in the church also to preserve unity among the saints and to heal divisions in the flock “that we henceforth be no more … tossed to and fro, and carried about with every wind of doctrine. …” (<span class=\"citation\" id=\"21853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21853)\">Eph. 4:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p34\" class=\"\">So God followed the same pattern of communicating with his people in New Testament times that had been customary with him down through the ages as recorded in the Old Testament.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p35\" class=\"\">Now what of our day?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p36\" class=\"\">Since communication between God and his prophets was an integral part of the early Christian church, what is the situation with present-day Christianity? Where are the Christian prophets of today?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p37\" class=\"\">Unfortunately they were lost over the centuries. There is no record of any Christian prophet having lived after <span class=\"small\">A.D.<\/span> 110 when it is believed by the world that John the Revelator was last heard of.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p38\" class=\"\">Then has Christianity drifted all these years without communication from heaven?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p39\" class=\"\">The denominations agree that there are no prophets among them, and they teach that neither prophets nor revelation are any longer needed. Rather, they say that the Bible—written in ages past—contains all that is necessary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p40\" class=\"\">Then does this constitute a departure from the age-old pattern of the Lord—that of presently guiding his people through living prophets?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p41\" class=\"\">In Isaiah’s day it was the people who turned away from God. The Lord did not turn from the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p42\" class=\"\">It was the same in the Savior’s day. Do you recall that he said to those about him: “… how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!” (<span class=\"citation\" id=\"36166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36166)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36166)\">Matt. 23:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p43\" class=\"\">God does not abandon his people. It is the people who abandon God.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“The soul that on Jesus hath leaned for repose,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I will not, I cannot desert to his foes;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That soul, though all hell should endeavor to shake,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I’ll never, no never, no never forsake.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p48\" class=\"\">—<span class=\"emphasis\">Hymns,<\/span> no. 66<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p49\" class=\"\">So we sing in one of our favorite hymns.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p50\" class=\"\">The scriptures indicate that in the latter days, shortly before the second coming of the Savior, the signs of the times would be given.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p51\" class=\"\">Some of them would be devastating, with seas heaving themselves beyond their bounds and with earthquakes, disease, and war taking heavy tolls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p52\" class=\"\">But one of the most significant of all the signs of the times was to be a restoration of the original gospel and church of Jesus Christ, this to be done “in the hour of God’s judgment.” (See <span class=\"citation\" id=\"42466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42466)\">Rev. 14:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p53\" class=\"\">This restoration was to be so extensive, says the scripture, that it would include all that God had ever spoken through his servants from the beginning of the world. (See <span class=\"citation\" id=\"8138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8138)\">Acts 3:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p54\" class=\"\">Then would that include a restoration of prophecy and revelation?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p55\" class=\"\">Would a new line of prophets be raised up to guide the people in these troublous times?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p56\" class=\"\">Since the scripture says that new revelation is to come in the latter days, and since God always gives his revelations through his servants, the prophets, and since for centuries there were none, then new prophets would have to be raised up to transmit the revelations intended for our day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p57\" class=\"\">This is precisely what happened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p58\" class=\"\">Joseph Smith was the first of them. Through him the Lord restored the gospel in its purity, the Church being reestablished on the earth in 1830.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p59\" class=\"\">Then came a succession of modern prophets to carry on the work, which will continue to expand until the second coming of the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p60\" class=\"\">After Joseph Smith, Brigham Young was called; then John Taylor, Wilford Woodruff, Lorenzo Snow, Joseph F. Smith, Heber J. Grant, George Albert Smith, David O. McKay, Joseph Fielding Smith, and now President Harold B. Lee. Each was God’s prophet for his time; each a seer and a revelator.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p61\" class=\"\">In this conference, with our hearts and our hands, we have formally sustained President Lee as our inspired leader for this day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p62\" class=\"\">The mantle of the prophets now rests upon him. He holds the authority in the holy priesthood that they held.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p63\" class=\"\">All the keys and powers given by the angels to the Prophet Joseph Smith have been conferred upon President Lee. He is today’s authorized and divinely chosen successor in this long line of prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p64\" class=\"\">The work now will go on, eventually leading into the millennium. A believing people is being prepared to receive the Savior. Christ will come again! His church has been restored in preparation for his coming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p65\" class=\"\">Once more we have prophets on the earth like Moses and Isaiah, Peter, James, and John. Silas and Barnabas and Paul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p66\" class=\"\">Once again true salvation is offered to all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p67\" class=\"\">And once again, through his modern servants, the Savior says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p68\" class=\"\">“Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p69\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p70\" class=\"\">“For my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"36145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36145)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p71\" class=\"\">With this new line of prophets to guide us, we bring salvation again to all mankind. We testify that God indeed has spoken in these last days, and that we are his ministers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p72\" class=\"\">Anciently the scripture said: “How beautiful are the feet of them that preach the gospel of peace, and bring glad tidings of good things!” (<span class=\"citation\" id=\"42848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42848)\">Rom. 10:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p73\" class=\"\">Have you ever asked yourselves who these people are, who preach the gospel of peace and whose feet are so beautiful upon the mountains?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p74\" class=\"\">Abinadi, in the Book of Mormon, gives us the explanation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p75\" class=\"\">These people are the prophets of God—they who preach the gospel of the Prince of Peace, the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p76\" class=\"\">Says Abinadi: “I mean the holy prophets ever since the world began.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p77\" class=\"\">“… these are they who have published peace, who have brought good tidings of good, who have published salvation and said unto Zion: Thy God reigneth!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p78\" class=\"\">“And O how beautiful upon the mountains were their feet!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p79\" class=\"\">“And again, how beautiful upon the mountains are the feet of those that are still publishing peace!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p80\" class=\"\">“And again, how beautiful upon the mountains are the feet of those who shall hereafter publish peace, yea, from this time henceforth and forever!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p81\" class=\"\">“And behold,” Abinadi continues, “this is not all. For O how beautiful upon the mountains are the feet of him that bringeth good tidings, that is the founder of peace, yea, even the Lord, who has redeemed his people; yea, him who has granted salvation unto his people.” (<span class=\"citation\" id=\"40388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40388)\">Mosiah 15:13–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p82\" class=\"\">So spoke Abinadi.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p83\" class=\"\">The prophets, then, are the servants of Jesus Christ and have been from the beginning of time. And because they are his servants and preach his gospel of peace, behold, how beautiful upon the mountains are their feet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p84\" class=\"\">We honor them. We shall follow them, and through them we shall work out our salvation here on earth in the Lord’s own way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p85\" class=\"\">And so we say:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Come, listen to a prophet’s voice,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And hear the word of God,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And in the way of truth rejoice,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And sing for joy aloud.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">We’ve found the way the prophets went<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Who lived in days of yore;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Another prophet now is sent<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">This knowledge to restore.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Come listen to a prophet’s voice,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">He speaks for God on high.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">His voice is heard throughout the world.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The Savior’s day is nigh.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">We now go forth and preach his word<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">As heralds to mankind<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To warn the nations everywhere,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That they the truth may find.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p102\" class=\"\">We solemnly testify that communication between heaven and earth has been reestablished in our day. We declare that God is not isolated from the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p103\" class=\"\">He is not dead. He lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p104\" class=\"\">He is not blind. He sees.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p105\" class=\"\">He is not deaf. He hears.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p106\" class=\"\">He is not dumb. He speaks, eloquently, to his living prophets and through them to the world at large.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/another-prophet-now-has-come.p107\" class=\"\">In this manner God is speaking to you today. Listen to him. Acknowledge him. Pray to him. Obey him. In the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}