{"ID":2264, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Hands\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p3\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_042<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p4\" class=\"\">When Jesus of Nazareth taught and ministered among men, he spoke not as did the scribes and scholars of the day but rather in language understood by all. Jesus taught through parables. His teachings moved men and motivated them to a newness of life. The shepherd on the hillside, the sower in the field, the fisherman at his net all became subjects whereby the Master taught eternal truths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p5\" class=\"\">The divinely created human body, with its truly marvelous powers and intricate parts, acquired new meaning when the Lord spoke of eyes that were not blinded but did really see, ears that were not stopped but did truly hear, and hearts that were not hardened but did know and feel. In his teachings he referred to the foot, the nose, the face, the side, the back. Significant are those occasions when he spoke of yet another part—even the human hand. Considered by artists and sculptors the most difficult member of the human body to capture on canvas or form in clay, the hand is a wonder to behold. Neither color, size, shape, nor age distorts this miracle of creation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p6\" class=\"\">First, let us consider the hand of a child. Who among us has not praised God and marveled at his powers when an infant is held in one’s arms. That tiny hand, so small yet so perfect, instantly becomes the topic of conversation. No one can resist placing his little finger in the clutching hand of an infant. A smile comes to the lips, a certain glow to the eyes, and one appreciates the tender feelings which prompted the poet to pen the lines: “A sweet new blossom of humanity, fresh fallen from God’s own home, to flower on earth.” (Gerald Massey.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p7\" class=\"\">As the child grows, the tightly clutched hand opens in an expression of perfect trust. “Take me by the hand, Mother; then I won’t be afraid” bespeaks this confidence. The delightful song the little children sing so beautifully at once becomes a plea for patience, an invitation to teach—even an opportunity to serve:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“I have two little hands folded snugly and tight,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">They are tiny and weak yet they know what is right,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">During all the long hours till daylight is through,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">There is plenty indeed for my two hands to do.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Kind Father I thank thee for two little hands,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And ask thee to bless them till each understands<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That children can only be happy all day<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">When two little hands have learned how to obey.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p16\" class=\"\">—<span class=\"emphasis\">The Children Sing,<\/span> no. 97<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p17\" class=\"\">The sentiments such love and faith arouse should ever draw forth from each parent a pledge of fidelity—even a determination to do that which is right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p18\" class=\"\">Should added emphasis be required, we need but refer to that account where the disciples came unto Jesus, saying, “Who is the greatest in the kingdom of heaven?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p19\" class=\"\">“And Jesus called a little child unto him, and set him in the midst of them,<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p20\" class=\"\">“And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p21\" class=\"\">“And whoso shall receive one such little child in my name receiveth me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p22\" class=\"\">“But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea.” (<span class=\"citation\" id=\"36156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36156)\">Matt. 18:1–3, 5–6<\/a><\/span>.) Significant is the hand of a child.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p23\" class=\"\">Second, may we turn our attention to the hand of youth. This is the training period when busy hands learn to labor—and labor to learn. Honest effort and loving service become identifying features of the abundant life. Each was effectively taught the girls in the Mutual class when cookies were baked and taken by them to elderly women residing in a neighborhood rest home. The aged hand of a lonely grandmother clasped that of the thoughtful teenager. No word was spoken. Heart spoke to heart. The hand that baked the cookies was raised to wipe a tear. Such hands are clean hands. Such hearts are pure hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p24\" class=\"\">Then comes that day when the hand of a boy takes the hand of a girl, and parents suddenly realize their children have grown. Never is the hand of a girl so delicately displayed as when there glistens on her finger a ring denoting a sacred pledge. Her step becomes quicker, her countenance brighter, and all is well with the world. Courtship has come. Marriage follows. And once again two hands are clasped, this time in a holy temple. Cares of the world are for a brief moment forgotten. Thoughts turn to eternal values. The clasped hands speak of promised hearts. Heaven is here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p25\" class=\"\">Time passes. The hand of a bride becomes the hand of a mother. Ever so gently she cares for her precious child. Bathing, dressing, feeding, comforting—there is no hand like mother’s. Nor does its tender care diminish through the years. Ever shall I remember the hand of one mother—the mother of a missionary. Some years ago at a worldwide seminar for mission presidents, the parents of missionaries were invited to meet and visit briefly with each mission president. Forgotten are the names of each who extended a greeting and exchanged a friendly handshake. Remembered are the feelings which welled up within me as I took in my hand the calloused hand of one mother from Star Valley, Wyoming. “Please excuse the roughness of my hand,” she apologized. “Since my husband has been ill, the work of the farm has been mine to do, that our boy may, as a missionary, serve the Lord.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p26\" class=\"\">Tears could not be restrained, nor should they have been. Such tears produce a certain cleansing of the soul. A mother’s labor sanctified a son’s service. Loved are the hands of a mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p27\" class=\"\">Not to be overlooked is the hand of a father. Whether he be a skilled surgeon, a master craftsman, or a talented teacher, his hands support his family. There is a definite dignity in honest labor and tireless toil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p28\" class=\"\">During the period of the great depression I was a small boy. Fortunate were those men who had work. Jobs were few, hours long, pay scant. On our street was a father who, though old in years, supported with the labor of his hands his rather large family of girls. His firm was known as the Spring Canyon Coal Company. It consisted of one old truck, a pile of coal, one shovel, one man, and his own two hands. From early morning to late evening he struggled to survive. Yet during the monthly fast and testimony meeting, I specifically remember him expressing his thanks to the Lord for his family, for his work, and for his testimony. The fingers of those rough, red, chapped hands turned white as they gripped the back of the bench on which I sat as Brother James Farrell bore witness of a boy, even Joseph Smith, who, in a grove of trees near Palmyra, New York, knelt in prayer and beheld the heavenly vision of God the Father and Jesus Christ the Son. The memory of those hands of a father serve to remind me of his abiding faith, his honest conviction, and his testimony of truth. Honored are the hands of a father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p29\" class=\"\">On Friday morning in this historic tabernacle, and in the homes of Church members viewing or listening to the conference session, hands were raised to sustain a prophet, a seer, and a revelator—even the President of The Church of Jesus Christ of Latter-day Saints. Our upraised hands were an outward expression of our inward feelings. As we raised our hands, we pledged our hearts. Could I for a moment mention the hands of that prophet, even President Harold B. Lee? I do so humbly and with his permission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p30\" class=\"\">Some years ago, President Lee, directed by inspiration and revelation, called Dewitt J. Paul to serve as patriarch in one of the eastern stakes of the Church. The call humbled beyond words both Brother and Sister Paul. They wondered. They worried. They prayed for assurance and heavenly confirmation. Such did not come suddenly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p31\" class=\"\">The vote of the people demonstrated their supporting approval. Then came the time for ordination. In a basement room situated two floors beneath the meeting hall in which the conference was held, Dewitt Paul nervously sat on a chair and, with a silent prayer in his heart, awaited his ordination. President Harold B. Lee then placed his hands upon the head of the newly called patriarch and began to speak. Peace replaced turmoil. Faith overcame doubt. Seated next to Sister Paul was a lifelong friend to whom Sister Paul had confided her concern. During the pronouncement of the blessing and ordination, she opened her eyes. As she did so she saw a ray of light shining upon President Lee as he placed his hands upon the head of Brother Paul. At the conclusion of the blessing, she hastened to tell Brother Lee of this confirmation of a call. She recounted how she saw the sunshine form the ray of light and how it brought a bright glow to the hands of President Lee. “Indeed, this is to you a confirmation of a sacred call,” said President Lee, “for as you look about this basement room, there is no window through which the sun might beam its rays.” Precious are the hands of a prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p32\" class=\"\">Finally, may we speak of yet another hand—even the hand of the Lord. This was the hand which guided Moses, which strengthened Joshua—the hand promised to Jacob when the Lord declared: “Fear thou not; for I am with thee: be not dismayed; for I am thy God; … I will uphold thee with the right hand of my righteousness.” (<span class=\"citation\" id=\"25415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25415)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25415)\">Isa. 41:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p33\" class=\"\">This was the determined hand which drove from the temple the money changers. This was the loving hand that blessed little children. This was the strong hand that opened deaf ears and restored vision to sightless eyes. By this hand was the leper cleansed, the lame man healed—even the dead Lazarus raised to life. With the finger of this hand there was written in the sand that message which the winds did erase but which honest hearts did retain. The hand of the carpenter. The hand of the teacher. The hand of the Christ. One called Pontius Pilate washed his hands of this man called King of the Jews. Oh foolish, spineless Pilate! Did you really believe that water could cleanse such guilt?<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“I think of his hands pierced and bleeding to pay the debt!<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Such mercy, such love, and devotion can I forget? …<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Oh, it is wonderful that he should care for me enough to die for me!<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Oh, it is wonderful, wonderful to me!”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p38\" class=\"\">—<span class=\"emphasis\">Hymns,<\/span> no. 80<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p39\" class=\"\">Pitied is the hand that sins. Envied is the hand that paints. Honored is the hand that builds. Appreciated is the hand that helps. Respected is the hand that serves. Adored is the hand that saves—even the hand of Jesus Christ, the Son of God, the Redeemer of all mankind. With that hand he knocks upon the door of our understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p40\" class=\"\">“Behold, I stand at the door, and knock: if any man hear my voice and open the door, I will come in to him. …” (<span class=\"citation\" id=\"42456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42456)\">Rev. 3:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p41\" class=\"\">Shall we listen for his voice? Shall we open the doorway of our lives to his exalted presence? Each must answer for himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p42\" class=\"\">In this journey called mortality, clouds of gloom may appear on the horizon of our personal destiny. The way ahead may be uncertain, foreboding. In desperation we may be prompted to ask, as did another:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“… I said to the man who stood at the gate of the year:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘Give me a light, that I may tread safely into the unknown.’<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And he replied:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘Go out into the darkness and put your hand into the hand of God.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That shall be to you better than a light and safer than a known way.’”<sup class=\"noteMarker\"><a href=\"#footnote1-03027_000_042\">1<\/a>\n\t   <span class=\"footnote\">[M. Louise Haskins, “The Gate of the Year.”]<\/span><\/sup><\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/hands.p48\" class=\"\">Of this solemn truth I testify. I declare that our Lord and Savior does live and that he even today directs his church with his all powerful hand, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\n\t\t\t<li class=\"footnote \" id=\"-03027_000_042\"><a name=\"-03027_000_042\"> <\/a>\n\t\t\t\t<span class=\"label\">\n\t<a name=\"footnote1-03027_000_042\">1.<\/a>\n      <\/span>\n\t\t\t\t<p>M. Louise Haskins, “The Gate of the Year.”<\/p>\n\t\t\t<\/li>\n\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}