{"ID":2266, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Home Teachers—Watchmen over the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p2\" class=\"\">Elder James A. Cullimore<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_044<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p3\" class=\"\">What I have prepared to say today, my brethren and sisters, is directed primarily to the home teachers of the Church and those directing their work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p4\" class=\"\">Much has been given during these conference sessions about the family and the home and the importance of them by those who have spoken. It has been indicated, “The very essence of divine government is fatherhood and the recognition of the family relationship. The Church itself exists to exalt the family.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p5\" class=\"\">President Joseph F. Smith told us, “The very foundation of the kingdom of God, of righteousness, of progress, of development, of eternal life, and eternal increase in the kingdom of God is laid in the divinely ordained home.” (Hugh B. Brown, in <span class=\"emphasis\">Conference Report,<\/span> October 2, 1966, pp. 103–104.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p6\" class=\"\">President Harold B. Lee said recently, “The most important of the Lord’s work will be that which we do within our own homes.” (Regional Representatives Seminar, April 7, 1972, p. 2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p7\" class=\"\">We are told that each family in the Church is really a kingdom or government within itself. The father, by virtue of the priesthood of God that has been bestowed upon him, is the head of that government. This is what constitutes patriarchal office in the family. Originally it was the only government on the earth and was passed down from Adam to his descendants. Eventually, as society became more complex, the manner of governing the people of the earth had to change, but as far as the Church is concerned, the same order exists within the families as God set it up originally with Father Adam. And this same order will extend into the eternities. (See <span class=\"emphasis\">Millennial Star,<\/span> vol. 14, p. 290.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p8\" class=\"\">The importance of the family was emphasized to the Prophet Joseph Smith even before the Church was organized. The Lord revealed to him a plan by which the priesthood was to watch over the Church. The Saints were instructed “to visit the house of each member, and exhort them to pray vocally and in secret and attend to all family duties.” (<span class=\"citation\" id=\"15862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15862)\">D&amp;C 20:47<\/a><\/span>.) He told the teachers to “watch over the church always, and be with and strengthen them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p9\" class=\"\">“And see that there is no iniquity in the church, neither hardness with each other, neither lying, backbiting, nor evil speaking;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p10\" class=\"\">“And see that the church meet together often, and also see that all the members do their duty.” (<span class=\"citation\" id=\"15864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15864)\">D&amp;C 20:53–55<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p11\" class=\"\">From that time forward, to a degree, all homes in the Church have been visited monthly. This was known as ward teaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p12\" class=\"\">In September 1963 home teaching was introduced to the Church. This differs from ward teaching in that greater emphasis is placed on watching over the family, rather than just making a monthly visit. Instructions have been given that the duty of the home teacher is to keep in touch with the families, to watch over them, to contact them in whatever manner necessary, in order to watch over them. We are told that home teaching is not just the one visit a month, but that home teaching is never done. We are to have concern for these families every day as long as they are assigned to us. The one visit a month to a family is important, but it is only one means of contact as we watch over our families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p13\" class=\"\">On the occasion of the official introduction of the home teaching program, President Marion G. Romney suggested some of the challenges and opportunities of home teaching, in these words: “Through the program of priesthood correlation, we bearers of the priesthood must increase our efforts to encourage, teach, and inspire the Saints to become ‘partakers of the divine nature,’ … through obedience to the sanctifying principles of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p14\" class=\"\">“We are performing far below our potential in this matter. … Now, priesthood correlation, as we are using the term here, contemplates all that is now being done in ward teaching and much more. It unites under one undertaking many activities. It requires that attention be given to every member of every family, particularly to those who need special encouragement to live the gospel. It means much more than a perfunctory visit once a month. It includes:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p15\" class=\"\">“1. Periodic visits to every family by two priesthood bearers:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p16\" class=\"\">“2. Laboring with Melchizedek Priesthood bearers [the fathers] to build spiritual and temporal ‘strength’;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p17\" class=\"\">“3. Laboring with inactive and overage members of the Aaronic Priesthood under 21;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p18\" class=\"\">“4. Activating and bringing into full church participation senior members of the Aaronic Priesthood and their families [now known as prospective elders]:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p19\" class=\"\">“5. Fellowshipping and bringing into full activity recent converts, new arrivals, and all inactive church members;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p20\" class=\"\">“6. Encouraging all parents and other family heads to maintain genuine Latter-day Saint homes in which are practiced and taught the sanctifying principles of the gospel. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p21\" class=\"\">“It will be their [the home teachers’] responsibility,” President Romney continues, “to make sure that infants are blessed; that children are baptized at eight years of age; and that boys are worthy and qualified to be ordained to the priesthood at 12 years of age and that they are so ordained; that they move through the grades of the priesthood in proper order; that candidates for marriage are properly taught the importance and sanctity of temple marriage and the church standards which will qualify them for it, to the end that they will be married in the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p22\" class=\"\">“It will be the responsibility of the two visiting brethren to know the available church activities for each family member and encourage him to avail himself of them—such activities, for example, as Sacrament meetings, stake conferences, and other activities; activities provided by priesthood quorums, auxiliary organizations, … genealogical and temple work, and so forth.” (<span class=\"emphasis\">Improvement Era, <\/span>December 1962, pp. 938–39.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p23\" class=\"\">This is really watching over the Church. After nine years of home teaching, however, I am afraid we are really still doing mostly ward teaching. We are still prodding the priesthood home teachers to “hurry and get your home teaching done—the month is nearly over.” Even now the home teacher is heard to say, “If I really had a message to take to my families, I could do my teaching.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p24\" class=\"\">These things indicate we really don’t have the vision of “watching over the Church.” We might have a great record of percentage of homes visited each month, but the real test is: Are we affecting the lives of the individual members of the family for good through our contacts? Are we respecting the sacred nature of the family unit by working with and through the father? Do we sit down with the father as often as needed? Do we listen to him? Do we encourage and praise and otherwise uplift him?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p25\" class=\"\">Our calling and opportunity as home teachers is to watch over and strengthen fathers of families; the Lord expects fathers and mothers first to teach the gospel to their families in regular family home evenings and daily as teaching opportunities arise. Home teachers may be asked to assist on special occasions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p26\" class=\"\">We have been counseled that the family, presided over by the priesthood holder, is the basic church unit. We know, as home teachers, that the order of the priesthood requires us to work with a family through the presiding authority in the family, the father. The father should be recognized in his position. The Lord holds him responsible for the righteous functions of his family in relation to other church units and for the conducting of his family into eternal life. The home teacher working with and through the father strengthens his role and responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p27\" class=\"\">Our thought as home teachers should always be: How can I help the fathers under my care magnify their priesthood by fully accepting their responsibilities as patriarchs of their families?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p28\" class=\"\">We might put much effort into working with individuals in a family and eventually reach a child, but our real challenge is to work with the father in strengthening him that he might lead the entire family to celestial glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p29\" class=\"\">President Joseph F. Smith said, regarding the right of the father: “There is no higher authority in matters relating to the family organization, and especially when that organization is presided over by one holding the higher Priesthood, than that of the father. … The patriarchal order is of divine origin and will continue throughout time and eternity. There is then a particular reason why men, women, and children should understand this order and this authority in the household of the people of God, and seek to make it what God intended it to be, a qualification and preparation for the highest exaltation of His children. In the home the presiding authority is always vested in the father, and in all home affairs and family matters there is no other authority paramount.” (<span class=\"emphasis\">The Juvenile Instructor,<\/span> March 1902, p. 146.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p30\" class=\"\">There is great need for a fresh new look at ourselves as home teachers. How can we more nearly accomplish that which was intended by the Lord in the revelation to the Prophet Joseph Smith?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p31\" class=\"\">I think President Lee sounded the note to the Regional Representatives of the Twelve last April when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p32\" class=\"\">“Maybe the home teacher should be charged more clearly to describe his mission to watch over and to strengthen to see that members do their duty. … They think themselves as teachers of the Gospel message only. Maybe we ought to be calling them home guardians or sentinels and to report their stewardship to the fathers of the ward. We must do something to change the emphasis from teaching to guardians, ‘watching over the church kind of concept.’ Until we get that into our minds, we are not going to do the kind of home teaching that is going to get results.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p33\" class=\"\">We need, at once, to catch the spirit of what President Lee has said and become priesthood guardians, priesthood watchmen, rather than teachers of the gospel only. We need to make sure home teachers are not guilty, after having made the one visit a month to each family, of relaxing, feeling good about it, and declaring our home teaching done for the month. Remember, home teaching is never done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p34\" class=\"\">Brother Rex Reeve, one of the Regional Representatives of the Twelve, gave us some wonderful direction when he said: “Priesthood home teachers must think in terms of needs of the family, not just taking a message. When the priesthood home teacher can see souls—not just another home to visit—and when he can feel the needs of individuals and, in his heart, when he can love them and has a yearning to help, he can give courage to struggling souls as they try to climb homeward in these perilous times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p35\" class=\"\">“Priesthood home teaching is not just another program of the Church, something to get done so you can send the report in. It is a principle of action the vehicle by which all of the programs of the Church are taken to the family and the individual, and, in addition, it has the power to bless and guide and strengthen souls.” (Regional Representatives Seminar, December 12, 1970.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p36\" class=\"\">When stake presidents, bishops, and priesthood leaders generally get the real concept and feeling of home teaching and let it be the vehicle by which all Church programs are taken to the family and the individuals, when families and individuals come to properly recognize and work with the home teachers, we will be able to give a much better account of ourselves in watching over the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p37\" class=\"\">The First Presidency many years ago stated, “The home [is] the basis of a righteous life and no other instrumentality can take its place or fulfill its essential functions.” (Cited by Elder Harold B. Lee, in CR, September 30, 1961, p. 79.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/home-teachers-watchmen-over-the-church.p38\" class=\"\">May we better fulfill our assignment as home teachers by becoming guardians and watchmen over the families of the Church and thus strengthen them, I pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}