{"ID":2267, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Every Man in His Own Place\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p2\" class=\"\">Elder Marion D. Hanks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_045<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p3\" class=\"\">For some time I have thought whimsically, as this occasion approached, of a counselor in a stake presidency some years ago who began his remarks by recalling a day after World War II when he had been surrounded by an unfriendly mob in a foreign place. He said, as he escaped with his life, and that barely, that he had been ill with fright. He said, “My voice quavered, my heart palpitated, my mouth was dry; I was really frightened. Knowing that you love me,” he said, “I can’t quite imagine why I feel that same way as I speak to you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p4\" class=\"\">I have always felt it to be a great honor to be permitted to express the convictions of my heart here, and I feel so today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p5\" class=\"\">Yesterday President Romney referred to the 27th chapter of 3 Nephi in recalling the Lord’s admonition to name his church in his name. Subsequently in that same marvelous chapter, Christ defined his gospel in some beautiful and to me eternally significant words: “Behold I have given unto you my gospel, and this is the gospel which I have given unto you—that I came into the world to do the will of my Father, because my Father sent me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p6\" class=\"\">It is my earnest conviction that we came here for the same reason. Christ expresses his understanding of the will of his Father and his own commission in the words which follow:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p7\" class=\"\">“And my Father sent me that I might be lifted up upon the cross; and after that I had been lifted up upon the cross, that I might draw all men unto me, that as I have been lifted up by men even so should men be lifted up by the Father, to stand before me, to be judged of their works, whether they be good or whether they be evil—<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p8\" class=\"\">“And for this cause have I been lifted up. …” (<span class=\"citation\" id=\"5756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5756)\">3 Ne. 27:13–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p9\" class=\"\">And then the Master taught what we know to be the first principles and ordinances of the gospel, concluding as he had begun: “Verily, verily, I say unto you, this is my gospel.” Then he added: “Therefore, what manner of men ought ye to be? Verily I say unto you, even as I am.” (<span class=\"citation\" id=\"5757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5757)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5757)\">3 Ne. 27:21, 27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p10\" class=\"\">Christ’s commission was clear, and it seems to me that through him <span class=\"emphasis\">our <\/span>commission becomes clear, that we are so to live that through him and his love we may be lifted up by the Father to enjoy the consequences of our convictions and our decisions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p11\" class=\"\">We are here to love God and to keep his commandments, to live with an integrity that will merit our own self-respect and the respect of our loved ones and make us worthy for the companionship of the Spirit. We are here to love and serve our fellowmen, to reflect in our own lives daily our true convictions as to the priceless value of the individual child of God, to live with joy in a way worthy of the sons of God, to become the manner of men that he is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p12\" class=\"\">He taught us very clearly the worth of souls and that they are very great in the sight of God. The lost sheep should have an anxious shepherd seeking him. The lost coin must be searched for. The prodigal who comes to himself and turns homeward will find his Father running to meet him. Thus taught the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p13\" class=\"\">Perhaps we don’t all of us understand and apply this principle effectively, but there are those who do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p14\" class=\"\">Recently a stake president told of his visit, with others, to a Junior Sunday School class. When the visitors entered they were made welcome, and the teacher, seeking to impress the significance of the experience for the youngsters, said to a little child on the front row, “How many important people are here today?” The child rose and began counting out loud, reaching a total of seventeen, including every person in the room. There were seventeen very important persons there that day, children and visitors!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p15\" class=\"\">That is how Christ feels, and so should we.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p16\" class=\"\">We are all aware that many valuable souls are in jeopardy these days. Many sheep are wandering, many coins are being dropped, many young prodigals have left home and are wasting their inheritance. As we have been reminded this morning, in substantially every community across the earth there are those who are cynically trading in filth, mining gold from dirt. They press pornography and drugs and destructive behavior. They seek to beguile unstable souls, as the scriptures teach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p17\" class=\"\">“For when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error. While they promise them liberty, they themselves are the servants of corruption. …” (<span class=\"citation\" id=\"4914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4914)\">2 Pet. 2:18–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p18\" class=\"\">Some other adults are not wise or sensitive to the needs of the young, or are guilty of cowardice masquerading as enlightenment and liberalism, or are indifferent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p19\" class=\"\">Unfortunately, too many young people surrender to the enticements and arguments, often, perhaps, because they never get a chance to see or experience the happier, purposeful, more excellent way. Some have no experience with a loving home, or concerned, loving parents, or a unified, happy family. Not knowing, or choosing immaturely against knowledge, they make bad decisions and commit themselves to courses that are destructive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p20\" class=\"\">The marvel to me is how many choice young people see through the mists and choose a wiser way. Some of them do this even though they have not had the benefit of a good home and family and parents who care and try. Somehow they are wise enough to take a stand against the crowd or the current, even when the source of the pressure seems respectable and when those who should care seem not to care.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p21\" class=\"\">There are so many great young people. One who comes to mind was a well-dressed, good-looking young man, sharp, well-spoken, and contemporary in every constructive way, but he was obviously deeply distressed as he rose to offer a greeting in behalf of the university student body of which he was president. His audience was made up of regents and trustees of institutions of higher education meeting in conference at his school. The group had listened to a series of speeches from educators, noting with approval the abandonment on college and university campuses of the doctrine of <span class=\"emphasis\">in loco parentis, <\/span>a term that means, as you may know, “standing in the place of a parent.” The schools, the speakers said, no longer accept the responsibility of standing in the place of a parent to the students who attend them. Knowledge, intellect, reason—these are the goods with which these institutions deal; the private life of the individual is not their proper concern.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p22\" class=\"\">The young student president said what many of us were thinking:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p23\" class=\"\">“I’ve listened to your announcement of the abandonment of the principle of <span class=\"emphasis\">in loco parentis,<\/span>” he said, “and feel there is something you should know. If in fact the school is no longer interested in or willing to fill that role—if it doesn’t care about us as persons, as good parents would care—then that leaves a great many of us with no parents at all anyplace.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p24\" class=\"\">No further explanation was made, and none was needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p25\" class=\"\">As pressures in our communities have intensified for the young, so life on many college campuses has undergone a great transformation in the last decade, not so much in the classroom or curriculum as in the nature of student life out of class. While a few activists have had the chief attention, every student in the affected schools has been influenced by the breakdown of the rules that once governed the lives of undergraduates.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p26\" class=\"\">Only a few years ago most colleges made a vigorous effort to enforce regulations governing dormitory standards and hours, student dress, sexual behavior, drinking, and chaperonage. Now in many institutions all of this has changed. Revolutionary and rebellious behavior seems to have toned down, but many rules formerly enforced have all but disappeared.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p27\" class=\"\">What is likely to happen to inexperienced young persons dropped into such a situation in the school or community?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p28\" class=\"\">There is a story that may offer significant insight. Outside Chattanooga, Tennessee, is a place known as Missionary Ridge. During the Civil War a numerically superior Southern force was dug in on the Ridge, protecting it against Northern attack. The defenders were well fortified and strongly entrenched, holding strategic positions that would seem to make them invulnerable. Yet the hill was lost. Why? The soldiers on Missionary Ridge were so isolated from each other that they had lost touch with each other. They could not hear their leaders through the din. Plainly visible to them were the large numbers of the enemy coming up the hill to attack them. Feeling alone and frightened, a few individual defenders panicked and surrendered and were soon joined by large numbers of their fellows. The battle was lost. They were not cowards; they thought they were alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p29\" class=\"\">How very parallel are some of the scenes of conflict we see going on around us! God’s choice young sons and daughters are being subjected to the new social arrangements and pressures currently in vogue. Many are cut off from any supportive roots. They feel alone, abandoned, unloved. Some panic and surrender to the advancing enemy. They sin, and then let their sins become habits. What if they have no place to turn to for refuge, for strength, encouragement, instruction? What if they have no parents to whom they feel they can go for reassurance, forgiveness, unconditional love?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p30\" class=\"\">O! the implications are so clear for those of us who have been granted stewardship among the children of God—for parents, teachers, leaders, neighbors, concerned adults, advisers, home teachers!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p31\" class=\"\">Of late I have found myself thanking God more fervently than ever before for the gospel and the Church. I thank him for people and for programs that reach out to support parents and to bless young men and women like my choice young friend who felt that he had no parents anyplace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p32\" class=\"\">No young person who is truly involved in the warmth of the kingdom need ever feel that he has no place to go and no one who is genuinely concerned about him. No one of them should ever fall for the false proposition that a human being can have his mind unbraided from his heart, sinews, and spirit—the rest of him conveniently stored away while the mind is disciplined and filled like a silo with grains of knowledge—and then the whole braided together again, with the expectation that the individual will now function in the moral, ethical, spiritually strong way we would like in our teacher or doctor or carpenter or lawyer or banker or son-in-law.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p33\" class=\"\">None should be surrendered ever, unsupported, to circumstances that will certainly make much more difficult for them the enjoyment of those blessings that make life worthwhile—and I speak of good conscience, wholesome marriage and family and other human relationships, and the confidence we are entitled to have in the presence of God. “Character is higher than intellect,” wrote Emerson. “Men must be fit to live as well as to think.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p34\" class=\"\">Of course, every young person must make his own decisions and give his own answer. He must try to see the long view, and it is our responsibility to help him see the moral hazards in the course that starts out to be fun and turns out to be artfully camouflaged trouble. “The way in is easy, the way out is hard,” someone has said. The world is full of booby traps and pitfalls, with signs pointing to them that read—<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p35\" class=\"\">“This way to the fun house.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p36\" class=\"\">To meet the tests of the times, the young person must think, put down roots, establish wise loyalties, learn and actively appreciate his heritage, and know that he is ultimately responsible for his decisions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p37\" class=\"\">My spirit today is one of gratitude but not one of self-congratulation. How well are we doing with what we have, with what we know? I am only hours away from a sobering interview with another beautiful young person who has apparently experienced failure of relationship at every level—with family, friends, leaders, teachers, even with God, she felt. She seemed so alone in the presence of great pressures that she surrendered to the enemy for a time. Now she has some help. She has learned that Christ the Lord has the answer; she will be liberated because she is looking to him who is strengthening her in this and all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p38\" class=\"\">How tragic it would be if such a beautiful spirit were lost because one of us, one of God’s stewards, fails in an assignment or relationship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p39\" class=\"\">Recently I recalled for a wonderful group of great young Latter-day Saints the thrilling story of Gideon of old, humble in the face of a seemingly insuperable challenge but called of God, who, through his resourcefulness and the strength of the Almighty, won a battle. His rallying cry is remembered: “The sword of the Lord, and of Gideon.” (<span class=\"citation\" id=\"30853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30853)\">Judg. 7:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p40\" class=\"\">One other line from that marvelous story is so important that I call it to your attention: “they stood every man in his own place round about the camp. …” (<span class=\"citation\" id=\"30854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30854)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30854)\">Judg. 7:21<\/a><\/span>.) The battle was won.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p41\" class=\"\">Asa, king of Judah, commissioned of God to the conflict, facing an enemy army of more than a million soldiers, gave us the key. He said, “… we rest on thee, and in thy name we go. …” (<span class=\"citation\" id=\"2949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2949)\">2 Chr. 14:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p42\" class=\"\">I thank God for the multitude of marvelous young people I know. I pray for them and invoke God’s Spirit to be with them, and as plainly as I know how, and as earnestly, invoke God’s Spirit to be upon us, the stewards. Let me repeat for the second time today that beautiful line from the hymn Brother Petersen used this morning:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“The soul that on Jesus hath leaned for repose<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I will not, I cannot, desert to his foes:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That soul, though all hell should endeavor to shake,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I’ll never, no never, no never forsake!”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p47\" class=\"\">—<span class=\"emphasis\">Hymns, <\/span>no. 66<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/every-man-in-his-own-place.p48\" class=\"\">God bless us, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}