{"ID":2268, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Live above the Law to Be Free\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p2\" class=\"\">President Hartman Rector, Jr.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03027_000_046<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p3\" class=\"\">If I might, I would like to say a few words to the youth of Zion, following the lead of Brother Hanks. I love them and they know it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p4\" class=\"\">The story of Joseph, the son of Jacob who was called Israel, is a vivid representation of the great truth that “all things work together for good to [those] who” love God. (See <span class=\"citation\" id=\"42846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42846)\">Rom. 8:28<\/a><\/span>.) Joseph always seemed to do the right thing; but still, more importantly, he did it for the right reason. And how very, very significant that is! Joseph was sold by his own brothers as a slave and was purchased by Potiphar, a captain of the guard of Pharaoh. But even as an indentured servant, Joseph turned every experience and all circumstances, no matter how trying, into something good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p5\" class=\"\">This ability to turn everything into something good appears to be a godly characteristic. Our Heavenly Father always seems able to do this. Everything, no matter how dire, becomes a victory to the Lord. Joseph, although a slave and wholly undeserving of this fate, nevertheless remained faithful to the Lord and continued to live the commandments and made something very good of his degrading circumstances. People like this cannot be defeated, because they will not give up. They have the correct, positive attitude, and Dale Carnegie’s expression seems to apply: If you feel you have a lemon, you can either complain about how sour it is, or you can make a lemonade. It is all up to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p6\" class=\"\">“Failure ceases to exist in the face of persistence.” So, the Lord prospered Joseph, and his master saw that the Lord was with him and made Joseph overseer over all his house; and all that he had, he put in Joseph’s hands. So implicit was his trust in this remarkable young man that Potiphar did not bother to keep any accounting of his own possessions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p7\" class=\"\">Naturally, such a remarkable person would be enticing to the opposite sex, and so it was with Joseph. Potiphar’s wife, who, to say the most for her, was of very doubtful character, attempted to seduce Joseph; but Joseph was untouchable because of his trust and reliance on the Lord. He tried to reason with her, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p8\" class=\"\">“… my master … hath committed all that he hath to my hand;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p9\" class=\"\">“There is none greater in this house than I; neither hath he kept back any thing from me but thee, because thou art his wife …” (<span class=\"citation\" id=\"23845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23845)\">Gen. 39:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p10\" class=\"\">Then, it would seem that he would have followed this declaration with a profession of loyalty to his master because of his appreciation of the trust that Potiphar had placed in him. But he did not; instead, his statement of why he could not submit to her demands revealed the real strength of this choice young man. He said: “… how then can I do this great wickedness, and sin against God?” (<span class=\"citation\" id=\"23846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23846)\">Gen. 39:9<\/a><\/span>.) With this statement Joseph showed that he was determined to do the right thing, but do it for the right reason. That reason: because he loved the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p11\" class=\"\">Oh, yes, it is good to be loyal to your employer, or your friends, or your family. Loyalty is akin to honesty; and if you are not honest, you are really not much good. You are no good to yourself because you lie to yourself. This is called rationalization, but it is really just lying. You are no good to your friends because they cannot trust you. You are no good to the Lord because he cannot use you—unless, of course, it would be as a bad example. If you make a mistake, all is not lost. You can always be used as a bad example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p12\" class=\"\">Joseph vividly demonstrated why he was favored of the Lord, or, as the scriptures said, why “the Lord was with Joseph, and he was a prosperous man. …” (<span class=\"citation\" id=\"23844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23844)\">Gen. 39:2<\/a><\/span>.) His reliance was upon the Lord. His trust was in the Lord, and his allegiance ran to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p13\" class=\"\">I believe this is the greatest lesson that can be learned by the youth of Zion—to do the right thing because you love the Lord. It is so vitally important that, I feel, if you do anything in righteousness for any other reason than you love the Lord, you are wrong—at least you are on very shaky ground. And, somewhere your reasons for acting in righteousness will not be strong enough to see you through. You will give way to expediency, or peer group pressure, or honor, or fame, or applause, or the thrill of the moment, or some other worldly reason. Unless your motives are built upon the firm foundation of love of the Lord, you will not be able to stand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p14\" class=\"\">It seems that, at this day and time, everything is in a state of change. There appears to be nothing in this life that is not subject to erosion, or decay, or just change for the sake of change—like the new automobile models each year. There is only one place where we can go and find consistency, and that is where Joseph went: to the Lord, for “he is the same, yesterday, today, and forever” [see <span class=\"citation\" id=\"24417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24417)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24417)\">Heb. 13:8<\/a><\/span> and <span class=\"citation\" id=\"1679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1679)\">1 Ne. 10:18<\/a><\/span>]. And the most important fact is that there is no place you can go where he is not. In the words of the psalmist,<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p15\" class=\"\">“Whither shall I go from thy spirit? or whither shall I flee from thy presence?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p16\" class=\"\">“If I ascend up into heaven, thou art there: if I make my bed in hell, behold, thou art there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p17\" class=\"\">“If I take the wings of the morning, and dwell in the uttermost parts of the sea;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p18\" class=\"\">“Even there shall thy hand lead me, and thy right hand shall hold me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p19\" class=\"\">“If I say, Surely the darkness shall cover me; even the night shall be light about me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p20\" class=\"\">“Yea, the darkness hideth not from thee; but the night shineth as the day: the darkness and the light are both alike to thee.” (<span class=\"citation\" id=\"41916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41916)\">Ps. 139:7–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p21\" class=\"\">Whether walking on the moon, or probing the immensity and vastness of space, or in the depths of the sea, or in darkest Africa, or in Salt Lake City, he is there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p22\" class=\"\">Oh, if we could only learn this lesson and look to his living prophet on earth! In this day and time, following the living prophet is the only way that we can follow the Lord God and do his will. You can’t do it by quoting the dead prophets or ignoring or throwing rocks at the living prophets. Following the prophet today, President Harold B. Lee, is the only real safety we can know in this time of decay.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p23\" class=\"\">Let us continue with Joseph’s story, and perhaps we can learn how to handle difficult situations by following Joseph’s example. The scripture records that Joseph stoutly resisted the advances of Potiphar’s wife, but one day as he went into the house “to do his business,” it so happened that “there was none of the men of the house there within.” (<span class=\"citation\" id=\"23847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23847)\">Gen. 39:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p24\" class=\"\">Now, this is always a dangerous situation and should be avoided if at all possible. Potiphar’s wife became particularly insistent, even to taking hold of his coat and attempting to draw him to her. But Joseph did the very best thing he could do under the circumstances. The scripture records, “… he left his garment in her hand, and fled, and got him out.” (<span class=\"citation\" id=\"23848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23848)\">Gen. 39:12<\/a><\/span>.) Or, in today’s language—<span class=\"emphasis\">he ran.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p25\" class=\"\">Maybe that doesn’t sound like a very sophisticated thing to do, but sometimes running is the only thing to do. This was such a time. I am sure that Joseph did not know he was going to be alone with her, or he would not have gone into the house. I have great faith in Joseph.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p26\" class=\"\">It is more important that we beware of compromising situations than anything else we can do. We must avoid them. If we don’t, we will run the great risk of being overcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p27\" class=\"\">In my experience, I have found that it is very, very dangerous to fly just high enough to miss the treetops. I spent twenty-six years flying the navy’s airplanes. It was very exciting to see how close I could fly to the trees. This is called “flat hatting” in the navy, and it is extremely dangerous. When you are flying just high enough to miss the trees and your engine coughs once, you are in the trees.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p28\" class=\"\">Now let’s pretend that the navy had a commandment—“Thou shalt not fly thy airplane in the trees.” As a matter of fact, they did have such a commandment. In order to really be free of the commandment, it becomes necessary for me to add a commandment of my own to the navy’s commandment, such as, “Thou shalt not fly thy airplane closer than 5,000 feet to the trees.” When you do this, you make the navy’s commandment of not flying in the trees easy to live, and the safety factor is tremendously increased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p29\" class=\"\">Admittedly, the latter commandment is your own addition, and care should be exercised that you do not get it mixed up with the law and expound it <span class=\"emphasis\">as <\/span>the law. Rather, it is your own commandment, invented by you for your own self-preservation; and, if you are going to preach it, it should be expounded as such.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p30\" class=\"\">We should studiously avoid placing ourselves in positions where we could be overcome by temptation. Paul’s admonition that we avoid even the appearance of evil certainly represents an addition to the Lord’s commandment, which is, to “forsake all evil” and “entangle not yourselves in sin.” (See <span class=\"citation\" id=\"15956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15956)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15956)\">D&amp;C 98:11<\/a><\/span>; <span class=\"citation\" id=\"15943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15943)\">D&amp;C 88:86<\/a><\/span>.) But if we follow Paul’s admonition, we will find the Lord’s commandment much easier to live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p31\" class=\"\">It is so important that young people who are unmarried erect barriers against temptation to help them avoid the compromising situations. May I suggest a few barriers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p32\" class=\"\">1. Never go into a house alone with one of the opposite sex.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p33\" class=\"\">2. Never, never enter a bedroom alone with one of the opposite sex.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p34\" class=\"\">3. Do not neck or pet. Now, admittedly there is no place in the scriptures where the Lord has said, “Thou shalt not neck or pet.” I know that, but he has said, “Thou shalt not commit adultery, or fornication, or anything like unto it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p35\" class=\"\">4. Never park on a lonely road with just the two of you alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p36\" class=\"\">5. Do not read pornographic literature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p37\" class=\"\">6. Do not attend R- or X-rated movies, and avoid drive-ins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p38\" class=\"\">7. Do not spend time in drinking or gambling establishments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p39\" class=\"\">Admittedly, these are just a few personal commandments that you might adopt. You should make up your own special and specific list of commandments, such as, “I’ll never accept another date with Herman.” Such commandments would depend on your own past experience and your own particular weaknesses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p40\" class=\"\">Of course, there is no guarantee that your personal barriers will always stand; some may fail; you may slip and break your own commandment. If and when you do, remember Joseph and follow his example. You can always run and “get yourself out.” Get out before the Lord’s commandment is broken.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p41\" class=\"\">Yes, Joseph ran, and because he did, he was temporarily placed in prison, where he was shut out from society, but if he had not run, he would have been an eternal prisoner, being shut out from God perhaps forever, because he would not have been in condition to receive the necessary communications that made him the great prophet that he was.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p42\" class=\"\">The Lord has such great and tremendous blessing in store for the youth of Zion today if they will but walk uprightly before him and keep his commandments and thus qualify for his blessings. As it is written, “Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.” (<span class=\"citation\" id=\"541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 541)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(541)\">1 Cor. 2:9<\/a><\/span>.) Such blessings come only through obedience to his commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p43\" class=\"\">“There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p44\" class=\"\">“And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated.” (<span class=\"citation\" id=\"15994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 15994)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(15994)\">D&amp;C 130:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p45\" class=\"\">Again, he has said, “If ye love me, keep my commandments.” (<span class=\"citation\" id=\"28683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28683)\">John 14:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/01\/live-above-the-law-to-be-free.p46\" class=\"\">I pray that we may walk in righteousness because we love the Lord, for surely this <span class=\"emphasis\">is<\/span> the right reason. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}