{"ID":227, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Rely Upon the Lord<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Joseph F. Smith, <i>Conference Report<\/i>, April 1946, pp. 61-66<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, will you give me your faith, and will you join me in my prayer that I\nmay be equal to this assignment?\n<\/p><p>\nNight before last in the welfare meeting the President of the Church called attention to the\nfact that we as a people had suffered relatively little during the war, and he suggested that we\nthink on this. I have been thinking about it since he called it to our attention. This country has\nsuffered relatively little. Grievous as have been our bereavements, the people in this country\nhave not wanted for food; they have not suffered deprivation. It is well that\nwe think on these things, and think upon the reasons therefore.\n<\/p><p>\n<i>The Key to True Education<\/i>\n<\/p><p>\nIn the great revelation which contains that famous \"Mormon\" axiom, \"The glory of God is\nintelligence\" (<span class=\"citation\" id=\"12283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12283)\">D&amp;C 93:36<\/a><\/span>), we read this:\n<\/p><p>\nThe Spirit of truth is of God. I am the Spirit of truth, and John bore record of me, saying: He\nreceived a fulness of truth, yea, even of all truth; And no man receiveth a fulness unless he\nkeepeth his commandments (<span class=\"citation\" id=\"12282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12282)\">D&amp;C 93:26-27<\/a><\/span>).\n<\/p><p>\nThat, it seems to me, is the key to true education. No man can receive a fulness of truth\nunless he keeps the commandments of our Father in heaven. Learning is not wisdom. We\nhave been misled into thinking that learning is the ultimate in education. True education must\nresult in wisdom. The learning in the world is great. We stand breathless before the myriad of\nmarvels of science. The wisdom of the world is puny. Witness the devastation of war. May I\ntake a moment to read a verse from II Nephi which I have often quoted regarding this matter\nof learning? We have had reference made in this conference to the foolishness of so-called\nwise men.\n<\/p><p>\n. . . O the vainness, and the frailties, and the foolishness of men! When they are learned they\nthink they are wise, and they hearken not unto the counsel of God, for they set it aside,\nsupposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth\nthem not. And they shall perish (<span class=\"citation\" id=\"3470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3470)\">2 Ne. 9:28<\/a><\/span>).\n<\/p><p>\nAmidst the greatest learning that the world has ever seen, we have seen the greatest perishing\nthe world has ever seen, and our greatest learning has been utilized for the destruction of\nGod's children. \"But to be learned is good if they hearken unto the counsels of God\"\n(<span class=\"citation\" id=\"3471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3471)\">2 Ne. 9:29<\/a><\/span>).\nAgain, no man receiveth the fulness of truth&mdash;no man may be truly educated&mdash;except he\nkeep the commandments of our Father in heaven. This great revelation concludes with this\nstatement:\n<\/p><p>\nAnd, verily I say unto you, that it is my will that you should hasten to translate my scriptures,\nand to obtain a knowledge of history, and of countries, and of kingdoms, of laws of God and\nman, and all this for the salvation of Zion. Amen\n(<span class=\"citation\" id=\"12284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12284)\">D&amp;C 93:53<\/a><\/span>).\n<\/p><p>\n<i>Historical Events<\/i>\n<\/p><p>\nI should like to take a few moments this morning to give consideration to some historical\nevents. As I go about among young people I find, tragically, that among high school students,\nthe two subjects most heartily disliked by the greatest number of persons, are, first, English,\nand second, history. Our educational system would do well to think upon that. If we would be\nwise, we should know how we got the way we are. Only a genuine study of real history\ncan bring that about. This country, a land choice above all other lands, and\nthe people thereon have enjoyed tremendous blessings. This country was long in preparing. I\ncan't outline the whole story. I'd like to touch just one or two important events.\n<\/p><p>\nWay back in 1215 when the barons wrung from King John the Magna Charta, we had the\nmodern beginning of true democracy. Sometime later, in 1517, Luther nailed his famous\ntheses to the door of his church in Wittenberg, and not a great time after that, in 1555, the\nfamous Peace of Augsburg gave freedom of worship to Protestants&mdash;breaking the tyranny of\nRome. Still later, a band of Puritans, finding themselves persecuted in England because of\ntheir religious beliefs, went to Holland, and after twelve years in a foreign land, amongst a\nforeign tongue, they decided to set out for the new world&mdash;for real religious freedom&mdash;and in\n1620 headed westward across the Atlantic Ocean. The great governor, William Bradford, said\nof them:\n<\/p><p>\nSo they left that goodly and pleasant city which had been their resting place for twelve years,\nbut they knew that they were pilgrims, and looked not much on those things, but lifted up\ntheir eyes to the heavens, their dearest country, and quieted their spirits.\n<\/p><p>\nTheir reliance upon the Lord was their greatest safeguard. \n<\/p><p>\n<i>The Mayflower Compact<\/i>\n<\/p><p>\nAfter that memorable and tedious voyage across the ocean, as their little ship lay at anchor in\nCape Cod Bay, they were faced with insurrection. They were faced with possible anarchy,\nbecause there were those among their number who were determined that there should be an\nanarchy. The wiser ones among them knew that anarchy must inevitably lead to chaos. But in\nthe cabin aboard the ship they gathered together, and with reliance upon their Father in\nheaven, brought forth that famous document, the Mayflower Compact,\"&mdash;the beginning of\nAmerican democracy.\" I would like to take just a minute to read it for you. Notice well the\nfirst words:\n<\/p><p>\nIn ye name of God, Amen. We whose names are underwritten, the loyall subjects of our dread\nsoveraigne Lord, King James, by ye grace of God, of Great Britaine, France &amp; Ireland king,\ndefender of ye faith, &amp;c., haveing undertaken, for ye glorie of God, and advancement of ye\nChristian faith, and honour of our king &amp; countrie, a voyage to plant ye first colonie in ye\nNortherne parts of Virginia, doe by these presents solemnly &amp; mutually in ye presence of\nGod, and one of another, covenant &amp; combine our selves to gather into a civill body politik,\nfor our better ordering &amp; preservation and furtherance of ye ends aforesaid: and by vertue\nhear of to enacte, constitute, and frame such just &amp; equall lawes, ordinances, acts,\nconstitutions, &amp; offices, from time to time, as shall be thought most meete &amp; convenient for\nye generall good of ye Colonie, unto which we promise all due submission and obedience. In\nwitness whereof we have hereunder subscribed our names at Cap-Codd ye 11. of November,\nin ye year of ye reign of our soveraigne lord, King James, of England, Franc. &amp; Ireland ye\neighteenth, and of Scotland ye firtie fourth. Anno Dom. 1620\n<\/p><p>\n<i>Declaration of Independence<\/i>\n<\/p><p>\nThere you have the beginnings of truly democratic government, people bound together to\nframe just laws for their own observance, under the guidance of the Lord. And later the\nDeclaration of Independence was drafted. After setting forth the reasons for the separation, by\nsetting forth their grievances, Jefferson, speaking for the colonies, concludes thus:\n<\/p><p>\nWe, therefore, the representatives of the United States of America, in General Congress,\nAssembled, appealing to the Supreme Judge of the world for the rectitude of our intentions,\ndo, in the Name and by authority of the good People of these Colonies, solemnly publish and\ndeclare, That these United Colonies are, and of Right ought to be free and independent states;\nthat they are Absolved from all Allegiance to the British Crown, and that all political\nconnection between them and the State of Great British, is and ought to be totally disolved;\nand that as free and independent States, they have full Power to levy War, conclude Peace,\ncontract Alliances, establish Commerce, and to do all other Acts and Things which\nindependent States may of right do. And for the support of this Declaration, with a firm\nreliance on the Protection of Divine Providence, We mutually pledge to each other our Lives,\nour Fortunes, and our sacred Honor.\n<\/p><p>\n<i>\"God Governs in the Affairs of Men\"<\/i>\n<\/p><p>\nThis country has enjoyed the blessings that it does, because of reliance upon the Lord. Only a\nyear later&mdash;1787&mdash;our great Constitution was drafted. I wonder how many in this congregation\nhave read the Constitution in the last ten years? I want to tell you, brethren and sisters, it is\nthe charter that stands between us and slavery, and it would be well for us to think upon that.\nMay I read what Benjamin Franklin said about it. He said this at the time when debate was\nacrimonious, and there was dissension in the Congress:\n<\/p><p>\nI have lived, sir, a long time, and the longer I live, the more convincing proofs I see of this\ntruth: that <i>God governs in the affairs of men<\/i>. And if a sparrow cannot fall to the ground\nwithout His notice (<span class=\"citation\" id=\"34072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34072)\">Matt. 10:29-31<\/a><\/span>),\nis it probable that an empire can rise without his aid?\n<\/p><p>\nWe have been assured, sir, in the sacred writings, that \"except the Lord build the house they\nlabor in vain that build it\" (<span class=\"citation\" id=\"41741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41741)\">Ps. 127:1<\/a><\/span>).\nI firmly believe this; and I also believe that without His\nconcurring aid we shall succeed in this political building no better than the builders of Babel.\nWe shall be divided by our little partial local interests; our projects will be confounded, and\nwe ourselves shall become a reproach and a by-word down to future ages. And what is worse,\nmankind may hereafter from this unfortunate instance, despair of establishing governments by\nhuman wisdom, and leave it to chance, war, and conquest.\n<\/p><p>\nI, therefore, beg leave to move that henceforth prayers imploring the assistance of Heaven,\nand its blessings on our deliberations, be held in this Assembly every morning before we\nproceed to business, and that one or more of the clergy of this city be requested to officiate in\nthat service\n<\/p><p>\n<i>The Lord's Appraisal of the Constitution<\/i>\n<\/p><p>\nNow there are those in the country who are telling us and particularly our children, that the\nConstitution was very fine in its day but that it is old-fashioned. \"We have passed 'the horse\nand buggy days'; it is time we were becoming modern.\" I would like to take\na moment to read what the Lord has to say about the Constitution of the United States:\n<\/p><p>\n. . . again I say unto you, those who have been scattered by their enemies, it is my will that\nthey should continue to importune for redress, and redemption, by the hands of those who are\nplaced as rulers and are in authority over you&mdash;\n<\/p><p>\nAccording to the laws and constitution of the people, which I have suffered to be established,\nand should be maintained for the rights and protection of all flesh, according to just and holy\nprinciples; That every man may act in doctrine and principle pertaining to futurity, according\nto the moral agency which I have given unto him, that every man may be accountable for his\nown sins in the day of judgment (<span class=\"citation\" id=\"12291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12291)\">D&amp;C 101:76-78<\/a><\/span>).\n<\/p><p>\nWhen the Prophet offered the dedicatory prayer in the temple at Kirtland, a prayer which was\ngiven to him by revelation, he said this:\n<\/p><p>\nHave mercy, O Lord, upon all the nations of the earth, have mercy upon the rulers of our\nland, may those principles which were so honorably and nobly defended, viz., the Constitution\nof our land, by our fathers, be established forever\n(<span class=\"citation\" id=\"12301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12301)\">D&amp;C 109:54<\/a><\/span>;\n<i>History of the Church<\/i>, Vol. II, p. 424).\n<\/p><p>\nAnd in the ninety-eighth section of the D&amp;C, the Lord has this to say about the Constitution:\n<\/p><p>\nAnd that law of the land which is constitutional, supporting that principle of freedom in\nmaintaining rights and privileges, belongs to all mankind, and is justifiable before me.\n<\/p><p>\nTherefore, I, the Lord, justify you, and your brethren of my church, in befriending that law\nwhich is the constitutional law of the land;\n<\/p><p>\nAnd as pertaining to the law of man, whatsoever is more or less than this cometh of evil\n(<span class=\"citation\" id=\"12286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12286)\">D&amp;C 98:5-7<\/a><\/span>).\n<\/p><p>\n<i>Support Men Who Will Protect the Constitution<\/i>\n<\/p><p>\nNow, those are the Lord's words. There has been a tendency among some Latter-day Saints,\neven when the Constitution is mentioned, to say, \"There he goes talking politics.\" I am not\ntalking politics. I am quoting the words of the Lord. Certainly, it is not meet that we should\nbring politics into the Church of Jesus Christ of Latter-day Saints, but just as certainly, it is\nmeet that every member of the Church of Jesus Christ of Latter-day Saints take the doctrine\nof Christ into his politics, and that he evaluate every candidate and every platform under any\nand every political banner in the terms of the gospel of Jesus Christ. If there be any one who\nwould destroy or weaken the Constitution of the United States, oppose him to the limit of\nyour constitutional rights! Obversely, we should support candidates and foster platforms of\nwhatever parties who will protect the sacred Constitution of the United States&mdash;that just\ndocument of government which was divinely inspired.\n<\/p><p>\nIn our various councils today I am wondering how often the Lord is asked for aid? I would\nlike to know if there has been one single instance in the whole history of American\nlabor-management disputes when industrialists and labor union leaders,\ncoming together to solve their problems, have asked the Lord for guidance. I would like to\nknow if there has been one single instance. Goodness knows, prayers are rare in civic and\nnational conferences. It is time we learned that the wisdom of men is foolishness, when they\nthink they know of themselves and refuse to rely upon the Lord.\n<\/p><p>\nMay I turn to the second inaugural address of Abraham Lincoln? I read towards the end:\n<\/p><p>\n. . . \"Woe unto the world because of offenses; for it must needs be that offenses come, but\nwoe to that man by whom the offense cometh\"\n(<span class=\"citation\" id=\"34092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34092)\">Matt. 18:7<\/a><\/span>).\nIf we shall suppose that American slavery is\none of those offenses which, in the providence of God, must needs come, but which, having\ncontinued through His appointed time, He now wills to remove, and that He gives to both\nNorth and South this terrible war as the woe due to those by whom the offense came, shall\nwe discern therein any departure from those divine attributes which the believers in a living\nGod always ascribe to Him? Fondly do we hope, fervently do we pray, that this mighty\nscourge of war may speedily pass away. Yet, if God wills that it continue until all the wealth\npiled by the bondman's two hundred and fifty years of unrequited toil shall be sunk, and until\nevery drop of blood drawn with the lash shall be paid by another drawn with the sword, as\nwas said three thousand years ago, so still it must be said \"the judgments of the Lord are true\nand righteous altogether\" (<span class=\"citation\" id=\"41737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41737)\">Ps. 19:9<\/a><\/span>).\n<\/p><p>\n<i>Rely Upon the Lord<\/i>\n<\/p><p>\nThe Civil War was fought for the preservation of the Constitution, for the abandoning of\nslavery, and yet slavery is creeping upon us in this day&mdash;anno Domini 1946. Through the wars\nwe did not want but now there is beginning in this country real want. I have heard a number\nof recitals in the past two or three days of persons destitute, without clothing and without\nfood, because they are suffering economic slavery. Now, brethren and sisters, certainly as\nLatter-day Saints it is time that everyone of us in all his work: in his vocation, in his exercise\nof his civic rights, in his presiding at the head of his family, in all he does, that he rely upon\nthe Lord. It is time that civic bodies, economic bodies, national bodies, start relying upon the\nLord, even as did our forebears. May I conclude with those famous words of Abraham\nLincoln, peculiarly appropriate at this moment:\n<\/p><p>\nWith malice toward none, with charity for all, with firmness in the right as God gives us to\nsee the right, let us strive on to finish the work we are in, to bind up the nation's wounds, to\ncare for him who shall have borne the battle and for his widow and his orphan, to do all\nwhich may achieve and cherish a just and lasting peace among ourselves and with all nations.\n(Second Inaugural Address.)\n<\/p><p>\nI pray that certainly the Latter-day Saints at least shall do all in their power to preserve that\nkind of government, that kind of reliance in government upon providence which to this\nmoment has assured us our blessings and which if we abandon, will bring us into ever\nincreasing slavery, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}