{"ID":229, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Fruits of Right Living<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1946, pp. 72-76<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I sincerely trust that I may have your sustaining faith and prayers that\nwhat I shall say today will be uplifting, upbuilding, and encouraging. If I cannot achieve that,\nas an instrument in the hands of the Lord, then my time spent will be wasted.\n<\/p><p>\nTESTIMONY OF JOB\n<\/p><p>\nThese are troublous times, times that try the souls of all of us. We all need help, even the\nmost happy of us. There is a pall of sorrow, apprehension, and anxiety that overshadows us,\nand there is only one way in which we can get relief therefrom. Job of old, replying to the\ncruel accusations of his three friends, said:\n<\/p><p>\nFor I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:\n<\/p><p>\nAnd though after my skin worms destroy this body, yet in my flesh shall I see God:\n<\/p><p>\nWhom I shall see for myself, and mine eyes shall behold, and not another; though my reins\nbe consumed within me (<span class=\"citation\" id=\"26645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26645)\">Job 19:25-27<\/a><\/span>).\n<\/p><p>\nIn that great declaration Job gave us a complete picture of Jesus the Christ, the Messiah, the\nRedeemer, of his death, of his atonement thereby, of his resurrection, all of which were made\nfully operative upon Job, and even as upon Job, so upon all the rest of mankind. All shall die,\nall shall lie in the tomb; all shall be resurrected, save only those who may be \"caught up\"\n(<span class=\"citation\" id=\"2732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2732)\">1 Thes. 4:17<\/a><\/span>) at\nhis coming. That is the message; that knowledge of Job is the knowledge which\nin these sorrowing days will give us peace and comfort. As the Savior said:\n<\/p><p>\nPeace I leave with you, my peace I give unto you: not as the world giveth, give I unto you.\nLet not your heart be troubled, neither let it be afraid\n(<span class=\"citation\" id=\"27252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27252)\">John 14:27<\/a><\/span>).\n<\/p><p>\nWe may all have the knowledge which job had. Indeed it is the right not only but the duty of\nLatter-day Saints to gain that knowledge. As we fail to gain that knowledge, we fail to reap\nthe fruits, enjoy the blessings which the gospel has for us, and they will come to us, that\nblessing, those fruits, if we live as we should.\n<\/p><p>\nTESTIMONIES OF FORMER-DAY SAINTS\n<\/p><p>\nI have often thought of a number of instance which indicate the possession of that testimony\nof Job, instances connected with the life of the Savior in the Old World; instances where men\nand women knew who Jesus was and his mission. One of the earliest, after his birth,\nfollowing the vision and visit of the shepherds, was that which occurred in the temple when\nJesus was taken there to fulfil the requirements of the Mosaic law. There came into the\ntemple, at that time, one Simeon, to whom the Holy Ghost had revealed that he should not\nsee death before he had seen the Lord, Christ\n(<span class=\"citation\" id=\"31168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31168)\">Luke 2:25-26<\/a><\/span>).\nAnd when he came into the temple and saw the\ninfant Jesus, he took\n<\/p><p>\n. . . him up in his arms, and blessed God, and said,\n<\/p><p>\nLord, now lettest thou thy servant depart in peace, according to thy word:\n<\/p><p>\nFor mine eyes have seen thy salvation,\n<\/p><p>\nWhich thou hast prepared before the face of all people;\n<\/p><p>\nA light to lighten the Gentiles, and the glory of thy people Israel\n(<span class=\"citation\" id=\"31169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31169)\">Luke 2:28-32<\/a><\/span>).\n<\/p><p>\nThus to him came a testimony like unto Job's.\n<\/p><p>\nAnna on the same occasion, that good women who had dwelt in and about the temple for\nyears, came in and declared that she saw the redemption that was to come to the world\n(<span class=\"citation\" id=\"31171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31171)\">Luke 2:36-38<\/a><\/span>).\n<\/p><p>\nShortly after Jesus began his mission, you remember, he chose certain of his apostles, and\namong them Simon, afterwards called Peter, and Andrew his brother. He had met them before\nhe chose them. But on that day he came by them as they were casting their nets into the sea,\nfor they were fishermen, and he said to them, as apparently they walked out into the water:\n<\/p><p>\n. . . Follow me, and I will make you fishers of men\n(<span class=\"citation\" id=\"34036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34036)\">Matt. 4:19<\/a><\/span>).\n<\/p><p>\nAnd unquestioning, filled with the same testimony which Job had, they put aside their nets\nand followed Jesus, even until the day, after his death, when Peter and others, thinking the\nwork was done, went fishing (<span class=\"citation\" id=\"27266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27266)\">John 21:3<\/a><\/span>).\n<\/p><p>\nFAITH OF THE CENTURION \n<\/p><p>\nI think of the experience of the centurion whose servant was ill. Apparently\nscarcely knowing the Savior, yet he sent to him, telling the Savior, through the Jews whom he\nsent to carry the message, that his servant was ill and he wanted him healed. Jesus started\ntoward the home, but the centurion sent word to him\n(<span class=\"citation\" id=\"31180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31180)\">Luke 7:1-5<\/a><\/span>):\n<\/p><p>\nLord, trouble not thyself: for I am not worthy that thou shouldest enter under my roof:\n<\/p><p>\nWherefore neither thought I myself worthy to come unto thee: but say in a word, and my\nservant shall be healed.\n<\/p><p>\nFor I also am a man set under authority, having under me soldiers, and I say unto one, Go,\nand he goeth, and to another come, and he cometh; and to my servant, Do this, and he doeth\nit.\n<\/p><p>\nand Jesus said to those about him:\n<\/p><p>\nI say unto you, I have not found so great faith, no, not in Israel (<span class=\"citation\" id=\"31181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31181)\">Luke 7:6-9<\/a><\/span>).\n<\/p><p>\nThe servant was healed (<span class=\"citation\" id=\"31182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31182)\">Luke 7:10<\/a><\/span>).\nAnother testimony having in it the elements of Job's!\n<\/p><p>\nI remember, too, the story of the Greek woman, the Syrophoenician whose daughter was\nafflicted. The colloquy between the Savior and this woman constitutes, I think, the only\ninstance where a question was put to the Savior to which he did not have some reply She\nasked him to heal her daughter. At first he answered her not a word. Then she worshipped\nhim (<span class=\"citation\" id=\"34080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34080)\">Matt. 15:21-25<\/a><\/span>), and he said:\n<\/p><p>\n. . . It is not meet to take the children's bread, and to cast it to dogs.\n<\/p><p>\nShe replied:\n<\/p><p>\n. . . Truth, Lord: yet the dogs eat of the crumbs which fall from their master's table.\n<\/p><p>\nAnd Jesus said:\n<\/p><p>\n. . . O woman, great is thy faith: be it unto thee even as thou wilt\n(<span class=\"citation\" id=\"34081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34081)\">Matt. 15:26-28<\/a><\/span>).\n<\/p><p>\nShe, too, had a testimony like unto Job's.\n<\/p><p>\nPETER'S TESTIMONY AT CAESAREA PHILIPPI\n<\/p><p>\nAnd then later comes the incident with Peter, the great Peter, as I estimate him, to whom the\nSavior gave the name Cephas. After Jesus and the apostles had been out in Galilee, visiting,\nthey came to the coast of Caesarea Philippi, and, apparently stopping to rest. Jesus said to\nthem, seemingly addressing Peter:\n<\/p><p>\n. . . Whom do men say that I the Son of man am? And they said:\n<\/p><p>\nSome say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the\nprophets.\n<\/p><p>\nHe saith unto them, But whom say ye that I am?\n<\/p><p>\nPeter, apparently without hesitation or equivocation, answered, and said:\n<\/p><p>\n. . . Thou art the Christ, the Son of the living God.\n<\/p><p>\nAnd Jesus answered and said unto him, Blessed art thou, Simon Bar-jona: for flesh and blood\nhath not revealed it unto thee, but my Father which is in heaven\n(<span class=\"citation\" id=\"34084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34084)\">Matt. 16:13-17<\/a><\/span>).\n<\/p><p>\nTHE BLESSINGS OF A TESTIMONY\n<\/p><p>\nFrom that time until this, that message has rung down through the centuries, pointing out to\nus how we may get that comfort and that consolation to which each and every child of God is\nentitled, and without which we may not be happy or gain our exaltation. That was the\ntestimony that was behind those who founded this Church, from the Prophet Joseph down,\nand to all that believe, even the last ordained among us. It is the testimony that buoyed up the\nSaints as they traveled through the wilderness to come to this desert&mdash;all through their trials,\ntheir tribulations and persecutions in Ohio. Illinois, Missouri; it is the testimony that is\nbuoying up our Saints today in Europe under all their hardships and desolations, and these are\nas grievous as any that have come to any of the children of men, so far as physical suffering\nand woe are concerned. Our reports indicate that many, and most in some sections, are\nwithout homes. Many, indeed all in some sections, are hungry, and without clothes. Yet they\nhave held to their testimonies, out of which have come cheerfulness and resignation, and\nfaithfulness. They have worshiped the Lord; they have kept his commandments, even under\nthe most dire circumstances.\n<\/p><p>\nTHINGS OF GOD KNOWN BY SPIRIT OF GOD\n<\/p><p>\nIt is our right, as I have already said, it is indeed our duty to gain that testimony for\nourselves. Some may scoff, some may doubt, some may declare that our principles are false,\nbut truth is never made error because somebody denies it. I commend to you to read what I\nhad intended myself to read, but there is not time, the eleventh and following verses in the\nsecond chapter of I Corinthians, in which Paul says:\n<\/p><p>\nFor what man knoweth the things of a man, save the spirit of man which is in him? Even so\nthe things of God knoweth no man, but the Spirit of God\n(<span class=\"citation\" id=\"137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(137)\">1 Cor. 2:11<\/a><\/span>).\n<\/p><p>\nWe must be prepared, as Paul there indicates to the Corinthians, to be considered as foolish,\nfor he tells us that the things of God are foolishness to men\n(<span class=\"citation\" id=\"139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(139)\">1 Cor. 2:12-16<\/a><\/span>). But we who have the testimony\nof the spirit, we know that foolishness to men may be the greatest wisdom to God; and we\nknow we may enjoy that spiritual blessing and knowledge if we shall but so live that the Holy\nGhost may reveal to us the Father and the Son, and the testimony thereof, and bring to us that\npeace to which I have already referred, which Jesus promised:\n<\/p><p>\nKNOWLEDGE OF GOD BRINGS PEACE\n<\/p><p>\nPeace I leave with you, my peace I give unto you: not as the world giveth, give I unto you.\nLet not your heart be troubled, neither let it be afraid\n(<span class=\"citation\" id=\"27253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27253)\">John 14:27<\/a><\/span>).\n<\/p><p>\nThat the Lord will give us this testimony, which I declare to you is my testimony, so that we\nmay live in peace and happiness, that our hearts may be encouraged in this time of stress and\ntrouble, that we may look with confidence to the future, serene and secure in the knowledge\nthat God knows us, that we are his children, and that he will bless us if we keep his\ncommandments, I humbly pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}