{"ID":23, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Message of the First Presidency<\/p>\n<p class=\"gcspeaker\">President Heber J. Grant<\/p>\n<p class=\"gcbib\">Heber J. Grant, <i>Conference Report<\/i>, October 1942, pp. 7-17<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTo the Saints in every land and clime we send our love and greetings and say unto you: May\nthe Peace of Christ which passeth human understanding\n(<span class=\"citation\" id=\"41219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41219)\">Philip. 4:7<\/a><\/span>)\nenter your souls and be and abide\nwith you always. During the coming winter, may the Lord in His wisdom, give food to the\nhungry, raiment to the unclothed, heat and shelter to those who are cold; may His Spirit bring\ncomfort to the broken hearts, bind up the aching wounds, heal those who are sick, preserve\nfrom plague and pestilence those who are victims of this worldwide holocaust.\n<\/p><p>\nOUR TESTIMONIES\n<\/p><p>\nWe again bear you our testimony: that God lives and that He loves those who keep His\ncommandments and walk in His ways: that Christ, His Only Begotten, came to earth and lived\nHis mission through, that He was crucified, died, the Lamb of God sacrificed for the sins of\nthe world, and after three days came forth from the tomb, a resurrected being, thereby making\nthe Atonement which brings the blessing of a resurrection to all God's children; that Joseph\nSmith was a prophet of God, raised up to usher in this the last dispensation of the fulness of\ntimes, and to bring about the restoration of the fulness of the everlasting gospel and the Holy\nPriesthood of God, lost to earth through the wickedness of men.\n<\/p><p>\nWe bear witness that this is the one true Church of the Christ, and that except through it and\nthe following of the teachings and commandments it proclaims, men may not reach the\nhighest exaltation in the eternities to come.\n<\/p><p>\nWe say unto you that in the darkest hours of these days of dread, tumult, and woe, the Lord\nis near to us, that He mourns over the iniquities and the sorrows of His children, that He\nwould lead us into paths of peace if we would but follow Him; that He holds in His loving\nhands, nurtured by His boundless mercy, every one who lives righteously, and who seeks His\nprotection; that He listens and hearkens to those who, having pure hearts and contrite spirits,\ncome to Him with prayers of unshaking faith. He stands today ready as always to gather us\nin, even as a hen gathereth her chickens under her wings\"\n(<span class=\"citation\" id=\"33812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33812)\">Matt. 23:37<\/a><\/span>),\nwould we but yield our lives in righteous service to Him.\n<\/p><p>\nDRINK AND THE WORD OF WISDOM\n<\/p><p>\nThe world is smitten, nigh unto death, with great and grievous tribulations, following the\ncommission of cardinal sins.\n<\/p><p>\nOver the earth, and it seems particularly in America, the demon drink is in control. Drunken\nwith strong drink, men have lost their reason; their counsel has been destroyed; their judgment\nand vision are fled; they reel forward to destruction.\n<\/p><p>\nDrink brings cruelty into the home; it walks arm in arm with poverty; its companions are\ndisease and plague; it puts chastity to flight; it knows neither honesty nor fair dealing; it is a\ntotal stranger to truth; it drowns conscience; it is the bodyguard of evil; it curses all who\ntouch it.\n<\/p><p>\nDrink has brought more woe and misery, broken more hearts, wrecked more homes,\ncommitted more crimes, filled more coffins, than all the wars the world has suffered.\n<\/p><p>\nTherefore, we thank the faithful Saints for their observance of the Word of Wisdom, for their\nputting aside of drink. The Lord is pleased with you. You have been a bulwark of strength to\nthis people and to the world. Your influence has been for righteousness. The Lord will not\nforget your good works when you stand before Him in judgment. He has blessed and will\ncontinue to bless you with the blessings He promised to those who obey this divine law of\nhealth. We invoke the mercies of the Lord upon you that you may continue strong in spirit, to\ncast off temptation and continue teachers to the youth of Zion by word and deed. But so great\nis the curse of drink that we should not be held guiltless did we not call upon all offending\nSaints to forsake it and banish it from their lives forever.\n<\/p><p>\nGod has spoken against drink in our day, and has given to this, the Lord's own Church, a\nspecific revelation concerning it, as a word of wisdom by revelation&mdash;\n<\/p><p>\nThat inasmuch as any man drinketh wine or strong drink among you, behold it is not good,\nneither meet in the sight of your Father . . .\n<\/p><p>\nAnd, again, strong drinks are not for the belly, but for the washing of your bodies\n(<span class=\"citation\" id=\"11787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11787)\">D&amp;C 89:5,7<\/a><\/span>).\n<\/p><p>\nThis declares the divine wisdom. It is God's law of health, and is binding upon each and\nevery one of us. We cannot escape its operation, for it is based upon eternal truth. Men may\nagree or disagree about this word of the Lord; if they agree, it adds nothing; if they disagree,\nit means nothing, Beyond His word we cannot reach, and it is enough for every Latter-day\nSaint, willing and trying to follow divine guidance.\n<\/p><p>\nFor more than half a century President Grant has on every appropriate occasion admonished\nthe Saints touching their obligation to keep the Word of Wisdom. He has told them what it\nmeans to them in matters of health, quoting the words of the Lord thereon. He has pointed\nout that treasures of knowledge, even hidden knowledge\n(<span class=\"citation\" id=\"11790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11790)\">D&amp;C 89:19<\/a><\/span>), would come to those who lived the\nlaw. He has, over and over again, shown what it would mean financially to every member\nwho would keep the law, what it would mean financially to our people, and what it would\nmean financially to a nation. He has told us what it would mean in ending human woes,\nmisery, sorrow, disease, crime, and death. But his admonitions have not found a resting place\nin all our hearts.\n<\/p><p>\nWe, the First Presidency of the Church of Jesus Christ of Latter-day Saints, now solemnly\nrenew all these counsels, we repeat all these admonitions, we reinvoke obedience to God's\nlaw of health given us by God Himself.\n<\/p><p>\nWe repeat here the directions heretofore given by President Grant: We ask that every General\nAuthority, every stake and ward officer, every officer of Priesthood quorums, every auxiliary\nofficer in ward, stake, or general board, every president of mission, every regular or stake\nmissionary, in short, every officer in every Church organization, strictly to keep the Word of\nWisdom from this moment forward. If any feels too weak to do this, we must ask him to step\naside for some one who is willing and able so to do, for there are thousands of Latter-day\nSaints who are willing to obey the commandments and who are able to carry on the work of\nthe Lord.\n<\/p><p>\nWe ask all Church presiding officers immediately to set their official houses in order.\n<\/p><p>\nThe Lord will not otherwise fully prosper us in our service in His cause, wherefore we shall\nstand accused before Him that we walked not in the lead of His flock in the full stature of\nworthy, righteous example. Furthermore, we make a like call upon all these officers to keep\nalso the law of tithing, to live the law of strictest chastity, and to observe and do the\ncommandments of the Lord.\n<\/p><p>\nThat in these dire days, we may, each in his own place, enjoy the abundant physical blessings\nof the righteous life, we call upon all true Latter-day Saints, in or out of office, to keep this\nlaw of health,&mdash;completely to give up drink, to quit using tobacco, which all too often leads to\ndrink, to abandon hot drinks and the use of harmful drugs, and otherwise to observe the Word\nof Wisdom. We urge the Saints to quit trifling with this law and so to live it that we may\nclaim its promises.\n<\/p><p>\nUpon you parents, laden with the divinely imposed responsibility of guiding pure, eternal\nspirits through the early years of their earth existence, we urge a faithful performance of your\nsacred duty, to teach this law of health to your children both by precept and example. Of a\nsurety the Lord will not hold us guiltless if we fail one whir in guarding, protecting, and\nguiding these innocent and precious souls on their way to exaltation.\n<\/p><p>\nParents, these are not the times for weak attempts and half measures, but for the full strength\nof righteous, prayerful, God-fearing effort to walk ourselves, and to lead our children, along\nthe paths of sobriety and chastity.\n<\/p><p>\nHow great are the blessings promised to those who observe the law:\n<\/p><p>\nAnd all saints who remember to keep and do these sayings, walking in obedience to the\ncommandments, shall receive health in their navel and marrow to their bones;\n<\/p><p>\nAnd shall find wisdom and great treasures of knowledge, even hidden treasures;\n<\/p><p>\nAnd shall run and not be weary, and shall walk and not faint.\n<\/p><p>\nAnd I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as\nthe children of Israel, and not slay them\n(<span class=\"citation\" id=\"11789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11789)\">D&amp;C 89:18-21<\/a><\/span>).\n<\/p><p>\nWhen, as the Lord Himself has declared, plague, pestilence, famine, and death shall be poured\nout upon the nations for their wickedness, and when these shall break over our heads and our\nloved ones are smitten nigh to death, when hearts are torn and the anguish of grief almost\noverwhelms us, who can fathom the joy or measure the blessing of that father and mother\nwho can stand before the Lord and say: \"We have kept Thy commandments. We and ours\nhave lived Thy law. Vouchsafe Thy promised blessings unto us. We remember Thy word, 'I,\nthe Lord, am bound when ye do what I say'\n(<span class=\"citation\" id=\"11773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11773)\">D&amp;C 82:10<\/a><\/span>).\nLet Thy healing power rest upon our afflicted\nones 'that the destroying angel shall pass by them, as the children of Israel, and not slay\nthem'\" (<span class=\"citation\" id=\"11791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11791)\">D&amp;C 89:21<\/a><\/span>).\n<\/p><p>\nAs with a person, as with a people, so it is with a nation. A drunken nation cannot expect that\nGod will withhold His judgments, nor ward off the ravages of the destroyer. A drunken nation\nis a seedbed for disaster&mdash;political, physical, moral, and spiritual. A drunken nation may not,\neven in its hours of direst distress, pray to God for help, with that simple assurance and\nunpolluted faith which bring aid and comfort to those who abide the law of sobriety and keep\nHis commandments.\n<\/p><p>\nRulers of nations may not suppose that their peoples will be less drunken than are they\nthemselves. We call upon the rulers of all nations to show their peoples by their examples\nhow to live the sober and virtuous life. We call upon them to bring into their counsels, the\nreenthroned reason of un-drunken minds. Then will wisdom and vision return, and peace will\nleave her hiding place to bless the world. We exhort men and rulers the world over to learn\nthe blessings which come to those who live God's full law of health, that they may, under His\nhands and by His power, help to bring salvation, temporal and spiritual, to the whole human\nrace.\n<\/p><p>\nCHASTITY\n<\/p><p>\nUpon the heels of the demon drink, tread the demons of unchastity&mdash;harlotry, fornication,\nadultery, while murder itself lurks not far behind. From Adam until now, God has\ncommanded that His children be sexually clean.\n<\/p><p>\nHere again we extend gratitude to our Heavenly Father for the great body of the Saints who\nhave kept the moral law. To the Corinthians, Paul said:\n<\/p><p>\nKnow ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?\n<\/p><p>\nIf any man defile the temple of God, him shall God destroy: for the temple of God is holy,\nwhich temple ye are (<span class=\"citation\" id=\"89\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89)\">1 Cor. 3:16-17<\/a><\/span>;\n<span class=\"citation\" id=\"2998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2998)\">2 Cor. 6:16<\/a><\/span>).\n<\/p><p>\nAnd again:\n<\/p><p>\nWhat? know ye not that your body is the temple of the Holy Ghost which is in you, which ye\nhave of God, and ye are not your own? (<span class=\"citation\" id=\"90\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90)\">1 Cor. 6:19<\/a><\/span>)\n<\/p><p>\nYou who have observed the law of chastity have kept the temples of God undefiled. You can\nstand unabashed before the Lord. He loves you. He will bestow honor and reward upon you.\nEvery overcoming of temptation brings strength and glory to the soul. May the Lord continue\nto bless and prosper you in all your works of righteousness.\n<\/p><p>\nBut some of us have forgotten what the Lord has said about these sins. Some of us have\nfailed to teach our children the need for sexual purity. Some teachers have tried to lay bare to\nour youth the mysteries of life, and so have robbed the creative act of all the sanctity with\nwhich from the beginning God has enshrouded it. These have given no restraining righteous\nprinciple in its place. So, with too many, modesty has become a derided virtue, and the sex\ndesire has been degraded to the level of hunger and thirst. From Sodom and Gomorrah until\nnow, sex immorality, with its attendant evils of drink and corruption, has brought low the\nmightiest of nations, has destroyed powerful peoples, has reduced erring man almost to the\nlevel of the beasts of the field.\n<\/p><p>\nThat we may be reminded of the enormity of the sin of unchastity, it is well that we recall\nsome of the things which the Lord and His prophets have said concerning it.\n<\/p><p>\nOne of the ten basic principles of Christian society, and accepted by all worshipers of the true\nGod, came to men at Sinai when God wrote with His own finger: \"Thou shalt not commit\nadultery\" (<span class=\"citation\" id=\"22513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22513)\">Ex. 20:14<\/a><\/span>).\n<\/p><p>\nBy the laws of Moses, adulterers were stoned to death\n(<span class=\"citation\" id=\"21200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21200)\">Deut. 22:24<\/a><\/span>). God said to\nIsrael: \"There shall be no whore of the daughters of Israel, nor a sodomite of the sons of\nIsrael\" (<span class=\"citation\" id=\"21201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21201)\">Deut. 23:17<\/a><\/span>).\nWhen God, through Jeremiah, chastened Israel for apostasy,\nHe pictured her loathsomeness by calling her a harlot\n(<span class=\"citation\" id=\"26448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26448)\">Jer. 3:1,6,8<\/a><\/span>).\nPaul declared to the Ephesians:\n<\/p><p>\nFor this ye know, that no whoremonger, nor unclean person . . . hath any inheritance in the\nkingdom of Christ and of God\n(<span class=\"citation\" id=\"21599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21599)\">Eph. 5:5<\/a><\/span>).\n<\/p><p>\nThe Revelator declared that whoremongers \"shall have their part in the lake which burneth\nwith fire and brimstone: which is the second death\"\n(<span class=\"citation\" id=\"42155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42155)\">Rev. 21:8<\/a><\/span>).\nAnd when he wished\nto condemn the great false church and its iniquities that had led the world into apostasy and\nwickedness, the Revelator called her \"Mystery, Babylon the Great, the Mother of Harlots and\nAbominations of the Earth\"\n(<span class=\"citation\" id=\"42154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42154)\">Rev. 17:5<\/a><\/span>).\nJacob, teaching the Nephites, declared:\n<\/p><p>\nWo unto them who commit whoredoms, for they shall be thrust down to hell\"\n(<span class=\"citation\" id=\"3450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3450)\">2 Ne. 9:36<\/a><\/span>).\n<\/p><p>\nTo us of this Church, the Lord has declared that adulterers should not be admitted to\nmembership (<span class=\"citation\" id=\"11728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11728)\">D&amp;C 42:76<\/a><\/span>);\nthat adulterers in the Church, if unrepentant, should be cast out\n(<span class=\"citation\" id=\"11727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11727)\">D&amp;C 42:75<\/a><\/span>),\nbut if repentant should be permitted to remain\n(<span class=\"citation\" id=\"11721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11721)\">D&amp;C 42:25<\/a><\/span>;\n<span class=\"citation\" id=\"11726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11726)\">D&amp;C 42:74<\/a><\/span>), and,\nHe said, \"By this ye may know if a man repenteth of his sins&mdash;behold, he will confess them\nand forsake them\" (<span class=\"citation\" id=\"11745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11745)\">D&amp;C 58:43<\/a><\/span>).\n<\/p><p>\nIn the great revelation on the three heavenly glories, the Lord said, speaking of those who\nwill inherit the lowest of these, or the telestial glory:\n<\/p><p>\nThese are they who are liars, and sorcerers, and adulterers, and whoremongers, and whosoever\nloves and makes a lie\n(<span class=\"citation\" id=\"11768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11768)\">D&amp;C 76:103<\/a><\/span>).\n<\/p><p>\nThe doctrine of this Church is that sexual sin&mdash;the illicit sexual relations of men and\nwomen&mdash;stands, in its enormity, next to murder\n(<span class=\"citation\" id=\"8808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8808)\">Alma 39:5<\/a><\/span>).\n<\/p><p>\nThe Lord has drawn no essential distinctions between fornication, adultery, and harlotry or\nprostitution. Each has fallen under His solemn and awful condemnation.\n<\/p><p>\nYou youths of Zion, you cannot associate in non-marital, illicit sex relationships, which is\nfornication, and escape the punishments and the judgments which the Lord has declared\nagainst this sin. The day of reckoning will come just as certainly as night follows day. They\nwho would palliate this crime and say that such indulgence is but a sinless gratification of a\nnormal desire, like appeasing hunger and thirst, speak filthiness with their lips. Their counsel\nleads to destruction; their wisdom comes from the Father of Lies\n(<span class=\"citation\" id=\"38909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38909)\">Moses 4:4<\/a><\/span>).\n<\/p><p>\nYou husbands and wives who have taken on solemn obligations of chastity in the holy\ntemples of the Lord and who violate those sacred vows by illicit sexual relations with others,\nyou not only commit the vile and loathsome sin of adultery, but you break the oath you\nyourselves made with the Lord Himself before you went to the altar for your sealing. You\nbecome subject to the penalties which the Lord has prescribed for those who breach their\ncovenants with Him.\n<\/p><p>\nOf the harlots and those who visit them, God speaks in terms of divine contempt. They are\nthey who have bargained away an eternity of bliss for the momentary pleasures of the flesh.\n<\/p><p>\nThe Lord will have only a clean people. He has said, \"I, the Lord, will contend with Zion,\nand plead with her strong ones, and chasten her until she overcomes and is clean before me\"\n(<span class=\"citation\" id=\"11792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11792)\">D&amp;C 90:36<\/a><\/span>).\n<\/p><p>\nBut they who sin may repent, and, they repenting, God will forgive them, for the Lord has\nsaid, \"Behold, he who has repented of his sins, the same is forgiven, and I, the Lord,\nremember them no more\" (<span class=\"citation\" id=\"11744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11744)\">D&amp;C 58:42<\/a><\/span>).\n<\/p><p>\nBy virtue of the authority in us vested as the First Presidency of the Church, we warn our\npeople who are offending, of the degradation, the wickedness, the punishment that attend\nupon unchastity; we urge you to remember the blessings which flow from the living of the\nclean life: we call upon you to keep, day in and day out, the way of strictest chastity, through\nwhich only can God's choice gifts come to you and His Spirit abide with you.\n<\/p><p>\nHow glorious is he who lives the chaste life. He walks unfearful in the full glare of the\nnoonday sun, for he is without moral infirmity. He can be reached by no shafts of base\ncalumny, for his armor is without flaw. His virtue cannot be challenged by any just accuser,\nfor he lives above reproach. His cheek is never blotched with shame, for he is without hidden\nsin. He is honored and respected by all mankind, for he is beyond their censure. He is loved\nby the Lord, for he stands without blemish. The exaltations of eternities await his coming.\n<\/p><p>\nPARENTHOOD\n<\/p><p>\nAmongst His earliest commands to Adam and Eve, the Lord said: \"Multiply and replenish the\nearth\" (<span class=\"citation\" id=\"23456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23456)\">Gen. 1:28<\/a><\/span>).\nHe has repeated that command in our day\n(<span class=\"citation\" id=\"11827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11827)\">D&amp;C 132:63<\/a><\/span>).\nHe has again revealed in this, the last\ndispensation, the principle of the eternity of the marriage covenant. He has restored to earth\nthe authority for entering into that covenant, and has declared that it is the only due and\nproper way of joining husband and wife, and the only means by which the sacred family\nrelationship may be carried beyond the grave and through eternity. He has declared that this\neternal relationship may be created only by the ordinances which are administered in the holy\ntemples of the Lord, and therefore that His people should marry only in His temple in\naccordance with such ordinances.\n<\/p><p>\nThe Lord has told us that it is the duty of every husband and wife to obey the command\ngiven to Adam to multiply and replenish the earth, so that the legions of choice spirits waiting\nfor their tabernacles of flesh may come here and move forward under God's great design to\nbecome perfect souls, for without these fleshly tabernacles they cannot progress to their\nGod-planned destiny. Thus, every husband and wife should become a father and mother in\nIsrael to children born under the holy, eternal covenant.\n<\/p><p>\nBy bringing these choice spirits to earth, each father and each mother assume towards the\ntabernacled spirit and towards the Lord Himself by having taken advantage of the opportunity\nHe offered, an obligation of the most sacred kind, because the fate of that spirit in the\neternities to come, the blessings or punishments which shall await it in the hereafter, depend,\nin great part, upon the care, the teachings, the training which the parents shall give to that\nspirit.\n<\/p><p>\nNo parent can escape that obligation and that responsibility, and for the proper meeting\nthereof, the Lord will hold us to a strict accountability. No loftier duty than this can be\nassumed by mortals.\n<\/p><p>\nMotherhood thus becomes a holy calling, a sacred dedication for carrying out the Lord's\nplans, a consecration of devotion to the uprearing and fostering, the nurturing in body, mind,\nand spirit, of those who kept their first estate and who come to this earth for their second\nestate \"to see if they will do all things whatsoever the Lord their God shall command them\"\n(<span class=\"citation\" id=\"7155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7155)\">Abr. 3:25<\/a><\/span>).\nTo lead them to keep their second estate is the work of motherhood and\n\"they who keep their second estate shall have glory added upon their heads for ever and\never\" (<span class=\"citation\" id=\"7156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7156)\">Abr. 3:26<\/a><\/span>).\n<\/p><p>\nThis divine service of motherhood can be rendered only by mothers. It may not be passed to\nothers. Nurses cannot do it; public nurseries cannot do it; hired help cannot do it&mdash;only\nmother, aided as much as may be by the loving hands of father, brothers, and sisters, can give\nthe full needed measure of watchful care.\n<\/p><p>\nThe mother who entrusts her child to the care of others, that she may do non-motherly work,\nwhether for gold, for fame, or for civic service, should remember that \"a child left to himself\nbringeth his mother to shame\"\n(<span class=\"citation\" id=\"41376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41376)\">Prov. 29:15<\/a><\/span>).\nIn our day the Lord has said that unless parents\nteach their children the doctrines of the Church \"the sin be upon the heads of the parents\"\n(<span class=\"citation\" id=\"11758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11758)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nMotherhood is near to divinity. It is the highest, holiest service to be assumed by mankind. It\nplaces her who honors its holy calling and service next to the angels. To you mothers in Israel\nwe say God bless and protect you, and give you the strength and courage, the faith and\nknowledge, the holy love and consecration to duty, that shall enable you to fill to the fullest\nmeasure the sacred calling which is yours. To you mothers and mothers-to-be we say: Be\nchaste, keep pure, live righteously, that your posterity to the last generation may call you\nblessed.\n<\/p><p>\nUNITY\n<\/p><p>\nThe Lord has said to His Saints in these days:\n<\/p><p>\nI say unto you, be one; and if ye are not one ye are not mine\n(<span class=\"citation\" id=\"11716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11716)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\nThese days through which we are now passing present many problems which are new to all of\nus but are particularly strange to the younger generation&mdash;those who have little background of\nexperience and whose knowledge is limited and immature. Infidelity, atheism, unchastity,\nintemperance, civil corruption, greed, avarice, ambition&mdash;personal, political, national&mdash;are more\npowerful today than at any other time in the lives of us now living. They are pulling and\nthrusting us almost at will into new fields of action, new lines of thought. They are shaking\nthe faith, undermining the morals, polluting the lives of the people. They have thrown many\nso far off balance in all of their activities, economic, social, political, and religious, that they\nstand in real danger of falling. Satan is making war against all the wisdom that has come to\nmen through their ages of experience. He is seeking to overturn and destroy the very\nfoundations upon which society, government, and religion rest. He aims to have men adopt\ntheories and practices which he induced their forefathers, over the ages, to adopt and try, only\nto be discarded by them when found unsound, impractical, and ruinous. He plans to destroy\nliberty and freedom&mdash;economic, political, and religious, and to set up in place thereof the\ngreatest, most widespread, and most complete tyranny that has ever oppressed men. He is\nworking under such perfect disguise that many do not recognize either him or his methods\nThere is no crime he would not commit, no debauchery he would not set up, no plague he\nWould not send, no heart he would not break, no life he would not take, no soul he would\nnot destroy. He comes as a thief in the night; he is a wolf in sheep's clothing. Without their\nknowing it, the people are being urged down paths that lead only to destruction. Satan never\nbefore had so firm a grip on this generation as he has now.\n<\/p><p>\nIn the midst of this welter of lying and deception, of woe and misery, of death and\ndestruction, of violent disorder and threatening chaos, the only saving forces on earth are the\neternal principles of the everlasting gospel of Christ and the rights and powers of the\nPriesthood of Almighty God. We of this Church stand as the sole possessors of these mighty\nforces which we have for our own blessing, salvation, and exaltation, not only, but also we\nhold them in trust for all mankind, those who now live, those who are dead and gone, and\nthose to be born in the future, that they, too, all of them who will receive and obey the\ngospel, may likewise be saved and exalted.\n<\/p><p>\nStanding thus, we have the loftiest, the most vital, the most sacred responsibility and\nobligation which God can bestow upon man&mdash;a responsibility and obligation which transcends\nevery other that can come to us and for the meeting of which God will hold us strictly\naccountable. To this high calling we must dedicate all that we have, all that we are, and all\nthat we may become. No lesser consecration than this will meet the full measure of our\ndivinely imposed duty.\n<\/p><p>\nIn the awesome war we must wage to bring righteousness and salvation to men, we must\nstand shoulder to shoulder and go forward as one. To this glorious conflict to destroy sin and\nset up righteousness, we call every member of the Church. We must reinforce our\ndeterminations, renew our resolutions, retake our covenants, to serve God and to keep His\ncommandments. \n<\/p><p>\nFrom the great war in heaven until now the armies of righteousness have marched under one\nbanner. They have obeyed Him who stands at the head. They have not, as it were, been, and\nwe may not be, of Paul, of Apollos, of Cephas, \"some of John, and some of Moses, and some\nof Elias, and some of Esaias, and some of Isaiah, and some of Enoch,\" for all these inherit\nnot the celestial kingdom. To gain the celestial glory we must receive the gospel, and the\ntestimony of Jesus and the prophets, and the everlasting covenant\n(<span class=\"citation\" id=\"11766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11766)\">D&amp;C 76:100-101<\/a><\/span>).\n<\/p><p>\nThe Lord has Himself organized us for this great conflict against unrighteousness, foreseen\nfrom before the foundations of the earth were laid. He has prescribed the rules and regulations\nfor our government while in this field of action. He has placed at our head His mouthpiece on\nearth and has given him full authority to direct us in this conflict. He who disobeys or\ndishonors that head is a traitor to the Lord's cause. Unrepentant, he must be cast out from the\nLord's people.\n<\/p><p>\nWe who serve under the Lord's anointed, must serve with full loyalty and devotion. We must\nheed his instructions and admonitions. The principles, the ordinances, the rites and\nceremonies&mdash;few as they are&mdash;may not be changed by any of us. The Lord casts off those who\n\"transgress His laws, change His ordinances, and break His everlasting covenant\"\n(<span class=\"citation\" id=\"24988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24988)\">Isa. 24:5<\/a><\/span>).\n<\/p><p>\nThe principles of the gospel are all-embracing&mdash;they are everlasting, unchangeable, ultimate\ntruth. They will fit every situation, every problem, every contingency that may arise in the life\nof man. There are no local problems, no peculiar situations, in ward or stake, that may not be\nsolved under these principles. It will not do for any Church officer or member to work out for\nhimself a different course from that prescribed. This will lead to disorder, and the Lord's\nhouse is a house of order (<span class=\"citation\" id=\"11826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11826)\">D&amp;C 132:8<\/a><\/span>).\nWhen new light is needed, or further instructions, the Lord will\nmake them known through His appointed representative. What we should seek, is wisdom to\napply the old and true principles to new situations. Let us not suppose that man has recently\nchanged in his essential qualities or habits, for this is not true; all that has happened today is\nthat some basic passions which, through the generations, mankind had brought under control,\nhave now broken loose in something of their primeval strength. They are not new passions.\nWe possess the principles which brought them under subjection once; these principles were\ngiven to man in the very beginning for this exact purpose; we must now apply them again to\nconquer these same old foes of righteousness. This is not a new world; it is an old and sinful\nworld again returned, and now once more to be reconquered and rejuvenated.\n<\/p><p>\nWe must cling to the rigid simplicity of the principles Jesus taught, to the strict simplicity of\nthe ordinances He has established&mdash;neither elegance nor pomp, nor elaborate ritual and\nceremony had any place therein; we must keep the everlasting covenant.\n<\/p><p>\nMEN IN THE ARMED SERVICE\n<\/p><p>\nTo our men in the armed service everywhere we send our greetings and love. We repeat our\nmessage, renew our admonitions, rebestow our blessings recited in our message at the\nconference of last April. We pray in a prayer which daily ascends to our Heavenly Father,\nthat you will live righteously, that you will be preserved, that God will hasten the working out\nof His purposes among the nations, so that peace may come and you be restored to your loved\nones, as clean as the day on which you left them.\n<\/p><p>\nOur constant prayer is that He will give us wisdom to help you in your sacrificing service to\nyour country.\n<\/p><p>\nWe are making every effort that opens to us to aid you. Your frequent skirtings from place to\nplace, made necessary by the exigencies of your duties, increase our difficulties almost\nimmeasurably. But we shall do the best we can. We are setting up a special committee whose\nparticular duty and function it shall be to devise and carry out means of keeping in touch with\nyou men in the service.\n<\/p><p>\nRealizing that one of the greatest blessings that can come to you is words of cheer from your\nloved ones at home, we renew and make urgent our request that these loved ones send you\nfrequent letters. No parent should let a week go by without a letter sent to his loved ones in\nthe service. Every wife should write as frequently, and so should sweethearts. Every bishop\neither himself directly or through one of his counselors, should write at least once a month to\nevery member of his ward who is in the armed service, and so should every presidency of a\nPriesthood quorum with a member in the field. This is little enough for us to do for those\nprepared to sacrifice all at their country's behest.\n<\/p><p>\nUnder our direction, you brethren in the service have been requested to organize Mutual\nImprovement groups in your camps, so that both your recreational and spiritual needs may be\nserved. This you brethren may do wherever you go. Let your organizations be set up after\ncounseling together and by mutual consent. In your gatherings you can, the proper Priesthood\nofficers officiating, administer the sacrament. You, who hold the proper authority, can\nadminister to the sick; you can teach and exhort one another to works of righteousness. You\ncan build up and support, one in the other, faith in the Lord Jesus Christ, in His atonement,\nand in the gospel, and this faith will hold when all else seems gone.\n<\/p><p>\nWe are prepared to send you Church books and pamphlets as you may need and desire.\n<\/p><p>\nWe wish to bring to you every spiritual comfort and consolation, every encouragement, every\nupbuilding influence which we can command, We and the brethren and the whole Church\npray for you constantly, And again we pray here: May the Lord bless and preserve you and\nkeep you clean,\n<\/p><p>\nBut we urge you to remember that your righteousness rests between you and your God,\nOthers may exhort, encourage, and support, but you only can win the victory for your\nsalvation, aided always by the love, the mercy, and grace of your Heavenly Father, who will\nbe always near you in your righteous life, wherever your lot may be cast.\n<\/p><p>\nAgain we say, God bless you.\n<\/p><p>\nTHE WAR\n<\/p><p>\nWe renew the statement made in our message of the last April conference, that obedient to the\ndirect command of the Lord given to us more than a hundred years ago (directing us to\n\"renounce war and proclaim peace\"\n<span class=\"citation\" id=\"11801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11801)\">D&amp;C 98:16<\/a><\/span>) the Church is and must be against war,\nfor war is of Satan and this Church is the Church of Christ, who taught peace and\nrighteousness and brotherhood of man.\n<\/p><p>\nAs those chosen and ordained to stand at the head of the Savior's Church, as followers of the\nlowly Jesus trying to live His gospel and to obey His commandments, we must call upon the\nleaders of nations to abandon the fiendishly inspired slaughter of the manhood of the world\nnow carrying on and further planned.\n<\/p><p>\nWe condemn the outcome which wicked and designing men are now planning, namely: the\nworldwide establishment and perpetuation of some form of Communism on the one side, or of\nsome form of Nazism or Fascism on the other. Each of these systems destroys liberty, wipes\nout free institutions, blots out free agency, stifles free press and free speech, crushes out\nfreedom of religion and conscience. Free peoples cannot and do not survive under these\nsystems. Free peoples the world over will view with horror the establishment of either\nCommunism or Nazism as a worldwide system. Each system is fostered by those who deny\nthe right and the ability of the common people to govern themselves. We proclaim that the\ncommon people have both this right and this ability.\n<\/p><p>\nWe renew our declaration that international disputes can and should be settled by peaceful\nmeans. This is the way of the Lord.\n<\/p><p>\nWe call upon the statesmen of the world to assume their rightful control of the affairs of\nnations and to bring this war to an end, honorable and just to all. Animated and led by the\nspirit of Christ, they can do it. The weeping mothers, the distraught and impoverished wives,\nthe fatherless children of the world, demand that this be done. In this way only will enduring\npeace come; it will never be imposed by armed force. Hate-driven militarists and leaders, with\nmurder in their hearts, will, if they go through to the end, bring merely another peace that\nwill be but the beginning of another war.\n<\/p><p>\nWe call upon the Saints the world over to pray to God constantly in faith, nothing doubting,\nthat He will bring His purposes speedily to pass and restore peace again to the earth to bless\nHis children.\n<\/p><p>\nTO THE OFFICERS AND MEMBERS OF THE CHURCH\n<\/p><p>\nWe pour out our thanks to our Heavenly Father for the faithfulness and devotion of the great\nbody of the Church, without which the work of the Lord would languish. To the faithful\nmembers we extend our deep and sincere gratitude for their loyal support to their ward and\nstake officers and to the General Authorities of the Church. Except for this also, the growth\nand stability of the Church would suffer.\n<\/p><p>\nFor the faith of the Saints as shown in the payment of their tithes and offerings we thank the\nLord. We renew to them the promise, so graphically pronounced by Malachi to ancient Israel,\nthat for their faithfulness the Lord will open the windows of Heaven and pour out His\nblessings upon them (<span class=\"citation\" id=\"32696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32696)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\nWe are grateful likewise for the willing and effective response of the people to the Welfare\nPlan. We call attention to the repeated official warnings which say that we face the urgent\nlikelihood of a shortage in many of the necessities of life. We point out that the very purpose\nof the Welfare Plan is to help the people in such circumstances. We again urge that they\nwholeheartedly support and work out this plan in its full measure.\n<\/p><p>\nWe thank the Priesthood of the Church for their increased activity and devotion. The carrying\nforward of the Lord's work rests upon their shoulders. We say to you brethren, bearers of\nGod's Holy Priesthood, duly ordained to your high and holy calling by the servants of the\nLord holding His authority thereto, be faithful to the divine agency that has been bestowed\nupon you, magnify your offices, seek for the blessings of the Lord. \n<\/p><p>\nTo the auxiliaries we are grateful for the work of each in the sphere assigned to it. You\nrepresent the First Presidency in the labor assigned to you. Seek earnestly to carry out not\nonly the letter but the spirit of the instructions from time to time issued to you; to do\notherwise will bring trouble and a lessening of the good you are counted upon to do.\n<\/p><p>\nAgain we thank the officers of stakes and wards for their devoted service. The Lord will give\nthem manifold blessings for the great burdens they carry in His service.\n<\/p><p>\nLastly we give to our brethren and associates of the General Authorities, our unstinted love\nand gratitude for their loyal devotion to the cause of the Lord, for the unfailing assistance\nthey give to the First Presidency in carrying the great burdens of these troublous times, and\nfor their faith and the righteousness of their living.\n<\/p><p>\nUpon all we ask the Lord to bestow His choicest blessings.\n<\/p><p>\nWe close with a prayer: \n<\/p><p>\nOur Heavenly Father:\n<\/p><p>\nIn deep humility we Thy people, Israel of today, come to Thy throne pleading for Thy grace\nand Thy mercy. Forgive what Thou hast seen amiss in us, overlook our waywardness, keep\nnot in mind our lightmindedness and our forgetfulness of our debt to Thee for all we have\nand are, but hold in memory our desire to serve Thee and to keep Thy commandments, and\nincrease these to us from day to day. Let nothing be betwixt us and Thee at this hour. And\nstanding thus, our Heavenly Father, we beseech Thee speedily to work out Thy purposes in\nthe earth. Bring quickly to those against whom Thy righteous anger has gone forth because of\ntheir iniquity, a sense of their sins and great guilt, and plant in their hearts a will to repent\nand hereafter to walk in Thy paths, guided only by Thy commandments, that, Thy purposes\naccomplished, peace, Thy peace and the peace of man, may return to bless the earth.\n<\/p><p>\nStay the hands, O Father, of the Destroyer. Let him not further curse the world with the\nslaughter of Thy children, nor pour out upon them a fuller measure of the sore afflictions of\nfamine, plague, and pestilence. We know what Thou hast decreed against a sinning world, but\nwe humbly bow at Thy throne and with our whole hearts we pray Thee that, as seemeth to\nThee well, in Thy infinite knowledge and wisdom, Thou wilt abate Thy righteous indignation,\ntake away from the full measure of Thy punishments, hasten the carrying out of Thy\npurposes, shorten these days of world tribulation.\n<\/p><p>\nWe know how we, Thy children, have erred, we know how we have failed to live the lives\nThou hast marked out for us, but at this time, O Father, we humbly pray that Thou wilt close\nThine eyes to our misdoings and recall not our frailties, nor withhold forgiveness for our\ntransgressions, but grant us this, our prayer for the speedy fulfilment of Thy purposes, that\npeace may come, that the cries of a wailing world may no longer afflict Thine ears and that\nThy people may again go forward in their work of spreading Thy gospel and bringing\nsalvation to the honest in heart.\n<\/p><p>\nBless the needy, the sick, the world over; make easy the pains of the innocent and righteous\nones who have been torn by war; comfort the mothers, the widows, the fatherless. Be merciful\nto all who suffer in mind or body or spirit.\n<\/p><p>\nFor Thy boundless mercies to us we are humbly grateful. Lead us day by day so to live as to\nbe more worthy of Thy manifold blessings, without which we should perish.\n<\/p><p>\nGrant us these blessings, O Father, for we ask them humbly in the name of' Thy Son, Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}