{"ID":230, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Way of Life<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1946, pp. 81-85<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very happy, my brothers and sisters, to have the privilege of attending this conference. I\nthink we have been wonderfully blessed of the Lord in the outpouring of his Spirit, and,\nabove all other things in this world, I thank the Lord for my membership in this Church, and\nfellowship with the Latter-day Saints.\n<\/p><p>\nJOY IN MISSIONARY WORK\n<\/p><p>\nIt has been forty-one years this month since I left Salt Lake to fill my first mission in\nHolland, and I have been thinking while sitting here that from that time to this the gospel has\nmeant everything in the world to me. I remember when I gave my report at the close of my\nfirst mission in the ward to which I then belonged. I made the statement that I hoped the Lord\nwould send me on a mission often enough so that I could retain the spirit that I had enjoyed\nin the mission field. The gospel with all its teachings and its promises and its blessings has\nbecome a real thing in my life, and with all my heart I know it is true, and I hope to do all I\ncan as long as I live to help to promote faith in the hearts of my fellow-men.\n<\/p><p>\nJesus said in that marvelous Sermon on the Mount:\n<\/p><p>\nBlessed are they which do hunger and thirst after righteousness for they shall be filled\n(<span class=\"citation\" id=\"34037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34037)\">Matt. 5:6<\/a><\/span>).\n<\/p><p>\nAnd I want to bear testimony to you that I know that promise is within the reach of every\nman and every woman who does hunger and thirst after righteousness.\n<\/p><p>\nEXCERPT FROM A LETTER\n<\/p><p>\nAbout ten years ago, while I was president of the Southern States Mission, I received a letter\nfrom a woman in the South telling of the number of books and pamphlets she had read\nregarding Mormonism, since the elders called at her door. (By the way, she is here in Salt\nLake, the first time she has had an opportunity of visiting the headquarters of the Church, and\nI imagine is present in this meeting.) In this letter she said:\n<\/p><p>\nSince I have come to the conclusion that \"Mormonism\" is the most wonderful thing I have\never heard of (and I have always thought I could never be anything but a Baptist), I would\nlike to know what the members of your Church read. I have read books on philosophy,\npsychology, psychiatry, Christian Science, etc., in search of answers to my own life's\nproblems, and needless to say, the problems remained unanswered, but now I have hope.\n<\/p><p>\nAnd I am grateful to the Lord that in the gospel we teach there is an answer to life's\nproblems. I have wondered just what one could really want to know that he cannot find an\nanswer to in this glorious gospel, and I wonder if those of us who are here today feel that\n\"Mormonism\" is the most wonderful thing we have ever heard of. I wonder if we have the\nfaith that the early members of the Church had when they made such sacrifices in order that\nthe missionary cause of this Church might be carried on in the world. Their hearts were\ntouched; they were led out of darkness; and they realized the glorious truths the Lord had\nrevealed to the Prophet Joseph Smith.\n<\/p><p>\nADAM TAUGHT BAPTISM\n<\/p><p>\nThere was another in the earliest days of the history of the inhabitants of this earth who\nhungered and thirsted after righteousness. That was our Father Adam, and he went to the\nLord. He wanted to know from the Lord why it was that men should be baptized in water and\nreceive a remission of their sins. And I would like to read to you the statement of the Lord to\nAdam in answer to his question. He said:\n<\/p><p>\n. . . inasmuch as ye were born into the world by water, and blood, and of the Spirit, which I\nhave made, and so became of dust a living soul, even so ye must be born again into the\nkingdom of heaven, of water and of the spirit, and be cleansed by blood, even the blood of\nmine Only Begotten; that ye might be sanctified from all sin, and enjoy the words of eternal\nlife in this world, and eternal life in the world to come, even immortal glory;\n. . . Therefore it is given to abide in you; the record of heaven; the Comforter; the peaceable\nthings of immortal glory; the truth of all things; that which quickeneth all things, which\nmaketh alive all things; that which knoweth all things, and hath all power, according to\nwisdom, mercy, truth, justice, and judgment\n(<span class=\"citation\" id=\"38938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38938)\">Moses 6:59,61<\/a><\/span>).\n<\/p><p>\nNow the Lord gave Adam to understand that it was by being born again of the water and the\nSpirit that it was given to abide in him the record of heaven. I wonder just what the Lord\nmeant by the \"record of heaven,\" and I thought that it meant that it reveals unto us who we\nare, where we come from, why we are here, where we are going, and that great eternal truth\nthat we are in very deed sons and daughters of God, the Eternal Father. Is there any truth that\nmen could acquire through their faith and their obedience that would mean more than to know\nthat every man born into this world has the possibility to grow and develop and become like\nunto our Heavenly Father?\n<\/p><p>\nIn our relationship to each other we are in very deed brothers and sisters, and Christ was the\nFirstborn, the Elder Brother, who offered himself as a ransom for sin of all the inhabitants of\nthe earth. Then it tells us the purpose of our creation, that we are here to gain knowledge and\nintelligence and experience and prepare ourselves that we might go on and become as he is.\n<\/p><p>\nTHE 76 SECTION OF THE DOCTRINE AND COVENANTS A GUIDE\n<\/p><p>\nI like to read the seventy-sixth section of the D&amp;C which we have been wont to refer to as\n\"The Vision.\" To me that is one of the most marvelous scriptures that has ever been revealed\nto men, and as far as we know it never was revealed until this last dispensation, and when it\nwas given to the Prophet Joseph he was told that it was a transcript of the record of the\neternal world. Paul was privileged to see it, for he was caught up into the third heaven\n(<span class=\"citation\" id=\"3011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3011)\">2 Cor. 12:1-4<\/a><\/span>) and\nthe paradise of God, but he was not permitted to write the things that he beheld. This\nrevelation indicates who are worthy or will be worthy to obtain a place in each of the three\ndegrees of glory as described in that revelation, one like unto the sun, one like unto the moon,\nand one like unto the stars (<span class=\"citation\" id=\"12273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12273)\">D&amp;C 76:96-98<\/a><\/span>).\nIs there any man or woman in all Israel who loves the Lord and\nloves the truth and hungers and thirsts after righteousness who would not desire this\ninformation to guide him in his life and to indicate what his life must be in order to be\nworthy of the glory which we know as the celestial glory\n(<span class=\"citation\" id=\"12270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12270)\">D&amp;C 76:50-70<\/a><\/span>), likened unto the sun?\n<\/p><p>\nAnd then we are told in the song written by Eliza R. Snow, \"O, My Father\":\n<\/p><p>\nFor a wise and glorious purpose <br \/>\nThou hast placed me here on earth <br \/>\nAnd withheld the recollection<br \/>\nOf my former friends and birth.\n<\/p><p>\nBLESSINGS FOR THOSE WHO DESIRE THEM\n<\/p><p>\nWhen I think of the information that comes to us individually as Latter-day Saints through the\npatriarchs of this Church, when I think of what my blessing has meant to me that I received\nat the hands of my father when I was eight years old, I realize that in the sight of the\nAlmighty we are in very deed individuals, each one with a destiny and a purpose and a\nmission in life to fill, and I can think of no greater disappointment that could come to one of\nour Father's children than to finish his life and then be told that he had failed to accomplish\nthe things for which he was sent into this world.\n<\/p><p>\nThen Adam was told that it should be given to abide in him, the Comforter\n(<span class=\"citation\" id=\"38939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38939)\">Moses 6:61<\/a><\/span>); the Comforter\nthat makes known all things, things which are present, things which are past, and things\nwhich are to come (<span class=\"citation\" id=\"27258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27258)\">John 16:13<\/a><\/span>).\nJesus explained that it would be necessary that he should go away or the\nComforter could not come (<span class=\"citation\" id=\"27257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27257)\">John 16:7<\/a><\/span>),\nthat he should teach us all things, bear witness of the Father and\nof the Son (<span class=\"citation\" id=\"27260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27260)\">John 16:13-15<\/a><\/span>).\nPresident Clark this morning related the testimony of Peter which he received\nbecause of that witness.\n<\/p><p>\nAdam was told that it should be given to abide in him, the peaceable things of immortal\nglory (<span class=\"citation\" id=\"38940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38940)\">Moses 6:61<\/a><\/span>),\nand I wonder if anybody can understand the peaceable things of immortal glory without\nunderstanding the glorious promise of the eternal duration of the marriage covenant and the\nfamily unit and our association with each other beyond the veil. Senator Beveridge said in his\nbook, <i>The Young Man and the World<\/i>, in a chapter devoted to \"The Young Man and the\nPulpit,\" that a prominent railroad man in America said that to know that he would live again,\nwith a conscious identity, knowing who he was and who other people were, would be worth\nmore to him than all the wealth of the United States. This knowledge we gain through\nhungering and thirsting after righteousness\n(<span class=\"citation\" id=\"34038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34038)\">Matt. 5:6<\/a><\/span>);\nand also we learn that we will be resurrected and\nthat we will lose nothing through our death, but that it will be a gain to us. In the words of\nPaul:\n<\/p><p>\nEye hath not seen, nor ear heard, neither have entered into the heart of man, the things which\nGod hath prepared for them that love him\n(<span class=\"citation\" id=\"136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(136)\">1 Cor. 2:9<\/a><\/span>).\n<\/p><p>\nThen he was told that it would be given to abide in him, the truth of all things\n(<span class=\"citation\" id=\"1025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1025)\">1 Jn. 2:27<\/a><\/span>).\n<\/p><p>\nWe are not only to know that Joseph Smith was a prophet of God; not only to know that\nJesus is the Christ, the Redeemer of the world, but to understand the truths of heaven, the\nprinciples by which we might live that will guide us in our thinking, guide us in our living,\ngive us power among men because it is given to abide in us, the truth of all things.\n<\/p><p>\n\"That which quickeneth all things, which maketh alive all things, that which knoweth all\nthings\" (<span class=\"citation\" id=\"38941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38941)\">Moses 6:61<\/a><\/span>),\nthe understanding of scripture, to know the truth of the Book of Mormon, the truth of\nthe Bible, to know the truth of the revelations that God has revealed in these\nlatter days. I tell you, brothers and sisters, it was well said when Jesus said:\n<\/p><p>\nBlessed are they which do hunger and thirst after righteousness: for they shall be filled\n(<span class=\"citation\" id=\"34039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34039)\">Matt. 5:6<\/a><\/span>).\n<\/p><p>\nAdam received an answer to his inquiry from the Lord, and the woman from the South,\nthrough finding \"Mormonism,\" was able to say that she now had hope of finding an answer to\nher own life's problems.\n<\/p><p>\nWhen you see these glorious temples, when you see this great assembly of the Saints of God,\nwhen you see the priesthood of God, when you see apostles and prophets such as the\nprimitive church had, which God placed in the Church,\n<\/p><p>\nThat we henceforth be no more children, tossed to and fro, and carried about with every wind\nof doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive\n(<span class=\"citation\" id=\"21619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21619)\">Eph. 4:14<\/a><\/span>).\n<\/p><p>\nI ask, is there anything more we could want to know? If we understood all these things, then\nwe could understand why Isaiah, when he saw the temple of God builded in the tops of the\nmountains in the latter days, saw people all over the world, and heard them say:\n<\/p><p>\n. . . Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob;\nand he will teach us of his ways, and we will walk in his paths\n(<span class=\"citation\" id=\"25030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25030)\">Isa. 2:3<\/a><\/span>).\n<\/p><p>\nAnd may God help us to do it, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}