{"ID":2300, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Strengthen the Stakes of Zion\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p2\" class=\"\">President Harold B. Lee<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Address delivered Friday morning, April 6, 1973<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_002<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p4\" class=\"\">It is a great delight to meet here today, and to those who may be listening from far and near, we assure you that we welcome you likewise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p5\" class=\"\">This is the annual conference of the Church. April 6, 1973, is a particularly significant date because it commemorates not only the anniversary of the organization of The Church of Jesus Christ of Latter-day Saints in this dispensation, but also the anniversary of the birth of the Savior, our Lord and Master, Jesus Christ. Joseph Smith wrote this, preceding a revelation given at that same date:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p6\" class=\"\">“The rise of the Church of Christ in these last days, being one thousand eight hundred and thirty years since the coming of our Lord and Savior Jesus Christ in the flesh, it being regularly organized and established agreeable to the laws of our country, by the will and commandments of God, in the fourth month, and on the sixth day of the month which is called April.” (<span class=\"citation\" id=\"16045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16045)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16045)\">D&amp;C 20:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p7\" class=\"\">Traditionally since that time, the spring conferences of the Church are held on the days of each year which include April 6.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p8\" class=\"\">Two years later another revelation followed, which had great significance then, and today has even greater meaning as viewed in the light of the demands of the increasing membership in the Church. This is a quotation which may be something of a text for my next few remarks today:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p9\" class=\"\">“For Zion must increase in beauty, and in holiness; her borders must be enlarged; her stakes must be strengthened; yea, verily I say unto you, Zion must arise and put on her beautiful garments.” (<span class=\"citation\" id=\"16139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16139)\">D&amp;C 82:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p10\" class=\"\">Zion, as used here, undoubtedly had reference to the Church. At that time there was but a small body of Church members just beginning to emerge as an organization, after having experienced harsh treatment from enemies outside the Church, who had then been directed to gather together in Jackson County, Missouri, which the Lord had designated as the “land of Zion.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p11\" class=\"\">As though to impress upon these early struggling members their destiny in the world, the Lord in another revelation told them this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p12\" class=\"\">“Therefore, verily, thus saith the Lord, let Zion rejoice, for this is Zion—<span class=\"small\">THE PURE IN HEART<\/span>; therefore, let Zion rejoice, while all the wicked shall mourn.” (<span class=\"citation\" id=\"16177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16177)\">D&amp;C 97:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p13\" class=\"\">To be worthy of such a sacred designation as Zion, the Church must think of itself as a bride adorned for her husband, as John the Revelator recorded when he saw in vision the Holy City where the righteous dwelled, adorned as a bride for the Lamb of God as her husband. Here is portrayed the relationship the Lord desires in his people in order to be acceptable to our Lord and Master even as a wife would adorn herself in beautiful garments for her husband.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p14\" class=\"\">The rule by which the people of God must live in order to be worthy of acceptance in the sight of God is indicated by the text to which I have made reference. This people must increase in beauty before the world; have an inward loveliness which may be observed by mankind as a reflection in holiness and in those inherent qualities of sanctity. The borders of Zion, where the righteous and pure in heart may dwell, must now begin to be enlarged. The stakes of Zion must be strengthened. All this so that Zion may arise and shine by becoming increasingly diligent in carrying out the plan of salvation throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p15\" class=\"\">While the Church was in its infancy, the Lord pointed to a time when those earlier gathering places would not have room for all who would be gathered for reasons for which he declared that his church should be united. Here are his words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p16\" class=\"\">“For thus shall my church be called in the last days, even The Church of Jesus Christ of Latter-day Saints.” And then this command: “Arise and shine forth, that thy light may be a standard for the nations.” (<span class=\"citation\" id=\"16194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16194)\">D&amp;C 115:4–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p17\" class=\"\">Here is clearly inferred that the coming forth of his church in these days was the beginning of the fulfillment of the ancient prophecy when “the mountain of the Lord’s house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it. And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths. …” (<span class=\"citation\" id=\"25422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25422)\">Isa. 2:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p18\" class=\"\">In these revelations the Lord speaks of organized units of the Church which are designated as stakes, each of which those not of our faith may think of as a diocese. These units so organized are gathered together for these fundamental purposes: first, for a defense against the enemies of the Lord’s work, both the seen and the unseen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p19\" class=\"\">The apostle Paul said with reference to these enemies about which we should be concerned:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p20\" class=\"\">“For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.” (<span class=\"citation\" id=\"21863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21863)\">Eph. 6:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p21\" class=\"\">These organizations were to be as stated in the revelation noted earlier, as a “refuge from the storm, and from wrath when it shall be poured out without mixture upon the whole earth.” (<span class=\"citation\" id=\"16195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16195)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16195)\">D&amp;C 115:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p22\" class=\"\">In the preface to all the Lord’s revelations that he gave from the beginning of this dispensation, he issued this fateful warning, which must never be absent from our minds. This prophetic warning of 1831 was given, as the Lord declared, so that “all men shall know that the day speedily cometh; the hour is not yet, but is nigh at hand, when peace shall be taken from the earth, and the devil shall have power over his own dominion.” (<span class=\"citation\" id=\"16010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16010)\">D&amp;C 1:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p23\" class=\"\">Now 142 years later we are witnessing the fury of this time, when Satan has power over his own dominion, with such might that even the Master in his day referred to him as the “prince of this world,” the “enemy of all righteousness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p24\" class=\"\">Despite these dire predictions and the evidences of their fulfillment truly before us today, there is promised in this same revelation even a greater power to thwart Satan’s plans to destroy the work of the Lord. Here the Lord makes this promise to the Saints of the Most High God, to the righteous in heart to whom he has referred as “the people of Zion.” This is what he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p25\" class=\"\">“And also the Lord shall have power over his saints, and shall reign in their midst, and shall come down in judgment upon Idumea, or the world.” (<span class=\"citation\" id=\"16011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16011)\">D&amp;C 1:36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p26\" class=\"\">This has reference to the world in the same sense as when the Master spoke of the worldliness from which he warned his disciples, that while they would be engulfed in the world, they must keep themselves from the sins to be found therein.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p27\" class=\"\">I believe there has never been a time since the creation that the Lord has left the dominion of the devil to destroy his work without his power being manifest in the midst of the righteous to save the works of righteousness from being completely overthrown.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p28\" class=\"\">Today we are witnessing the promise of the Lord that “if your eye be single to my glory,” which he declared to the prophet Moses was “to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"39412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39412)\">Moses 1:39<\/a><\/span>), “your whole bodies shall be filled with light, and there shall be no darkness in you; and that body which is filled with light comprehendeth all things.” (<span class=\"citation\" id=\"16163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16163)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16163)\">D&amp;C 88:67<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p29\" class=\"\">We have also been promised by the Lord: “Behold, and lo, I will take care of your flocks, and will raise up elders and send unto them. Behold, I will hasten my work in its time.” (<span class=\"citation\" id=\"16165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16165)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16165)\">D&amp;C 88:72–73<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p30\" class=\"\">Today we are witnessing the demonstration of the Lord’s hand even in the midst of his saints, the members of the Church. Never in this dispensation, and perhaps never before in any single period, has there been such a feeling of urgency among the members of this church as today. Her boundaries are being enlarged, her stakes are being strengthened. In the early years of the Church specific places to which the Saints were to be gathered together were given, and the Lord directed that these gathering places should not be changed, but then he gave one qualification: “Until the day cometh when there is found no more room for them; and then I have other places which I will appoint unto them, and they shall be called stakes, for the curtains or the strength of Zion.” (<span class=\"citation\" id=\"16180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16180)\">D&amp;C 101:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p31\" class=\"\">At the Mexico City Area Conference last August, Elder Bruce R. McConkie of the Council of the Twelve, in a thought-provoking address, made some comments pertinent to this subject, and I quote a few sentences from his address:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p32\" class=\"\">“Of this glorious day of restoration and gathering, another Nephite prophet said: ‘The Lord … has covenanted with all the house of Israel,’ that ‘the time comes that they shall be restored to the true church and fold of God’; and that ‘they shall be gathered home to the lands of their inheritance, and shall be established in all their lands of promise.’ (<span class=\"citation\" id=\"3905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3905)\">2 Ne. 9:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p33\" class=\"\">“Now I call your attention to the facts, set forth in these scriptures, that the gathering of Israel consists of joining the true church; of coming to a knowledge of the true God and of his saving truths; and of worshiping him in the congregations of the Saints in all nations and among all peoples. Please note that these revealed words speak of the <span class=\"emphasis\">folds <\/span>of the Lord; of Israel being gathered to the lands of their inheritance; of Israel being <span class=\"emphasis\">established in all their lands of promise; <\/span>and of there being congregations of the covenant people of the Lord in <span class=\"emphasis\">every nation, speaking every tongue, <\/span>and <span class=\"emphasis\">among every people <\/span>when the Lord comes again.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p34\" class=\"\">Elder McConkie then concluded with this statement, which certainly emphasizes the great need for the teaching and training of local leadership in order to build up the church within their own native countries:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p35\" class=\"\">“The place of gathering for the Mexican Saints is in Mexico; the place of gathering for the Guatemalan Saints is in Guatemala; the place of gathering for the Brazilian Saints is in Brazil; and so it goes throughout the length and breadth of the whole earth. Japan is for the Japanese; Korea is for the Koreans; Australia is for the Australians; every nation is the gathering place for its own people.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p36\" class=\"\">The most frequently asked question from inquirers is, “How do you account for the phenomenal growth of this church when so many others are on the decline?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p37\" class=\"\">Among the primary and many factors which account for the continued growth of the Church, I will mention only a few, for those who would ask this question to ponder.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p38\" class=\"\">No longer might this church be thought of as the “Utah church,” or as an “American church,” but the membership of the Church is now distributed over the earth in 78 countries, teaching the gospel in 17 different languages at the present time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p39\" class=\"\">This greatly expanded church population is today our most challenging problem, and while we have cause for much rejoicing in such a widespread expansion, it does pose some great challenges to the leadership of the Church to keep pace with the many problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p40\" class=\"\">Two basic principles have always guided the leaders of the Church in their planning to meet these circumstances. The first that might be called to the attention of those who would be interested is the basic principle of the plan of salvation from before the foundation of the world, for the redemption of mankind and which has been revealed to the prophets of this dispensation and has not been changed, for as the apostle Paul declared in his day, so do we declare today:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p41\" class=\"\">“But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p42\" class=\"\">“But I certify you, brethren, that the gospel which was preached of me is not after man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p43\" class=\"\">“For I neither received it of man, neither was I taught it, but by the revelation of Jesus Christ.” (<span class=\"citation\" id=\"23302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23302)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23302)\">Gal. 1:8, 11–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p44\" class=\"\">If we were to answer those who ask us why the steady growth, we would answer that the first fundamental reason would be that we have held our course in teaching the fundamental doctrines of the Church. We declare in one of our Articles of Faith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p45\" class=\"\">“We believe [and, we might add, teach] all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God.” (<span class=\"citation\" id=\"6916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6916)\">A of F 1:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p46\" class=\"\">In one of the latest of the Lord’s revelations in this dispensation, he gave the reason for the confusion among the many churches then in existence: because they have, as he said, “strayed from mine ordinances, and have broken mine everlasting covenant; They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own God, whose image is in the likeness of the world. …” (<span class=\"citation\" id=\"16006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16006)\">D&amp;C 1:15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p47\" class=\"\">Therefore a new restoration was necessary, as he plainly declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p48\" class=\"\">“Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the earth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p49\" class=\"\">“And also gave commandments to others, that they should proclaim these things unto the world; and all this that it might be fulfilled, which was written by the prophets. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p50\" class=\"\">“But that every man might speak in the name of God the Lord, even the Savior of the world; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p51\" class=\"\">“That the fulness of my gospel might be proclaimed by the weak and the simple unto the ends of the world, and before kings and rulers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p52\" class=\"\">“… after the manner of their language, that they might come to understanding.” (<span class=\"citation\" id=\"16009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16009)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16009)\">D&amp;C 1:17–18, 20, 23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p53\" class=\"\">There are those who speak of an ecumenical movement, where theoretically, it is supposed, all churches would be brought together into a universal organization. In essence it probably would contemplate that they would give up their basic principles and be united in a nebulous organization which would not necessarily be founded on the principles as have traditionally been the doctrines of the church of Jesus Christ from the beginning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p54\" class=\"\">When the revelations of the Lord are clearly understood, there is set forth the only basis of a united and universal church. It could not be accomplished as set forth by a man-made formula; it could only be accomplished when the fullness of the principles of the gospel of Jesus Christ are taught and practiced, as declared by the apostle Paul to the Ephesians, who said that the church is “built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone.” (<span class=\"citation\" id=\"21855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21855)\">Eph. 2:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p55\" class=\"\">The mission of the Church has also been defined:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p56\" class=\"\">“And the voice of warning shall be unto all people, by the mouths of my disciples, whom I have chosen in these last days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p57\" class=\"\">“Wherefore the voice of the Lord is unto the ends of the earth, that all that will hear may hear.” (<span class=\"citation\" id=\"16001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16001)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16001)\">D&amp;C 1:4, 11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p58\" class=\"\">Obedient to that instruction, and from the beginning of the Church, there have been missionaries sent to all parts of the world. Today we have increasing numbers of missionaries, mostly younger men, who have been schooled from their childhood to prepare themselves for a call to serve as missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p59\" class=\"\">From a handful of missionaries in the early days of the Church, this number has been increased to over 17,000 serving today, each at his own expense, or at the expense of his immediate family, for a period of two or more years, each with a conviction in his heart that one so called has the divinity of his calling in his mind as he may go forth into any part of the world to which he may be called.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p60\" class=\"\">Another reason that might be given for the increase in the Lord’s work: perhaps as never before have there been so many people of the world searching for answers to the many perplexing problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p61\" class=\"\">While the principles of the gospel of Jesus Christ have not changed, the methods in meeting these challenges of the needs of today’s world must respond to the demands of our time. Fortunately the Lord has given, in the revelations to this church, the guidelines by which we should respond to the demands of the times. The plan of salvation has defined the way by which he would have us deal with the temporal needs of the people. The welfare plan of the Church seeks out those in distress. Where the newly found members are located, the plan of temporal salvation is, primarily, to teach the individuals how to take care of themselves. The Lord has provided a hedge against the terrifying impact upon the sanctity of the home and marriage, by strengthening the home and by providing guidelines to parents to teach their children the basic principles of honesty, virtue, integrity, thrift, and industry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p62\" class=\"\">There is a concern of the Church for the individual members, from childhood to youth, and from among the youth into adulthood, to respond to the needs of members of the Church of every age.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p63\" class=\"\">In answer to the questions as to whether or not there may have been any dropouts or members who have fallen away, our answer has always been to recall the Master’s parable of the sower, where the sower went out to sow. Some of the seeds fell on fertile ground, but among the seeds which fell on fertile ground, some produced thirtyfold, some sixtyfold, and some ninetyfold. So today, in about that same ratio, we have some who are partially active, some are more so, and some who are thoroughly active in the Church, but we are always reaching out to the ones who have strayed away, and we are constantly trying to bring them back into full activity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p64\" class=\"\">But perhaps the most important reason of all for the growth of the Church is the individual testimonies of the divinity of this work, as would be multiplied in the hearts of the individual members of the Church. For the strength of the Church is not in the numbers, nor in the amount of tithes and offerings paid by faithful members, nor in the magnitude of chapels and temple buildings, but because in the hearts of faithful members of the Church is the conviction that this is indeed the church and kingdom of God on the earth. Without that conviction, as one of my eminent business associates remarked, “The welfare plan of the Church would be but a shambles”; also missionary work would not flourish; and members would not be faithful in making generous contributions to the Church to finance its many operations. The secret of the strength of this church may be found in the statement of a president of a student body at one of our state-operated universities, whose identity, of course, is confidential. This is a quotation from his personal letter addressed to me:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p65\" class=\"\">“With the rule of the radical ideas which are sweeping the country, there has come a breakdown of family ties which is despised in many intellectual circles. The country is seemingly plied with sex education, abortion, planned parenthood, pornography, women’s liberation, communal living, premarital sex, and postmarital permissiveness. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p66\" class=\"\">And then this young college student leader concludes with this heartwarming declaration, which I know came from the depths of his soul. This is what he wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p67\" class=\"\">“President Lee, I want you to know that the Latter-day Saint students on campus who keep the commandments are 100 percent behind you. Thank God we have leaders who stand firm against the subtle battle of the adversary who is striking at the home, the most vital unit of the world. Thank you for being the kind of a person that we, as young people growing up in this mixed-up world, can understand and can follow.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p68\" class=\"\">By that same token, and in the language of that brilliant college student, I am convinced that the greatest of all the underlying reasons for the strength of this church is that those who keep the commandments of God are 100 percent behind the leadership of this church. Without that united support it would be readily understood that this church could not go forward to meet the challenges of the day. Our call is for the total membership of the Church to keep the commandments of God, for therein lies the safety of the world. As one keeps the commandments of God, he is not only persuaded as to the righteousness of the course that is being followed under the leadership of the Church, but also will have the Spirit of the Lord to guide him in his individual activities, for each baptized member has been given a sacred endowment when he was baptized and which has been committed to every baptized member of the Church by the authority of the priesthood: the gift of the Holy Ghost, which, as the Master declared, would teach all things, would bring all things to their remembrance, and even show them things to come. (See <span class=\"citation\" id=\"28745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28745)\">John 14:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p69\" class=\"\">It will be clearly understood, then, that the great responsibility that the leaders and teachers in the Church have is to persuade, to teach, to direct aright, that the commandments of Almighty God will be so lived as to prevent the individual from falling into the trap of the evil one who would persuade him not to believe in God and not to follow the leadership of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/strengthen-the-stakes-of-zion.p70\" class=\"\">I want to bear my sacred witness that because I know of the divinity of this work, I know that it will prevail; and that though there may be enemies within and without the Church who would seek to undermine and would seek to find fault and try to undermine the influence of the Church in the world, this church will be borne off triumphantly and will stand through the test of time when all the man-made efforts and weapons forged against the Lord’s word will fall by the wayside. I know that our Lord and Master Jesus Christ is the head of this church; that he has daily communion through agencies known to him, not only to the leaders of the Church in high positions, but also to individual members as they keep the commandments of God. To that I bear my sacred witness and leave my blessing upon all the faithful of the Church, and indeed in the world everywhere, in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}