{"ID":2303, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Family Influence\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p\" class=\"\">President of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Address delivered Sunday morning, April 8, 1973<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_005<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p4\" class=\"\">Brothers and sisters and friends: Much has already been said in this conference about the powerful influence for good that the family and home training have been and will be upon the rising generation. For the past three months President Harold B. Lee has been speaking through film the great story <span class=\"emphasis\">Strengthening the Home. <\/span>It is going to many people in many lands and in many languages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p5\" class=\"\">It seems that while the world accepts the spurious and the vulgar and the errors, there is an increasing number of wise leaders who write and speak of the importance of the family and home life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p6\" class=\"\">One such leader wrote: “… strong family life is indispensable, not merely to the culture but actually the survival of any people.” (Paul Popenoe, <span class=\"emphasis\">Family Life, <\/span>September 1972.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p7\" class=\"\">He continues: “In the history of mankind one nation after another has followed this pattern [of degrading the family life and substituting other patterns for it] and they have disappeared.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p8\" class=\"\">The family provides the involvement in selfless activities and the acceptance of responsibility. He says, again:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p9\" class=\"\">“… for the well being of the community; for the very existence of the nation, one of the first questions asked about any proposed change in the culture should be, ‘Will it strengthen the family?’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p10\" class=\"\">The Lord organized the whole program in the beginning with a father who procreates, provides, and loves and directs, and a mother who conceives and bears and nurtures and feeds and trains. The Lord could have organized it otherwise but chose to have a unit with responsibility and purposeful associations where children train and discipline each other and come to love, honor, and appreciate each other. The family is the great plan of life as conceived and organized by our Father in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p11\" class=\"\">To any thoughtful person it must be obvious that intimate association without marriage is sin; that children without parenthood and family life is tragedy; that society without basic family life is without foundation and will disintegrate into nothingness and oblivion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p12\" class=\"\">The Father knew all this when he gave this command to his children in November 1831. He was not arguing that there should be families. He seemed to take that for granted and commanded: “… as parents have children in Zion … they shall also teach their children to pray and to walk uprightly before the Lord.” (<span class=\"citation\" id=\"16113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16113)\">D&amp;C 68:25, 28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p13\" class=\"\">We see the blessings of family life as we make contrasts. In the address above referred to, President Lee gave these figures:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p14\" class=\"\">“Of 180,000 divorces recorded by the Census Bureau … 57 percent were in homes where there were no children; 21.2 percent where there was only one child; and in families with five or more children, divorces were less than one percent.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p15\" class=\"\">This is a telling story.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p16\" class=\"\">Once when I talked to leaders in a foreign world where different ideologies touch their children, I asked how the parents were able to hold their children and keep them from the evil, and their reply was so natural and so proper:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p17\" class=\"\">“We train our children in our homes so completely in the way of right and truth that the destructive, godless philosophies and heresies of their other teachers run off without penetrating, like water on a duck’s back, and our children remain true to the faith.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p18\" class=\"\">Ah, that is the answer. Family life, home life, home evenings, dedicated, selfless parents. That is the way the Lord ordained our lives to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p19\" class=\"\">More than a decade ago a major in the U.S. Air Force told of his test flights. He was born of goodly parents who taught him righteousness. He had flown 25 different types of military aircraft in 4,000 hours in the air. He had flown 142 combat missions in Korea and had received many distinguished medals. He told us that “before takeoff every pilot takes a few moments to make a last-minute check of his engine, flight controls, hydraulic and pneumatic systems and other essential subsystems of his aircraft to be sure the flight can at least begin safely. … His reactions to emergency conditions must be instinctive and as infallible as human thought and reflexes permit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p20\" class=\"\">“… Yet, there is something missing on the printed checklist which to me has become as necessary to a successful flight as lowering the wheels for a smooth landing. It is a prayer to ask my Father in heaven to bless me that my best judgment and skill will guide my actions, especially in periods of stress. There have been several instances … in which I know the answer to this prayer has been received with dramatic suddenness. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p21\" class=\"\">Being born of goodly parents in a goodly home with goodly training in his infancy, childhood, and youth, he seemed to feel secure in his hazardous work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p22\" class=\"\">This major was unafraid, for he was prepared. He knew the power of the Lord’s statement: “If ye are prepared, ye shall not fear.” (<span class=\"citation\" id=\"16062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16062)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16062)\">D&amp;C 38:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p23\" class=\"\">Someone said that “fear and fortitude are opposites but both are necessary for the growth of character. … wholesome fear generates its own antibodies.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p24\" class=\"\">These three lines were lettered on the mantel in an English hotel at the time of Dunkirk, a time when every man or boy who could navigate, no matter how amateurishly, found a hero in himself brave enough to help rescue England’s army: “Fear knocked at the door. Faith answered. No one was there.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p25\" class=\"\">During the blitzkrieg, many a man saw a sign down by the London docks and followed its suggestion: “If your knees are knocking, kneel on them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p26\" class=\"\">Again, the revelation says, “If ye are prepared ye shall not fear.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p27\" class=\"\">That preparation comes from infancy and childhood training, when faith is born and character established. It is a bit late to try to build faith when the ship is sinking or the plane is falling or the head-on collision is certain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p28\" class=\"\">One air navigator gave us this: “I had said my prayer back in the fifteenth orbit”; and another: “Courage is said to be fear that has said its prayers.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p29\" class=\"\">If children are tuned in on the right wave length, if they are taught early the responsibilities of time and eternities, they will usually react properly when engulfed in emergencies. If they have conscientiously and faithfully done all that is expected of them, nothing can be too far wrong. The Nephite prophet insisted: “… ye pour out your souls in your closets, and your secret places; and in your wilderness.” (<span class=\"citation\" id=\"9177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9177)\">Alma 34:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p30\" class=\"\">And what a great legacy to our children Isaiah promised: “And all thy children shall be taught of the Lord and great shall be the peace of thy children.” (<span class=\"citation\" id=\"25436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25436)\">Isa. 54:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p31\" class=\"\">Surely every good parent would like this peace for his offspring. It comes from the simple life of the true Latter-day Saint as he makes his home and family supreme.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p32\" class=\"\">“Pray in your families unto the Father, always in my name, that your wives and your children may be blessed.” (<span class=\"citation\" id=\"5782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5782)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5782)\">3 Ne. 18:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p33\" class=\"\">Is that too much to ask?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p34\" class=\"\">I was in Idaho Falls and was the guest in a home of a typical Church family. There were a dedicated set of parents and many children. The oldest was in military duty in the dreaded South Pacific, and the hearts of the family followed him from place to place. They handed me his latest letter from the war zone. I read this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p35\" class=\"\">“There have been times when we were so scared, we would tremble, but the fear was out of our minds with prayer and the knowledge that we were being guided by the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p36\" class=\"\">“Dad, I love my religion and I am proud that I had someone like you and Mother to teach me to pray. Then I also know that you are praying for me each morning and night. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p37\" class=\"\">Spirituality is born in the home and is nurtured in the home evenings, in the twice-a-day and oftener daily prayers, in the weekly meetings when the family goes en masse. That spirituality as the foundation of one’s life comes to his rescue when emergency strikes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p38\" class=\"\">Security is not born of inexhaustible wealth but of unquenchable faith. And generally that kind of faith is born and nurtured in the home and in childhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p39\" class=\"\">Prayer is the passport to spiritual power.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p40\" class=\"\">From World War II comes a story of a young Utah boy who was called to serve his country in the faraway places across several time zones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p41\" class=\"\">On his wrist he wore the conventional wristband watch to tell him the time in the area in which he was living. But strangely enough, he carried a larger, old-time heavier watch in his pocket, which gave another time of day. His buddies noted that frequently he would look at his wrist watch, then turn to the old-fashioned one in his pocket, and this led them, in their curiosity, to ask him why the additional watch. Unembarrassed, he promptly said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p42\" class=\"\">“The wristwatch tells me the time here where we are, but the big watch which Pa gave me tells me what time it is in UTAH. You see,” he continued, “mine is a large family—a very close family. When the big watch says 5 <span class=\"small\">A.M.<\/span> I know Dad is rolling out to milk the cows. And any night when it says 7:30, I know the whole family is around a well-spread table on their knees thanking the Lord for what’s on the table and asking Him to watch over me and keep me clean and honorable. It’s those things that make me want to fight when the goin’ gets tough. … I can find out what time it is here easy enough. What I want to know is what time it is in UTAH.” (Adapted from Vaughn R. Kimball, “The Right Time at Home,” <span class=\"emphasis\">Reader’s Digest, <\/span>May 1944, p. 43.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p43\" class=\"\">I knew this family well. I knew the sailor slightly. I knew this father. His cows had to feed a large family, but his greater interest was the growing children who needed more than milk and bread. I have knelt in mighty prayer with this wonderful family. The home training has carried through to the eternal blessing of this large family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p44\" class=\"\">O my beloved hearers, what a world it would be if a million families in this church were to be on their knees like this every night and morning! And what a world it would be if nearly a hundred million families in this great land and other hundreds in other lands were praying for their sons and daughters twice daily. And what a world this would be if a billion families through the world were in home evenings and church activity and were on their physical knees pouring out their souls for their children, their families, their leaders, their governments!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p45\" class=\"\">This kind of family life could bring us back toward the translation experience of righteous Enoch. The millennium would be ushered in. Enoch was asked questions about himself; he answered, among other things, “… my father taught me in all the ways of God.” (<span class=\"citation\" id=\"39440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39440)\">Moses 6:41<\/a><\/span>.) And Enoch walked with God and he was <span class=\"emphasis\">not, <\/span>for God took him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p46\" class=\"\">Enoch and his people dwelt in righteousness in the City of Holiness, even Zion. And Zion was taken up into heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p47\" class=\"\">Yes, here is the answer: righteous, teaching parents; obedient, loving children; faithfulness to family duties.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p48\" class=\"\">These qualities in a home make for security and character in the lives of children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p49\" class=\"\">The following verses of Adelaide Proctor, written more than a century ago, emphasize unity of the family and real parental love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p50\" class=\"\">A childless man of wealth offers ease and security in exchange for one of seven children. Which shall it be?<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Which shall it be? Which shall it be?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I looked at John, John looked at me,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And when I found that I must speak,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">My voice seemed strangely low and weak:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘Tell me again what Robert said,’<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And then I, listening, bent my head.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">This is his letter:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">‘I will give<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A house and land while you shall live,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If, in return, from out your seven,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">One child to me for aye is given.’<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“I looked at John’s old garments worn;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I thought of all that he had borne<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Of poverty, and work, and care,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Which I, though willing, could not share;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I thought of seven young mouths to feed,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Of seven little children’s need,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And then of this.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“‘Come, John,’ said I,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘We’ll choose among them as they lie<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Asleep.’ So, walking hand in hand,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Dear John and I surveyed our band:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">First to the cradle lightly stepped,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Where Lilian, the baby, slept.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Softly the father stooped to lay<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">His rough hand down in a loving way,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">When dream or whisper made her stir,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And huskily he said: ‘Not her!’<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“We stooped beside the trundle bed,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And one long ray of twilight shed<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Athwart the boyish faces there,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">In sleep so beautiful and fair;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I saw on James’s rough, red cheek<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">A tear undried. E’er John could speak,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘He’s but a baby, too,’ said I,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And kissed him as we hurried by.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Pale, patient, Robbie’s angel face<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Still in his sleep bore suffering’s trace.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘No, for a thousand crowns, not him!’<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">He whispered, while our eyes were dim.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">“Poor Dick! bad Dick! our wayward son—<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Turbulent, restless, idle one—<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Could he be spared?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Nay, He who gave<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Bade us befriend him to the grave;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Only a mother’s heart could be<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Patient enough for such as he;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘And so,’ said John, ‘I would not dare<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To take him from her bedside prayer.’<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Then stole we softly up above,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And knelt by Mary, child of love;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘Perhaps for her ‘twould better be,’<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I said to John. Quite silently<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">He lifted up a curl that lay<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Across her cheek in a wilful way,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And shook his head: ‘Nay, love, not thee,’<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The while my heart beat audibly.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Only one more, our eldest lad,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Trusty and truthful, good and glad,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">So like his father. ‘No, John, no!<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I cannot, will not, let him go.’<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“And so we wrote, in courteous way,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">We could not give one child away;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And afterward toil lighter seemed,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Thinking of that of which we dreamed,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Happy in truth that not one face<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Was missed from its accustomed place;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Thankful to work for all the seven,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Trusting the rest to One in heaven.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p119\" class=\"\">May we in the Church and in this world come to know the Lord’s ways and follow them explicitly, I pray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-family-influence.p120\" class=\"\">I add my solemn witness that President Harold B. Lee is the Lord’s divinely called prophet to this world. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}