{"ID":2306, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Go, and Do Thou Likewise”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p2\" class=\"\">Elder Robert L. Simpson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_008<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p3\" class=\"\">My beloved brothers and sisters: I am grateful for this opportunity and with each of you express gratitude for this lovely choir. I always have a little glimpse into heaven as I listen to them sing, and I feel lifted up. This entire conference has been lifted and edified by their great singing this morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p4\" class=\"\">I feel closer to heaven and have better insight as to what heaven might be like as I feel the spirit of you wonderful leaders assembled here today. There is a feeling of unity, a feeling of strength, a feeling of wanting to do that which the Lord has asked us to do. I am grateful to be in your presence. I often think of President David O. McKay’s great observation that heaven would be just an extension of the ideal home. I believe that with all my heart, and it is that feeling that I sense with us here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p5\" class=\"\">Speaking of heaven and the hereafter, I would like to address my remarks to things I feel would be imperative in order that we might have the great privilege of one day living in the very presence of our Heavenly Father, which should be the objective of every Latter-day Saint.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p6\" class=\"\">It has been truthfully said that the Savior is even more concerned for our success here in mortality than we ourselves are, the reason being, of course, that he has greater capacity for concern and love than do we mortals. He also has a superior knowledge of the gospel plan and man’s potential in God’s divine, eternal scheme. As stated by one prophet, God’s work and glory is achieved through our attainment of immortality and eternal life. (See <span class=\"citation\" id=\"39415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39415)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39415)\">Moses 1:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p7\" class=\"\">Someone once suggested that it would be relatively simple for Christ to do all of the religious teaching here on earth. How easy it would be for the Creator to deliver every sermon and to teach every Sunday School class by means of closed-circuit television! Each religious meeting place could be equipped with a large video screen, and the master teacher of all time could then present every gospel lesson and deliver every sermon in a way that would hold us spellbound and indeed convert even the most critical. I suppose it would also be within his power to take over all of the compassionate service for mankind, but such is contrary to the development of God’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p8\" class=\"\">Before the foundations of this earth were laid, a glorious decision was made allowing you and me to be our brother’s keeper. By faith and service we would be able to achieve a degree of glory in the hereafter suited to our Christlike efforts and our Christlike attainments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p9\" class=\"\">Adversity, heartache, bitter disappointment, grievous transgression, and disability are but a few of the obstacles that beset the inhabitants of this world. Few, if any, escape. None would have to linger in despair for long, however, if man could just bring himself to heed that one great teaching recorded in the 25th chapter of Matthew. You all remember it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p10\" class=\"\">On this occasion the Savior was describing the day of judgment, wherein those to be judged were divided, some on the right hand and some on the left. Finding themselves in a favored position, those on the right expressed surprise and wanted to know why the reward had come to them. The Savior replied:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p11\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p12\" class=\"\">“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.” (<span class=\"citation\" id=\"36242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36242)\">Matt. 25:35–36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p13\" class=\"\">Then the righteous answered, stating that not once had they found him hungry or thirsty or a stranger; and then the Savior’s classic teaching: “Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"36244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36244)\">Matt. 25:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p14\" class=\"\">Other expressions of the Savior further confirm the same charges. He said: “Feed my sheep” (<span class=\"citation\" id=\"28761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28761)\">John 21:16<\/a><\/span>); “… all things whatsoever ye would that men should do to you, do ye even so to them” (<span class=\"citation\" id=\"36201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36201)\">Matt. 7:12<\/a><\/span>). Then, having set the perfect example of service during his ministry, he concluded by saying, “Go, and do thou likewise.” (<span class=\"citation\" id=\"31866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31866)\">Luke 10:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p15\" class=\"\">During the past 12 months it has been my privilege to work closely with many emotionally disturbed people; others who have transgressed; some who have found themselves out of harmony with society; still others who were lonely and afraid. It has not been a year of discouragement and despair, however, because the vast majority of these people have made an important decision, and they have said: “I want to change my life. I am ready to take direction from someone who really cares.” And in this church, we have bishops and stake presidents who really care.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p16\" class=\"\">How touching it was to hear a hardened prisoner say: “That is the first time anybody ever told me they loved me.” This was after a six-year-old girl kissed him on the cheek during a Church-sponsored family home evening visit in the prison.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p17\" class=\"\">Consider with me an unwed mother who came to her bishop with some reluctance. Her heart was belligerent, and she also had a drug problem; but months later, following compassionate service by many, she was heard to say: “Life was over for me. I didn’t want to live anymore, but things are different now, and I know the true meaning of God’s love.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p18\" class=\"\">A confirmed alcoholic found a new lease on life because an assigned couple had won his confidence, and they were there when he needed them. His problem is now history. His own family is back together for the first time in years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p19\" class=\"\">A sexual deviant discovered with help that his problem was not God-given, as so many had told him in the past, but rather self-acquired from an early age. He recently declared with confidence: “I have conquered Satan himself. Nothing can stop me now.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p20\" class=\"\">Every success story of the past year has been the result of special effort on the part of people who cared. They cared enough to give some time and to be sincere and compassionate; in other words, to follow the great example set by the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p21\" class=\"\">The only joy that is comparable with the joy of the one receiving the help is the glow that seems to emanate from the one who has given so unselfishly of his time and strength to quietly help someone in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p22\" class=\"\">The Savior did not seem to be so much involved in giving money. You will remember that his gifts were in the form of personal attention, in performing an administration, and in sharing the gifts of the Spirit. In fact, it was the Savior who said: “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. …” (<span class=\"citation\" id=\"28747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28747)\">John 14:27<\/a><\/span>.) We could add to peace the gift of love, the gift of immortality, the gift of eternal life, the gift of understanding, the gift of compassion, the gift of eternal justice. All of these gifts are beyond monetary consideration and could well be our gift to someone sometime, if we weren’t “too busy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p23\" class=\"\">Members of this church understand clearly that baptism is essential for entrance into the celestial kingdom. We also know and understand that total fulfillment can only be found in that ultimate celestial state called eternal life or exaltation, which, of course, is to live eternally in his holy presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p24\" class=\"\">Only those who have been justified and sanctified through service to their fellowmen can hope to reach such a lofty goal. To be justified is to be found acceptable in our “good works” as well as by our superior faith. James used this excellent example:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p25\" class=\"\">“If a brother or sister be naked, and destitute of daily food,<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p26\" class=\"\">“And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?” (<span class=\"citation\" id=\"26255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26255)\">James 2:15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p27\" class=\"\">After citing other similar examples, he concludes with this thought: “Ye see then how that by works a man is justified, and not by faith only.” (<span class=\"citation\" id=\"26257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26257)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26257)\">James 2:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p28\" class=\"\">Moroni explained that we are sanctified “by the grace of God” as we become “perfect in Christ” and “deny not his power.” (<span class=\"citation\" id=\"38385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38385)\">Moro. 10:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p29\" class=\"\">No man can become “perfect in Christ” without a deep, abiding, and sincere concern for his fellow beings. This example just read from James cites physical needs. However, there are also emotional problems about us in every direction. Loneliness and discouragement, for example, are two of Satan’s most effective tools against us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p30\" class=\"\">Is there someone you know who needs a friend, a friend who is willing to listen to him? The Church is reaching out to such people as never before. Resource volunteers are being organized throughout the Church to help carry out one of the Savior’s most sacred challenges.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p31\" class=\"\">There are those who associate high calling in the Church with guaranteed rights to the blessings of heaven, but I wish to declare without reservation that the ultimate judgment for every man will be on the simplest terms, and most certainly on what each has done to bless other people in a quiet, unassuming way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p32\" class=\"\">If this life’s effort is to be justified, then there should be a major and continuing attempt to justify or, in other words, to conform our actions with the example of the Master. The central theme of his mortal span was purely and simply serving those about him. He fulfilled an eternal truth which should be a part of your life and my life. “And whosoever will be chief among you, let him be your servant.” (<span class=\"citation\" id=\"36231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36231)\">Matt. 20:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p33\" class=\"\">If our life’s effort is to be sanctified or, in other words, ratified by the standards of eternal truth, then our actions must be in harmony with the sanctifying principles of the gospel, which most certainly includes sincere concern for others and a concerted effort to alleviate their problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p34\" class=\"\">I can think of no better guarantee for the future, your future and my future, than to follow the admonition of the Savior when he said at the beginning of his ministry: “Come and follow me” (<span class=\"citation\" id=\"36230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36230)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36230)\">Matt. 19:21<\/a><\/span>); and then, after showing the way, he said very simply, “Go, and do thou likewise.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/go-and-do-thou-likewise.p35\" class=\"\">Brothers and sisters, may we go and do likewise, is my fervent prayer in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}