{"ID":2307, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            In His Strength\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_009<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p3\" class=\"\">A few weeks ago on a day when this area was experiencing one of its worst snowstorms, and that is saying quite a bit because we had plenty of severe weather this past winter, a handsome young serviceman and his beautiful bride-to-be encountered extreme difficulty in getting to the Salt Lake Temple for their marriage appointment. She was in one location in the Salt Lake Valley and he was to come from another nearby town. Heavy snows and winds had closed the highways during the night and early morning hours. After many hours of anxious waiting, some of us were able to help them get to the temple and complete their marriage plans before the day was over.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p4\" class=\"\">How grateful they, their families, and friends were for the assistance and concern in their keeping this most important appointment. My friend—we will call him Bill—expressed his deep gratitude with, “Thank you very much for all you did to make our wedding possible. I don’t understand why you went to all this trouble to help me. Really, I’m nobody.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p5\" class=\"\">I am sure Bill meant his comment to be a most sincere compliment, but I responded to it firmly, but I hope kindly, with, “Bill, I have never helped a ‘nobody’ in my life. In the kingdom of our Heavenly Father no man is a ‘nobody.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p6\" class=\"\">This tendency to wrongfully identify ourselves was again brought to my attention the other day during an interview with a troubled wife. Her marriage is in great difficulty. She has tried earnestly to correct the communication blocks with her husband but with little success. She is grateful for the time her bishop has spent in counseling. Her stake president has also been most patient and understanding in his willingness to try and help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p7\" class=\"\">All of her problems are not resolved, but she is making progress. Her many contacts with properly channeled priesthood direction have left her not only grateful, but somewhat amazed. Her concluding observation the other day was, “I just don’t understand all of you people giving so much time and showing so much concern. After all, I’m really ‘nobody.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p8\" class=\"\">I am certain our Heavenly Father is displeased when we refer to ourselves as “nobody.” How fair are we when we classify ourselves a “nobody”? How fair are we to our families? How fair are we to our God?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p9\" class=\"\">We do ourselves a great injustice when we allow ourselves, through tragedy, misfortune, challenge, discouragement, or whatever the earthly situation, to so identify ourselves. No matter how or where we find ourselves, we cannot with any justification label ourselves “nobody.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p10\" class=\"\">As children of God we are somebody. He will build us, mold us, and magnify us if we will but hold our heads up, our arms out, and walk with him. What a great blessing to be created in his image and know of our true potential in and through him! What a great blessing to know that in his strength we can do all things!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p11\" class=\"\">Ammon taught a great lesson not only to his brother Aaron, but to all of us in this day, in <span class=\"citation\" id=\"9169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9169)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9169)\">Alma 26:10–12<\/a><\/span>:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p12\" class=\"\">“And it came to pass that when Ammon had said these words, his brother Aaron rebuked him, saying: Ammon, I fear that thy joy doth carry thee away unto boasting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p13\" class=\"\">“But Ammon said unto him: I do not boast in my own strength, nor in my own wisdom; but behold, my joy is full, yea, my heart is brim with joy, and I will rejoice in my God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p14\" class=\"\">“Yea, I know … as to my strength I am weak; therefore I will not boast of myself, but I will boast of my God, for in his strength I can do all things; yea, behold, many mighty miracles we have wrought in this land, for which we will praise his name forever.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p15\" class=\"\">As grievous as labeling ourselves as a “nobody” is man’s tendency to classify others as a “nobody.” Sometimes mankind is prone to identify the stranger or the unknown as a nobody. Often this is done for self-convenience and an unwillingness to listen. Countless numbers today reject Joseph Smith and his message because they will not accept a 14-year-old “nobody.” Others turn away from eternal restored truths available today because they will not accept a 19-year-old elder or a 21-year-old lady missionary or a neighbor down the street because they are “nobody,” so they may suppose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p16\" class=\"\">There is no doubt in my mind that one of the reasons our Savior Jesus Christ was rejected and crucified was because in the eyes of the world he was blindly viewed as a “nobody,” humbly born in a manger, an advocate of such strange doctrine as “Peace on earth, good will toward men” [see <span class=\"citation\" id=\"31857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31857)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31857)\">Luke 2:14<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p17\" class=\"\">I bear witness to you and the world that Joseph Smith knew with earth-shattering impact he was “somebody” when, in answer to humble prayer, God appeared with his Son, Jesus Christ, and spoke unto Joseph, calling him by name. God through the centuries has often chosen what the world would classify as a “nobody” to bear his truths. Listen to Joseph Smith’s thoughts and self-analysis in this area:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p18\" class=\"\">“It caused me serious reflection then, and often has since, how very strange it was that an obscure boy, of a little over fourteen years of age, and one, too, who was doomed to the necessity of obtaining a scanty maintenance by his daily labor, should be thought a character of sufficient importance to attract the attention of the great ones of the most popular sects of the day, and in a manner to create in them a spirit of the most bitter persecution and reviling. But strange or not, so it was, and it was the cause of great sorrow to myself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p19\" class=\"\">“However, it was nevertheless a fact that I had beheld a vision. …” (<span class=\"citation\" id=\"30571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30571)\">JS—H 1:23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p20\" class=\"\">May I remind all of us that Joseph Smith referred to himself as “an obscure boy” but never as a “nobody.” Joseph Smith was sustained all the days of his perilous life by the knowledge that in God’s strength he could accomplish all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p21\" class=\"\">God help us to realize that one of our greatest responsibilities and privileges is to lift a self-labeled “nobody” to a “somebody,” who is wanted, needed, and desirable. Our first obligation in this area of stewardship is to begin with self. “I am nobody” is a destructive philosophy. It is a tool of the deceiver.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p22\" class=\"\">It is heartbreaking when youth in difficulty look up and respond to offered guidance with, “What does it matter? I’m nobody.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p23\" class=\"\">It is just as disturbing when a questioned student on campus responds with, “I am no one special on campus. I’m just one of the thousands. I’m really nobody.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p24\" class=\"\">May we learn an important lesson from a missionary recently interviewed. This elder, in answer to the question, “How often do you receive letters from your parents?” responded with, “Very, very seldom.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p25\" class=\"\">“What are you doing about it?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p26\" class=\"\">“I’m still writing them every week.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p27\" class=\"\">Here is a young man who may have had some excuse to pity himself with a “nobody” label when his parents don’t bother to write, but he is having no part of this kind of attitude. Further conversation with him emphatically convinced me that here is a young man who is really someone. If his parents don’t write, that is their responsibility. His responsibility is to write, and that is just what he is doing with enthusiasm. I have never met this missionary’s mother or father, probably never will, but wherever they are, in my mind they are “somebody” just to have him for their son. This missionary will succeed because he knows he is someone and is conducting himself accordingly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p28\" class=\"\">More than once during the past few months President Harold B. Lee has called me to his office to listen with him to someone he has invited to share a suggestion, concern, bewilderment, or heartache. Some might well conclude for President Lee that he just doesn’t have time for the least of these his brethren, but he knows well the worth of every soul in the kingdom. I recall one saying to President Lee at the time of departure, “I can’t believe you would take the time to listen to someone like me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p29\" class=\"\">To mothers, fathers, husbands, wives, and children everywhere, we declare that regardless of your present station in life you are someone special. Remember, you may be an obscure boy, girl, man, or woman, but you are not a “nobody.” Please enjoy with me one of the truly great parables in all of the holy scriptures as we think along this subject.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p30\" class=\"\">“A certain man had two sons:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p31\" class=\"\">“And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p32\" class=\"\">“And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p33\" class=\"\">“And when he had spent all, there arose a mighty famine in that land; and he began to be in want.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p34\" class=\"\">“And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p35\" class=\"\">“And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p36\" class=\"\">“And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p37\" class=\"\">“I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p38\" class=\"\">“And am no more worthy to be called thy son: make me as one of thy hired servants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p39\" class=\"\">“And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p40\" class=\"\">“And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p41\" class=\"\">“But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p42\" class=\"\">“And bring hither the fatted calf, and kill it; and let us eat, and be merry:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p43\" class=\"\">“For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p44\" class=\"\">“Now his elder son was in the field: and as he came and drew nigh to the house, he heard music and dancing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p45\" class=\"\">“And he called one of the servants and asked what these things meant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p46\" class=\"\">“And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p47\" class=\"\">“And he was angry, and would not go in: therefore came his father out, and intreated him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p48\" class=\"\">“And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p49\" class=\"\">“But as soon as this thy son was come, which hath devoured thy living with harlots, thou has killed for him the fatted calf.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p50\" class=\"\">“And he said unto him, Son, thou art ever with me, and all that I have is thine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p51\" class=\"\">“It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found.” (<span class=\"citation\" id=\"31872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31872)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31872)\">Luke 15:11–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p52\" class=\"\">Brothers and sisters, think well again on these points, if you will. “Father, divide your goods and give me my share. I am going off on my own.” In the days ahead he wasted his possessions with riotous living. He became so low, so hungry, he lived with the swine. “Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.” His heart was crying out, “I am lower than the low. I am now absolutely nothing—I am absolutely nobody.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p53\" class=\"\">Please weigh the impact of the father’s response once more. He saw the son coming; he ran to him; he kissed him; he placed his best robe on him; he killed the fatted calf; and they made merry together. This self-declared “nobody” was his son; he was “dead, and is alive again; he was lost, and is found.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p54\" class=\"\">In the father’s joy he also taught well his older, bewildered son that he too was someone. “Son, thou art ever with me, and all that I have is thine.” Contemplate, if you will, the death—yes, even the eternal proportions—of “all that I have is thine.” I declare with all the strength I possess that we have a Heavenly Father who claims and loves all of us regardless of where our steps have taken us. You are his son and you are his daughter, and he loves you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p55\" class=\"\">Do not allow yourself to be self-condemning. Avoid discouragement. Teach yourself correct principles and govern yourself with honor. Appropriately involve yourself in helping others. As we develop proper self-image in ourself and others, I promise you the “nobody” attitude will completely disappear. Ever remember wherever you are today within the sound of my voice that you are someone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/in-his-strength.p56\" class=\"\">God lives. He too is someone—real and eternal—and he wants us to be someone with him. I bear witness that in his strength we can become like him. I leave you this my witness and my testimony humbly and in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}