{"ID":2308, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Upon Judea’s Plains\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p3\" class=\"\">Elder Bruce R. McConkie<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_010<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p4\" class=\"\">Peter said, “If any man speak, let him speak as the oracles of God” (<span class=\"citation\" id=\"2345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2345)\">1 Pet. 4:11<\/a><\/span>), which means he must be guided by the power of the Holy Ghost; and this is the thing, above all else, that I desire at this time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p5\" class=\"\">This morning we heard the chief officer, the chief oracle of the kingdom of God on earth, give the mind and will and voice of the Lord to the Latter-day Saints and to the world. I can think of nothing more important at this time than to follow in that pattern, and speak as President Lee speaks, unless it is at all times to live as he lives so that I can have the association, eternally, of the kind of people with whom he will associate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p6\" class=\"\">I have counseled with the Lord as to what I should say today; have made some suggestions to him as to what I thought proper, subject, of course, to his approving concurrence; have received that concurrence; and if I may now be given an uttering tongue and you may be given a listening ear, then all of us together shall be edified as we now seek to worship the Lord in spirit and in truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p7\" class=\"\">I have written a text of my own which I have entitled “Upon Judea’s Plains.”<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">I stood upon Judea’s plains,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And heard celestial sounds and strains;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I heard an angel, free from sin,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Announce the birth of David’s kin.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">On shepherds watching sheep by night,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">There came a shining, glorious light,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">As holy choirs from heaven’s dome<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Saw God’s own Son make clay his home.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">And voices sweet sang this reprise:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">“To God on high, let praise arise;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And peace, good will to men on earth;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">This is the day of Jesus’ birth.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">To me there came this witness sure:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">“He is God’s Son, supreme and pure;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To earth he came, my soul to save<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">From sin and death and from the grave.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p24\" class=\"\">Now salvation is in Christ. He is our Savior and Redeemer. He came into the world to redeem men from the temporal and spiritual death brought into the world by the fall of Adam, and he gave to us a plan and system of salvation that is called the gospel of Jesus Christ. This plan of salvation is that all men everywhere should have faith in Christ; should repent of their sins; should covenant in the waters of baptism to keep the commandments and serve God with all their heart, might, mind, and strength; that they should then receive the gift and companionship of the Holy Spirit and thereafter live in righteousness and devotion all their days, with the assurance and promise that by so doing they shall gain peace in this life and eternal glory in the life to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p25\" class=\"\">Now we are the agents and representatives of the Lord. He has given us the fullness of his everlasting gospel. The heavens have been opened in our day. The voice of God is heard again. Angels have come from his presence. Keys and power, authority and priesthood have been given again to mortal men, and once again we have all of the laws and the prerogatives and possess all of the powers that are needed to save and exalt a human soul. We have in this kingdom, in this church, the keys of the kingdom of God, the keys of salvation for all men everywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p26\" class=\"\">And he has given us the same commission that he gave to people in ancient days who had similar powers, and that commission is to carry his word to all the world and make salvation available to all his children everywhere. Now this places upon us the obligation of learning how we are going to do this thing, this thing of such incomparable and transcendent magnitude. How are we going to proclaim the truths of salvation among our own people and take the message of the restoration to the world?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p27\" class=\"\">There are some eternal principles involved here, and what we do in our day is not only the same in principle, but is exactly and precisely what the prophets and righteous men have done in all ages past.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p28\" class=\"\">In the early days of this dispensation the Lord said, “… the elders, priests and teachers of this church shall teach the principles of my gospel, which are in the Bible and the Book of Mormon, in the which is the fulness of the gospel.” (<span class=\"citation\" id=\"16068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16068)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16068)\">D&amp;C 42:12<\/a><\/span>.) Then he said on another occasion that we were sent out “to testify and warn the people. …” (<span class=\"citation\" id=\"16166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16166)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16166)\">D&amp;C 88:81<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p29\" class=\"\">I suppose these two commissions—on the one hand to teach the doctrines of the gospel, and on the other hand to testify by personal knowledge that we know that the things that we are proclaiming are true—I suppose these are perfectly illustrated in the ministry of the sons of Mosiah. The record says that “they were men of a sound understanding,” who “had searched the scriptures diligently, that they might know the word of God. But this is not all; they had given themselves to much prayer, and fasting; therefore they had the spirit of prophecy, and the spirit of revelation, and when they taught, they taught with power and authority of God.” (<span class=\"citation\" id=\"9168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9168)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9168)\">Alma 17:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p30\" class=\"\">Now this gives us two premises. On the one hand we are obligated and required to know the doctrines of the Church. We are to treasure up the words of eternal life. We are to reason as intelligently as we are able. We are to use every faculty and capacity with which we are endowed to proclaim the message of salvation and to make it intelligent to ourselves and to our Father’s other children. But after we have done that, and also in the process of doing it, we are obligated to bear testimony—to let the world know and our associate members of the Church know—that in our hearts, by the revelation of the Holy Spirit to our souls, we know of the truth and divinity of the work and of the doctrines that we teach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p31\" class=\"\">Now let me, if I may, take a classical illustration from the ancient records of how this is done. Peter and his associates had the same obligation for their day that we have for ours: to carry the message of salvation to the ends of the earth. I suppose Peter read and taught the revelations that Isaiah and the prophets gave about Christ and his gospel. He reasoned with the people about them. He followed the divine counsel, “Come now, and let us reason together. …” (<span class=\"citation\" id=\"25420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25420)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25420)\">Isa. 1:18<\/a><\/span>.) He obeyed the divine decree, “… bring forth your strong reasons.” (<span class=\"citation\" id=\"25433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25433)\">Isa. 41:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p32\" class=\"\">But he did something more than that. After he had taught the doctrines and after he had reasoned, he bore a personal witness of the truth and divinity of what he was presenting to his fellowmen; and the Lord prepared him to do just that by giving him spiritual experiences, by letting the power of the Holy Spirit rest upon him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p33\" class=\"\">You will recall, for instance, that Peter and some others of the Twelve and a small group of saints were assembled in an upper room; that the Lord Jesus appeared; that the people there assembled were terrified and affrighted; and that the Lord said to them: “Why are ye troubled? and why do thoughts arise in your hearts? Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.” (<span class=\"citation\" id=\"31881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31881)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31881)\">Luke 24:38–39<\/a><\/span>.) Then they stretched forth their hands and felt the wound marks that scarred his body. He called for meat and ate it before them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p34\" class=\"\">Thomas was absent on this occasion and believed not the testimony of his fellow disciples; eight days later the Lord made a similar appearance to the whole group and said to him: “Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.” Thomas said: “My Lord and my God.” (See <span class=\"citation\" id=\"28760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28760)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28760)\">John 20:24–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p35\" class=\"\">All this was done to show that Jesus had come forth from the tomb with a tangible body. It was the Lord’s way of giving to Peter and his associates a witness of the truth and divinity of his divine Sonship. If he rose from the dead, he was the Son of God; if he was the Son of God, then the gospel of salvation they were proclaiming was true; and so their obligation was to establish in the minds of men that Jesus rose from the dead. Now as I say, they might have attempted to do this by quoting Isaiah, or reasoning out of the revelations, which of course they did; but having so done, they then had to bear a personal witness; and I now read a sample of such a witness that Peter bore. He said to a group of assembled gentiles:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p36\" class=\"\">“The word which God sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p37\" class=\"\">“That word, I say, ye know, which was published throughout all Judaea, and began from Galilee, after the baptism which John preached;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p38\" class=\"\">“How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p39\" class=\"\">“And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p40\" class=\"\">“Him God raised up the third day, and shewed him openly;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p41\" class=\"\">“Not to all the people, but unto witnesses chosen before of God, even to us, who did eat and drink with him after he rose from the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p42\" class=\"\">“And he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead.” (<span class=\"citation\" id=\"8155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8155)\">Acts 10:36–42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p43\" class=\"\">And then comes this comprehensive, all-inclusive statement: “To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins.” (<span class=\"citation\" id=\"8156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8156)\">Acts 10:43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p44\" class=\"\">Let me read one other testimony that Peter bore:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p45\" class=\"\">“For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p46\" class=\"\">“For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p47\" class=\"\">“And this voice which came from heaven we heard, when we were with him in the holy mount.” (<span class=\"citation\" id=\"4915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4915)\">2 Pet. 1:16–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p48\" class=\"\">Now I do not minimize in any degree or to any extent the obligation that rests upon us to be gospel scholars, to search the revelations, to learn how to reason and analyze, to present the message of salvation among ourselves and to the world with all the power and ability we have; but that standing alone does not suffice. When that is all over, we have to comply with the command the Lord gave for us in this day: “… ye are my witnesses, saith the Lord, that I am God.” (<span class=\"citation\" id=\"25434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25434)\">Isa. 43:12<\/a><\/span>.) We have to put an approving, divine seal on the doctrine that we teach, and that seal is the seal of testimony, the seal of a personal knowledge borne of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p49\" class=\"\">Now Peter could have reasoned at great length, and after having so done people could have argued with him and said, “You don’t understand the scriptures. Your interpretations are in error. This or that is wrong.” But you can’t argue with a testimony, and so after Peter had reasoned, if he then said to them, as he must have done in substance and in thought content on many occasions, if he said to them, “I was in an upper room. The Lord Jesus came through the wall. He appeared to us. I recognized him. He was the same person with whom I had labored and traveled for three and a half years. He is the person who lived in my home in Capernaum. I then felt the nail marks in his hands and in his feet. I thrust my hand into his side. I was there when he ate food and drank before us. I know he is the Son of God. The Holy Spirit of God has borne this witness to my soul”—if he said this to them, there was nothing left to debate. You can’t argue with that kind of a presentation. You can say, as Festus said to Paul: “Thou art beside thyself; much learning doth make thee mad” (<span class=\"citation\" id=\"8161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8161)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8161)\">Acts 26:24<\/a><\/span>), but in the final analysis all you can do is accept or reject the witness that is borne. It is either true or it is false. There is no middle ground.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p50\" class=\"\">Now how do you prove and establish that the Father and the Son appeared to Joseph Smith; that angels came in our day; that there has been a restoration of the gospel; that all the glorious things we present to the world are true? Well, you reason out of the revelations. You can make a good case; and that isn’t any problem. The truth is with us. The Lord is the author of the system we have received. But after you have reasoned and after you have analyzed, you have got to stand as a personal witness who knows what he is saying. You have to do what the sons of Mosiah did—speak and teach by the spirit of prophecy and the spirit of revelation; and the result is that you speak as one having authority. This is the great thing that separates us from the world, and thanks be to God we have this knowledge. We have received this revelation, and we are in a position to speak as those having authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p51\" class=\"\">And I attempt with all the vigor of my soul so to do on this occasion, because I am one, among many among great hosts in latter-day Israel, who has this knowledge. I know of myself of the truth and the divinity of this work and of the doctrine which I now teach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p52\" class=\"\">We began with “Upon Judea’s Plains.” Let us close with “In an Upper Room.”<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">We sat at meat, our souls in pain,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">For wicked men our Lord had slain:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">We’d seen him on the cross of doom;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">His body lay in Joseph’s tomb.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Then by our board, he stood once more:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">He lives, he lives—now as afore!<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">He ate, then drank; we saw, then felt,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">As at his feet in awe we knelt.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">A calm command to Thomas came:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">“Feel thou my hands, they are the same<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">As when I hung upon the tree,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And suffered death for me and thee.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">To me he said, in solemn tones:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">“My body feel; ’tis flesh and bones.”<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">My soul cried out: “Bow ’neath his rod;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Acclaim him Savior, Lord, and God!”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/upon-judeas-plains.p69\" class=\"\">And of this I testify, in solemnity and sobriety, with full knowledge of what I speak. In the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}