{"ID":231, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, April 1946, pp. 85-89<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI feel the need of your faith and prayers, my brethren and sisters, as I stand before you this\nafternoon. I desire to add my testimony to the many forceful testimonies of this conference.\n<\/p><p>\n<i>History of Nauvoo Period<\/i>\n<\/p><p>\nRecently I was reading a biography published during the year, covering the war years of\nAbraham Lincoln. This biography was written by J. G. Randall, professor of history at the\nUniversity of Illinois, and in laying a background for the war period of Lincoln's life, he goes\nback into the Illinois period of the early forties, a period that was known to the Latter-day\nSaints of that time, and in it he makes one or two pointed observations:\n<\/p><p>\nIn 1840 few towns of Illinois had more than two thousand people. It is a curious fact that the\nlargest Illinois settlement by far in the middle forties was the Mormon city of Nauvoo,\nbeautifully situated on the broad Mississippi about a hundred miles northwest of Springfield.\nHere in the 1840's, when Chicago was a stripling village of less than five thousand,\nand Springfield a muddy little town recently planted on the prairie, stood the\nlargest City in Illinois, a community of more than twenty thousand. . . . Center of\nMormonism. Nauvoo possessed thousands of dwellings, and a great temple into the\nconstruction of which had been poured a million dollars. (<i>Lincoln the President<\/i>, J. G.\nRandall.)\n<\/p><p>\nHe further describes some of the conditions that existed at that period, and says, quoting one\nof the historians of Illinois, that this was a lawless period in the history of our nation, and that\nIllinois partook of that lawlessness. Governor Ford in his <i>History of Illinois<\/i> (written in the\nforties) deals at length with the \"mobocratic spirit\" in Illinois, and Lincoln speaks of it and\nwarns of its dangers in these words: \"Let every man remember that to violate the law is to\ntrample on the blood of his fathers and to tear the charter of his own and his children's\nliberty.\" (Randall, page 22.) As I read this I thought, surely our people knew what that meant.\nThey, too, suffered because of these conditions.\n<\/p><p>\nBeveridge in his biography of Lincoln describes some other things that are interesting,\nshowing that at that time the standards were not as they are today. He writes:\n<\/p><p>\nQuantities of whiskey were consumed, everybody, women and preachers included, indulging.\nMen were quick to fight, and combats were brutal. Profanity was general and emphatic; yet\nan innate love of justice and truthfulness and fair-dealing permeated many of the\ncommunities, and generous and ready hospitality was of the highest order. Notwithstanding\nthese things, religion, too, was a vital part of their lives. Churches were organized as soon as\nthere were settlers enough to form small congregations. Preaching was crude, direct and\nvociferous, but it was an effective force for good. Schools, although crude, were started\nalmost as soon as churches. In fact church and school were companion influences for decency,\nknowledge, and morality in pioneer life. Many times, social relations were loose and\nundisciplined.\n<\/p><p>\nAnd then he goes on and speaks of the dialects of the time which were extremely crude.\nBeveridge makes reference to a charge that was made against Lincoln, as Lincoln carried on\nhis debates on states rights with Stephen A. Douglas, in which Lincoln was charged that he\nwas advocating the marriage of whites with negroes. Lincoln, of course, resented this and in\nhis reply said that because he sought the freedom of these people and advocated that they\nmight eat the bread that they earned was no reason why his motives should be questioned.\n<\/p><p>\n<i>Motives of Joseph Smith Misunderstood<\/i>\n<\/p><p>\nAs I read this, my brethren and sisters, my mind went back to the Prophet Joseph. He, too,\nwas the victim of motive questioning. It was a time when people questioned people's motives,\nwhen many times they were vicious in their imputations, and the Prophet and our people\nbecame the victims of that very thing; and as we look back today, it is no wonder that people\nmisunderstood the Prophet Joseph. They failed to interpret truly his motives; they failed to\nfeel the impulse of his righteous living, and when he advocated practices and\ndoctrines that were in contravention to the then known times, men questioned that which he\nadvocated and particularly the motive back of it. And thus the Prophet Joseph became the\nvictim of this impugning of motives, and much of this was a contributing factor to his\nmartyrdom. Men did not know him then, and men and women have failed, in our day, to try\nto know him. That is unfortunate.\n<\/p><p>\n<i>True Appraisal by Early Converts<\/i>\n<\/p><p>\nIf I may be a bit personal, my grandfather with his four brothers and their father joined the\nChurch in 1832. My great-grandfather was then nearly seventy. All of these five brothers,\nwith the exception of Lorenzo Young, were older than Joseph Smith, and yet when they came\ninto Kirtland they recognized in him a Prophet of the living God. They were men of\nintelligence; they were men capable of analyzing the Prophet Joseph Smith and appraising the\nthings for which he stood. They believed implicitly in him, and when they accepted the truth\nas it had been taught to them by the early missionaries, to the day of their deaths they never\nwavered. All of them were true to the faith. That was typical of many. John Taylor stands out\nas a beacon light. He had come from England as a young man. It is true that he was younger\nthan the Prophet for he was born in 1808. He had come from England in 1832 and settled in\nCanada. And in 1836, Parley P. Pratt found him and preached the gospel to him, and he\nsubsequently embraced it. Later he came to Kirtland to visit the Prophet. It was a time of\napostasy; it was a time of persecution, but he never wavered, because the Lord had borne\nwitness to him that here was a Prophet of the Living God.\n<\/p><p>\nAfter this visit John Taylor returned to Canada and subsequently in company of others Joseph\nSmith visited him. Later in 1837, in the fall, John Taylor was asked and instructed to wind up\nhis affairs and join with the body of the Saints. Coming to Kirtland he found the Prophet was\nin Far West and so continued his journey down into Missouri. You can well imagine what it\nwould mean in that day, slow travel and no roads, under crude and primitive conditions,\nsimilar to the ones to which I referred in the beginning as described by Professor Randall.\nAnd yet, coming into Far West, where also there was apostasy, it made no difference with\nJohn Taylor. He knew, and that was all that was necessary, and from then on he consecrated\nhis life to a life of devotion and service that is almost unequaled in this new dispensation. He\nwas with the Prophet at his martyrdom and never wavered. His life reads like a romance, and\nyet it rings true because of his loyalty and his faith.\n<\/p><p>\nAnd so, my brethren and sisters, as I read of these primitive conditions, I thought how easy it\nwas to question motives; how easy it is today when men do not know and feel the human\nsoul to fail to respond to that soul as it breathes testimony of the divinity of this great work.\n<\/p><p>\n<i>Oliver Cowdery's Return to the Church<\/i>\n<\/p><p>\nTwo more things I would like to mention before I close. I have always been impressed, as\nyou have, in reading of Oliver Cowdery and David Whitmer. It was through the\ninstrumentality of Phineas Young that Oliver Cowdery came back into the Church. They were\nbrothers-in-law, Phineas having married Oliver's sister. Oliver Cowdery left the Church in\n1838 and was cut off with David Whitmer. He drifted around and finally came back to\nRichmond, Missouri. Phineas Young wrote to Oliver pleading with him to come back to the\nChurch. Oliver replied feelingly, that he had been wronged, that the brethren had misjudged\nhis motives. Our people in Missouri had suffered persecution. They had lost their lands and in\nmany instances their homes. One marvels as one reads about it that there was not more of a\nfalling away, because that part of the Church was so far removed from the leaders of the\nChurch, and it was easy for men to get off the track.\n<\/p><p>\nWell, Oliver Cowdery felt that his motives had been questioned, and so he wrote to Phineas\nYoung that he felt that the Saints would not receive him. Phineas replied that Oliver should\ncome back into the Church, that he knew it was true and that this was where he belonged. In\n1848, while a conference was being held in Council Bluffs, Oliver came to the conference,\nand in the course of one of the meetings he asked to speak, and you know the story. He\nproclaimed again his witness of the Book of Mormon and his faith in the Prophet Joseph.\n<\/p><p>\nAfter the conference he appeared before the high council. \"I do not ask to be restored to my\nformer position,\" he said. He had been the second elder in the Church. \"All I ask is that I\nmay come back into the Church, because I know it is true.\" A vote was taken by the high\ncouncil which had excommunicated him, and that was in the proper order, and it voted to\nreceive him into the Church and he was subsequently baptized and ordained an elder.\nPreparations were made for him to come out to Utah, but before this could be accomplished\nhe was taken seriously ill and passed away. But he passed away, as David Whitmer afterwards\nsaid, the happiest man he ever saw, because he was back in the Church where he belonged.\n<\/p><p>\n<i>David Whitmer True to His Testimony<\/i>\n<\/p><p>\nAnd so with David Whitmer. Among the announcements of deaths read here yesterday was\nthat of the passing of James H. Moyle, the father of Henry Moyle, the chairman of the\nwelfare committee. It was my good fortune as a boy to come under the influence of Brother\nMoyle, working in Mutual with him, and I have since that time had a love in my heart for\nhim and an appreciation for his devotion to the Church. I recall his telling of his interview\nwith David Whitmer, how he, just out of college, wanted to know&mdash;he was a young man and\nthe challenge was before him&mdash;he wanted to know. His parents had joined the\nChurch in England and emigrated to Zion, but he, himself, wanted to know whether or not\nthere was anything in this thing called \"Mormonism.\" Learning that David Whitmer was still\nalive, he went down to Richmond to interview him, and Brother Moyle writes that he never in\nhis life cross-examined anyone so vigorously as he did David Whitmer.\n<\/p><p>\nAs Brother Moyle related it, it strengthened my faith, and as I have contemplated it since, I\nhave thought how easy it would have been for David Whitmer to say: \"My boy, that was\nfifty-two years ago. We were mistaken; we were young. Joseph Smith had an influence over\nus, and we were mistaken.\" But he did not say that. He could have said it because he had\npreviously been quoted by the <i>Encyclopedia Britannica<\/i> as having denied his testimony. He did\nnot say that, but he did say: \"I want to say to you once and for all that the testimony that I\nbore then is as true today as it was the day we uttered it\"\n(<span class=\"citation\" id=\"43098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43098)\">BM Three Wit.<\/a><\/span>).\nThat was in the eighties, over fifty\nyears since the testimony of the three witnesses had been inscribed on the flyleaf of the Book\nof Mormon.\n<\/p><p>\n<i>Joseph Smith a True Prophet<\/i>\n<\/p><p>\nMy brethren and sisters, my time is up. The Prophet Joseph lives as real a living Prophet\ntoday as he ever did. His motives were misunderstood then; they are misunderstood now, but\nthere is no question about his integrity or his divine calling. When men like John Taylor and\nthe Youngs and the Kimballs and others came to him and associated with him, Oliver\nCowdery and David Whitmer, who were cut off from the Church, who knew him and\nassociated with him intimately&mdash;I repeat&mdash;when men such as these associated with him and\nrecognized in him a Prophet of the Living God, then we may say that critics of the Prophet\ntoday need also to take cognizance of these testimonies as well as of men who questioned his\nmotives and who vilified him and maligned him as did apostates of his time and as is done in\nour day by those who do not have the spirit of the gospel.\n<\/p><p>\nGod bless us and help us to appreciate that he was a Prophet of the Living God, I pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}