{"ID":2311, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Now Abideth Faith, Hope, and Charity”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p2\" class=\"\">Bishop Vaughn J. Featherstone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p\" class=\"\">Second Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_013<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p3\" class=\"\">President Romney recently said, “Welfare is not a program of the Church; it is of the essence of the Church.” I truly believe that. Welfare is more than just furnishing the temporal needs of the Church members. Welfare is for every single member of the Church. It involves the 96 percent who do not need to be assisted by the commodities and by those things furnished by the bishop’s storehouse. Welfare is for those who have, to give, as well as those who have not, to receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p4\" class=\"\">Now the scriptures are replete with verses bearing witness to what President Romney has said. In Mosiah, King Benjamin said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p5\" class=\"\">“… and ye will not suffer that the beggar putteth up his petition to you in vain. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p6\" class=\"\">“Perhaps thou shalt say: The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance … for his punishments are just—<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p7\" class=\"\">“But … whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p8\" class=\"\">“For behold, are we not all beggars? …” (<span class=\"citation\" id=\"40396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40396)\">Mosiah 4:16–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p9\" class=\"\">And then clearly Paul said: “Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.” (<span class=\"citation\" id=\"565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(565)\">1 Cor. 13:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p10\" class=\"\">And then, of course, the great Savior of heaven and earth, in one of his great parables, taught us a most profound lesson. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p11\" class=\"\">“There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p12\" class=\"\">“And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p13\" class=\"\">“And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p14\" class=\"\">“And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died and was buried;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p15\" class=\"\">“And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p16\" class=\"\">“And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p17\" class=\"\">“But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p18\" class=\"\">“And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p19\" class=\"\">“Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p20\" class=\"\">“For I have five brethren; that he may testify unto them, lest they also come into this place of torment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p21\" class=\"\">“Abraham saith unto him, They have Moses and the prophets; let them hear them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p22\" class=\"\">“And he said, Nay, father Abraham; but if one went unto them from the dead, they will repent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p23\" class=\"\">“And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead.” (<span class=\"citation\" id=\"31874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31874)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31874)\">Luke 16:19–31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p24\" class=\"\">I believe the Savior here teaches us a great lesson. There are those who have want, and in his great charitable way he will provide, for I believe the pure love of Christ is welfare. I believe it seeks out beyond the dimensions of that which we do. I think it is charity in its purest form.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p25\" class=\"\">Myra Brooks Welch in her great poem, “The Touch of the Master’s Hand,” said:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“ ’Twas battered and scarred, and the auctioneer<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Thought it scarcely worth his while<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To waste much time on the old violin,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">But held it up with a smile:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘What am I bidden, good folks,’ he cried,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘Who’ll start the bidding for me?’<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘A dollar, a dollar’; then, ‘Two!’ ‘Only two?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Two dollars, and who’ll make it three?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Three dollars, once; three dollars, twice;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Going for three—’ But no,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">From the room, far back, a gray-haired man<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Came forward and picked up the bow;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Then, wiping the dust from the old violin,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And tightening the loose strings,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">He played a melody pure and sweet<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">As sweet as a caroling angel sings.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“The music ceased, and the auctioneer,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">With a voice that was quiet and low,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Said, ‘What am I bid for the old violin?’<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And he held it up with the bow.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘A thousand dollars, and who’ll make it two?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Two thousand! And who’ll make it three?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Three thousand, once, three thousand, twice,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And going, and gone!’ said he.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The people cheered, but some of them cried,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘We do not quite understand<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">What changed its worth.’ Swift came the reply:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘The touch of a master’s hand.’<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“And many a man with life out of tune,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And battered and scarred with sin,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Is auctioned cheap to the thoughtless crowd,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Much like the old violin.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">A ‘mess of pottage,’ a glass of wine;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">A game—and he travels on.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">He’s ‘going’ once, and ‘going’ twice,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">He’s ‘going’ and almost ‘gone.’<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">But the Master comes, and the foolish crowd<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Never can quite understand<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The worth of a soul and the change that’s wrought<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">By the touch of the Master’s hand.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p65\" class=\"\">I believe that is what it is. It is more than just physical welfare. It is the social and emotional needs furnished and provided and trained and taught in the Church. It is taking care of the health of those who have twisted bodies. I believe we have a great and sacred responsibility in this area. I think President Lee probably said it more beautifully in our day than any I have read. In 1946 in the October conference, he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p66\" class=\"\">“I know there are powers that can draw close to one who fills his heart with … love. … I came to a night, some years ago, when on my bed, I realized that before I could be worthy of the high place to which I had been called, I must love and forgive every soul that walked the earth, and in that time I came to know and I received a peace and a direction, and a comfort, and an inspiration, that told me things to come and gave me impressions that I knew were from a divine source.” (<span class=\"emphasis\">Conference Report, <\/span>October 1946, p. 146.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p67\" class=\"\">Isn’t it having the prophet feel the responsibility of caring for every living soul on the earth, loving and forgiving them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p68\" class=\"\">I have a great friend, Brother Les Goates, a great and gifted writer, and I asked him if I could lift a part of a story. He told how welfare first came into his home:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p69\" class=\"\">“But ‘as for me and my house,’ the welfare program began in the Old Field west of Lehi on the Saratoga Road in the autumn of 1918, that terribly climactic year of World War I during which more than 14 million people died of that awful scourge ‘the black plague,’ or Spanish influenza.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p70\" class=\"\">“Winter came early that year and froze much of the sugar beet crop in the ground. My dad and brother Francis were desperately trying to get out of the frosty ground one load of beets each day which they would plow out of the ground, cut off the tops, and toss the beets, one at a time, into the huge red beet wagon and then haul the load off to the sugar factory. It was slow and tedious work due to the frost and the lack of farm help, since my brother Floyd and I were in the army and Francis, or Franz, as everybody called him, was too young for the military service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p71\" class=\"\">“While they were thusly engaged in harvesting the family’s only cash crop and were having their evening meal one day, a phone call came through from our eldest brother, George Albert, superintendent of the State Industrial School in Ogden, bearing the tragic news that Kenneth, nine-year-old son of our brother Charles, the school farm manager, had been stricken with the dread ‘flu,’ and after only a few hours of violent sickness, had died on his father’s lap; and would dad please come to Ogden and bring the boy home and lay him away in the family plot in the Lehi Cemetery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p72\" class=\"\">“My father cranked up his old flap-curtained Chevrolet and headed for Five Points in Ogden to bring his little grandson home for burial. When he arrived at the home he found ‘Charl’ sprawled across the cold form of his dear one, the ugly brown discharge of the black plague oozing from his ears and nose and virtually burning up with fever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p73\" class=\"\">“‘Take my boy home,’ muttered the stricken young father, ‘and lay him away in the family lot and come back for me tomorrow.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p74\" class=\"\">“Father brought Kenneth home, made a coffin in his carpenter shop, and mother and our sisters, Jennie, Emma, and Hazel, placed a cushion and a lining in it, and then dad went with Franz and two kind neighbors to dig the grave. So many were dying the families had to do the grave digging. A brief graveside service was all that was permitted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p75\" class=\"\">“The folks had scarcely returned from the cemetery when the telephone rang again and George Albert (Bert) was on the line with another terrifying message: Charl had died and two of his beautiful little girls—Vesta, 7, and Elaine, 5—were critically ill, and two babies—Raeldon, 4, and Pauline, 3—had been stricken.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p76\" class=\"\">“Our good cousins, the Larkin undertaking people, were able to get a casket for Charl and they sent him home in a railroad baggage car. Father and young Franz brought the body from the railroad station and placed it on the front porch of our old country home for an impromptu neighborhood viewing but folks were afraid to come near the body of a black plague victim. Father and Francis meanwhile had gone with neighbors to get the grave ready and arrange a short service in which the great, noble spirit of Charles Hyrum Goates was commended into the keeping of his Maker.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p77\" class=\"\">“Next day my sturdy, unconquerable old dad was called on still another of his grim missions—this time to bring home Vesta, the smiling one with the raven hair and big blue eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p78\" class=\"\">“When he arrived at the home he found Juliett, the grief-crazed mother, kneeling at the crib of darling little Elaine, the blue-eyed baby angel with the golden curls. Juliett was sobbing wearily and praying: ‘Oh, Father in heaven, not this one, please! Let me keep my baby! Do not take any more of my darlings from me!’<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p79\" class=\"\">“Before father arrived home with Vesta the dread word had come again. Elaine had gone to join her daddy, brother Kenneth, and Sister Vesta. And so it was that father made another heartbreaking journey to bring home and lay away a fourth member of his family, all within the week.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p80\" class=\"\">“The telephone did not ring the evening of the day they laid away Elaine nor were there any more sad tidings of death the next morning. It was assumed that George A. and his courageous companion Della, although afflicted, had been able to save the little ones Raeldon and Pauline; and it was such a relief that Cousin Reba Munns, a nurse, had been able to come in and help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p81\" class=\"\">“After breakfast dad said to Franz, ‘Well, son, we had better get down to the field and see if we can get another load of beets out of the ground before they get frozen in any tighter. Hitch up and let’s be on our way.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p82\" class=\"\">“Francis drove the four-horse outfit down the driveway and dad climbed aboard. As they drove along the Saratoga Road, they passed wagon after wagon-load of beets being hauled to the factory and driven by neighborhood farmers. As they passed by, each driver would wave a greeting: ‘Hi ya, Uncle George,’ ‘Sure sorry, George,’ ‘Tough break, George,’ ‘You’ve got a lot of friends, George.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p83\" class=\"\">“On the last wagon was the town comedian, freckled-faced Jasper Rolfe. He waved a cheery greeting and called out: ‘That’s all of ‘em, Uncle George.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p84\" class=\"\">“My dad turned to Francis and said: ‘I wish it was all of ours.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p85\" class=\"\">“When they arrived at the farm gate, Francis jumped down off the big red beet wagon and opened the gate as we drove onto the field. He pulled up, stopped the team, paused a moment and scanned the field, from left to right and back and forth—and lo and behold, there wasn’t a sugar beet on the whole field. Then it dawned upon him what Jasper Rolfe meant when he called out: ‘That’s all of ‘em, Uncle George!’<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p86\" class=\"\">“Then dad got down off the wagon, picked up a handful of the rich, brown soil he loved so much, and then in his thumbless left hand a beet top, and he looked for a moment at these symbols of his labor, as if he couldn’t believe his eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p87\" class=\"\">“Then father sat down on a pile of beet tops—this man who brought four of his loved ones home for burial in the course of only six days; made caskets, dug graves, and even helped with the burial clothing—this amazing man who never faltered, nor finched, nor wavered throughout this agonizing ordeal—sat down on a pile of beet tops and sobbed like a little child.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p88\" class=\"\">“Then he arose, wiped his eyes with his big, red bandanna handkerchief, looked up at the sky, and said: ‘Thanks, Father, for the elders of our ward.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p89\" class=\"\">Isn’t that what the Lord would want us to do if he were here to show us the way, for didn’t he entreat us by saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p90\" class=\"\">“Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p91\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p92\" class=\"\">“For my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"36211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36211)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p93\" class=\"\">Who received the greater blessing? Was it the elders who went out into the field and harvested Brother Goates’ load of beets? I want you to know they received a great blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p94\" class=\"\">And now in conclusion, you remember the words of Paul. He said: “And now abideth faith, hope, charity, these three; but the greatest of these is charity.” (<span class=\"citation\" id=\"566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(566)\">1 Cor. 13:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/now-abideth-faith-hope-and-charity.p95\" class=\"\">And I pray that the charity of Jesus Christ will be with and abide with each one of us, that we will understand the total dimension of welfare services in the Church, in the name of Jesus Christ, our Master. Amen.<\/p>\n\t\t\n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}