{"ID":2314, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Second Witness for Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p2\" class=\"\">President Loren C. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2b58.jpg\" alt=\"President Loren C. Dunn, Of the First Council of the Seventy \"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p3\" class=\"\">During the few minutes that I am before you, I would like to address my remarks to those who are not of this faith; and since we are all the children of God, I would like to refer to you as my brothers and sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p4\" class=\"\">With the approach of the Easter season, the world takes note of the greatest event known to mankind. The literalness of the death and burial and resurrection of Jesus Christ lifts him above the status of a great man or an inspired leader. To overcome death for all mankind, Jesus Christ had to be the Son of God and the Redeemer and Savior of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p5\" class=\"\">To members of The Church of Jesus Christ of Latter-day Saints, this miraculous event has double meaning. For there are two sources to which we can look for an account of the resurrection. The one, of course, is the Holy Bible. Who can help but gain peace and reassurance from the words of John which say, “Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live” (<span class=\"citation\" id=\"28736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28736)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28736)\">John 11:25<\/a><\/span>), or the words of Mark describing the experience of those going to the tomb after the death of the Savior: “And entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted. And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him” (<span class=\"citation\" id=\"125243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125243)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125243)\">Mark 16:5–6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p6\" class=\"\">Following these experiences in the land of the Bible, another people in a far-off land, a remnant of the house of Israel who also had prophets and kept their own scriptural record, recorded the following concerning the resurrected Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p7\" class=\"\">“And it came to pass, as they understood they cast their eyes up again towards heaven; and behold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them; and the eyes of the whole multitude were turned upon him, and they durst not open their mouths, even one to another, and wist not what it meant, for they thought it was an angel that had appeared unto them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p8\" class=\"\">“And it came to pass that he stretched forth his hand and spake unto the people, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p9\" class=\"\">“Behold, I am Jesus Christ, whom the prophets testified shall come into the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p10\" class=\"\">“And behold, I am the light and the life of the world; and I have drunk out of that bitter cup which the Father hath given me, and have glorified the Father in taking upon me the sins of the world, in the which I have suffered the will of the Father in all things from the beginning.” (<span class=\"citation\" id=\"5772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5772)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5772)\">3 Ne. 11:8–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p11\" class=\"\">A second evidence then is recorded to verify what was mentioned in the Holy Bible concerning the resurrection of the Savior. This second witness for Christ can be found in the volume of scripture known as the Book of Mormon. It is a compilation of the writings of the prophets of God who were part of the great civilization which lived anciently in the Americas. These prophets taught the gospel of Jesus Christ as did their counterparts in the Holy Land, and they spoke of the birth and life of the Savior and also of his death and resurrection—although these events would transpire in another part of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p12\" class=\"\">The highlight of this great record was when the resurrected Savior appeared to these people and taught them the same gospel and the principles of salvation that he had presented to those who were his disciples in the Holy Land. It was only a matter of three generations from that time, however, when the people had almost entirely rejected the teachings of Jesus Christ. They had become warlike and even rejected the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p13\" class=\"\">One of the last prophets to live was a man by the name of Mormon, who took all of the records and abridged them. For this reason the volume is known as the Book of Mormon. Mormon passed the sacred records to his son Moroni, who was one of the last followers of Christ in that generation, himself being a hunted man because of his beliefs. It was made known to Moroni and to other prophets that the Lord would bring this record forward in a later generation of time, to testify of the events that took place in Jerusalem and to convince mankind that Jesus Christ is the Son of God and that there is a plan whereby man can be saved and receive eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p14\" class=\"\">Being commanded of the Lord, the prophet Moroni buried the record in a hill, and there it remained until the year 1827, when a young man by the name of Joseph Smith was shown by a divine messenger where the record was hidden and was given power to translate it so that the world might have a second evidence that the basic truths of the Bible are correct.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p15\" class=\"\">There were witnesses to the translation of these plates. In a joint statement Oliver Cowdery, David Whitmer, and Martin Harris gave the following testimony: “B<span class=\"small\">E<\/span> I<span class=\"small\">T<\/span> K<span class=\"small\">NOWN<\/span> unto all nations, kindreds, tongues, and people, unto whom this work shall come: That we, through the grace of God the Father, and our Lord Jesus Christ, have seen the plates which contain this record, … And we also know that they have been translated by the gift and power of God, for his voice hath declared it unto us; wherefore we know of a surety that the work is true.” (<span class=\"citation\" id=\"43151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43151)\">Book of Mormon: The Testimony of the Three Witnesses<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p16\" class=\"\">The reason for the Book of Mormon coming forth in this generation of time can be found on the title page of the book, which is part of the translated record and which says in part, “And also to the convincing of the Jew and Gentile that JESUS is the CHRIST, the ETERNAL GOD, manifesting himself unto all nations.” The Book of Mormon, then, is a means whereby men can be convinced that God lives and that Jesus Christ is his Son and Savior of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p17\" class=\"\">This book, then, bears record of the divine Sonship of Jesus Christ and recognizes him as Redeemer of the world. This passage from 3rd Nephi in the Book of Mormon is a good example:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p18\" class=\"\">“Behold, I am Jesus Christ the Son of God. I created the heavens and the earth, and all things that in them are. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p19\" class=\"\">“Behold, I have come unto the world to bring redemption unto the world, to save the world from sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p20\" class=\"\">“Therefore, whoso repenteth and cometh unto me as a little child, him will I receive, for of such is the kingdom of God. Behold, for such I have laid down my life, and have taken it up again; therefore repent, and come unto me ye ends of the earth, and be saved.” (<span class=\"citation\" id=\"5763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5763)\">3 Ne. 9:15, 21–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p21\" class=\"\">A second message of the Book of Mormon is to teach mankind the plan of salvation in its pure and basic form so that we might know what the Lord expects of us in order to be saved. Again, an example of this can be found from the words of the Savior in 3rd Nephi, which are as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p22\" class=\"\">“And this is my doctrine, and it is the doctrine which the Father hath given unto me; … and I bear record that the Father commandeth all men, everywhere, to repent and believe in me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p23\" class=\"\">“And whoso believeth in me, and is baptized, the same shall be saved; and they are they who shall inherit the kingdom of God.” (<span class=\"citation\" id=\"5775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5775)\">3 Ne. 11:32–33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p24\" class=\"\">At the same time the Savior spoke these words, he also commissioned certain disciples with specific authority to perform the baptism just spoken of. He also explained what he meant by repentance and what steps must be taken in order to gain this repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p25\" class=\"\">And finally, if the Book of Mormon is true, then it must attest to the fact that Joseph Smith, the translator of this record, was a prophet of God and was divinely inspired to bring forth this work. In the revelation concerning the coming forth of the Book of Mormon the Lord referred to Joseph Smith in the following way: “… he has translated the book, even that part which I have commanded him, and as your Lord and your God liveth it is true.” (<span class=\"citation\" id=\"16037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16037)\">D&amp;C 17:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p26\" class=\"\">Joseph Smith once made the statement that the Book of Mormon was the keystone of this religion, that a person could get closer to God by following its precepts than by any other book. Joseph Smith has long since passed away. But The Church of Jesus Christ of Latter-day Saints and the Book of Mormon live on as a sign and witness to all nations that Jesus Christ is the Son of God and that there is a way to return to the presence of God and that the basic truths of the Holy Bible are correct.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p27\" class=\"\">Realizing that there would be those who might say, “Yes, but how can we know?”—the last prophet to write in the book gave this promise to all who want to know and in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p28\" class=\"\">“Behold, I would exhort you that when ye shall read these things, if it be wisdom in God that ye should read them, that ye would remember how merciful the Lord hath been unto the children of men, from the creation of Adam even down until the time that ye shall receive these things, and ponder it in your hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p29\" class=\"\">“And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p30\" class=\"\">“And by the power of the Holy Ghost ye may know the truth of all things.” (<span class=\"citation\" id=\"38383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38383)\">Moro. 10:3–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p31\" class=\"\">This promise is made, then, to all who want to know, that if they will read these things and ponder them in their hearts and do it prayerfully, the truth will be made known unto them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p32\" class=\"\">Today the Church is known as The Church of Jesus Christ of Latter-day Saints, to distinguish it from the church of Jesus Christ that existed at the time of the New Testament and the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p33\" class=\"\">As in the ancient church, it has apostles and prophets at the head, and it teaches that all mankind can be saved through obedience to the principles and ordinances of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p34\" class=\"\">We believe that the Savior literally leads his church through direct and continuous revelation to its leaders. We believe too that all mankind are the sons and daughters of God and that if they will prayerfully and honestly seek him, he will bless them with a realization of the truthfulness of these things. We believe that Jesus Christ will come again to the earth, and when he does, he will reign as King of kings, as the resurrected Lord and as the Prince of Peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/a-second-witness-for-christ.p35\" class=\"\">To this I bear my humble witness that I know God lives and that Jesus the Christ is his Son, and that this work is true, for the Lord God has revealed it to me. And if we are the children of God, then all men can and should have this experience, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}