{"ID":2315, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “And Always Remember Him”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p2\" class=\"\">Elder Henry D. Taylor<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_017<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p3\" class=\"\">On the evening of his betrayal, Jesus met with his Twelve Apostles in an upper room guest chamber in Jerusalem to observe the annual Feast of the Passover.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p4\" class=\"\">Previously, Judas Iscariot, one of the Twelve, had bargained with the chief priests and had agreed to betray the Lord for a price of 30 pieces of silver. Jesus, being aware of this treachery, sat at the table with the Twelve. He said sorrowfully: “Verily, I say unto you, that one of you shall betray me.” (<span class=\"citation\" id=\"36246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36246)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36246)\">Matt. 26:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p5\" class=\"\">After they had eaten, Jesus blessed the bread and wine and in a simple but impressive manner instituted the sacrament of the Lord’s Supper.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p6\" class=\"\">A beautiful, inspirational discourse was then delivered by the Savior, who concluded the sermon with a prayer. Before they left the guest chamber in the building, a hymn or psalm was sung. Then Jesus and the 11 apostles departed. Judas had previously left the group to meet the enemies of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p7\" class=\"\">Jesus and his associates passed through one of the several gates in the wall of Jerusalem, crossed over the brook called Cedron, and entered an olive orchard, known as Gethsemane, on the slope of Mount Olivet. This was a favorite meeting place for the Lord and his apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p8\" class=\"\">Entering the garden, Jesus asked eight of the apostles to remain behind; then with Peter, James, and John, he went a short distance, where he requested them to wait and watch. Going on alone a little ways, he knelt and prayed to his Father, saying: “O my Father, if it be possible, let this cup pass from me [but then came this beautiful lesson]; nevertheless, not as I will, but as thou wilt.” (<span class=\"citation\" id=\"36247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36247)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36247)\">Matt. 26:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p9\" class=\"\">Three times he prayed, and we read: “And being in agony he prayed more earnestly: and his sweat was as it were great drops of blood falling to the ground.” (<span class=\"citation\" id=\"31878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31878)\">Luke 22:44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p10\" class=\"\">Elder James E. Talmage, a member of the Twelve in our dispensation, made this observation: “Christ’s agony in the garden is unfathomable to the finite mind, both as to intensity and cause. The thought that He suffered through fear of death is untenable. Death to Him was preliminary to resurrection and triumphal return to the Father from whom He had come, and to a state of glory even beyond what He had before possessed; and, moreover, it was within His power to lay down His life voluntarily.” Then Elder Talmage testifies: “In some manner, actual and terribly real, though to man incomprehensible, the Savior took upon Himself the burden of the sins of mankind from Adam to the end of the world.” (<span class=\"emphasis\">Jesus the Christ, <\/span>p. 613.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p11\" class=\"\">Following the Savior’s crucifixion and resurrection came the long dark night of the apostasy. Finally the heavens were reopened and the voice of the Lord was heard again on the earth. The gospel and priesthood were restored, and the church of Jesus Christ was reestablished in these latter days. Then from the Lord came this admonition to the members of the Church: “And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day.” (<span class=\"citation\" id=\"16097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16097)\">D&amp;C 59:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p12\" class=\"\">And then the Lord further instructed: “It is expedient that the Church meet together often to partake of bread and wine in the remembrance of the Lord Jesus.” (<span class=\"citation\" id=\"16050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16050)\">D&amp;C 20:75<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p13\" class=\"\">In these words was the sacrament of the Lord’s Supper authorized in our day, the dispensation of the fulness of times. The bread and water, duly consecrated by prayer, become emblems of the Lord’s body and blood, to be partaken of reverently and in remembrance of him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p14\" class=\"\">The sacrament is a sacred and solemn service. As we partake of the sacrament, we make covenants with the Lord. This is not unusual, because Latter-day Saints are a covenant-making people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p15\" class=\"\">There are few set prayers in the Church, and the sacramental prayers, which came from the Lord by revelation, are two of them. We should listen attentively as the prayers are given and realize—<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p16\" class=\"\">First, that the bread and water are in remembrance of the body and blood which the Savior shed for us;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p17\" class=\"\">Secondly, that we pledge to take upon ourselves the name of the Lord Jesus;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p18\" class=\"\">Thirdly, that we will keep the commandments that he has given us; and,<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p19\" class=\"\">Fourthly, that we promise we will always remember him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p20\" class=\"\">There is one part of the prayer that I should like to emphasize. It is this: “that we will always remember him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p21\" class=\"\">Of what do we think when we remember Jesus Christ, the Savior?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p22\" class=\"\">Do we think or remember that he is a member of the Godhead or Trinity, together with God our Eternal Father and the Holy Ghost, the three personages comprising the great presiding council of the universe?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p23\" class=\"\">Do we recall that Jesus was the Creator of this world and the chief executive in carrying out the wishes of the Father? John the Beloved, who referred to the Savior as “the Word,” gives this testimony: “In the beginning was the Word, and the Word was with God, and the Word was God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p24\" class=\"\">“The same was in the beginning with God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p25\" class=\"\">“All things were made by him; and without him was not anything made that was made.” (<span class=\"citation\" id=\"28708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28708)\">John 1:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p26\" class=\"\">Do we remember that at the great council in the heavens in which we participated as preexistent spiritual beings, he presented a plan in which he offered his life, and that he was willing to suffer death to atone for the sins that would come into the world? In doing this he would assure us of a resurrection from the dead, and he would make salvation possible for us, his brothers and sisters, and thus become our Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p27\" class=\"\">Do we remember his intense agony and suffering in the Garden of Gethsemane, as he took upon himself the sins of mankind?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p28\" class=\"\">As we partake of the sacrament, do we remember that we enjoy membership in the restored church which bears his name; do we resolve that we will strive to demonstrate our appreciation by responding to calls and assignments made by our leaders; and do we commit ourselves to do everything within our power to help build up his church?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p29\" class=\"\">And, finally, do we remember the promises and assurances given to us by the Savior, that he will return once again, in what is referred to as his second coming? Do we remember that those who are faithful and keep his commandments may again have the privilege of entering his presence and that of our Father in heaven?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p30\" class=\"\">We learn, then, from the beautiful sacramental prayers that, first, the bread and water are taken in remembrance of the body and of the blood that the Savior shed for us; secondly, that we pledge to take upon us the name of the Lord Jesus Christ; and thirdly, we promise that we will always remember him, and that we will keep the commandments which he has given us. And if we do these things, we are then in a position to realize the meaningful promise: “that we may always have his Spirit to be with us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p31\" class=\"\">What a wonderful blessing it would be if we could always have the Spirit of the Savior in our lives to guide and direct us!<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p32\" class=\"\">While Wilford Woodruff was crossing the ocean on his final mission to Great Britain, he testified that the martyred Prophet, Joseph Smith, and his brother Hyrum appeared to him in his cabin aboard the ship. The vessel had been caught in a terrible storm, which had abated as a result of the prayers of the brethren. Hear Brother Woodruff’s own words of what happened: “The night following [the storm] Joseph and Hyrum visited me, and the Prophet laid before me a great many things. Among other things, he told me to get the Spirit of God, as we all needed it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p33\" class=\"\">Many years later Brigham Young, after his death, also appeared to Brother Woodruff and said virtually the same thing—the importance of gaining and keeping the Spirit of the Lord in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p34\" class=\"\">One of the surest ways to obtain and retain the Spirit of the Lord is to so live and keep ourselves unspotted from the sins of the world that we can partake worthily of the Lord’s Supper each week as we attend our sacrament meetings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/and-always-remember-him.p35\" class=\"\">That we may do this and thus obtain the blessings predicated upon this law, is my humble prayer, which I ask in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}