{"ID":2316, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The True Strength of the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p2\" class=\"\">Elder Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2e70.jpg\" alt=\"Elder Gordon B. Hinckley, Of the Council of the Twelve\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p3\" class=\"\">My beloved associates in this great work, I never come into this Tabernacle without thinking of the devotion and sacrifice of our pioneer fathers who constructed it as a house of God. They dedicated and consecrated it to worship and the teaching of truth. A great and sacred trust is placed in us, as we occupy this pulpit, to speak words of faith. To that end I humbly seek the direction of the Holy Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p4\" class=\"\">Mine has been the opportunity to meet many wonderful men and women in various parts of the world. A few of them have left an indelible impression upon me. One such was a naval officer from Asia, a brilliant young man who had been brought to the United States for advanced training. Some of his associates in the United States Navy, whose behavior had attracted him, shared with him at his request their religious beliefs. He was not a Christian, but he was interested. They told him of the Savior of the world, of Jesus born in Bethlehem, who gave his life for all mankind. They told him of the appearance of God, the Eternal Father, and the resurrected Lord to the boy Joseph Smith. They spoke of modern prophets. They taught him the gospel of the Master. The Spirit touched his heart, and he was baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p5\" class=\"\">He was introduced to me just before he was to return to his native land. We spoke of these things, and then I said, “Your people are not Christians. You come from a land where Christians have had a difficult time. What will happen when you return home a Christian and, more particularly, a Mormon Christian?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p6\" class=\"\">His face clouded, and he replied, “My family will be disappointed. I suppose they will cast me out. They will regard me as dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p7\" class=\"\">As for my future and my career, I assume that all opportunity will be foreclosed against me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p8\" class=\"\">I asked, “Are you willing to pay so great a price for the gospel?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p9\" class=\"\">His dark eyes, moistened by tears, shone from his handsome brown face as he answered, “It’s true, isn’t it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p10\" class=\"\">Ashamed at having asked the question, I responded, “Yes, it’s true.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p11\" class=\"\">To which he replied, “Then what else matters?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p12\" class=\"\">These are the questions I should like to leave with you this morning: “It’s true, isn’t it? Then what else matters?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p13\" class=\"\">Yesterday the growth statistics of the Church were presented. They are impressive and gratifying. They called to mind a recent broadcast of one of the nation’s popular television programs in which Joe Garragiola interviewed the Reverend Dean M. Kelley of the National Council of Churches, who spoke of the declining membership of some of the larger, well-known religious bodies and also of the accelerating growth of others. He gave as the reason for the decline: “Because they have become permissive; they allow just anybody to become members or remain members. They don’t insist on any rigorous requirements of belief or of contributions.” He pointed out, on the other hand, that those groups which require sacrifice of time and effort and means are enjoying vigorous growth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p14\" class=\"\">He then went on to say: “The fastest growing church [of] over a million members in this country is the Mormon Church, the Latter-day Saints, with headquarters in Salt Lake City, which is growing at five percent a year, [and] that’s a very rapid increase.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p15\" class=\"\">This is a most striking commentary, and one that should concern every thoughtful man and woman. One thing that it says is that a religion which requires devotion, which asks for sacrifice, which demands discipline, also enjoys the loyalty of its membership and the interest and respect of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p16\" class=\"\">It was ever thus. The Savior did not equivocate when he said to Nicodemus: “Except a man be born of the water and of the Spirit, he cannot enter into the kingdom of God.” (<span class=\"citation\" id=\"28713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28713)\">John 3:5<\/a><\/span>.) There were no exceptions. There was no permissiveness in complying with the rule. It was so in other matters of which he spoke.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p17\" class=\"\">Paul never hedged nor quibbled when setting forth the requirements of the gospel of Jesus Christ. It is so today. The Lord himself declared that “strait is the gate and narrow is the way.” Any system dealing with the eternal consequences of human behavior must set guidelines and adhere to them, and no system can long command the loyalties of men that does not expect of them certain measures of discipline, and particularly of self-discipline. The cost in comfort may be great. The sacrifice may be real. But this very demanding reality is the substance of which come character and strength and nobility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p18\" class=\"\">Permissiveness never produced greatness. Integrity, loyalty, strength are virtues whose sinews are developed through the struggles that go on within a man as he practices self-discipline under the demands of divinely spoken truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p19\" class=\"\">But there is another side of the coin, without which this self-discipline is little more than an exercise. Discipline imposed for the sake of discipline is repressive. It is not in the spirit of the gospel of Jesus Christ. It is usually enforced by fear, and its results are negative.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p20\" class=\"\">But that which is positive, which comes of personal conviction, builds and lifts and strengthens in a marvelous manner. In matters of religion, when a man is motivated by great and powerful convictions of truth, then he disciplines himself, not because of demands made upon him by the Church but because of the knowledge within his heart that God lives; that he is a child of God with an eternal and limitless potential; that there is joy in service and satisfaction in laboring in a great cause.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p21\" class=\"\">The remarkable progress of this church, to which the Reverend Kelley referred, is not so much the result of the requirements of the Church upon its members as it is the result of the conviction in the hearts of those members that this is in very deed the work of God, and that happiness and peace and satisfaction are found in righteous service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p22\" class=\"\">We are gathered today on Temple Square in this historic Tabernacle, surrounded by other remarkable buildings, but the strength of the Church is not in these buildings, nor in its thousands of houses of worship across the world, nor in its universities and hospitals. These are all facilities, desirable, means to an end, but only auxiliary to that which is the true strength. As President Lee indicated yesterday, the strength of this church lies in the hearts of its people, in the individual testimony and conviction of the truth of this work. When an individual has that witness and testimony, the requirements of the Church become challenges rather than burdens. Declared the Savior: “… my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"36214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36214)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36214)\">Matt. 11:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p23\" class=\"\">The yoke of Church responsibility, the burden of Church leadership become opportunities rather than problems to him who wears the mantle of dedicated membership in the church of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p24\" class=\"\">While attending a conference in the East the other day, I listened to the experience of an engineer who joined the Church some months ago. The missionaries had called at his home, and his wife had invited them in. She had eagerly responded to their message, while he felt himself being pulled in against his will. One evening she indicated that she wished to be baptized. He flew into a fit of anger. Didn’t she know what this meant? This would mean time. This would mean the payment of tithing. This would mean giving up their friends. This would mean no more smoking. He threw on his coat, walked out into the night, slamming the door behind him. He walked the streets, swearing at his wife, swearing at the missionaries, swearing at himself for ever permitting them to teach them. As he grew tired, his anger cooled, and a spirit of prayer somehow came into his heart. He prayed as he walked. He pleaded with God for an answer to his questions. And then an impression, clear and unequivocal, came almost as if a voice had spoken with words that said, “It’s true.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p25\" class=\"\">“It’s true,” he said to himself again and again. “It’s true.” A peace came into his heart. As he walked toward home, the restrictions, the demands, the requirements over which he had been so incensed began to appear as opportunities. When he opened the door, he found his wife had been on her knees.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p26\" class=\"\">Then, before the congregation to whom he told this, he spoke of the gladness that had come into their lives. Tithing was not a problem. The sharing of their substance with God who had given them everything seemed little enough. Time for service was not a problem. This required only a little careful budgeting of the hours of the week. Responsibility was not a problem. Out of it came growth and a new outlook on life. And then this man of intellect and training, this engineer accustomed to dealing with the facts of the physical world in which we live, bore solemn testimony with moistened eyes of the miracle that had come into his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p27\" class=\"\">So it is with hundreds of thousands in many lands—men and women of capacity and training, of business and the professions, hardheaded, practical men who do things in the work of the world, in whose hearts there burns a silent witness that God lives, that Jesus is the Christ, that this work is divine, that it was restored to earth for the blessing of all who will partake of its opportunities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p28\" class=\"\">Said the Lord: “Behold, I stand at the door and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.” (<span class=\"citation\" id=\"42470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42470)\">Rev. 3:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p29\" class=\"\">Jesus, speaking to the Jews in the temple, said: “My doctrine is not mine, but his that sent me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p30\" class=\"\">“If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.” (<span class=\"citation\" id=\"28727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28727)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28727)\">John 7:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p31\" class=\"\">This is the wonder of this work, that every man may know for himself. He is not dependent on the teacher or the preacher or the missionary, except as they might instruct and bear witness. As Job declared long ago: “… there is a spirit in man: and the inspiration of the Almighty giveth them understanding.” (<span class=\"citation\" id=\"26754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26754)\">Job 32:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p32\" class=\"\">Each man may know for himself that it is true through the gift of the Holy Spirit, and with as certain an assurance as that the sun will rise in the morning. And knowing that it is true, he will be inclined to discipline himself as becomes one who has a knowledge of the meaning and purpose of life, of his great responsibility to his fellowmen, of his responsibility to his family, of his responsibility to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p33\" class=\"\">“Learn of me,” said the Lord, “and listen to my words; walk in the meekness of my Spirit, and you shall have peace in me.” (<span class=\"citation\" id=\"16044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16044)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16044)\">D&amp;C 19:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p34\" class=\"\">This is “the peace that passeth all understanding,” because it comes not of the mind, but of the Spirit, and “the things of God are understood by the Spirit of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p35\" class=\"\">A brilliant and highly educated young woman spoke in Berchtesgaden, Germany, to a conference of American military personnel who were members of the Church. I was there and heard her. She was a major in the army, a medical doctor, a highly respected specialist in her field. She said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p36\" class=\"\">“More than anything else in the world, I wanted to serve God. But try as I might, I could not find him. The miracle of it all is that he found me. One Saturday afternoon in September 1969 I was at home in Berkeley, California, and heard my doorbell ring. There were two young men there, dressed in suits, with white shirts and ties. Their hair was neatly combed. I was so impressed with them that I said: ‘I don’t know what you’re selling, but I’ll buy it.’ One of the young men said: ‘We aren’t selling anything. We’re missionaries of The Church of Jesus Christ of Latter-day Saints, and we would like to talk with you.’ I invited them to come in, and they spoke about their faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p37\" class=\"\">“This was the beginning of my testimony. I am thankful beyond words for the privilege and honor of being a member of The Church of Jesus Christ of Latter-day Saints. The joy and peace this glad gospel has brought to my heart is heaven on earth. My testimony of this work is the most precious thing in my life, a gift from my Heavenly Father, for which I will be eternally thankful.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p38\" class=\"\">This knowledge comes now just as it came anciently. It so came to my friend, the naval officer from Asia. It so came to the engineer in the East whose words I quoted. It so came to this medical doctor whose testimony I have repeated. In this hall there are thousands who could speak similarly. Across the world there are now millions. And if there be any within the sound of my voice who are searching for the witness of the Holy Spirit in these matters, I give you my testimony that it may be had. It will come now just as it came to Peter of old:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p39\" class=\"\">“When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, … whom say ye that I am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p40\" class=\"\">“And Simon Peter answered and said, Thou art the Christ, the Son of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p41\" class=\"\">“And Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p42\" class=\"\">“And I also say unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.” (<span class=\"citation\" id=\"36219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36219)\">Matt. 16:13–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p43\" class=\"\">This rock of revelation is the source of knowledge concerning the things of God. It is the witness of the Holy Spirit that testifies of eternal truth, and the gates of hell shall not prevail against any man who seeks it, who accepts it, who cultivates it, and who lives by it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/the-true-strength-of-the-church.p44\" class=\"\">Of these sacred things I offer my solemn testimony and invoke the blessings of this knowledge upon all earnest seekers after truth, in the name of the author of truth, even the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}