{"ID":2318, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Power of Evil\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:3392.jpg\" alt=\"Elder David B. Haight, Assistant to the Council of the Twelve \"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p3\" class=\"\">In the brief period that I occupy this pulpit, I pray that my remarks may be in harmony with the spirit of this conference. I acknowledge the divinity of the direction the Church is receiving from President Harold B. Lee, our prophet, and the strength and wisdom of President Tanner and President Romney and all of the other General Authorities as they assist in guiding and encouraging the Church membership throughout the world to live lives that are compatible with the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p4\" class=\"\">We have all been greatly touched by these beautiful voices of the Primary children, and I hope to direct my remarks to those who have a great responsibility regarding these precious lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p5\" class=\"\">As I view the struggles of mankind in this challenging time, I reflect on the familiar phrase of Henry Van Dyke, which most high school students were required at one time to memorize. Van Dyke wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Four things a man must learn to do,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">If he would make a record true,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To think without confusion clearly,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To love his fellowmen sincerely,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To act from honest motives purely,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To trust in God and heaven securely.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p12\" class=\"\">“To trust in God and heaven securely.” Wouldn’t there be a feeling of great security if you knew that your home produced sons and daughters who trust in God securely —really trust in him, believing in him and in his Son, Jesus Christ, the Savior of the world?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p13\" class=\"\">In these times, it can be difficult to think clearly, to hold to a high degree of integrity and loyalty, and to maintain lofty ideals in a generation that seems to have lost its scale of values. The current wave of permissiveness in many areas of our lives is being encouraged by false interpretations of our true, basic, moral principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p14\" class=\"\">The Savior warned us of these times:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p15\" class=\"\">“… there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.” (<span class=\"citation\" id=\"36239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36239)\">Matt. 24:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p16\" class=\"\">Unfortunately, along with much of the world, some of our loved ones are influenced by false prophets, false Christs, and modern movements of spiritualism. Some have become victims of satanic influences because they do not understand or realize the power of the adversary who knows human weaknesses and is ever present.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p17\" class=\"\">Who is this evil power? Is he real? Does he exist?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p18\" class=\"\">John the Revelator capsuled that powerful struggle in heaven, the outcome of which has such an impact on all of humanity:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p19\" class=\"\">“And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p20\" class=\"\">“And prevailed not; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p21\" class=\"\">“And the great dragon was cast out, that old serpent, called the Devil, … which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p22\" class=\"\">“And I heard a loud voice saying in heaven, Now is come salvation, … for the accuser of our brethren is cast down. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p23\" class=\"\">“… Woe to the inhabiters of the earth … ! for the devil is come down unto you, having great wrath, because he knoweth that he hath but a short time.” (<span class=\"citation\" id=\"42473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42473)\">Rev. 12:7–10, 12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p24\" class=\"\">There is an eternal struggle with evil forces. John the Revelator has warned us, “Woe to the inhabiters of the earth … !” He is speaking to all of us. He says, Be on guard; beware.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p25\" class=\"\">The Lord God also warns us in modern revelation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p26\" class=\"\">“Wherefore, because that Satan rebelled against me, and sought to destroy the agency of man, which I, the Lord God, had given him, and also, that I should give unto him mine own power; by the power of mine Only Begotten, I caused that he should be cast down;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p27\" class=\"\">“And he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men, and to lead them captive at his will, even as many as would not hearken unto my voice.” (<span class=\"citation\" id=\"39428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39428)\">Moses 4:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p28\" class=\"\">Does God’s warning of this evil power come through to us clearly? “… to deceive … to blind men … lead them captive … as many as would not hearken unto my voice.” This evil is influencing the rapid deterioration of our sacred, moral principles that seems to be sweeping the land. Some neighborhood movie houses now show films that neither parents nor society would have tolerated a few years ago. Hard-core pornography is now available at candy stores and supermarkets at popular prices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p29\" class=\"\">In the brief period of the past ten years, this country and most of the free world have been converted into a space-age Sodom and Gomorrah, aided by some publishers, movie producers, and even some so-called educators. Moral principles have been eclipsed by the blind, ungodly pursuit of pleasure—pleasure at any price.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p30\" class=\"\">Alma in the Book of Mormon records Korihor’s sad experience with Satan:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p31\" class=\"\">“… behold, the devil hath deceived me; for he appeared unto me in the form of an angel, and said unto me: … There is no God; yea, and he taught me that which I should say. And I have taught his words; … and I taught them, even until I had much success, … that I verily believed that they were true; and for this cause I withstood the truth; even until I have brought this great curse upon me.” (<span class=\"citation\" id=\"9174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9174)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9174)\">Alma 30:53<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p32\" class=\"\">Many people who believe at least tentatively in the reality of God have a much harder time believing in the reality of the devil. Some even soft-pedal the subject and go along with the popular idea that the devil is a purely mythological creature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p33\" class=\"\">Some people roar with laughter as a television comic remarks, “The devil made me do it.” Well, maybe he did! He will always try.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p34\" class=\"\">To deny the existence of Satan and the reality of his evil power and influence is as foolish as ignoring the existence of electricity. We know electricity is real; we see and feel its power. We also know about war, hatred, backbiting, false witnesses, cheating, and the broken hearts and broken homes caused by the moral sins of modern Babylon. Do members of this church feel a lack of evidence in the reality of Satan and his power?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p35\" class=\"\">We are told that some of the “very elect” will be enticed and deceived. Couldn’t this “very elect” include your sons and daughters, even though through baptism they have already accepted Christ as their Savior? Wouldn’t the evil one concentrate on them if he found a weakness or an opportunity?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p36\" class=\"\">A college student hoping to repent of some serious mistakes and straighten out his life told me only a few days ago of an influence which, for a time, controlled his life. His desire to have some expert ski equipment encouraged him to accept a job on Sundays and evenings. This prevented him from attending priesthood and other Sunday meetings. Now he was too tired to attend early morning seminary. With his new, fancy ski equipment, he made the high school team and made some new friends. To be “with it,” he started to smoke and soon moved to marijuana and from marijuana to LSD. His father and mother now appeared old-fashioned to him. He moved from his parents’ home to live with his newfound friends in an old house. The house had extra rooms, so they invited a young lady—also on drugs—to move in. His father tried to visit him, to communicate through letters. But this young man now felt completely disenchanted with church and home. After these tragic mistakes, he finally came to his senses and moved home with his parents. He told me, “The devil seemed to be in charge of my life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p37\" class=\"\">After interviewing the youth in his ward, a dedicated bishop recently commented on the lack of spiritual direction given by some parents to their own teenage sons and daughters. He said, “Bishops and teachers can’t do it all. Parents must teach their children of the pitfalls of evil.” This bishop then compared differences in priorities in the homes as reflected in his interviews with the youth. One girl said, “I know the gospel is true; I live it; I keep the commandments; no problems.” Another young lady remarked, “I don’t accept all of it; I’m battling with some parts; we never discuss it at home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p38\" class=\"\">“… never discuss it at home.” What a tragedy! Strengthen your home. Teach your loved ones to distinguish between Satan and our Savior. Teach your loved ones that “all things which are good cometh of God; and that which is evil cometh of the devil; for the devil is an enemy unto God, … and inviteth and enticeth to sin.” (<span class=\"citation\" id=\"38380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38380)\">Moro. 7:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p39\" class=\"\">Not explaining these eternal truths of the gospel in the warm atmosphere of your home could be the difference between exaltation and darkness. At a crucial moment in a youth’s life, the humble testimony of mother and father could be recalled and make the difference in a critical decision.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p40\" class=\"\">True happiness in this life and the life to come is found in keeping the commandments of God. “… you shall live by every word that proceedeth forth from the mouth of God.” (<span class=\"citation\" id=\"16152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16152)\">D&amp;C 84:44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p41\" class=\"\">I bear witness this day that the devil is real. I have felt of his influence. The apostle Paul knew firsthand of his power. As Saul of Tarsus he persecuted the saints; locked them in prison; gave voice against them when they were put to death. Saul, now the believer and great apostle, encouraged the followers of Christ at Ephesus:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p42\" class=\"\">“Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p43\" class=\"\">“For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world. …” (<span class=\"citation\" id=\"21862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21862)\">Eph. 6:11–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p44\" class=\"\">If you and your loved ones keep and live the commandments of God, following the counsel of his living prophet to strengthen your homes, this protecting armor of God that Paul referred to will fit comfortably; the shield of righteousness will be sufficient to withstand the evil darts; and your loved ones will find great joy and salvation, for they will have learned and will know how—<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“To think without confusion clearly,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To love his fellowmen sincerely,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To act from honest motives purely,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To trust in God and heaven securely.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/power-of-evil.p49\" class=\"\">May this be your lot with you and your families, I humbly pray in the name of Jesus Christ, our Savior. Amen.<\/p>\n\t\t\n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}