{"ID":2319, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Success—A Journey or a Destination?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p2\" class=\"\">President Hartman Rector, Jr.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2f9a.jpg\" alt=\"President Hartman Rector, Jr., Of the First Council of the Seventy\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p3\" class=\"\">Following the theme that was so masterfully developed this morning by President Tanner, I would like to present a few thoughts on success.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p4\" class=\"\">Success is that illusive and almost indefinable goal to which all men are looking, but success is hardly ever the same thing to two different people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p5\" class=\"\">The dictionary defines success as “the favorable termination of a venture,” which implies it is a risky, daring, or dangerous undertaking. A second definition is, “the attainment of wealth, favor, or eminence,” and surely this is the most commonly used definition today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p6\" class=\"\">We are prone to apply the term <span class=\"emphasis\">successful <\/span>to those who <span class=\"emphasis\">look <\/span>prosperous or wealthy or appear to have scaled the pinnacle of accomplishment in their own particular profession. Whether a man be a doctor, lawyer, financier, builder, politician, an admiral or a general, an actor, an airline pilot, or an athlete, all these and many others have the term <span class=\"emphasis\">success <\/span>applied to them. But is this really success?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p7\" class=\"\">Man’s definition of success is, many times, very difficult to comprehend. Some feel to be right is to be successful. Henry Clay said he would rather be right than president. Perhaps he felt successful: he ran for the presidency three times and failed all three times. “Even a stopped clock is right twice a day. After some years it can boast a long series of successes.” (Abner-Eschenbach.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p8\" class=\"\">“The reasonable man will know that the actual magnitude of success obtained bears no real relation to the amount of pleasure that is conveyed; the man who becomes prime minister or wins a Nobel prize is not really more elated than he who secures a trophy for playing Ping Pong or wins a bronze medal for growing large chrysanthemums.” (Harold Necholson.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p9\" class=\"\">The Lord doesn’t seem to measure success in terms of attainment of position or power or wealth. A prophet in the Book of Mormon (where, by the way, the most succinct and unvarnished truths can be found) said, “But behold, all things have been done in the wisdom of him who knoweth all things. Adam fell that men might be; and men are, that they might have joy.” (<span class=\"citation\" id=\"3893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3893)\">2 Ne. 2:24–25<\/a><\/span>.) If man is that he might have joy, then success to the Lord must include the attainment of real joy. On the basis of this definition, then, no one is really successful who is not happy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p10\" class=\"\">If this be the Lord’s definition, then there is precious little success in this world. Success in its practical application seems to be more a state of mind than anything else. Obviously, many people never make it because they are ungrateful. They are not thankful for what they have; therefore, they are unhappy and thus are not successful. I have never seen a happy person who was not thankful for what he had, to paraphrase the Prophet Joseph Smith, who stated that “doubt and faith cannot exist in the same person at the same time.” (6th Lecture on Faith.) It is also doubtful that success and unhappiness can exist in the same person at the same time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p11\" class=\"\">Generally speaking, we are unhappy because we are dissatisfied, and this because we pursue after things that cannot make us happy, even if we obtain them. In the words of H. W. Beecher, “Success is full of promise till men get it, and then is as a last year’s nest, from which the bird has flown.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p12\" class=\"\">There is a great lesson to be learned here. Some think of success as obtaining “something for nothing” or the securing of a great bargain. The words of James Russell Lowell seem particularly applicable. He said, “Earth gets its price from what Earth gives us.” In order to be happy, it is particularly important that we learn that everything has its price and not expect something for nothing. This seems to be what earth life is all about—to teach us the lesson that as ye sow, so shall ye reap. We cannot receive something for nothing: on the contrary, we will pay for everything we receive. To continue with Lowell’s quote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Earth gets its price from what Earth gives us;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The beggar is taxed for a corner to die in. …<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">We bargain for the graves we lie in;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">At the devil’s booth are all things sold,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Each ounce of dross costs its ounce of gold;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">For a cap and bells our lives we pay,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Bubbles we buy with a whole soul’s tasking.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">For ’tis heaven alone that is given away,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">’Tis only God may be had for the asking. …”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p22\" class=\"\">(“The Vision of Sir Launfal,” Stanza 3.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p23\" class=\"\">How true this is! We pursue after bubbles many times, thinking they will make us happy and that obtaining this particular bubble would make us successful. There are many, many bubbles for sale. This is another word for material possessions, which the world would have us believe are necessary to make us happy. We get the idea from modern advertising that happiness comes from the accumulation of material possessions. We must have a new house, a new car, or a snowmobile, or maybe even a boat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p24\" class=\"\">Elder ElRay L. Christiansen tells an interesting story about his neighbor who bought a boat. He really couldn’t afford a boat; but he bought it anyway, because he had a credit card. In order to pay for the boat, he had to take a second job, which meant he had to work on Saturday. This, of course, left one day per week on which he could use the boat. When do you suppose that was? Yes, you are right—it was Sunday. But he loved his boat and invited Brother Christiansen over to admire it, saying, “Isn’t it beautiful? What shall we name it?” (Now, you see, it is a member of the family—it has to have a name.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p25\" class=\"\">Brother Christiansen said, “Why don’t you call it The Sabbath Breaker?” (<span class=\"emphasis\">Conference Report, <\/span>April 1962, p. 33.) Now, please don’t misunderstand me—I have nothing against boats. I have a friend who has a boat, and he calls his boat “Never on Sunday,” which, of course, is a better name for a boat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p26\" class=\"\">There is no real joy or happiness in the accumulation of material possessions. There are too many people today who are so miserable in this life that they cannot stand themselves. They are seeking any avenue of escape—to get out of this life, even to taking their own lives. Many of these people have material possessions heaped up in piles all around them—and many of their associates would say they were successful. But material possessions have not made them happy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p27\" class=\"\">The Master emphasized this when he said, “For what is a man profited, if he gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?” (<span class=\"citation\" id=\"36223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36223)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36223)\">Matt. 16:26<\/a><\/span>.) And then he added significantly, “But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.” (<span class=\"citation\" id=\"36200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36200)\">Matt. 6:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p28\" class=\"\">A young man came to see me recently who had been called by the Lord to fill a mission. He was a fine young man—handsome, strong, sharp—but he said he didn’t want to go on his mission because there were other things that he would rather do. As we visited he told me that one thing he would rather do was drive a dune buggy. We talked about the relative merits of trading eternal life for a dune buggy; and he decided, perhaps, that was not exactly a fair exchange. I suggested to him that if he still wanted to drive a dune buggy after he had filled his mission, the Lord would probably let him do so, since the Lord always grants unto men “according to their desire.” (<span class=\"citation\" id=\"9171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9171)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9171)\">Alma 29:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p29\" class=\"\">We must not be misled. The only real joy and happiness we can know here upon this earth, as well as in the eternities, will come through obedience to the Lord’s commandments. Alma’s statement that “wickedness never was happiness” (<span class=\"citation\" id=\"9180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9180)\">Alma 41:10<\/a><\/span>) is still valid. Again he has said, “If ye know these things, happy are ye if ye do them.” (<span class=\"citation\" id=\"28739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28739)\">John 13:17<\/a><\/span>.) He did not say, but could have said, “Unhappy are ye if you don’t.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p30\" class=\"\">Sometimes young people get upset because they do not know what profession to follow. They feel it is so vital that they must have a revelation from the Lord, so they will know what to do with their lives. Generally speaking, I’m not sure that the Lord really cares what we choose as a vocation—whether we are a plumber or a librarian—so long as we keep the commandments of God. Of course, it is sometimes easier to keep the commandments when we are happy in our professions, and to that extent it is important that we do something we enjoy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p31\" class=\"\">The Lord, through living prophets as well as prophets in earlier times, has made it abundantly clear where real joy can be found, and he has placed the emphasis for real joy squarely on the family. President David O. McKay’s statement that “no other success can compensate for failure in the home” will forever live in our hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p32\" class=\"\">President Harold B. Lee uttered an equally significant statement when he said, “Now, you husbands, remember that the most important of the Lord’s work that you will ever do will be the work you do within the walls of your own home.” (First Presidency Directive, April 14, 1969.) These statements and others update and reemphasize the Lord’s injunction to Adam and Eve in the Garden when he commanded them to “be fruitful, and multiply and replenish the earth.” (<span class=\"citation\" id=\"23853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23853)\">Gen. 1:28<\/a><\/span>.) Why should they do this? “That ye may have joy and rejoicing in your posterity.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p33\" class=\"\">The Lord gives no commandments to his children that are not calculated to make them happy and thus successful. Therefore, he has added to the basic commandment of “be fruitful and multiply and replenish the earth,” the reason for so doing: that you may have joy and rejoicing in your posterity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p34\" class=\"\">Lehi’s statement that “man is that he might have joy” [<span class=\"citation\" id=\"3895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3895)\">2 Ne. 2:25<\/a><\/span>] takes on even more significance in light of this and the foregoing statement made by living prophets. And the Prophet Joseph Smith also added to this statement when he said, “Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it. …” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith, <\/span>p. 255.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p35\" class=\"\">From what we have considered, that path inevitably leads to the altar of the temple. I have, many times, seen the Spirit lift choice young people who had come to the temple to become a family; and it seemed to me in these instances that the temple became a “heavenly family house,” the sealing room became a “heavenly family room,” and the altar of the temple became a “heavenly family altar.” For as they knelt there, they were joined by the Lord through his priesthood for all eternity and thus were made “one,” a family, in the Lord. The importance of this ordinance cannot be overemphasized, for if we raise a family outside the temple, we may lose it. We have no promise with respect to the continuation of family ties after we leave this life unless the covenants have been solemnized at the altar of the temple. Otherwise, it is only “until death do ye part.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p36\" class=\"\">God is the Heavenly Father of the human family. He is obviously concerned with families. If you doubt it, look around you. We are all his children—we belong to him. For this reason, he has commanded that a house be built for his family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p37\" class=\"\">Our heavenly and eternal Father wants us to be happy, so he has established and ordained families as the basic unit of his church. Yes—and also of exaltation in his celestial kingdom. Happiness seems vital to success, or is it that success is vital to happiness? Either way. I do not believe I have ever seen happy parents who had unhappy children; and, conversely, I have never seen unhappy children who had happy parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p38\" class=\"\">So, then, what is required of parents, who have been so joined in the Lord’s house, concerning their children? First, they are to love each other—this is so vital; then they are to welcome choice spirits from the Lord and teach them to love the Lord, keep his commandments, and walk uprightly before him. When they do this, they have given these children the foundation for attaining real joy here in this world and in the world to come. For they will have eternal life, which is the ultimate success, and they will be made rich. “… Behold, he that has eternal life is rich.” (<span class=\"citation\" id=\"16022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16022)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16022)\">D&amp;C 6:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p39\" class=\"\">May this be our goal, and may we be willing to pay the price to obtain it and not be taken in by all the misinformation which is abroad in the land today about birth control, abortion and sex education, and other Satan-inspired philosophies; that we may look to the Lord and follow his living prophets and oracles today. I pray that we will, for I bear witness that God our Heavenly Father lives, and that he hears and answers prayers, and that he is concerned about his children, so much so that he sent his Only Begotten Son that we might have immortality and eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/success-a-journey-or-a-destination.p40\" class=\"\">May we follow him, and may we keep his commandments, and may we be successful, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}