{"ID":232, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marvin O. Ashton<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Marvin O. Ashton, <i>Conference Report<\/i>, April 1946, pp. 89-94<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSome of you will never know what volumes of humility encompass some of us about twice a\nyear. I sincerely trust that whatever I say will be in keeping with this conference and the spirit\nthat is here. Someone has said something about \"goose flesh\". I have been so thrilled in this\nconference, that I think the above expression is a good one. I wish to express\nmy appreciation at this time to my Heavenly Father for the gospel and for the thrill that we\nget in its contemplation.\n<\/p><p>\nSUGGESTIONS MADE BY BISHOPS\n<\/p><p>\nThe last few conferences that I attended in the stakes, I have taken the liberty, if you please,\nof calling on each bishop in the leadership meeting and of putting the question to him this\nway: \"If you were in our position, that is, we who are conducting this conference, what would\nyou like discussed in the meetings that are to follow?\"\n<\/p><p>\nOne made one suggestion and one the other. One bishop said this: \"Once in a while I think it\nis a good thing to remind members how much the Church appreciates what they are doing.\"\nNow, I suppose there is nothing new about that; but it is very, very timely.\n<\/p><p>\nPRAISE FOR CHURCH MEMBERS\n<\/p><p>\nWe have all come here to have our \"batteries charged,\" as the common expression goes. I\nwant you folks in the stakes and the wards to know that we who go out to see you get our\nbatteries charged from you. Inspiration comes up the ladder, and it comes down the ladder.\nWe get inspiration from you in your lives when we see the tithing you people pay, the\nmeeting houses you build, the fast offerings you make, donations to the welfare, and whatnot\nand whatnot. It goes on and on. But may I say this: Don't ever worry about that. I was\ntalking to a railroad man the other day. He said: \"The most dangerous thing on the track is an\nengine and a coal car.\" What he meant by that was this&mdash;I suppose he was referring to the\nobservation that has been made by Brother Callis&mdash;we sometimes run light and that is where\nour trouble is. An engine and a coal car trying to make the curve at fifty or sixty miles an\nhour can't do it, and they tip over.\n<\/p><p>\nDon't worry if you are loaded too heavily. It will do you good. That is what the world needs.\nYou will always find those people that come up to you and sympathize with you, and a lot of\npeople who do nothing themselves but go around with a chip on their shoulder. Someone has\nsaid:\n<\/p><p>\nYou can bet your life when someone goes around with a chip on his shoulder, there is more\nwood farther up.\n<\/p><p>\nMESSAGES FROM LEADERS\n<\/p><p>\nThe meeting yesterday morning impressed me emphatically in two ways; first, the message of\nour dear President&mdash;that message which he generally gives. He is the embodiment of it. I am\nnot trying to compliment him too highly&mdash;I do not believe in that stuff. I mean his message of\ngood will&mdash;that this is one great big world, a great big stage, and all the people on it are\nGod's people. If we could just eternally burn that into ourselves, we would all be better off.\nThat is the spiritual side of things.\n<\/p><p>\nSecond, as you heard President Clark read the financial statement, he read it as if he knew\nwhat he was talking about. And he does. His message to us breathed stability. It emphatically\nindicated watchdog care in the spending of Church funds. In the message of our two leaders\nwe were reminded of a balance of the spirit and the temporal. When this Church thinks of\nnothing but money, it is a \"goner.\" When this Church thinks of only spiritual things, and we\nhaven't our feet on the ground and we won't hold water financially, we are on dangerous\nground. Thank the Lord for that balanced condition of this Church, and may it always be that\nway.\n<\/p><p>\nPRACTICAL BALANCE NECESSARY\n<\/p><p>\nWhat is true of the Church is true of an individual. Are you balanced? Am I balanced? The\nman that things of nothing but the hereafter and stumbles over the practical things of life is\nreally a picture. It is sad. I am not talking about the man that has his troubles financially&mdash;I\nam talking about the man who eternally looks over the horizon and never watches his feet\nbelow. That fellow, in an exaggerated case, is a leech. He is like the cuckoo bird that lays its\neggs in another bird's nest. Yes, others have to hatch the eggs and raise these additional\nchildren. What gumption this impractical fellow lacks has to be furnished by someone else.\n<\/p><p>\nYou know there has been nothing so interesting to me the last two months as this thing they\ncall mistletoe. Mistletoe you find largely in Texas, New Mexico, and Arizona. I guess you\nfind it up this way sometimes, too. But you see some trees festooned with the mistletoe; that\nmistletoe is a leech. I don't know why they ever connected the mistletoe with affection,\nbecause every time that mistletoe gives that tree a kiss, if enough mistletoes do the same, the\ntree is a \"goner.\" Yes, in using mistletoe language you can kiss the tree goodbye. And that is\ngoing to be the trouble with our nation if we are not very careful. I saw some trees down in\nTexas that were just a mass of mistletoe. A tree so burdened is going to get the ten count.\nThose things are leeches. A man that is not practically balanced is like the mistletoe; he is\nlike the cuckoo bird. A man, on the other hand, who thinks nothing but money, money,\nmoney, is also a \"goner\".\n<\/p><p>\nADVICE AGAINST GREED FOR RICHES\n<\/p><p>\nThe observation I would like to make here to you is that many people holding positions in\nour Church are getting this money bug. I take my hat off to the man who has insurance and\nprovides for a rainy day. A man is a coward if he doesn't do that. I am talking about the man\nwho has accumulated plenty and gets the disease or bug so that he eternally chases after more,\nmore, more, and in that chasing he neglects his duties. Some men take the cream of their\nenergy for making money, and when they come to the Lord's work, they've got nothing but\nskim milk, and some of it is awfully blue.\n<\/p><p>\nHe who longs to be rich is like a man who drinks sea water; the more he drinks the more\nthirsty he becomes and never leaves off drinking until he perishes.\n<\/p><p>\nI remember a story in the scriptures. It was an observation of the Christ. A certain man built\nhuge barns and jammed the barns with grain and the necessities of life. He had enough to last\nfor years. He shut himself off from the world and sat down and chuckled to himself that he\nhad so much (<span class=\"citation\" id=\"31190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31190)\">Luke 12:16-19<\/a><\/span>).\nI think that it was then that God said this unto him:\n<\/p><p>\nThou fool, this night thy soul shall be required of thee\n(<span class=\"citation\" id=\"31191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31191)\">Luke 12:20<\/a><\/span>).\n<\/p><p>\nYou know, I like a cartoon&mdash;it says so much without talking unmercifully. Down in Arizona I\nsaw this cartoon:\n<\/p><p>\nIt was of an elderly gentleman on his deathbed. I guess he had placed for his comfort his\nstocks and bonds and his money all around his bed. You can scarcely see him for his\naccumulations. The whole picture told the story that the end was near. The doctor with watch\nin hand held the old fellow's pulse, and the nurse from the expression on her face was ready\nfor the ultimate. In that tense moment so vividly pictured, the old man, with his hands on his\ngold, tenaciously blurted out: \"Doc, I'm not going to go until I can take these with me.\"\n<\/p><p>\nNow, when you go, you will leave everything. Some men get their minds so much on cattle,\nso much on stocks and bonds, so much on sheep that they crowd everything else out. Some of\nour leaders in our organizations get that disease. I once heard of a fellow that got so in love\nwith sheep that he just kept grabbing, grabbing, grabbing, and finally a bishop's court was\nheld to settle to whom a certain herd of sheep belonged. And the court decided against him.\nWhen the trial ended, he shook his fist and said: \"Well, you've got the sheep, but I'll have\nthose sheep in the next world.\" Well, now, I don't know too much about those things, but I'll\nbet that if he has those sheep in the next world he'll have to put some asbestos blankets on\nthem so they will stand the heat.\n<\/p><p>\nSome people get this grabbing habit so intensified in their systems that it becomes second\nnature for them to grab, grab, grab. It so permeates their being that it works with them like\nreflex action. May I be pardoned for a little repetition? Let me illustrate what I mean:\n<\/p><p>\nA fellow of this grabbing disposition was working on a ripsaw in a lumber mill. In the course\nof his ripping a two-by-four; \"bingo,\" off came a finger. Instead of letting his companions in\nthe mill rush him to first aid, he persistently dug into the sawdust to find the lost finger. But\nin his efforts to repossess the one finger, \"zip,\" away went another. Notwithstanding the\nefforts of his companions to pull him away so that he wouldn't bleed to death, he now\npersisted more feverishly than ever to find the two lost fingers in the sawdust.\n<\/p><p>\nAt this point in the story a workman came to the scene that knew of his grabbing friend's\npotentiality. He asked them what was the matter. They told him. He said, \"If\nthat's all you are worried about, I can get that for you very easily.\" The newcomer to the\nscene put his hand in his pocket, pulled out a quarter, flipped it into the sawdust. and both\nlost fingers came up and grabbed the quarter. That's what I call reflex action.\n<\/p><p>\nSome organizations succeed in spite of the men at the head, in spite of what they do and what\nthey don't do. I remember a cartoon of an old negro fishing. They sometimes say the\noperation of the gospel is like fishing. He was fishing, half asleep. The line jerked and the\ncolored man was brought to his feet with a terrific pull. He felt the boat pulling in the\ndirection of the large fish on the end of the line. The fish was so big that our colored\nfisherman was really being taken for a fast merry-go-round around that lake. In his\nbewilderment, he looked down at the splash the fish was making and cried out: \"Am I fishin'\nor am you niggerin'?\" Some of you people who hold high positions, you are not fishin', you\nare just niggerin'. Some of you want titles, the honor, but you go to sleep holding the line.\n<\/p><p>\nHELPFULNESS A DUTY\n<\/p><p>\nI want to come back to this thought again, the things that count in this world are written over\nthe horizon. Let us be kind to one another and think of something besides money and\nambition. That is the trouble with the world.\n<\/p><p>\nIke Eisenhower, the beloved general, was giving a talk to the navy boys the other day, and he\nmade this observation:\n<\/p><p>\nCultivate mutual understanding of anyone you have to get along with.\n<\/p><p>\nSome good writer commenting on it&mdash;I wish I could recall his name so I could give him\ncredit&mdash;told this little parable I leave with you. The parable is as follows:\n<\/p><p>\nA newspaper man interviewed a farmer who had won many blue ribbons in raising corn. The\nnewspaper man said: \"I understand you are the winner of some blue ribbons.\" \"Yes.\" \"But,\"\nhe said, \"what gets me is that when you win a blue ribbon you take your select corn and pass\nit on to your neighbors, and they are competing against you for the ribbons. What is the sense\nin it?\" The old man replied: \"These neighbors all around me have been raising corn, and if I\ndon't give them select corn, their bad corn is going to pollinate my good corn.\"\n<\/p><p>\nI read a strange story of a man by the name of Pheister. While experimenting in the raising of\na hybrid corn, when the corn was in the flower or tassel stage, he tied paper sacks around the\ntassels so he could govern the pollinating of it.\n<\/p><p>\nYou can't do that in life. Your neighbors are there scattering their pollen, as it were, or\ninfluence, and so are you&mdash;you are living with them. As you help them they help you.\n<\/p><p>\n. . . give to the world the best you have, and the best will come back to you. (<i>Life's Mirror<\/i>.)\n<\/p><p>\nA month ago, going down towards the Mexican line, down where the lizards, as the boy puts\nit, lay on their backs and fan themselves, we stopped in a little food shop. We didn't get\nmuch bodily food, but we did come away with some food for the mind that was hanging on\nthe walls. First:\n<\/p><p>\nWhat a wonderful world this would be if I loved others like I love me.\n<\/p><p>\nThe one that went right with it read:\n<\/p><p>\nSome people think when they cast their bread upon the water it should return toasted and\nbuttered.\n<\/p><p>\nNow wait a minute. You may think that is rather ridiculous. That man who sent his corn, his\nselect corn to his neighbors, was casting bread upon the waters, but he got it back toasted and\nbuttered.\n<\/p><p>\nMay the Lord help us to be kind. Let us remember what is ahead of us. Let's not look\ngloomy these days. Let's face our problems. Our grandparents did it. Let's keep our chins to\nthe sun and face whatever is ahead of us. We play our greatest tunes in time of trouble, and\nthe challenge is there. You do your duty; let me do mine; and let's smile&mdash;smile if it kills you,\nand if some people smiled it would kill them.\n<\/p><p>\nMay the Lord bless us. Amen.\n<\/p>\n<\/div>\n<\/div>"}