{"ID":2321, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Share the Unsearchable Riches of Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p2\" class=\"\">President Rex D. Pinegar<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:318a.jpg\" alt=\"President Rex D. Pinegar, Of the First Council of the Seventy\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p3\" class=\"\">My dear brothers and sisters: It is a great privilege to be here with you on this occasion. I bring you greetings from the greatest group of missionaries in the world. It is a marvelous thing to labor among them and to feel the strength of the Lord as he works through them and the Saints to bring the gospel of Jesus Christ to his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p4\" class=\"\">The blessing of sharing the gospel message is overwhelming. I am often filled with the feelings I think Paul may have had when he wrote to the saints at Ephesus, regarding his call to serve the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p5\" class=\"\">“Whereof I was made a minister, according to the gift of the grace of God given unto me …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p6\" class=\"\">“Unto me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p7\" class=\"\">“According to the eternal purpose which he purposed in Christ Jesus, our Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p8\" class=\"\">“In whom we have boldness and access with confidence by the faith of him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p9\" class=\"\">“For this cause I bow my knees unto the Father of our Lord Jesus Christ.” (<span class=\"citation\" id=\"21856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21856)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21856)\">Eph. 3:7–8, 11–12, 14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p10\" class=\"\">This same feeling of humble gratitude seems to fill the hearts of every member and missionary who becomes involved in sharing the gospel. As we see the peace and assurance that come to those who receive the gospel, we become more conscious of the great obligation and opportunity we have to share the restored gospel of Jesus Christ with our friends and neighbors, our brothers and sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p11\" class=\"\">The Lord has spoken clearly regarding this sacred responsibility and the condemnation which rests upon members of his church should we fail to keep this commandment. On September 23, 1832, having given commandment unto the Twelve concerning the preaching of the gospel, the Lord then stated:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p12\" class=\"\">“And this revelation unto you, and commandment, is in force from this very hour upon all the world, and the gospel is unto all who have not received it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p13\" class=\"\">“But, verily I say unto all those to whom the kingdom has been given —from you it must be preached unto them. …” (<span class=\"citation\" id=\"16155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16155)\">D&amp;C 84:75–76<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p14\" class=\"\">Joseph Smith has said that the greatest and most important duty we have is to teach others the gospel. He declared the same thing about doing the work for the dead. Each of these activities makes available to others the blessings of membership in the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p15\" class=\"\">Fulfilling this sacred assignment to “warn our neighbors” brings unspeakable joys to both the receiver and the giver of the gift. Many families throughout the Church are experiencing the joys of doing this most important work. Not only are they “laying up in store that they perish not,” but they are helping our nonmember brothers and sisters to become eligible for these same blessings. They are finding that missionary work is not a task, but a glorious opportunity to assist the Lord in his greatest work—saving the souls of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p16\" class=\"\">There are many ways one may help others find the Lord. The Jones family, in Raleigh, North Carolina, assisted the Lord by preparing a copy of the Book of Mormon with their family picture and testimony inside the front cover. They then invited the missionaries to their home to meet some close friends, the Browns. The next day the missionaries went to the Browns and presented to them this copy of the Book of Mormon as a gift from the Jones family. The Browns were so appreciative of the gift that they agreed to read, ponder, and pray about this marvelous book of scripture. They did. The elders continued to teach them. The Jones family continued to fellowship them. Today the entire Brown family enjoys church membership.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p17\" class=\"\">Members in a small Virginia branch recently asked for missionaries to labor with them in spreading the gospel in that area. They felt they could arrange at least five meetings per week for the missionaries with interested friends and neighbors. The members have found many more than they had supposed waiting to hear their message. For the past three months the elders have held from four to eight meetings per day. There have been so many meetings that one of the missionaries wrote on the bottom of his weekly report: “Dear President: I am sorry. We have been so busy teaching, we haven’t had time to tract; but don’t worry, we’ll do better next week!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p18\" class=\"\">These missionaries had spent 65 hours that week teaching the message of the gospel of Jesus Christ to friends the members had found. This small branch has made tremendous growth in attendance and home teaching. Several persons who had been absent from church meetings for some time are now active. Through member participation, missionary work has become the solution to several of their problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p19\" class=\"\">There is a dentist who shares the gospel at every opportunity—to the “captive audience” in his chair, at the service station where he takes his car, at the post office, even at his neighbor’s home as he seeks advice in running his farm—just everywhere. He says he has read the Book of Mormon until he feels he understands the love and peace the sons of Mosiah felt when they went to preach to the Lamanites. And, I believe, he has the same zeal they had.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p20\" class=\"\">Through his efforts during the past year, missionaries have been introduced to hundreds of people and have brought four families into the Church. This fine member and his home teaching companion diligently go before the elders and set up meetings. He feels the people respond more readily to him because he is a permanent resident in the area. Again, member-missionary oneness has brought the light and peace of the gospel of Christ into the lives of those seeking the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p21\" class=\"\">Another member, many miles away, shared the gospel in correspondence to a friend in Richmond, Virginia. A wonderful experience followed. Two missionaries were tracting one day in Richmond. One had been ill; the other felt uneasy as they walked the streets, knowing that his companion was not at his best. Both desired to persevere, however.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p22\" class=\"\">After two hours of having little success, they knocked on a door and introduced themselves as missionaries with The Church of Jesus Christ of Latter-day Saints. “Oh, yes,” the woman replied, “Ann Smith sent you.” The elders looked at each other, shook their heads, then told her they were just knocking at the doors in the neighborhood and that no person in particular had sent them to her. She invited them in; the husband and other family members were present in the room.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p23\" class=\"\">She then told the missionaries something that caused them to marvel. She said, “Just an hour or two ago I finished reading a letter that I had received today from my dearest friend who lives in California. A year ago her husband and she were converted to The Church of Jesus Christ of Latter-day Saints and were recently married in the temple. When we last heard, their marriage was falling apart, and she confided in me the sad situation. But today I received this ten-page letter telling me all about your church and the marvelous change it has made in their lives.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p24\" class=\"\">She allowed the missionaries to read the contents of that letter, which covered Relief Society, Primary, Sunday School, MIA, and much, much more. Then they read a short note at the bottom, which said, “I will be sending two missionaries to your house to teach you more about the Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p25\" class=\"\">After hearing the elders’ message, she said, with tears streaming down her face, “I believe the Lord sent you to us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p26\" class=\"\">When members and missionaries work faithfully together, they become as one and the Lord can use them to achieve his purposes among his children. The Lord had united as one the efforts of this faithful member and these diligent missionaries, to bring this family instruction which, if followed, will bring them joy and peace beyond measure and lead them back into the presence of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p27\" class=\"\">Today we live in a time of trouble and turmoil. Many people are disturbed, discouraged, confused, and looking for something better. The Lord has provided that “something better” in the gospel of Jesus Christ. He has shown his love and concern for us in our time by appearing to a prophet, by revealing the Book of Mormon, and by restoring his church with his authority and power. We have the truth, the authority and power. Now it is our individual and family responsibility and our joy to share these blessings with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p28\" class=\"\">President Joseph Fielding Smith, in addressing the British area conference of the Church, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p29\" class=\"\">“There is only one plan of salvation. There is only one way for men to gain a celestial inheritance of eternal glory, and that is to forsake the world, have faith in the Lord Jesus Christ, enter his kingdom through the door of baptism, receive the gift of the Holy Ghost, and then keep his commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p30\" class=\"\">“We respect our Father’s other children of all sects, parties, and denominations, and have no desire except to see them receive the added light and knowledge that has come to us by revelation, and to become with us inheritors of the great blessings of the restoration of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p31\" class=\"\">“But we have the plan of salvation; we administer the gospel; and the gospel is the sole hope of the world, the one way that will bring peace on earth and right the wrongs that exist in all nations.” (“To the Saints in Great Britain,” <span class=\"emphasis\">Ensign,<\/span> September 1971, pp. 3–4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p32\" class=\"\">Brothers and sisters, we have the charge to share “the unsearchable riches” of Christ with all of Heavenly Father’s children. We are blessed to have the promise of Ephraim to bring the blessings of the gospel to them. May we keep the commandment to “preach the gospel unto them” who have not yet received the kingdom, by working as one in the Lord’s great missionary effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p33\" class=\"\">Each of us can give a Book of Mormon to a friend or business associate, each can invite someone to his home to be introduced to our Heavenly Father, each can write a letter to someone else, sharing testimony of these revealed truths and extending an invitation to them to receive the Lord’s plan. Yes, as you build your desire to be a missionary for the Lord, he will open up the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p34\" class=\"\">We invite all men everywhere to join with us that we might receive the blessing described by Paul when he wrote that the Lord “would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p35\" class=\"\">“That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love,<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p36\" class=\"\">“May be able to comprehend with all saints what is the breadth, and length, and depth, and height;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p37\" class=\"\">“And to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p38\" class=\"\">“Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p39\" class=\"\">“Unto him be glory in the church by Christ Jesus throughout all ages, world without end. …” (<span class=\"citation\" id=\"21857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21857)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21857)\">Eph. 3:16–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/share-the-unsearchable-riches-of-christ.p40\" class=\"\">I solemnly declare my witness to you that Jesus is the Christ, that this is his church, and that President Harold B. Lee is his anointed prophet and seer today, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}