{"ID":2322, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            He Has Sent His Messenger to Prepare the Way\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p2\" class=\"\">Elder LeGrand Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c62.jpg\" alt=\"Elder LeGrand Richards, Of the Council of the Twelve\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p3\" class=\"\">Having spent nearly ten years in the mission field, I can appreciate very much the spirit that Brother Pinegar brings to us from the mission field. To me, missionary work is the greatest thing in all the world. I have the privilege nearly every week of talking to the new groups of missionaries before they leave for their missions. My assignment has been to discuss the use and the value of the holy scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p4\" class=\"\">“Just think,” I say, “what would we know about our Father in heaven and his great love for us in giving us his Only Begotten Son, and his great atoning sacrifice for us, and why he created this earth, and why we are here, where we are going, and how to get there—if we didn’t have the holy scriptures?” I thank the Lord for the information that has come to us through the restoration of the gospel to help us to understand the holy scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p5\" class=\"\">Now, we don’t only live in the past, by what is in the scriptures that has already transpired, for Isaiah said the Lord hath declared “the end from the beginning.” (See <span class=\"citation\" id=\"125074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125074)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125074)\">Isa. 46:10<\/a><\/span>.) It is all there in the holy scriptures when we know how to understand it. He said, “The grass withereth, the flower fadeth: but the word of our God shall stand forever.” (<span class=\"citation\" id=\"25432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25432)\">Isa. 40:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p6\" class=\"\">I think of the words of the Lord to the prophet Malachi when he said: “Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple. … But who may abide the day of his coming? … for he is like a refiner’s fire, and like fullers’ soap.” (<span class=\"citation\" id=\"32830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32830)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32830)\">Mal. 3:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p7\" class=\"\">Obviously that had no reference to his first coming. He did not come suddenly to his temple. All men could abide the day of his coming. He did not come cleansing and purifying as a refiner’s fire and fullers’ soap, but we are told that when he shall come in the latter days, the wicked shall cry out, and “then shall they begin to say to the mountains, Fall on us; and to the hills, Cover us.” (<span class=\"citation\" id=\"31879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31879)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31879)\">Luke 23:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p8\" class=\"\">If the Lord were to send a messenger to prepare the way for his coming, that messenger could be none other than a prophet. You remember Amos said, “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10451)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10451)\">Amos 3:7<\/a><\/span>.) When John the Baptist was sent to prepare the way for the Savior in the meridian of time, the Savior bore testimony that there was no greater prophet in Israel than John the Baptist. (See <span class=\"citation\" id=\"31864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31864)\">Luke 7:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p9\" class=\"\">Now, it being true that the Lord would send a messenger in these latter days to prepare for the second coming of the Savior, just as he did at his first coming, it is important that we learn what that messenger has to say to the world. I think it is a wonderful thing that the Lord has indicated the end from the beginning. I would just like to refer to a few of the prophecies that relate to the day in which we live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p10\" class=\"\">For instance, when John was banished upon the Isle of Patmos, the angel of the Lord said, “Come up hither, and I will shew thee things which must be hereafter.” (<span class=\"citation\" id=\"42472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42472)\">Rev. 4:1<\/a><\/span>.) This was 30 years after the crucifixion of the Savior. He saw the power that would be given to Satan to make war with the saints (and the saints were the followers of Jesus) and to overcome them and to rule over all kindreds, and tongues, and nations (See <span class=\"citation\" id=\"42474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42474)\">Rev. 13:7<\/a><\/span>), showing a complete apostasy from the original church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p11\" class=\"\">But the Lord didn’t leave it at that. This same angel showed John another angel flying in the midst of heaven, “having the everlasting gospel [and that is the only gospel that can save men] to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people.” (<span class=\"citation\" id=\"42475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42475)\">Rev. 14:6<\/a><\/span>.) That isn’t the gospel of men. That is the gospel of Jesus Christ that has been restored.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p12\" class=\"\">Now why do you suppose that that passage of scripture is in the Bible, if we are not to look for an angel coming with the everlasting gospel to be preached to them that dwell upon the earth, to every nation, and kindred, and tongue, and people? That doesn’t leave anybody out, and that is why the Lord had to send his messenger so that this work could be restored to the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p13\" class=\"\">Now John did not only see that the angel would bring the everlasting gospel, but he would call men back to the worship of the true and the living God “that made heaven, and earth, and the sea, and the fountains of waters.” (<span class=\"citation\" id=\"42476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42476)\">Rev. 14:7<\/a><\/span>.) And if you will just stop to think, at the time that Joseph Smith had that marvelous vision of the Father and the Son, he saw that they were two glorified personages, that they were not three in one, without body, parts, or passions. There wasn’t a church in the world at that time, so far as we know, that was worshiping the true and the living God; so when the angel was to come with the everlasting gospel, he was also to bring men back to the worship of the true and living God who made the heavens and the earth, and the sea, and the fountains of waters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p14\" class=\"\">In fact, at that time the whole Christian world believed in a God without body, parts, or passions. That means he had no eyes; he couldn’t see. He had no ears; he couldn’t hear. He had no voice; he couldn’t speak. How could they believe in such a god as that?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p15\" class=\"\">Moses knew that this condition would prevail, because when he went to lead the children of Israel into the promised land, he told them that they would not remain there long, but that they would be scattered among the nations, and that they would “serve gods, the work of men’s hands [that is, man’s doing], … which neither see, nor hear, nor eat, nor smell.” (<span class=\"citation\" id=\"21292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21292)\">Deut. 4:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p16\" class=\"\">And then Moses said that in the latter days (and we live in the latter days), if Israel would seek after God, they would surely find him. (See <span class=\"citation\" id=\"21293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21293)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21293)\">Deut. 4:29<\/a><\/span>.) The Prophet Joseph sought after him, and he found him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p17\" class=\"\">Why do you think that should be in the Bible if it should not happen? And when we announce that it has happened in our day, you would think that men would want to know more about it. When the apostles asked Jesus for the sign of his second coming and the end of the world, he told them of the wars and pestilence and earthquakes and famine, and we read a lot about them. Then he said, “And this gospel of the kingdom [the gospel that he taught] shall be preached in all the world for a witness unto all nations; and then shall the end come.” (<span class=\"citation\" id=\"36238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36238)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36238)\">Matt. 24:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p18\" class=\"\">If we expect to see him come again, we have to look for the preaching of that very same gospel, and that is the message of every Mormon elder who goes out into the world to bear testimony of the truth. I tell the missionaries, “If you can bring to people an understanding and a faith to believe in this message, it will be worth more than if you were to give them a million dollars.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p19\" class=\"\">I heard a missionary reporting his mission up in Oregon some years ago. He himself was a convert to the Church, and he came down with his fist on the pulpit and said he wouldn’t take a check for a million dollars for the experience of his mission, to go out and share with the world these marvelous truths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p20\" class=\"\">I sat back of him, and I asked myself: Would you take a check for a million dollars for your first mission over in the little land of Holland? I began counting the families whom I had been instrumental in bringing into the Church, who have come to Zion and sent their boys and girls on missions. What kind of a man would I be if I were to sell them out of the Church for a million dollars? I could not do that for all the money in this world. There is nothing else, no riches, that can compare with the joy and the happiness that come from this great missionary program of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p21\" class=\"\">Then let us consider some other prophecies. For example, the Lord said through Isaiah:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p22\" class=\"\">“Forasmuch as this people draw near me with their mouth, and with their lips do honour me, but have removed their heart far from me, and their fear toward me is taught by the precept of men:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p23\" class=\"\">“Therefore, behold, I will proceed to do a marvellous work among this people, even a marvellous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.” (<span class=\"citation\" id=\"25427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25427)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25427)\">Isa. 29:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p24\" class=\"\">There are so many marvelous things that have happened in the restoration of the gospel. Take the Book of Mormon, for example. Why, that is a miracle that no man can account for, if he will read it and study it. The greatest criticism of that book has come from those who have never read it. Yet it is full of marvelous truths that no man could have written with the knowledge that was available at the time that book was published.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p25\" class=\"\">The Book of Mormon tells us that when Lehi was in the desert, he told his son Joseph that the Lord had promised Joseph who was sold into Egypt that he would raise up a prophet in the latter days from his loins like unto Moses; that his name would be Joseph, his father’s name would be Joseph, and that he should bring forth his word. (See <span class=\"citation\" id=\"3900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3900)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3900)\">2 Ne. 3:6, 9, 15<\/a><\/span>.) That obviously was the Prophet Joseph Smith. He brought us the Book of Mormon. He brought us the Doctrine and Covenants. He brought us the Pearl of Great Price and many other writings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p26\" class=\"\">Then the Lord said: “… unto him will I give power to bring forth my word … and not to the bringing forth my word only, … but to the convincing them of my word, which shall have already gone forth among them.” (<span class=\"citation\" id=\"3902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3902)\">2 Ne. 3:11<\/a><\/span>.) In other words, he would bring them to a true understanding of the Bible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p27\" class=\"\">Then he said, [“He] shall bring my people unto salvation.” (<span class=\"citation\" id=\"3903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3903)\">2 Ne. 3:15<\/a><\/span>.) Why? Because he had the holy priesthood restored so that he could administer the saving ordinances of the gospel. And then the Lord adds, “And I will make him great in mine eyes.” (<span class=\"citation\" id=\"3901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3901)\">2 Ne. 3:8<\/a><\/span>.) Whatever the world may think of the prophet of this dispensation, the Lord knew he would be great, for he had him in waiting for three thousand years when he promised Joseph that out of his loins he would raise up a prophet in our day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p28\" class=\"\">I would like to mention an experience to indicate what I think he meant when he said, “… unto him will I give power to bring forth my word … and not to the bringing forth my word only, … but to the convincing them of my word, which shall have already gone forth among them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p29\" class=\"\">While I was on my first mission in Holland, I was invited to speak to a Bible class of businessmen in The Hague. They met every week, holding a Bible class. We met in the home of a prominent furniture dealer; the only woman there was the daughter of the man of the house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p30\" class=\"\">They invited me to speak for an hour and a half and explain our doctrine of universal salvation, which includes the work for the dead. I gave them chapter and verse and let them read these passages from their own Bibles so they would believe more completely, as they seemed to think we have a different Bible. Then I closed my Bible and laid it on the table, folded my arms, and waited for their comments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p31\" class=\"\">The first comment came from the daughter of the man of the house. She said, “Father, I just can’t understand it. I have never attended one of these Bible classes in my life that you haven’t had the last word to say on everything, and tonight you haven’t said a word.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p32\" class=\"\">The father shook his head and said, “My daughter, there isn’t anything to say.” He said, “This man has been teaching us things we have never heard of, and has been teaching them to us out of our own Bibles.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p33\" class=\"\">That is what the Lord meant when he said that the prophet he would raise up would not only bring forth his word, but would bring men to the convincing of his word that had already gone forth among them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p34\" class=\"\">I preached a sermon down in Quitman, Georgia, on the eternal duration of the marriage covenant and the family unit. At the end of the meeting I stood at the door, and a man came up and introduced himself as a minister of the gospel. Since I had quoted what the major churches had to say about that principle, and not one of them believed in the eternal duration of the marriage covenant and the family unit, I said to this minister: “Did I misquote you tonight?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p35\" class=\"\">“No, Mr. Richards, but it is just like you say, we don’t believe all the things our churches teach.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p36\" class=\"\">I said, “You don’t believe them either.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p37\" class=\"\">Then I said, “Why don’t you go back and teach your people the truth. They will take it from you, but they are not ready to take it from the Mormon elders yet.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p38\" class=\"\">He said, “I will see you again,” and that was all I could get out of him that night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p39\" class=\"\">The next time I went there, about four months later, he was standing out in front of the church. We shook hands. I said, “I would certainly be interested to know what you thought of my last sermon here.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p40\" class=\"\">He said, “Mr. Richards, I have been thinking about it ever since. I believe every word you said, only I would like to have heard the rest of it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p41\" class=\"\">Here was a man occupying a pulpit in his own church who believed every word I said, and yet he couldn’t teach it to his people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p42\" class=\"\">I am going to tell you one more experience. A few years ago two of the major churches on the west coast, including California, Oregon, Washington, Idaho, Utah, and Nevada, were holding a convention here in Salt Lake. Their leader wrote a letter to President McKay and asked if he would send one of the General Authorities to attend their convention and talk for two hours in the morning session and tell them the story of Mormonism, and then remain as their guest for lunch, and then remain for an hour and a half in the afternoon and let them ask questions. I got the assignment—and I was glad to get it! I tell the missionaries that you never need to argue with anybody when you learn how to tell our story.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p43\" class=\"\">Some of these ministers wanted to get away on earlier planes up to the Northwest, so they set the luncheon back a half an hour, and they gave me two and a half hours in that morning meeting. I explained the restoration of the gospel, the difference between a restoration and a reformation, and at the conclusion of my talk I only got one question out of all these ministers and church leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p44\" class=\"\">The man in charge said, “Mr. Richards, you have told us that you believe that God is a personal God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p45\" class=\"\">I said, “That is right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p46\" class=\"\">He said, “We have heard it said that you believe that God has a wife. Would you explain that to us?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p47\" class=\"\">I think he thought he had me in trouble, and so rather facetiously I said, “I don’t see how in the world he could have a son without a wife, do you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p48\" class=\"\">And they all began to titter. I didn’t have any more trouble with that question.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p49\" class=\"\">At the close of my remarks, I told them that while I was the Presiding Bishop of the Church, we had charge of the building program. We had the plans prepared for the Los Angeles Temple. One day we took them and showed them to the First Presidency, but we didn’t have the electrical or plumbing plans completed. We had 84 pages about 4 feet long and 2 1\/2 feet wide, and I imagine you have all seen blueprints. I said, “Now you could take those blueprints and try to fit them to every building in this world, but there is only one building they will fit, and that is the Mormon temple down in Los Angeles.” Then I said, “Of course you can find buildings that have material in them such as cement, lumber, electrical wiring, plumbing, and so forth, but you can’t find any building that they will fit.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p50\" class=\"\">Then I held up the Bible. I said, “Here is the Lord’s blueprint. Isaiah said the Lord had declared the end from the beginning. It is all here. Now,” I said, “you could take this, the Lord’s blueprint, and try to fit it to every church in this world, but there is only one church that it will fit, and that is The Church of Jesus Christ of Latter-day Saints. Now,” I said, “I will proceed to illustrate to you what I mean.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p51\" class=\"\">I said that in Canon Frederick William Farrar’s work <span class=\"emphasis\">Life of Christ <\/span>(Cassell, 1902), he said there were two passages in the New Testament for which he could find no excuse. The first is <span class=\"citation\" id=\"125075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125075)\">John 10:16<\/a><\/span>, where Jesus said, “And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p52\" class=\"\">I said, “Do any of you men know why that is in the Bible? Do any of you know any church in the world that does know why it is in the Bible? Well, we know all about it.” And then I explained the promise to Joseph of a new land in the utmost bounds of the everlasting hills, and in describing that land, Moses uses the word <span class=\"emphasis\">precious <\/span>five times in just a few verses. (See <span class=\"citation\" id=\"21298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21298)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21298)\">Deut. 33:13–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p53\" class=\"\">I said, “Do any of you know where that land of Joseph is?” Then I explained that it was the land of America, and that Jesus visited his people here in America, and he told them that they were the other sheep of whom he spoke to his disciples. (See <span class=\"citation\" id=\"3908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3908)\">3 Ne. 15:21<\/a><\/span>.) He said that not at any time did the Father command him to tell his disciples who the other sheep were, only that he had other sheep. (See <span class=\"citation\" id=\"5778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5778)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5778)\">3 Ne. 15:15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p54\" class=\"\">The other passage they couldn’t understand was the one where Paul said, “Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?” (<span class=\"citation\" id=\"569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 569)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(569)\">1 Cor. 15:29<\/a><\/span>.) I said, “Do any of you know why that is in the Bible? Do any of you know any church in the world that does know why it is in the Bible?” Then I explained this doctrine to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p55\" class=\"\">I quoted to them the words of Peter following the day of Pentecost, when he said to those who had put to death the Christ, “And he shall send Jesus Christ, which before was preached unto you: Whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.” (<span class=\"citation\" id=\"8152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8152)\">Acts 3:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p56\" class=\"\">That is not a reformation; that is a restitution. I said, “That is what I have been telling you here for two hours and a half, and you can’t look for the coming of the Savior as was promised by Peter and the prophets until there has been a restitution, and not a reformation.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p57\" class=\"\">When I concluded, the man in charge said, “Mr. Richards, this has been one of the most interesting experiences of my entire life.” That is what Isaiah meant when he said, “… the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.” (<span class=\"citation\" id=\"25428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25428)\">Isa. 29:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/he-has-sent-his-messenger-to-prepare-the-way.p58\" class=\"\">I bear you my witness that there isn’t a man or a woman in this world who really loves the Lord with all their heart who wouldn’t join this church if they would just take time to find out what it is, for I know that it is God’s eternal truth. He has sent his messenger to prepare the way for his coming. I pray God to bless us and help us all to be missionaries. I leave you my blessing in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}