{"ID":233, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Truth Will Prevail<\/p>\n<p class=\"gcspeaker\">President George F. Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George F. Richards, <i>Conference Report<\/i>, April 1946, pp. 94-99<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nLast Sunday was fast day. I attended fast meeting in one of the wards in this city and heard\nsome faithful testimonies borne. One young woman in her testimony intimated that she did\nnot know so very much about the gospel but this one thing she did know, that the gospel\nbrings peace to the soul. I thought that was a wonderful testimony, and I concluded that that\nwoman is living her religion, for those Latter-day Saints who are living their religion do have\npeace to their souls (<span class=\"citation\" id=\"27254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27254)\">John 14:27<\/a><\/span>),\nand those who are not living their religion I am afraid that their souls are\nfrequently very much disturbed. This is one of the great blessings that the Lord has for the\nfaithful of his children, peace to the soul.\n<\/p><p>\nAs this congregation stood up to sing, I thought what an awe-inspiring sight this is. It is\ninspiring as we sit, but when we stood it seemed that there were more of us, and then I\nthought, \"Why, we are only a sprinkling of the faithful members of the Church,\" and I thank\nthe Lord for them, and I certainly do pray that he will bless them and reward them for their\nfaithfulness. And there are some who are not faithful for which we are sorry. God bless them\nthat they may see their mistakes; that they may take advantage of their opportunities of\nreceiving the saving ordinances of the gospel they have not yet received; and that they may\nlearn to know that the Lord needs them in his service; and that an\nopportunity is afforded them if they will live so that they can be used, to pay in part the debt\nof gratitude they owe to him, which they will never be able fully to do.\n<\/p><p>\nThen if I am informed correctly, there are some members of the Church who are not only\nindifferent to their religion but who have committed sin, and violated the rules of chastity. I\npity them. God bless them that they may understand their true situation and repent of their\nsins and make peace with the Lord while they have opportunity. The Spirit of God will not\nalways strive with man (<span class=\"citation\" id=\"23517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23517)\">Gen. 6:3<\/a><\/span>;\n<span class=\"citation\" id=\"12216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12216)\">D&amp;C 1:33<\/a><\/span>).\n<\/p><p>\nANNIVERSARY OF ORGANIZATION OF CHURCH\n<\/p><p>\nThis is a wonderful work in which we are engaged. The annual general conference of the\nChurch is of particular significance and deep interest to Latter-day Saints. The members of the\nChurch, far and near, in great numbers are assembled in this general conference of the Church\non the anniversary of its birth, a most suitable way in which to commemorate that\nexceedingly important event, affecting as it does the lives of many thousands of pure-minded,\nclean-living men and women for their good and their salvation. The organization of the\nChurch and the restoration of the gospel spell \"Mormonism,\" for which many faithful souls\nhave suffered persecution and death, but the reward to all such, exceeds in glory any\nconception had by mortal man.\n<\/p><p>\nOne hundred sixteen years ago today the Church of Jesus Christ of Latter-day Saints was\norganized, by direct command of God\n(<span class=\"citation\" id=\"12237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12237)\">D&amp;C 20:1<\/a><\/span>),\nin Fayette, Seneca County, New York, under the laws\nof that state. Since its organization, the Church has been the object of bitter opposition and\npersecutions. This has come at different periods, from different sources, and in various forms,\nbut always instigated by Lucifer, the devil, through willing emissaries, with the object and\nintent to destroy the Church, and defeat the purpose of God in his planning for the salvation\nof the children of men.\n<\/p><p>\nPERSECUTION, A HERITAGE OF THE SAINTS\n<\/p><p>\nFor the comfort of the Saints, let me quote to you from the sayings of our Savior:\n<\/p><p>\nBlessed are they which are persecuted for righteousness' sake: for theirs is the kingdom of\nheaven.\n<\/p><p>\nBlessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil\nagainst you falsely, for my sake.\n<\/p><p>\nRejoice, and be exceedingly glad: for great is your reward in heaven: for so persecuted they\nthe prophets which were before you\n(<span class=\"citation\" id=\"34040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34040)\">Matt. 5:10-12<\/a><\/span>).\n<\/p><p>\nPersecution is, and always has been, a heritage of the Saints of God. Men and women have\ngone about the country, in this and in other lands, lecturing against the Church and its leaders.\nMagazine articles and books by the score, of a venomous and libelous character, have been\nwritten, published, and circulated against us. Apostates from the Church\nhave opposed it in various ways, while the work of the Lord against which their fiery darts\nhave been directed, goes steadily forward.\n<\/p><p>\nMormonism has for more than a century, been thus pelted with vituperation, deceit, and\nfalsehood, but by every attack it has become more widely known. The work of the Lord\nthrives under opposition and persecution. \"Truth is mighty and will prevail.\"\n<\/p><p>\nWe do not court opposition and persecution, but when it comes, we are not so greatly\ndisturbed, for we know our ground, that this is the work of the Lord, and that God is at the\nhelm, guiding the good ship into a safe harbor.\n<\/p><p>\nTWO MAJOR POWERS IN OPERATION\n<\/p><p>\nThere are two major powers operating upon the minds and hearts of the children of men&mdash;the\none for good, and the other for evil.\n<\/p><p>\nQuoting from the Book of Mormon:\n<\/p><p>\nWherefore, all things which are good cometh of God; and that which is evil cometh of the\ndevil; for the devil is an enemy unto God, and fighteth against him continually, and inviteth\nand enticeth to sin, and to do that which is evil continually\n(<span class=\"citation\" id=\"38231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38231)\">Moro. 7:12<\/a><\/span>).\n<\/p><p>\nQuoting from the Doctrine and Covenants:\n<\/p><p>\n. . . for we beheld Satan, that old serpent, even the devil, who rebelled against God, and\nsought to take the kingdom of our God and his Christ Wherefore, he maketh war with the\nsaints of God (<span class=\"citation\" id=\"12269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12269)\">D&amp;C 76:28-29<\/a><\/span>).\n<\/p><p>\nThe Holy Ghost is a member of the trinity of the Godhead, a personage of spirit\nnon-tabernacled. Lucifer also is a non-tabernacled spirit The Holy Ghost is an inspirer of\ngood. The devil is an instigator of evil. Each is striving for the souls of men; the one to save\nand the other to destroy.\n<\/p><p>\n. . . choose you this day whom ye will serve\n(<span class=\"citation\" id=\"30029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30029)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nMan has his free agency and is responsible to God who gave it for the way he exercises it.\nThe whispering of the Holy Ghost removes all doubt and fear, and brings conviction to the\nsoul, so that we can say, conscientiously, that we know the truth of that which we have\nreceived.\n<\/p><p>\nSaid the Savior:\n<\/p><p>\n. . . My doctrine is not mine, but his that sent me. If any man will do his will, he shall know\nof the doctrine, whether it be of God, or whether I speak of myself\n(<span class=\"citation\" id=\"27231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27231)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nBORN OF WATER AND OF THE SPIRIT\n<\/p><p>\nLet us see how this works: Jesus taught the will of him who sent him, and did his will in all\nthings. He said to Nicodemus:\n<\/p><p>\n. . . Except a man be born of water and of the Spirit, he cannot enter into the kingdom of\nGod (<span class=\"citation\" id=\"27220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27220)\">John 3:5<\/a><\/span>).\n<\/p><p>\nWhat happens when one is born of water and of the Spirit? Jesus has set us a worthy example\nin all things. Let us see what happened to him:\n<\/p><p>\nAnd Jesus, when he was baptized, went up straightway out of the water: and, lo, the heavens\nwere opened unto him, and he saw the Spirit of God descending like a dove, and lighting\nupon him: And lo a voice from heaven, saying, This is my beloved Son, in whom I am well\npleased (<span class=\"citation\" id=\"34025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34025)\">Matt. 3:16-17<\/a><\/span>).\n<\/p><p>\nThat is, he was immersed in the waters of Jordan by John the Baptist, and went up\nstraightway out of the water, and thus he was born of the water. Then the heavens opened and\nthe spirit of God, the Holy Ghost, lighted upon him as a dove, and thus he was born of the\nSpirit.\n<\/p><p>\nNow note what followed his having been born of water and of the Spirit:\n<\/p><p>\nAnd lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased\n(<span class=\"citation\" id=\"34027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34027)\">Matt. 3:17<\/a><\/span>).\n<\/p><p>\nThat is the approval which the Father gave to his Son. Similar approval is received through\nthe power of the Holy Ghost, by every worthy person who is baptized as was Jesus, by the\nsame authority of priesthood, and who receives the Holy Ghost by the laying on of hands by\nthe elders of the Church. In this way members of the Church have received a testimony of the\ntruth.\n<\/p><p>\n. . . no man can say that Jesus is the Lord but by the Holy Ghost\n(<span class=\"citation\" id=\"144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(144)\">1 Cor. 12:3<\/a><\/span>).\n<\/p><p>\nAfter the individual has received the Holy Ghost by the laying on of hands, it is his right and\nprivilege, through faithfulness, to have his constant companionship, the significance of which\nonly the faithful know.\n<\/p><p>\nHOLY GHOST OPERATES FOR SALVATION OF MAN\n<\/p><p>\nThe Holy Ghost operates in many ways for the blessing and salvation of man. For example:\nwhen Jesus asked his disciples&mdash;\n<\/p><p>\n. . . But whom say ye that I am? And Simon Peter answered and said, Thou art the Christ, the\nson of the living God. And Jesus answered and said unto him, Blessed art thou, Simon\nBar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in\nheaven (<span class=\"citation\" id=\"34087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34087)\">Matt. 16:15-17<\/a><\/span>).\n<\/p><p>\nHow did the Father reveal it to Peter? By the power of the Holy Ghost, through whom the\nLord has contact and communication with man on the earth.\n<\/p><p>\nHear what Moroni, a prophet of God of Book of Mormon days, has to say about the operation\nof the Holy Ghost:\n<\/p><p>\nAnd when ye shall receive these things [the records], I would exhort you that ye would ask\nGod, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask\nwith a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it\nunto you, by the power of the Holy Ghost. And by the power of the Holy Ghost ye may\nknow the truth of all things (<span class=\"citation\" id=\"38233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38233)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nMany people have put this promise to the test and have received the witness of the spirit, that\nthe things contained in the Book of Mormon are true.\n<\/p><p>\nThis promise is true with respect to all the scriptures As I read the account given by Joseph\nSmith of the visitation of the Father and the Son to him\n(<span class=\"citation\" id=\"30240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30240)\">JS&mdash;H 1:17<\/a><\/span>),\nwhile he was yet a boy fourteen\nyears of age, the Holy Ghost bears record to my soul, that what he says is true, and I rejoice\nexceedingly in this testimony. I feel that I know by the revelations of God through the\noperations of the Holy Ghost, as well as did Peter, that Jesus is the Christ, the Son of the\nLiving God, and by the same power, which is the power of God, I do know that Joseph Smith\nwas and is a true prophet of God, as were all his successors in the presidency of the Church\nof Jesus Christ of Latter-day Saints, down to the present, including the present President of\nthe Church, George Albert Smith. I also know that this work in which we are engaged is the\nwork of God, and that it will endure forever\n<\/p><p>\nEFFECTIVENESS OF THE ATONEMENT\n<\/p><p>\nI here quote the words of the Savior:\n<\/p><p>\nCome unto me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke\nupon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your\nsouls. For my yoke is easy, and my burden is light\n(<span class=\"citation\" id=\"34073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34073)\">Matt. 11:28-30<\/a><\/span>).\n<\/p><p>\nThe burden of sin and remorse is something to be dreaded and to be avoided. The Savior has\nprovided, however, a means by which the sins of deepest dye may be forgiven, and that, by\nrepentance and obedience unto the laws and ordinances of the gospel, made effective through\nthe atonement of our Lord and Savior, Jesus Christ.\n<\/p><p>\nThe third article of our faith reads:\n<\/p><p>\nWe believe that through the Atonement of Christ, all mankind may be saved, by obedience to\nthe laws and ordinances of the Gospel (<span class=\"citation\" id=\"6614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6614)\">A of F 1:3<\/a><\/span>).\n<\/p><p>\nIn this way we rid ourselves of our sins and prepare\nourselves for salvation.\n<\/p><p>\nBaptism is a natural sequence to faith and repentance. It is the door into the kingdom.\n<\/p><p>\n. . . Except a man be born of water and of the Spirit, he cannot enter into the kingdom of\nGod (<span class=\"citation\" id=\"27221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27221)\">John 3:5<\/a><\/span>).\n<\/p><p>\n. . . He that entereth not by the door into the sheepfold, but climbeth up some other way, the\nsame is a thief and a robber\n(<span class=\"citation\" id=\"27236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27236)\">John 10:1<\/a><\/span>).\n<\/p><p>\nBaptism is also for the fulfillment of the law.\n<\/p><p>\nThen cometh Jesus from Galilee to Jordan unto John, to be baptized of him.\n<\/p><p>\nBut John forbade him, saying, I have need to be baptized of thee, and comest thou to me?\n<\/p><p>\nAnd Jesus answering said unto him, Suffer it to be so now: for thus it becometh us to fulfill\nall righteousness (<span class=\"citation\" id=\"34022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34022)\">Matt. 3:13-15<\/a><\/span>),\n<\/p><p>\nwhich could not be fulfilled without baptism.\n<\/p><p>\nBaptism is for the forgiveness of sins which have been repented of.\n<\/p><p>\nThen Peter said unto them, Repent, and be baptized every one of you in the name of Jesus\nChrist for the remission of sins, and ye shall receive the gift of the Holy Ghost\n(<span class=\"citation\" id=\"7550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7550)\">Acts 2:38<\/a><\/span>).\n<\/p><p>\n\"GO ON UNTO PERFECTION\"\n<\/p><p>\nTherefore leaving the principles of the doctrine of Christ, let us go on unto perfection; not\nlaying again the foundation of repentance from dead works, and of faith toward God.\n<\/p><p>\nOf the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of\neternal judgement.\n<\/p><p>\nAnd this will we do, if God permit\n(<span class=\"citation\" id=\"24215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24215)\">Heb. 6:1-3<\/a><\/span>).\n<\/p><p>\nAnd beside this, giving all diligence, add to your faith virtue; and to virtue knowledge; And\nto knowledge temperance; and to temperance patience; and to patience godliness; And to\ngodliness brotherly kindness; and to brotherly kindness charity. For if these things be in you,\nand abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of\nour Lord Jesus Christ (<span class=\"citation\" id=\"4797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4797)\">2 Pet. 1:5-8<\/a><\/span>),\n<\/p><p>\nto know whom is life eternal.\n<\/p><p>\nWe believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men;\nindeed, we may say that we follow the admonition of Paul&mdash;We believe all things, we hope all\nthings, we have endured many things, and hope to be able to endure all things. If there is\nanything virtuous, lovely, or of good report or praiseworthy, we seek after these things\n(<span class=\"citation\" id=\"6617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6617)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nMay the Lord help us to be orthodox in our thinking, in our teaching, and in our living, and\nbe in the image and likeness of God in all things\n(<span class=\"citation\" id=\"50068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50068)\">Gen. 1:26-27<\/a><\/span>), in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}