{"ID":2330, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Hold Up Your Hands\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p2\" class=\"\">Elder Sterling W. Sill<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_033<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p3\" class=\"\">My brothers and sisters: I appreciate very much this privilege of having some part with you in these great general conferences of the Church. This is the place where we come each six months to be instructed in our duties and built up in our faith. This is where some of the most important business of the Church is transacted. And then twice each year we have this thrilling, exciting experience of holding up our hands and making a personal covenant with the Lord that we will sustain and support those who are placed in authority over us in the Church and that we will also keep all of the Lord’s commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p4\" class=\"\">The other evening I reread Saint Paul’s famous twelfth chapter of First Corinthians, in which he compared the various parts of the human body with the spiritual gifts and ecclesiastical offices which have been placed in the Church. He said that all were necessary and that the eye could not say to the hand, “I have no need of thee.” [<span class=\"citation\" id=\"564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(564)\">1 Cor. 12:21<\/a><\/span>] And each six months, as I see the thousands of raised hands in this assembly, I like to think of the great power and many important duties, both symbolic and otherwise, that we hold in our hands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p5\" class=\"\">The Lord has placed in our hands the responsibility for working out our eternal exaltation in fear and trembling before him. When we are sick we have hands placed upon our heads and we are given a blessing for the restoration of our health. By the laying on of hands we confirm people members of the Church. We confer the Holy Ghost. We ordain people to the priesthood, and we set them apart for that portion of the work of the Lord that they are called to perform. We raise our hands in salute. We hold them over our hearts as we take our pledge of allegiance to the flag. We clasp hands in friendship and fellowship. We lay them upon the shoulders of our friends to give commendation and encouragement. With a pair of willing, ambitious, capable, clean hands, we can move mountains and we can save souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p6\" class=\"\">It was probably one of the greatest good fortunes of our lives when creation decided to flatten out the ends of both of our arms and place a hand on each one. When you put on your shirt in the morning, just imagine how you would get along if you had any other device except a hand on the end of your arm. Just suppose that you had a hoof or a claw or a wing, or a pair of pliers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p7\" class=\"\">The story is told of a young man who went blind in his early youth. Many years later after an operation, the first thing that his newly restored vision rested upon was his own hand, and he thought he had never imagined anything quite so wonderful as his own hand with its circulation system, its communication system, its temperature control, its self-healing ability, and its wonderful covering of skin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p8\" class=\"\">Or think of the usefulness of these wonderful little bony levers that we call fingers. They can readily be trained to play the piano, dial telephone numbers, and do the accounting. Someone once said that a man’s best friends are his fingers. He said, “About the only thing that a man can really count on these days are his fingers.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p9\" class=\"\">I would like to remind you of an assignment that the Lord once gave to the fingers of the Israelites when he instituted this ancient custom of wearing phylacteries. The Lord knew then what every one of us ought to know now, that there are certain passages in the scriptures that must never be forgotten if our lives are to be successful. Therefore, to help the people to remember, he required that they write some of these passages down on pieces of parchment, encase them in little leather tubes, and bind them across their foreheads and between their eyes. They were required to hang them around their necks and bind them on their arms like wrist watches and wear them like rings upon their fingers. About this custom the Lord said to the people: “And these words, which I command thee this day, shall be in thine heart:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p10\" class=\"\">“And thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p11\" class=\"\">“And thou shalt bind them for a sign upon thine hand, and they shall be as frontlets between thine eyes.” (<span class=\"citation\" id=\"21295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21295)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21295)\">Deut. 6:6–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p12\" class=\"\">You will recall that your mother used to make an interesting adaptation of this idea. When she sent you on an important errand, the purpose of which she did not want you to forget, she helped you to remember by tying a red string on your finger with a bow on the top so that no matter where you went or what you did, you would always remember what your mother wanted you to do. And that is about what the Lord did to the children of Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p13\" class=\"\">When I raise up my hand to make my personal covenant with the Lord, I try to imagine which phylacteries he would most like to see on my hand, and here are some of the things that I have been thinking about.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p14\" class=\"\">The first finger on the hand is the thumb. The thumb serves as the anchor man of the hand. And the first law of any success says that “you <span class=\"emphasis\">must <\/span>know your business.” Lord Bacon said, “Knowledge is power.” Jesus said, “… this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” (<span class=\"citation\" id=\"28756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28756)\">John 17:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p15\" class=\"\">Dr. Henry C. Link once pointed out that “nothing puts so much order into human life as to live by a set of sound principles.” And the most sound principles are the principles of the gospel of Jesus Christ. However, before we can live by them very effectively, we must know what they are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p16\" class=\"\">The first question that Adam and Eve were asked to decide when they were placed in the Garden of Eden was whether or not they would eat the fruit from the tree of knowledge of good and evil. And after they had eaten, God said, “… the man is become as one of us, to know good and evil.” (<span class=\"citation\" id=\"23858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23858)\">Gen. 3:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p17\" class=\"\">I would just like to point out in passing that the right kind of knowledge still tends to have that effect upon people. It still tends to make men and women become as God. A flaming sword was placed in the Garden of Eden to guard the tree of life, but fortunately for us there is no flaming sword guarding the tree of knowledge, and each one of us may eat to his heart’s content. And maybe you can think of something more exciting than that, but I don’t know what it would be. In this great age of restoration and enlightenment we can know about as much as we want to know about any subject, including God and his program for our eternal exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p18\" class=\"\">The second finger is the pointing finger. This is the finger you use to show people the way. This is the directing finger. And the second law of success says that you must be a convert before you can be a disciple. You must be a convert before you can be a leader. You must be a convert before you can show other people the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p19\" class=\"\">Jesus said to Peter, “Simon, … when thou art converted, strengthen thy brethren.” (<span class=\"citation\" id=\"31877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31877)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31877)\">Luke 22:31–32<\/a><\/span>.) Peter may have been a little bit offended at this, as he probably felt that as the chief apostle, he was already converted; but what happened that very night at the house of Caiaphas when he denied the Lord three times may have indicated that even Peter was not fully converted. And it would help us if we made up a great credenda of beliefs and had strong, well-worked-out convictions centered in each one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p20\" class=\"\">The third finger is the big finger. This is the power finger. It has the best location on the hand. The third law of success says that you must WANT to succeed—in capital letters. If I want to succeed in letters an inch high, I will fail. But if I want to succeed in letters a yard high, then I will succeed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p21\" class=\"\">The Lord said, “… if ye have desires to serve God ye are called to the work.” (<span class=\"citation\" id=\"16020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16020)\">D&amp;C 4:3<\/a><\/span>.) If we don’t WANT to do it we can’t do it. Alma said that God grants unto every man according to his desires. (See <span class=\"citation\" id=\"9173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9173)\">Alma 29:4<\/a><\/span>.) And we ought to spend a lot more time than we ordinarily do in increasing the volume and intensity of our righteous desires.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p22\" class=\"\">A young man once came to Socrates and said, “Mr. Socrates, I have come sixteen hundred miles to talk to you about wisdom and learning.” He said, “You are a man of wisdom and learning and I would like to be a man of wisdom and learning. Would you teach me how to be a man of wisdom and learning?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p23\" class=\"\">Socrates said, “Come, follow me.” And he led the way down to the seashore.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p24\" class=\"\">Then they waded out into the water up to their waists. Then Socrates seized his friend and held his head under the water. His friend struggled and kicked and bucked and tried to get away but Socrates held him down. Now if you hold somebody’s head under the water long enough he will eventually become fairly peaceable, and when this man had quit kicking, Socrates carried him out on the bank and laid him out to dry, and he went back to the marketplace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p25\" class=\"\">After this man had thawed out a little bit he came back to Socrates to find the reason for this rather unusual behavior, and Socrates said to him, “When your head was under the water, what was the one thing you wanted more than anything else?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p26\" class=\"\">And he said, “More than anything else I wanted air.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p27\" class=\"\">Then Socrates said, “When you want wisdom and learning like you wanted air, you won’t need to ask anybody to give it to you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p28\" class=\"\">When we really WANT to be disciples of Christ, in capital letters, when we really WANT to be servants of the Master, then everything else will be easy. Someone once said to Mozart, “Would you teach me how to write symphonies?” Mozart said, “You are too young to write symphonies.” The young man said, “But you were fifteen years younger than I am when you began writing symphonies.” Mozart said, “But I didn’t have to ask anybody to teach me.” Only when we get some of these great qualities inside of ourselves are we in a position to make progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p29\" class=\"\">Now the fourth finger is the ring finger. This is the finger that you use to fall in love with. This is the finger you get married with. This is the family finger. This is where you wear your family home evening phylactery. This is the finger that represents the source of most of your education and your satisfactions and your eternal happiness for both here and hereafter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p30\" class=\"\">Shakespeare said, “No profit comes where there is no pleasure taken.” You can’t do very well that which you don’t enjoy doing. If we don’t get great pleasure out of our families, we should repent, because we are doing something wrong. If the work of the Lord seems burdensome and makes us weary, or if we don’t get exhilaration and uplift out of that part of the work of the world that life has given us to do, then we should repent. We need some more powerful satisfactions from life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p31\" class=\"\">Now the last finger is the little finger. This is the weakest finger. This is the finger that has the poorest position on the hand, and we might imagine that we could just take him off the team and throw him away without losing very much. However, the big finger cannot say to the little finger, “I have no need of thee.” The little finger may come at the end of the line-up, but that is the quarterback position, and you don’t need a great big man to be the quarterback, providing the other members of the team are fully qualified and effectively functioning. That is, the thumb knows his business backwards and forwards and upside down and standing on his head. The pointing finger has some powerful, well-developed convictions about it; the big finger WANTS to do it, in capital letters; the ring finger gets great satisfaction from doing it; and all the little finger has to do is to do it. He is the worker. He is the one who takes care of the mechanics of production. He is the one that handles the checkup and does the follow-through. He is the one Jesus came calling for when he pleaded for “doers of the word” and not just hearers and talkers only.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p32\" class=\"\">Someone has said, “My, oh my, what miracles we could accomplish if our hands moved as fast as our tongues.” He said, “After all is said and done, there is usually a lot more said than done.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p33\" class=\"\">As I sit here on this platform each conference and raise up my hand to make my personal covenant with the Lord, it is stimulating to me to remember that the President of the Church sits directly behind me and God is over my head, and I would not like to have either of them feel that my hand was not clean or that any of my necessary phylacteries were missing. And if I had the gift of speech and the power to plant a conviction that I would like to have, I would say to the millions of people in the world who are earnestly seeking to be disciples of the Master to hold up their hands to God and make a solemn covenant with him to keep all of his commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p34\" class=\"\">And I would remind everyone of that thrilling occasion when Moses was leading the children of Israel in their battle against the Amalekites. Moses took the rod of God in his hands and went to the top of a sacred mount, where he held up his hands to God over the battle; and as long as Moses held up his hands, Israel prevailed. But when he let his hands down, the Amalekites prevailed. And as Moses’ arms became heavy with weariness, Aaron and Hur stood on either side of Moses and helped him to hold up his hands until the battle was won. (See <span class=\"citation\" id=\"22846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22846)\">Ex. 17:8–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/hold-up-your-hands.p35\" class=\"\">If we all hold up clean, honest, industrious hands to God, then his work will prevail. And then it will not be long before the prayer of the Master is fulfilled wherein he said to his Father, “Thy kingdom come. Thy will be done in earth, as it is in heaven.” (<span class=\"citation\" id=\"36194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36194)\">Matt. 6:10<\/a><\/span>.) And may God bless you, my brothers and sisters, that all of us together may effectively hold up our hands to God and that our covenants may be acceptable to him. For this I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}