{"ID":2332, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Salvation Comes through the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p3\" class=\"\">Elder Mark E. Petersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_035<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p4\" class=\"\">When the Savior established his church during his mortal ministry, and as it was further developed by the twelve apostles of that day, one important fact became conspicuously clear, which is: that salvation comes through the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p5\" class=\"\">It does not come through any separate organization or splinter group nor to any private party as an individual. It comes only through the Church itself as the Lord established it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p6\" class=\"\">It was the Church that was organized for the perfecting of the Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p7\" class=\"\">It was the Church that was given for the work of the ministry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p8\" class=\"\">It was the Church that was provided to edify the body of Christ, as Paul explained to the Ephesians.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p9\" class=\"\">Therefore it was made clearly manifest that salvation is <span class=\"emphasis\">in <\/span>the Church, and <span class=\"emphasis\">of <\/span>the Church, and is obtained only <span class=\"emphasis\">through <\/span>the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p10\" class=\"\">The Lord established one strait and narrow way, and understandingly observed that “few there be that find it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p11\" class=\"\">Not only did he provide that salvation should come through his regularly constituted church, but he set up safeguards to protect its members from being tossed to and fro with every wind of doctrine and to preserve them from the sleight of men who, with cunning craftiness, lie in wait to deceive. (See <span class=\"citation\" id=\"21859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21859)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21859)\">Eph. 4:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p12\" class=\"\">Those safeguards, according to Paul’s epistle to the Ephesians, rested primarily in the persons of the apostles and prophets whom God placed at the head of the Church for that specific purpose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p13\" class=\"\">They were the inspired leaders in the Church. They were the mouthpieces of the Lord, and their inspired messages to the people were the will of the Lord, the mind of the Lord, the voice of the Lord, and the power of God unto salvation. (See <span class=\"citation\" id=\"16109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16109)\">D&amp;C 68:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p14\" class=\"\">With such heavenly guidance, none need go astray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p15\" class=\"\">But there were men in the Lord’s own day who taught false doctrines and led the people into mistaken paths. These the Savior severely criticized, accusing them of apostasy from the very law of Moses which they pretended to preach.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p16\" class=\"\">He said to them, “Did not Moses give you the law, and yet none of you keepeth the law?” (<span class=\"citation\" id=\"28728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28728)\">John 7:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p17\" class=\"\">And again he said, “… had ye believed Moses, ye would have believed me: for he wrote of me.” (<span class=\"citation\" id=\"28723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28723)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28723)\">John 5:46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p18\" class=\"\">What a sad commentary! Had the people believed Moses, instead of the crafty false teachers of their day, they would have accepted Christ, because Moses wrote of Christ. And if they had accepted Jesus, they would have received salvation through his church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p19\" class=\"\">But being blinded by false teachers, they rejected both Moses and Christ, and thus never joined the Lord’s church and hence did not receive the salvation which was available through it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p20\" class=\"\">Obviously all of the writings of Moses are not in our Bibles of today, but in the Savior’s time they must have been available, for Jesus criticized the elders and scribes for not believing what Moses said when he testified of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p21\" class=\"\">Isn’t it interesting that Moses testified of the Savior, and that when the people would not believe Moses they therefore were not prepared to receive the Christ either? Do you recall that Paul said the law of Moses was a schoolmaster to bring the people to Christ? (See <span class=\"citation\" id=\"23303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23303)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23303)\">Gal. 3:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p22\" class=\"\">Not only did Moses write of the Lord, but the other prophets did likewise. Peter said, in speaking of Jesus, “To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins.” (<span class=\"citation\" id=\"8157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8157)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8157)\">Acts 10:43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p23\" class=\"\">We read in the 28th chapter of Acts that Paul, while he was in Rome, received many visitors “to whom he expounded and testified the kingdom of God, persuading them concerning Jesus, both out of the law of Moses, and out of the prophets, from morning till evening.” (<span class=\"citation\" id=\"8162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8162)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8162)\">Acts 28:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p24\" class=\"\">Obviously, therefore, the scriptures available in that time spoke repeatedly of the Savior as all the prophets gave witness to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p25\" class=\"\">So there was no excuse for those who led the people astray, persuading them to crucify the Lord, knowing full well that the scriptures spoke plainly of him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p26\" class=\"\">These false teachers of New Testament times established cults of their own, separate and apart from the true work of God, and they, with their man-made traditions, formed the chief opposition to Jesus as he began his ministry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p27\" class=\"\">You are familiar with the names of some of those cults. The Pharisees and the Sadducees are best known. Both were apostate in their teachings. Both were condemned by the Lord, and both developed the religious bigotry which eventually brought about the crucifixion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p28\" class=\"\">Others of these cults included: The Zadokites, who wanted a stricter observance of the Mosaic laws.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p29\" class=\"\">The Essenes, who are believed to have written the Dead Sea Scrolls. They rejected temple worship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p30\" class=\"\">The Zealots, a religious anti-Roman cult.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p31\" class=\"\">Among the strongest were the Hellenists, who sought to impose Greek philosophy upon the people, trying to merge it with the Mosaic law. They also rejected temple worship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p32\" class=\"\">But a new apostasy developed even during the Lord’s own ministry. As early as the events recorded in the sixth chapter of John, this falling away took place. You will recall from reading that chapter in the New Testament that many of his disciples would not accept his pure doctrine and therefore fell away and no longer followed him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p33\" class=\"\">In apparent dismay, Jesus turned to the Twelve and asked, “Will ye also go away?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p34\" class=\"\">Then it was that Simon Peter replied, “Lord, to whom shall we go? thou hast the words of eternal life” [<span class=\"citation\" id=\"28726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28726)\">John 6:67–68<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p35\" class=\"\">Note if you will that the words of eternal life were <span class=\"emphasis\">not <\/span>with those who fell away, but rather with those who remained faithful and loyal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p36\" class=\"\">Subsequently, during the administration of the Twelve, serious apostasy developed again. As a result, nearly all of the epistles of the New Testament were written to combat it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p37\" class=\"\">Historians say that within one hundred years after Christ, as many as thirty splinter groups and separate denominations of Christians arose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p38\" class=\"\">Further evidence of early apostasy in the Church is brought forcefully and particularly to our attention by the manner in which Paul wrote his first letter to the Corinthians.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p39\" class=\"\">In it he testified that there can be no divisions in Christ. Rather, he said, “… I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.” (<span class=\"citation\" id=\"550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(550)\">1 Cor. 1:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p40\" class=\"\">Some of the denominations which developed during the very early years of Christianity were these:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p41\" class=\"\">The Judaeo-Christians, who tried to Judaize Christianity and force it to include the Mosaic rites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p42\" class=\"\">The Millenarianists.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p43\" class=\"\">The Ebionites, who preserved the custom of using water in the sacrament instead of wine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p44\" class=\"\">The Gnostics, who rejected Jehovah and the Mosaic law.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p45\" class=\"\">The Elkesaites, known as baptists.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p46\" class=\"\">The Archontics, who taught the existence of a supreme mother in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p47\" class=\"\">The Coptics, who are still extant in Egypt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p48\" class=\"\">The Syriac Christians.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p49\" class=\"\">The Mandaeans, another baptist sect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p50\" class=\"\">The Manecheans, and a number of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p51\" class=\"\">After the Fall of Jerusalem about <span class=\"small\">A.D.<\/span> 70, the Hellenists seized the upper hand in the Christian religion, taking advantage of the Greek influence, which was being superimposed on the existing culture of the area. Greek philosophical ideas entered strongly into the Christian picture, changing the doctrines and practices of the gospel. This will be understood more readily when it is remembered that both Arius and Athanasius of the Nicene Creed controversy were Greek philosophers. This also is why the early New Testament manuscripts were written in Greek.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p52\" class=\"\">These bits of history reveal clearly the importance of avoiding splinter groups, for as Paul expressed it, some “saith I am of Paul; and I of Apollos; and I of Cephas” (<span class=\"citation\" id=\"551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(551)\">1 Cor. 1:12<\/a><\/span>), but Christ cannot be divided. There is no Savior but Jesus, and he saves only in his own strait and narrow way and not according to man-made creeds and rituals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p53\" class=\"\">It is all important, then, that members should not separate themselves from the true church, nor apostatize from it, nor be guilty of behavior which would justify their excommunication.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p54\" class=\"\">If persons separate themselves from the Lord’s church, they thereby separate themselves from his means of salvation, for salvation is through the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p55\" class=\"\">Some modern people have created cults of their own, and among them are those who attempt to take refuge in section 85 of the Doctrine and Covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p56\" class=\"\">They endeavor to say that the Church has gone astray, that the leaders are no longer inspired, and that “one mighty and strong” is needed to take over the affairs of the Lord [see <span class=\"citation\" id=\"16157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16157)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16157)\">D&amp;C 85:7<\/a><\/span>]. And without any evidence of modesty whatsoever on their parts, they themselves volunteer for the position.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p57\" class=\"\">There is one verse particularly in that section which they fail to consider. It is especially pertinent. It says that apostates and others who have been cut off from the Church will not be found among the Saints of the Most High at the last day. Why? Because salvation is in the Church, not elsewhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p58\" class=\"\">Listen to the Lord’s words: “And they who are of the High Priesthood, whose names are not found written in the book of the law, or that are found to have apostatized, or to have been cut off from the church, as well as the lesser priesthood, or the members, in that day shall not find an inheritance among the Saints of the Most High.” (<span class=\"citation\" id=\"16159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16159)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16159)\">D&amp;C 85:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p59\" class=\"\">But cultists are not the only ones who are excommunicated from the Church. There are those who are cut off for moral transgressions and other infractions of the Lord’s rules of behavior. They too should ponder this scripture most carefully.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p60\" class=\"\">If people believe in God at all, if they have any regard whatever for their own salvation, should they not realize, as is expressed in scripture, that salvation is through the Church, and that if people are cut off from the Church for any reason, they thus lose their inheritance in the kingdom of God?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p61\" class=\"\">President Brigham Young was very expressive in describing the fate of apostates when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p62\" class=\"\">“Why do people apostatize? You know we are on the ‘Old Ship Zion.’ We are in the midst of the ocean. A storm comes on, and, as sailors say, she labors very hard. ‘I am not going to stay here,’ says one; ‘I don’t believe this is the “Ship Zion.”’ ‘But we are in the midst of the ocean.’ ‘I don’t care, I am not going to stay here.’ Off goes the coat, and he jumps overboard. Will he not be drowned? Yes. So with those who leave this Church. It is the ‘Old Ship Zion.’ Let us stay in it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p63\" class=\"\">And then he added: “If the candle of the Almighty does not shine from this place, you need not seek for its light anywhere else.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p64\" class=\"\">And then this mighty man in Israel declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p65\" class=\"\">“Whenever there is a disposition manifested in any of the members of the Church to question the right of the President of the whole Church to direct in all things, you see manifested evidences of apostasy—of a spirit which, if encouraged, will lead to a separation from the Church and to final destruction; wherever there is a disposition to operate against any legally appointed officer of this Kingdom, no matter in what capacity he is called to act, if persisted in, it will be followed by the same results.” So spoke President Brigham Young. (<span class=\"emphasis\">Discourses of Brigham Young <\/span>[Deseret Book Co., 1943], pp. 82–83, 85.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p66\" class=\"\">The language of the Lord is simple and easily understood. If any have apostatized from the Church or have been cut off by the duly appointed courts provided by the Lord, they shall not find an inheritance among the Saints of the Most High unless they repent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p67\" class=\"\">Salvation is not to be found in splinter groups today any more than it was to be found in the various denominations which polluted the teachings of Moses anciently or which, in the days of early Christianity, transgressed the laws, changed the ordinances, and broke the everlasting covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p68\" class=\"\">The Lord says further in this same section of the Doctrine &amp; Covenants: “… all they who are not found written in the book of remembrance shall find none inheritance in that day, but they shall be cut asunder, and their portion shall be appointed them among unbelievers, where are wailing and gnashing of teeth.” (<span class=\"citation\" id=\"16158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16158)\">D&amp;C 85:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p69\" class=\"\">There are some who claim that even though they are excommunicated from the Church, their priesthood and temple blessings are not taken away. Let us remind those persons that the power to seal is also the power to loose, for the Lord has said of his true servants that “whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.” (<span class=\"citation\" id=\"36221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36221)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36221)\">Matt. 16:19<\/a><\/span>; <span class=\"citation\" id=\"16213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16213)\">D&amp;C 132:46<\/a><\/span>.) Excommunication takes away all rights, privileges, and blessings of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p70\" class=\"\">What is so precious as salvation? And how is it to be obtained? Only through the Church and “being anxiously engaged” in its program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p71\" class=\"\">There is no other way. If we are not valiant in the testimony of Jesus and if we fail to repent, we lose the crown over the kingdom and are assigned elsewhere. (See <span class=\"citation\" id=\"16127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16127)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16127)\">D&amp;C 76:79<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p72\" class=\"\">But how wonderful is repentance. The Lord has said that if we will repent of our sins and from then on keep all of his statutes, forgiveness will result and reformation is made possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p73\" class=\"\">What greater promise can the wayward expect?<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p74\" class=\"\">The Lord came to save sinners. He taught that it is the sick who need the physician. Therefore, he invites the sick—as well as all others—to come unto him, repent, and be cleansed, sanctified, and saved in his kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p75\" class=\"\">“Have I any pleasure at all that the wicked should die? saith the Lord God: and not that he should return from his ways, and live?” (<span class=\"citation\" id=\"23149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23149)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23149)\">Ezek. 18:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p76\" class=\"\">And so in his goodness and mercy, he calls out and says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p77\" class=\"\">“Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p78\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p79\" class=\"\">“For my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"36212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36212)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/salvation-comes-through-the-church.p80\" class=\"\">But let us remember that his yoke cannot be separated from his church, and his burden requires that each one of us live by every word that proceedeth from the mouth of God. And to this I testify humbly in the sacred name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}