{"ID":2336, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “This Is My Gospel”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p2\" class=\"\">Elder Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03033_000_039<\/span>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p3\" class=\"\">At this late hour of the conference, one would be hard pressed to find a subject regarding the teachings of the Savior that has not been touched upon. I would like to have the ability to summarize what has been said by the Brethren, but let me touch upon one of the occasions of the Master’s teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p4\" class=\"\">This thought comes to me because we are approaching the season of the year when Christians around the world celebrate Easter by commemorating the events of the Savior’s last few days in mortality, his death, and his resurrection from the tomb. These happenings, which occurred many years ago in Jerusalem, are recalled to us by the writings of the New Testament. His death, however, did not bring his personal ministry to a conclusion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p5\" class=\"\">An account in the Book of Mormon, a second witness for Christ, gives us additional knowledge of the teachings of the Master. This record tells of his appearance to the people of this Western Hemisphere after his death and resurrection, adding much to our understanding of the great atoning sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p6\" class=\"\">The Nephite prophets foretold of the signs that would be given to the people of this continent at the crucifixion of the Savior, and according to their prophecies, a devastating tempest did burst upon the land. There was thunder and lightning greater than had ever been known, and earthquakes rocked the earth. The city of Zarahemla was burned by fire, the city of Moroni sank into the sea and the inhabitants drowned, and the city of Moronihah was covered by a mountain. Highways were broken up, other cities destroyed, and many people were slain or carried away by the tempest. The raging storm and devastation continued for three hours, and the face of the whole land was changed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p7\" class=\"\">As the tempest ceased, a thick darkness gathered, and for three days no light was seen. Out of the darkness could be heard the great mourning, howling, and weeping of the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p8\" class=\"\">“And it came to pass that there was a voice heard among all the inhabitants of the earth, upon all the face of the land, crying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p9\" class=\"\">“Wo, wo, wo unto this people; wo unto the inhabitants of the whole earth except they shall repent; for the devil laugheth, and his angels rejoice, because of the slain of the fair sons and daughters of my people; and it is because of their iniquity and abominations that they are fallen!” (<span class=\"citation\" id=\"5760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5760)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5760)\">3 Ne. 9:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p10\" class=\"\">The voice enumerated the widespread destruction. The survivors of the tempest and earthquakes were declared to be the more righteous, and hope was offered to them through repentance and conversion to the gospel of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p11\" class=\"\">The speaker then identified himself:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p12\" class=\"\">“Behold, I am Jesus Christ the Son of God. I created the heavens and the earth, and all things that in them are. I was with the Father from the beginning. I am in the Father, and the Father in me; and in me hath the Father glorified his name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p13\" class=\"\">“I came unto my own, and my own received me not. And the scriptures concerning my coming are fulfilled.” (<span class=\"citation\" id=\"5762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5762)\">3 Ne. 9:15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p14\" class=\"\">The Lord told them that the law of Moses had been fulfilled and he would no longer accept burnt offerings, but only the sacrifice of a broken heart and a contrite spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p15\" class=\"\">“Behold,” he said, “I have come unto the world to bring redemption unto the world, to save the world from sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p16\" class=\"\">“Therefore, whoso repenteth and cometh unto me as a little child, him will I receive, for of such is the kingdom of God. Behold, for such I have laid down my life, and have taken it up again; therefore repent, and come unto me ye ends of the earth, and be saved.” (<span class=\"citation\" id=\"5764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5764)\">3 Ne. 9:21–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p17\" class=\"\">Many hours passed in silence and darkness, and again his voice was heard, sorrowing over his people and promising to gather them “as a hen gathereth her chickens under her wings” (<span class=\"citation\" id=\"5766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5766)\">3 Ne. 10:6<\/a><\/span>) if they would repent and follow him. Darkness continued, and on the morning of the third day the earth ceased to tremble and all became quiet and peaceful. Christ had risen from the tomb. Many of the righteous dead of this land in the Western Hemisphere rose from their graves, as did many saints in Judea.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p18\" class=\"\">A multitude assembled at the temple in the land Bountiful. If we would join with them as we read, we would learn a great lesson. They talked about the changes that had taken place in the land because of the earthquakes and the inrush of the sea, and about Jesus Christ of whom these signs had been given. While they were conversing one with another, they heard a voice which said unto them: “Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name—hear ye him.” (<span class=\"citation\" id=\"5769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5769)\">3 Ne. 11:7<\/a><\/span>.) They cast their eyes toward heaven and beheld a man clothed in a white robe who descended and stood in the midst of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p19\" class=\"\">“And it came to pass that he stretched forth his hand and spake unto the people, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p20\" class=\"\">“Behold, I am Jesus Christ, whom the prophets testified shall come into the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p21\" class=\"\">“And behold, I am the light and the life of the world; and I have drunk out of that bitter cup which the Father hath given me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p22\" class=\"\">“Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye may feel the prints of the nails in my hands and in my feet. …” (<span class=\"citation\" id=\"5773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5773)\">3 Ne. 11:9–11, 14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p23\" class=\"\">The Master called twelve disciples and gave them the authority to baptize. He admonished the multitude to cease their contentions and disputations; and he taught them, among other things, truths he had proclaimed to his followers on the eastern continent—the Sermon on the Mount, the Lord’s Prayer, the fulfillment of the Mosaic law. He healed the sick, blessed little children, administered the sacrament and gave instruction concerning it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p24\" class=\"\">As he taught the Nephites, the Savior defined his gospel. The statement he made to them describes the glories of the plan and explains the requirements for man to gain eternal life and exaltation. These are his words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p25\" class=\"\">“Behold, I have given unto you my gospel, and this is the gospel which I have given unto you—that I came into the world to do the will of my Father, because my Father sent me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p26\" class=\"\">“And my Father sent me that I might be lifted up upon the cross; and after that I had been lifted up upon the cross, that I might draw all men unto me, that as I have been lifted up by men even so should men be lifted up by the Father, to stand before me, to be judged of their works, whether they be good or whether they be evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p27\" class=\"\">“And it shall come to pass, that whoso repenteth and is baptized in my name shall be filled; and if he endureth to the end, behold, him will I hold guiltless before my Father at that day when I shall stand to judge the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p28\" class=\"\">“And he that endureth not unto the end, the same is he that is also hewn down and cast into the fire, from whence they can no more return, because of the justice of the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p29\" class=\"\">“Now this is the commandment: Repent, all ye ends of the earth, and come unto me and be baptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye may stand spotless before me at the last day. Verily, verily, I say unto you, this is my gospel. …” (<span class=\"citation\" id=\"5783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5783)\">3 Ne. 27:13–14, 16–17, 20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p30\" class=\"\">The gospel is often referred to as the good news, or glad tidings of salvation. The plan of salvation, therefore, is the gospel of Jesus Christ. The Master explained to the Nephites that he had fulfilled his mission on earth by complying with the will of the Father, thereby becoming the Redeemer of all mankind. The further statement to “repent … and be baptized in my name” defines the gateway to the narrow path leading to eternal life. This gives rise to the fundamental statement expressed in the Articles of Faith of the Church:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p31\" class=\"\">“We believe that through the Atonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of the Gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p32\" class=\"\">“We believe that the first principles and ordinances of the Gospel are: first, Faith in the Lord Jesus Christ; second, Repentance; third, Baptism by immersion for the remission of sins; fourth, Laying on of hands for the gift of the Holy Ghost.” (<span class=\"citation\" id=\"6913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6913)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6913)\">A of F 1:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p33\" class=\"\">These four are only the first of all the principles and ordinances of the gospel. Returning to the words of the Savior to the Nephites, we learn that after complying with these four, there must be a lifetime of compliance with the laws and commandments of the Lord, for he said, “… and if he endureth to the end, behold, him will I hold guiltless before my Father at that day when I shall stand to judge the world.” (<span class=\"citation\" id=\"5785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5785)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5785)\">3 Ne. 27:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p34\" class=\"\">The first principles alone are not sufficient: man is thereafter accountable in the eternal judgment for what he has done in life, whether good or evil. The atonement was for this very purpose, to bring about the resurrection and subsequent judgment of all men. The Master made it very clear by saying: “And for this cause have I been lifted up; therefore, according to the power of the Father I will draw all men unto me, that they may be judged according to their works.” (<span class=\"citation\" id=\"5784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5784)\">3 Ne. 27:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p35\" class=\"\">An analysis divides the gospel plan into two parts:<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p36\" class=\"\">First, that which is preparatory and administered under the authority of the Aaronic Priesthood. The 84th section of the Doctrine and Covenants states it this way: “And the lesser priesthood continued, which priesthood holdeth the key of the ministering of angels and the preparatory gospel; Which gospel is the gospel of repentance and of baptism, and the remission of sins. …” (<span class=\"citation\" id=\"16143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16143)\">D&amp;C 84:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p37\" class=\"\">Second, the fullness of the gospel administered by the authority of the Melchizedek Priesthood. The same revelation makes this statement: “And this greater priesthood administereth the gospel and holdeth the key of the mysteries of the kingdom, even the key of the knowledge of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p38\" class=\"\">“Therefore, in the ordinances thereof, the power of godliness is manifest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p39\" class=\"\">“And without the ordinances thereof, and the authority of the priesthood, the power of godliness is not manifest unto men in the flesh;<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p40\" class=\"\">“For without this no man can see the face of God, even the Father, and live.” (<span class=\"citation\" id=\"16142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16142)\">D&amp;C 84:19–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p41\" class=\"\">From the teachings of the Savior to the Nephites during this brief period after his resurrection, the gospel plan is unfolded. The pathway of the preparatory gospel for the forgiveness of sins and entrance to the kingdom is clearly marked. The way is pointed out for the fullness of the everlasting gospel to be enjoyed by man, blessed by the Spirit of the Holy Ghost, to so live as to obtain a knowledge of God and receive his approbation upon resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p42\" class=\"\">We should be grateful, as Easter approaches, for the record of the people of the western world, which has preserved for us the teachings of the resurrected Savior to the Nephites. It is an additional witness to his divine mission. I know the Book of Mormon is the word of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p43\" class=\"\">It is my witness that Jesus is the Christ. If the world would follow the principles of the gospel proclaimed by him, a real peace, beyond the cessation of hostilities, would come to all people, for he said, “Peace I leave with you, my peace I give unto you. …” (<span class=\"citation\" id=\"28749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28749)\">John 14:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1973\/07\/this-is-my-gospel.p44\" class=\"\">May this peace come to us by living the commandments of the Savior and by following the counsel of his prophet here upon the earth, I humbly pray, in the name of the Lord and Master, Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}