{"ID":235, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1946, pp. 108-111<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, no one can rise on an occasion like this without feeling a thrill of emotion. I\nwas impressed yesterday when President Clark read the financial and statistical report of the\nChurch. It was a calm recital of figures, but those figures told a story of growth and progress.\nI was deeply stirred a few minutes later when Elder Widtsoe reminded us that just one\nhundred years ago the Latter-day Saints were leaving the beautiful city of Nauvoo. They were\nthen scattered along the fringe of the great desert that extended westward to the slopes of\nCalifornia. By what combination of circumstances could these men and women hope to\nsurvive? It required a great faith and certainly a great courage to undertake the great task that\nlay ahead.\n<\/p><p>\n<i>Accomplishments of Church During Last Century<\/i>\n<\/p><p>\nDuring that century of time, the Church has asserted itself and carried forward the truth\nbrought to earth by Joseph Smith the Prophet. Since that day the foundation of a great\nintermountain empire has been laid. Cities, towns, churches, temples, public buildings have\nbeen built. Deserts have been subdued; schools colleges, seminaries have been established.\nMissions have been opened in foreign lands and on the islands of the sea. Branches, wards,\nstakes have been organized, and missionary work at home and abroad has gone forward. The\ngospel has been explained, and the name of Joseph Smith the Prophet as a restorer of divine\ntruth has been heralded to all the world. Surely a good beginning has been made in the\n\"marvelous work and wonder\" (<span class=\"citation\" id=\"25037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25037)\">Isa. 29:14<\/a><\/span>)\nspoken of by ancient prophets, and surely the leaders of the\npast have made their names secure on the pages of history. These leaders, all of them,\nreferred to by President S. Dilworth Young, were great in character and in good works. They\nwere great in their foresight and in their achievement. They were great in their perseverance\nand mighty in their faith. \"Mormonism,\" so-called, was not the outgrowth of fraud and\ndeception. The Latter-day Saints have not been led astray by a wicked pretender or an\nunscrupulous imposter. We think of these things whenever the name and character of Joseph\nSmith are being assailed. It was Charles Francis Potter who said:\n<\/p><p>\nIf we are to accept the dictum of Jesus, \"By their fruits ye shall know them\"\n(<span class=\"citation\" id=\"34065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34065)\">Matt. 7:16<\/a><\/span>), we must rate\nMormonism high.\n<\/p><p>\n<i>Faith in God Sustained Pioneers<\/i>\n<\/p><p>\nReference has been made to the pioneers. How can we account for the constructive faith of\nthe sturdy, dauntless, courageous pioneers of Utah and neighboring states and for the\nunconquerable spirit which possessed them? What motives, what urges actuated them as they\nleft their homes in the East and moved westward over the trackless waste? These men and\nwomen in the solitudes of the desert had time to think and pray and to ponder and weigh\ncarefully their responsibilities. What power sustained them in their hardships and in their\ndifficulties? What prompted each one of them to cast his lot with a persecuted and driven\npeople? Was it not his faith in God and his conviction that a new dispensation of the gospel\nhad been committed to man through the divine calling of Joseph Smith? History will one day\ndeal fairly and intelligently with these questions. The unprejudiced student, the searcher after\ntruth will see in Mormonism the counterpart of primitive Christianity. His investigations will\ndiscover in it the same spirit, the same energies and fortitudes, the same type of leadership\nand the same far-reaching objectives. He will see in Joseph Smith the characteristics of a true\nprophet of God like the prophets whose names and deeds glorify the pages of Biblical history.\nHe will find that Joseph Smith is not easily dislodged from his position as a\nprophet of God. The Prophet's claims will never be nullified by the declarations of traitors\nand blasphemers.\n<\/p><p>\nI read from the Doctrine and Covenants:\n<\/p><p>\nThe ends of the earth shall inquire after thy name, and fools shall have thee in derision, and\nhell shall rage against thee;\n<\/p><p>\nWhile the pure in heart, and the wise, and the noble, and the virtuous, shall seek counsel, and\nauthority, and blessings constantly from under thy hand.\n<\/p><p>\nAnd thy people shall never be turned against thee by the testimony of traitors\n(<span class=\"citation\" id=\"12313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12313)\">D&amp;C 122:1-3<\/a><\/span>).\n<\/p><p>\n<i>A Good Tree Bears Good Fruit<\/i>\n<\/p><p>\nThose words were reassuring to the Prophet when they were given. They are reassuring to us\ntoday. There is no way to account for Joseph Smith outside of his own explanation. Someone\nhas said: \"Truth is harmonious.\" It is consistent with itself today and always. Jesus said:\n<\/p><p>\n. . . Do men gather grapes of thorns, or figs of thistles? Even so every good tree bringeth\nforth good fruit; but a corrupt tree bringeth forth evil fruit. A good tree cannot bring forth\nevil fruit, neither can a corrupt tree bring forth good fruit. Every tree that bringeth not forth\ngood fruit is hewn down, and cast into the fire\n(<span class=\"citation\" id=\"34066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34066)\">Matt. 7:16-19<\/a><\/span>).\n<\/p><p>\nWicked and degraded men do not bring light and hope and joy to their fellow men. A mind\ndarkened by evil could not attract God-fearing men and women of faith, integrity, and\nintelligence whose lives have reflected good work and worthy achievements. Would a church\nfounded on fraud and falsehood go forth with eagerness and determination to uplift humanity?\nWould such a church array itself against evil in all of its manifestations? Would it teach faith\nin God and repentance of sin as preliminaries to church membership? Would it adopt\ndoctrines and ordinances and standards established by Jesus Christ and his apostles If so, for\nwhat purpose? We are told that evil begets evil, and good begets good.\n<\/p><p>\n<i>Joseph Smith's Work to Stand Forever<\/i>\n<\/p><p>\nFinally, let it be remembered that Joseph Smith and Hyrum Smith, brothers and companions\nin the cause of truth, gave their lives as a testimony of their sincerity. Not only they, but\nothers left a similar testimony, sealed and certified, and therefore binding upon the world.\nWhile he lived, Joseph Smith baffled his fellow men by his teachings, which were so\nprofoundly creative. The keenest minds were perplexed and puzzled before his demonstration\nof power and leadership. But the fury of so many against him is proof even today that he is\nnot dead in the hearts of men; that he is well-fortified and will continue to stand out boldly\nand clearly in the religious world. He will loom bigger and bigger on the human horizon as\nthe years come and go. The correctness of his views and the soundness of\nhis principles and doctrines will be vindicated fully and completely. He cannot be removed or\nexplained away by slander or vilification. He presented a plan which provides for the\nexaltation of the individual, the perpetuity and the coherence of the family, and the safety and\nsecurity of the nation. He put divine approval upon the establishment of our republic and\nproclaimed freedom and equal rights as essential factors in man's progress and advancement.\nHe declared that America was a land of promise, held in reserve by the Almighty for the\nfulfilment and the accomplishments of God's purposes. No one has sounded a higher note of\npatriotism than did Joseph Smith. In his veins flowed the blood of the Revolutionary Fathers,\nand to him the Constitution was an inspired instrument of government.\n<\/p><p>\nJoseph Smith gave to the world a foundation for intelligent faith, and he has also given to\nhonest, sincere doubters a kindly light to lead them forward and upward to a higher goal and\na more satisfying life. His testimony to the world still stands. God bless his memory. May his\nwords and teachings be preserved to bless the human family forever, I pray in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}