{"ID":236, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Lord's Sacrament<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1946, pp. 111-117<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhen, on one occasion, the Prophet Joseph Smith was asked the meaning of the strength of\nZion, he replied:\n<\/p><p>\nThe strength of Zion is to put on the power of the priesthood\n(<span class=\"citation\" id=\"12308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12308)\">D&amp;C 113:7-8<\/a><\/span>).\n<\/p><p>\nYou, brethren, radiate that strength tonight. No one can be in your presence as the priesthood\nof the Church filling this building, and representing thousands of others, without feeling\nheartfelt gratitude for the privilege of being numbered with you. God bless you!\n<\/p><p>\nTHE SACRAMENT\n<\/p><p>\nI desire, tonight, to say a few words regarding the administering of the sacrament. In so doing\nit is not my purpose to repeat the excellent sermon delivered yesterday by Elder Marion G.\nRomney on that same subject, but if I may be blessed with the spirit of this gathering and the\ninspiration of the Lord, I desire to supplement that timely address.\n<\/p><p>\nThe greatest comfort in this life is the assurance of having close relationship with God. I am\nspeaking to men who know what that experience is. The sacrament period should be a factor\nin awakening this sense of relationship.\n<\/p><p>\n. . . the Lord Jesus the same night in which he was betrayed took bread:\n<\/p><p>\nAnd when he had given thanks, he brake it, and said, Take eat: this is my body, which is\nbroken for you: this do in remembrance of me.\n<\/p><p>\nAfter the same manner also he took the cup, when he had supped, saying,\nThis cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance\nof me.\n<\/p><p>\nFor as often as ye eat this bread, and drink this cup, ye do shew the Lord's death till he\ncome.\n<\/p><p>\nWherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be\nguilty of the body and blood of the Lord.\n<\/p><p>\nBut let a man examine himself, and so let him eat of that bread and drink of that cup\n(<span class=\"citation\" id=\"142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(142)\">1 Cor. 11:23-28<\/a><\/span>).\n<\/p><p>\nNo more sacred ordinance is administered in the Church of Christ than the administration of\nthe sacrament. It was initiated just after Jesus and the Twelve had partaken of the last supper;\nand the Saints in the early days followed that custom. That is, they ate before they\nadministered the sacrament (<span class=\"citation\" id=\"141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(141)\">1 Cor. 11:20-22<\/a><\/span>),\nbut that custom was later discontinued by instructions from Paul\nto the Saints to eat their meal at home so that when they met for worship they might meet as\na body of brethren and sisters on the same level to partake of the sacrament in remembrance\nof the life and the death, particularly the death of their Lord\n(<span class=\"citation\" id=\"143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(143)\">1 Cor. 11:33-34<\/a><\/span>).\n<\/p><p>\nTHE PURPOSE OF THE SACRAMENT\n<\/p><p>\nThere are three things fundamentally important associated with the administration of the\nsacrament. The first is self-discernment. It is introspection. \"This do in remembrance of me\"\n(<span class=\"citation\" id=\"31197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31197)\">Luke 22:19<\/a><\/span>),\nbut we should partake <i>worthily<\/i>, each one examining himself with respect to his worthiness.\n<\/p><p>\nSecondly, there is a covenant made; a <i>covenant<\/i> even more than a promise. You have held up\nyour hand, some of you, or if in England when signing a document, put your hand on the\nBible, signifying the value of your promise or of the oath that you took. All this indicates the\nsacredness of a covenant. There is nothing more important in life than that. Until the nations\nrealize the value of a covenant and promises and conduct themselves accordingly, there will\nbe little trust among them. Instead there will be suspicion, doubt, and signed agreements,\n\"scraps of paper,\" because they do not value their word. A covenant, a promise, should be as\nsacred as life. That principle is involved every Sunday when we partake of the sacrament.\n<\/p><p>\nThirdly, there is another blessing, and that is a sense of close relationship with the Lord.\nThere is an opportunity to commune with oneself and to commune with the Lord. We meet in\nthe house that is dedicated to him; we have turned it over to him; we call it his house. Well,\nyou may rest assured that he will be there to inspire us if we come in proper attune to meet\nhim. We are not prepared to meet him if we bring into that room our thoughts regarding our\nbusiness affairs, and especially if we bring into the house of worship feelings of hatred toward\nour neighbor, or enmity and jealousy towards the Authorities of the Church. Most certainly no\nindividual can hope to come into communion with the Father if that individual entertain any\nsuch feelings. They are so foreign to worship, and so foreign, particularly, to the partaking of\nthe sacrament.\n<\/p><p>\nTHE VALUE OF MEDITATION\n<\/p><p>\nI think we pay too little attention to the value of meditation, a principle of devotion. In our\nworship there are two elements: One is spiritual communion arising from our own meditation;\nthe other, instruction from others, particularly from those who have authority to guide and\ninstruct us. Of the two, the more profitable introspectively is the meditation. Meditation is the\nlanguage of the soul. It is defined as \"a form of private devotion, or spiritual exercise,\nconsisting in deep, continued reflection on some religious theme.\" Meditation is a form of\nprayer. We can say prayers without having any spiritual response. We can say prayers as the\nunrighteous king in Hamlet who said: \"My words fly up, my thoughts remain below: Words\nwithout thoughts never to heaven go.\"\n<\/p><p>\nThe poet, contrasting the outward form of worship, and the prayer of the soul, said:\n<\/p><p>\nThe Power incensed, the pageant will desert, <br \/>\nThe pompous strain, the sacerdotal stole; <br \/>\nBut haply, in some cottage far apart,<br \/>\nMay hear, well-pleased, the language of the soul, <br \/>\nAnd in His Book of Life the inmates poor enroll.\n<\/p><p>\n&nbsp; &nbsp; (Burns, \"The Cotter's Saturday Night.\")\n<\/p><p>\nMeditation is one of the most secret, most sacred doors through which we pass into the\npresence of the Lord. Jesus set the example for us. As soon as he was baptized and received\nthe Father's approval, \"This is my Beloved Son, in whom I am well pleased\"\n(<span class=\"citation\" id=\"34028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34028)\">Matt. 3:17<\/a><\/span>), Jesus repaired\nto what is now known as the mount of temptation. I like to think of it as the mount of\n<i>meditation<\/i> where, during the forty days of fasting, he communed with himself and his Father,\nand contemplated upon the responsibility of his great mission. One result of this spiritual\ncommunion was such strength as enabled him to say to the tempter:\n<\/p><p>\nGet thee hence, Satan: for it is written. Thou shalt worship the Lord thy God, and him only\nshalt thou serve (<span class=\"citation\" id=\"34034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34034)\">Matt. 4:10<\/a><\/span>).\n<\/p><p>\nBefore he gave to the Twelve the beautiful sermon on the mount, he was in solitude, in\ncommunion. He did the same thing after that busy Sabbath day, when he arose early in the\nmorning, after having been the guest of Peter. Peter undoubtedly found the guest chamber\nempty, and when they sought him they found him alone. It was on that morning that Peter\nsaid:\n<\/p><p>\n. . . All men seek for thee (<span class=\"citation\" id=\"33000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33000)\">Mark 1:37<\/a><\/span>).\n<\/p><p>\nAgain, after Jesus had fed the five thousand he told the Twelve to dismiss the multitude, but\nJesus went to the mountain for solitude. The historian says, \"when the evening was come, he\nwas there alone\" (<span class=\"citation\" id=\"34079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34079)\">Matt. 14:23<\/a><\/span>).\nMeditation! Prayer!\n<\/p><p>\nI once read a book written by a very wise man, whose name I cannot now recall, which\ncontained a significant chapter on prayer. The author was not a member of the Church, but\nevidently had a desire to keep in close communion with God, and he wanted\nto find the truth. Among other things he said in substance:\n<\/p><p>\nIn secret prayer go into the room, close the door, pull down the shades, and kneel in the\ncenter of the room. For a period of five minutes or so, say nothing. Just think of what God\nhas done for you, of what are your greatest spiritual and temporal needs. When you sense\nthat, and sense his presence, then pour out your soul to him in thanksgiving.\n<\/p><p>\nSACRAMENT PERIOD FOR COMMUNION WITH GOD\n<\/p><p>\nI believe the short period of administering the sacrament is one of the best opportunities we\nhave for such meditation, and there should be nothing during that sacred period to distract our\nattention from the purpose of that ordinance.\n<\/p><p>\nOne of the most impressive services I have ever attended was in a group of over eight\nhundred people to whom the sacrament was administered, and during that administration not a\nsound could be heard excepting the ticking of the clock&mdash;eight hundred souls, each of whom\nat least had the opportunity of communion with the Lord. There was no distraction, no\norchestra, no singing, no speaking. Each one had an opportunity to search himself\nintrospectively and to consider his worthiness or unworthiness to partake of the sacrament. His\nwas the privilege of getting closer to his Father in heaven. That is ideal!\n<\/p><p>\nBrethren, we recommend that we surround this sacred ordinance with more reverence, with\nperfect order, that each one who comes to the house of God may meditate upon his goodness\nand silently and prayerfully express appreciation for God's goodness. Let the sacrament hour\nbe one experience of the day in which the worshiper tries at least to realize within himself\nthat it is possible for him to commune with his God.\n<\/p><p>\nGreat events have happened in this Church because of such communion, because of the\nresponsiveness of the soul to the inspiration of the Almighty. I know it is real. President\nWilford Woodruff had that gift to a great extent. He could respond; he knew the \"still small\nvoice\" (<span class=\"citation\" id=\"1190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1190)\">1 Kgs. 19:12<\/a><\/span>)\nto which some are still strangers. You will find that when these most inspirational\nmoments come to you that you are alone with yourself and your God. They come to you\nprobably when you are facing a great trial, when the wall is across your pathway, and it\nseems that you are facing an insurmountable obstacle, or when your heart is heavy because of\nsome tragedy in your life. I repeat, the greatest comfort that can come to us in this life is to\nsense the realization of communion with God.\n<\/p><p>\nFATHER'S TESTIMONY\n<\/p><p>\nGreat testimonies have come in those moments. It is just such an experience as that which\ncame to my father in the north of Scotland when, as I have told some of you before, he\nprayed to God to remove from him a spirit of gloom and despondency that\noverwhelmed him. After a night of worry and restlessness, he arose at daylight and repaired\nto a cave on the shore of the North Sea. He had been there before in prayer. There, just as the\nrays of the morning light began to come over the sea, he poured out his soul to God as a son\nwould appeal to his father. The answer came: \"Testify that Joseph Smith is a prophet of\nGod!\" The cause of his discouragement flashing upon his mind, he said aloud: \"Lord, it is\nenough!\"\n<\/p><p>\nThere are those in this audience who knew my father and can testify to his integrity and his\nhonesty. A testimony of that kind has one hundred percent value.\n<\/p><p>\nThese secret prayers, these conscientious moments in meditation, these yearnings of the soul\nto reach out to feel the presence of God such is the privilege of those who hold the\nMelchizedek Priesthood.\n<\/p><p>\nELIMINATION OF DISTRACTING THOUGHTS\n<\/p><p>\nNow I know that some of you are saying to yourselves, \"music helps to intensify that feeling\nof communion.\" When you stop to consider the matter, you realize that there is nothing\nduring the administration of the sacrament of an extraneous nature so important as\n<i>remembering<\/i> our Lord and Savior, nothing so worthy of attention as considering the value of\nthe promise we are making. Why should anything distract us? Is there anything more\nsublime? We are witnessing there, in the presence of one another, and before him, our Father,\nthat we are willing to take upon ourselves the name of Christ, that we will always remember\nhim, <i>always<\/i>, that we will keep his commandments that he has given us\n(<span class=\"citation\" id=\"12242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12242)\">D&amp;C 20:77,79<\/a><\/span>). Can you, can\nanybody living, who thinks for a moment, place before us anything which is more sacred or\nmore far-reaching in our lives? If we partake of it mechanically, we are not honest, or let us\nsay, we are permitting our thoughts to be distracted from a very sacred ordinance.\n<\/p><p>\nI was speaking recently to one man about this. He said: \"Oh, but the beautiful music of the\nchoir helps us to concentrate.\" Concentrate on what? The more beautiful the music, the more\nyour attention is attracted to it, to the player, or to the composer. If it is beautiful music\npoorly played, then the discord detracts your attention. Have that music in preparation up to\nthe moment, yes, but when the prayer is said, and that young priest speaks for us, as he does,\nthen remember that we are placing ourselves under covenant. It will be ideal if, during the\nfifteen minutes, every man, woman, and child will think as best as he or she can of the\nsignificance of that sacred ordinance.\n<\/p><p>\nThere is one other point which might be associated with the passing of the sacrament. It is a\nbeautiful, impressive things to have our boys administer it. They are the servants; they are\nwaiting upon us and waiting upon the Lord\n(<span class=\"citation\" id=\"25041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25041)\">Isa. 40:31<\/a><\/span>);\nand have come there because they are worthy to\nofficiate if the bishop has spoken to them properly.\n<\/p><p>\n. . . be ye clean, that bear the vessels of the Lord\n(<span class=\"citation\" id=\"25042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25042)\">Isa. 52:11<\/a><\/span>).\n<\/p><p>\nIf every boy could sense this, quietly and with dignity he would pass the sacrament to us.\nSometimes they pass it first to the organist, as if no moment should be lost before she starts\nto distract our attention. The music starts at once. No matter how good it may be, the tones of\nthe organ, if we are respectful to the organist, divert our attention from the prayer that has\njust been offered.\n<\/p><p>\nPRESIDING OFFICERS TO RECEIVE SACRAMENT FIRST\n<\/p><p>\nRather should that young man carry the sacrament to the presiding officer, not to honor him,\nbut the office, as you honored our President tonight. That presiding officer may be the bishop\nof the ward; if so, let the young man carry the sacrament first to the bishop. After that pass it\nto one after the other who sit either on the left or the right of the presiding officer; not going\nback to the first and second counselors and then to the superintendent. The lesson is taught\nwhen the sacrament is passed to the presiding officer. The next Sunday, the president of the\nstake may be there, who is then the highest ecclesiastical authority. Do you see what the\nresponsibility of the deacons and the priests is? There is a lesson in government taught every\nday. It is their duty to know who is the presiding officer in that meeting that day. Next\nSunday there may be one of the General Authorities. Those young men will have in mind the\nquestion, \"Who is he today, and who is the presiding authority?\"\n<\/p><p>\nCOMPANIONSHIP OF HOLY SPIRIT\n<\/p><p>\nBut the lesson I wish to leave tonight is: Let us make that sacrament hour one of the most\nimpressive means of coming in contact with God's spirit. Let the Holy Ghost, to which we\nare entitled, lead us into his presence, and may we sense that nearness, and have a prayer\noffered in our hearts which he will hear.\n<\/p><p>\nMy thought is partially expressed by Edwin Markham in the following lines:\n<\/p><p>\nThe builder who first bridged Niagara's gorge,<br \/>\nBefore he swung his cable, shore to shore,<br \/>\nSent out across the gulf his venturing kite<br \/>\nBearing a slender cord for unseen hands<br \/>\nTo grasp upon the further cliff and draw<br \/>\nA greater cord, and then a greater yet;<br \/>\nTill at last across the chasm swung<br \/>\nThe cable&mdash;then the mighty bridge in air!\n<\/p><p>\nSo may we send our little timid thought <br \/>\nAcross the void, out to God's reaching hands&mdash;<br \/>\nSend our love and faith to thread the deep&mdash;<br \/>\nThought after thought until the little cord <br \/>\nHas greatened to a chain no chance can break, <br \/>\nAnd we are anchored to the infinite!\n<\/p><p>\nGod help us, brethren, so to live that we may sense the reality, as I bear you my testimony\ntonight it is real, that we can commune with our Father in heaven, and if we so live to be\nworthy of the companionship of the Holy Spirit, he will guide us into all truth; he will show\nus things to come (<span class=\"citation\" id=\"27259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27259)\">John 16:13<\/a><\/span>);\nhe will bring all things to our remembrance\n(<span class=\"citation\" id=\"27249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27249)\">John 14:26<\/a><\/span>);\nhe will testify of the divinity\nof the Lord Jesus Christ, as I do tonight, and of the restoration of the gospel, in the name of\nthe Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}