{"ID":2375, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Understanding Who We Are Brings Self-Respect\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p2\" class=\"\">President Harold B. Lee<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        \n                                        \n                                        <div class=\"kicker\" id=\"\">Address delivered at the Friday morning session, October 5, 1973<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_002<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p4\" class=\"\">My beloved brothers and sisters and friends who are listening by radio and television, may I now for a few moments make some comments about a condition which is of great concern to all of us today. I speak of the shocking lack of self-respect by so many individuals, as is evidenced by their dress, their manner, and engulfing waves of permissiveness which seem to be moving over the world like an avalanche.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p5\" class=\"\">We see among us so many who seem to be forsaking standards of decency or an understanding of the meaning of time-honored words which, since the beginning of time, have had real meaning to our forebears; words that have made for strength of character and righteousness and harmony and unity and peace in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p6\" class=\"\">There are eternal words which, if understood and taught and practiced, would bring salvation to every man, woman, boy and girl who does now live or has lived or will yet live in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p7\" class=\"\">To some it may seem old-fashioned to speak of virtue and chastity, honesty, morality, faith, character, but these are the qualities which have built great men and women and point the way by which one may find happiness in the living of today and eternal joy in the world to come. These are the qualities which are the anchors to our lives, in spite of the trials, the tragedies, the pestilences, and the cruelties of war which bring in their wake appalling destruction, hunger, and bloodshed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p8\" class=\"\">To those who fail to heed the warnings of those who are striving to teach these principles and choose to go in the opposite course, they will eventually find themselves in the pitiable state which you are witnessing so often among us. The prophet Isaiah described the tragic result most dramatically when he repeated the words of God which came to him as he sought to fortify his people against the wickedness of the world, and I quote his words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p9\" class=\"\">“… Peace, peace to him that is far off, and to him that is near, saith the Lord; and I will heal him. But the wicked are like the troubled sea, when it cannot rest, whose waters cast up mire and dirt. There is no peace, saith my God, to the wicked.” (<span class=\"citation\" id=\"25440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25440)\">Isa. 57:19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p10\" class=\"\">Other prophets have declared likewise, so forcibly as to not be misunderstood, that “wickedness never was happiness.” (<span class=\"citation\" id=\"9181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9181)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9181)\">Alma 41:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p11\" class=\"\">As I have prayerfully thought of the reasons why one chooses this course which is dramatically described by the prophet Isaiah—when one who has departed from the path which would have given him peace is like the troubled sea, casting up mire and dirt—it seems to me that it all results from the failure of the individual to have self-respect. Listen to these words of wisdom from those whose lives have been worthy of emulation and who have experienced the realities of the periods of time from which they speak. I quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p12\" class=\"\">“Self-respect—that corner-stone of all virtue.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p13\" class=\"\">—Sir John Frederick William Herschel<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p14\" class=\"\">Others have declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p15\" class=\"\">“Self-respect is the noblest garment with which a man can clothe himself, the most elevating feeling with which the mind can be inspired.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p16\" class=\"\">—Samuel Smiles<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p17\" class=\"\">“Every man stamps his value on himself. The price we challenge for ourselves is given us by others.—Man is made great or little by his own will.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p18\" class=\"\">—Johann von Schiller<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p19\" class=\"\">A lovely mother in a nearby community wrote this to me, “I love America, I love my husband, I love my children, I love my God, and why is this possible? Because I truly love myself.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p20\" class=\"\">Such are the fruits of self-respect. Conversely, when one does not have that love for himself of which this sister speaks, other consequences can be expected to follow. He ceases to love life. Or if he marries, he has lost his love for his wife and children—no love of home or respect for the country in which he lives, and eventually he has lost his love of God. Rebellion in the land, disorder and the lack of love in the family, children disobedient to parents, loss of contact with God, all because that person has lost all respect for himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p21\" class=\"\">I recall an invitation I had to speak to men who, for the most part, had not been advanced in the Church because of their lack of desire or their lack of understanding of the importance of conforming to certain standards required for advancement. The subject on which I was to speak was “Who Am I?” As I pondered this subject and searched the word of God to prepare for this assignment, I immediately sensed that I was to talk about a subject that is of first importance to each of us as it was to those men among whom, no doubt, there were some who had not found themselves and lacked the basis of a solid foundation upon which to build their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p22\" class=\"\">The rowdiness of children, the incorrigibility of adolescence are more often than not a bid for a kind of attention or popularity that physical and mental endowments do not invite. So the blasé girl and the unkempt boy are often but a reflection of an individual who is seeking, by superficial adornment or by abnormal conduct (in a strange way), to supply that indefinable quality they may think is charm—a clumsy attempt to draw attention by conduct which certainly reflects that inward frustration because of the lack of understanding of their true identity as a human being.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p23\" class=\"\">Well, then, “Who am I?” Those lacking in that important understanding, and, consequently, in some degree [those] failing to hold themselves in the high esteem which they would have if they did understand, are lacking self-respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p24\" class=\"\">May I begin to answer that question by posing two questions from scriptural texts which should be impressed upon every soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p25\" class=\"\">The psalmist wrote: “What is man, that thou art mindful of him? and the son of man, that thou visitest him? For thou hast made him a little lower than the angels, and hast crowned him with glory and honour.” (<span class=\"citation\" id=\"41917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41917)\">Ps. 8:4–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p26\" class=\"\">And the next is the question the Lord posed to Job: “Where wast thou when I laid the foundations of the earth? declare, if thou hast understanding. … [of] when the morning stars sang together, and all the sons of God shouted for joy?” (<span class=\"citation\" id=\"26755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26755)\">Job 38:4–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p27\" class=\"\">Reduced to more simple language than the words of those questions from the scriptures, the prophets in these quotations are simply asking each of us, “Where did you come from? Why are you here?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p28\" class=\"\">A great psychologist, MacDougall, once said: “The first thing to be done to help a man to moral regeneration is to restore if possible his self-respect.” Also I recall the prayer of the old English weaver, “O God, help me to hold a high opinion of myself.” That should be the prayer of every soul; not an abnormally developed self-esteem that becomes haughtiness, conceit, or arrogance, but a righteous self-respect that might be defined as “belief in one’s own worth, worth to God, and worth to man.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p29\" class=\"\">Now, consider these answers to the searching questions which must be burned into the consciousness of all those who have strayed away or who have not arrived at a true evaluation of themselves in this world of chaos. In the limited time allotted me, I hope that in some measure my voice will be heard above the dismal dreariness of this troubled world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p30\" class=\"\">The apostle Paul wrote: “Furthermore we have had fathers of our flesh which corrected us, and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?” (<span class=\"citation\" id=\"24422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24422)\">Heb. 12:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p31\" class=\"\">This suggests that all who live upon the earth, who have fathers on earth, likewise have a father of their spirits. So did Moses and Aaron, as they fell upon their faces, cry out: “O God, the God of the spirits of all flesh, shall one man sin, and wilt thou be wroth with all the congregation?” (<span class=\"citation\" id=\"41116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41116)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41116)\">Num. 16:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p32\" class=\"\">Note how they addressed the Lord, “… the God [Father] of the spirits of all flesh [mankind]. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p33\" class=\"\">From the revelations through Abraham, we get a glimpse of who and what the spirit is:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p34\" class=\"\">“Now the Lord had shown unto me, Abraham, the intelligences that were organized before the world was; and among all these there were many of the noble and great ones;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p35\" class=\"\">“And God saw these souls that they were good, and he stood in the midst of them, and he said: These I will make my rulers; for he stood among those that were spirits, and he saw that they were good; and he said unto me: Abraham, thou art one of them; thou wast chosen before thou wast born.” (<span class=\"citation\" id=\"7289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7289)\">Abr. 3:22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p36\" class=\"\">There we are told that the Lord promised that those who were faithful in that premortal world would be added upon, by having a physical body in this second estate of this earth’s existence and, furthermore, if they would keep the commandments as God taught by the revelations, they would have “glory added upon their heads for ever and ever.” (<span class=\"citation\" id=\"7297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7297)\">Abr. 3:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p37\" class=\"\">Now, there are several precious truths in that scripture. First, we have a definition of what a spirit is, as it relates to our physical body. What did it look like in that premortal world (if we could see it apart from our mortal body)? A modern Latter-day prophet gives us an inspired answer:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p38\" class=\"\">“… that which is spiritual being in the likeness of that which is temporal; and that which is temporal in the likeness of that which is spiritual; the spirit of man in the likeness of his person, as also the spirit of the beast, and every other creature which God has created.” (<span class=\"citation\" id=\"16132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16132)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16132)\">D&amp;C 77:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p39\" class=\"\">The next truth we learn from this scripture is that you and I, having been spirits and now having bodies, were among those who passed that first test and were given the privilege of coming to earth as mortal individuals. If we hadn’t passed that test, we wouldn’t be here with mortal bodies, but would have been denied this privilege and would have followed Satan or Lucifer, as he came to be known, as did one-third of the spirits created in that premortal existence who were deprived of the privilege of having mortal bodies. These are now among us, but only in their spiritual form, to make a further attempt to thwart the plan of salvation by which all who would obey would have the great glory of returning to God our Father who gave us life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p40\" class=\"\">So the Old Testament prophets declared with respect to death: “Then shall the dust [meaning our mortal bodies] return to the earth as it was: and the spirit shall return unto God who gave it.” (<span class=\"citation\" id=\"21429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21429)\">Eccl. 12:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p41\" class=\"\">Obviously we could not return to a place where we had never been, so we are talking about death as a process as miraculous as birth, by which we return to “our Father who art in heaven,” as the Master taught his disciples to pray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p42\" class=\"\">A further truth is clearly set forth in that scripture [<span class=\"citation\" id=\"7290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7290)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7290)\">Abr. 3:22–23<\/a><\/span>], that many were chosen, as was Abraham, before they were born, as the Lord told Moses and also Jeremiah. This was made still more meaningful by the Latter-day prophet, Joseph Smith, who declared, “I believe that every person who is called to do an important work in the kingdom of God, was called to that work and foreordained to that work before the world was.” Then he added this, “I believe that I was foreordained to the work that I am called to do.” (See <span class=\"emphasis\">Documentary History of the Church, <\/span>vol. 6, p. 364.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p43\" class=\"\">But now there is a warning: Despite that calling which is spoken of in the scriptures as “foreordination,” we have another inspired declaration: “Behold, there are many called, but few are chosen. …” (<span class=\"citation\" id=\"16197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16197)\">D&amp;C 121:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p44\" class=\"\">This suggests that even though we have our free agency here, there are many who were foreordained before the world was, to a greater state than they have prepared themselves for here. Even though they might have been among the noble and great, from among whom the Father declared he would make his chosen leaders, they may fail of that calling here in mortality. Then the Lord poses this question: “… and why are they not chosen?” (<span class=\"citation\" id=\"16198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16198)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16198)\">D&amp;C 121:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p45\" class=\"\">Two answers were given—First, “Because their hearts are set so much upon the things of this world. …” And second, they “… aspire to the honors of men.” (<span class=\"citation\" id=\"16199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16199)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16199)\">D&amp;C 121:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p46\" class=\"\">Now then, to make a summary of what I have just read, may I ask each of you again the question, “Who are you?” You are all the sons and daughters of God. Your spirits were created and lived as organized intelligences before the world was. You have been blessed to have a physical body because of your obedience to certain commandments in that premortal state. You are now born into a family to which you have come, into the nations through which you have come, as a reward for the kind of lives you lived before you came here and at a time in the world’s history, as the apostle Paul taught the men of Athens and as the Lord revealed to Moses, determined by the faithfulness of each of those who lived before this world was created.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p47\" class=\"\">Hear now the significant words of that powerful sermon to “The Unknown God” preached by the apostle Paul, to those who were ignorantly worshipping images of stone and brass and wood, and I quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p48\" class=\"\">“God that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p49\" class=\"\">“And hath made of one blood all nations of men for to dwell on all the face of the earth [now mark you this], and hath determined the times before appointed, and the bounds of their habitation;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p50\" class=\"\">“That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us.” (<span class=\"citation\" id=\"8158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8158)\">Acts 17:24, 26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p51\" class=\"\">Here then again we have the Lord making a further enlightening declaration to Moses as recorded in the Book of Deuteronomy:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p52\" class=\"\">“When the most High divided to the nations their inheritance, when he separated the sons of Adam, he set the bounds of the people according to the number of the children of Israel.” (<span class=\"citation\" id=\"21296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21296)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21296)\">Deut. 32:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p53\" class=\"\">Now, mind you, this was said to the children of Israel before they had arrived in the “Promised Land,” which was to be the land of their inheritance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p54\" class=\"\">Then note this next verse: “For the Lord’s portion is his people; Jacob is the lot of his inheritance.” (<span class=\"citation\" id=\"21297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21297)\">Deut. 32:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p55\" class=\"\">It would seem very clear, then, that those born to the lineage of Jacob, who was later to be called Israel, and his posterity, who were known as the children of Israel, were born into the most illustrious lineage of any of those who came upon the earth as mortal beings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p56\" class=\"\">All these rewards were seemingly promised, or foreordained, before the world was. Surely these matters must have been determined by the kind of lives we had lived in that premortal spirit world. Some may question these assumptions, but at the same time they will accept without any question the belief that each one of us will be judged when we leave this earth according to his or her deeds during our lives here in mortality. Isn’t it just as reasonable to believe that what we have received here in this earth life was given to each of us according to the merits of our conduct before we came here?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p57\" class=\"\">Now there is another important understanding that we have from the scriptures. We are all free agents, which means to some people who manifest a spirit of rebellion that they are free to do anything they please, but that is not the correct meaning of free agency as the prophets have declared in the scriptures where free agency has been defined. I quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p58\" class=\"\">“Wherefore, men are free according to the flesh; and all things are given them which are expedient unto man. And they are free to choose liberty and eternal life, through the great mediation of all men, or to choose captivity and death, according to the captivity and power of the devil; for he seeketh that all men might be miserable like unto himself.” (<span class=\"citation\" id=\"3897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3897)\">2 Ne. 2:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p59\" class=\"\">The apostle Paul impressed the sacredness of our individual bodies in this statement: “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.” (<span class=\"citation\" id=\"554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(554)\">1 Cor. 3:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p60\" class=\"\">And, again, he said further to those who had been baptized members of the church that they had received the gift of a special endowment known as the Holy Ghost. This was his teaching: “What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own? … therefore glorify God in your body, and in your spirit, which are God’s.” (<span class=\"citation\" id=\"557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(557)\">1 Cor. 6:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p61\" class=\"\">If we can get a person to think what those words mean, then we can begin to understand the significance of the words of the renowned psychologist, MacDougall, from whom I have previously quoted, “The first thing to be done to help a man to moral regeneration is to restore, if possible, his self-respect.” How better may that self-respect be restored than to help him to fully understand the answer to that question, “Who am I?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p62\" class=\"\">When we see one devoid of respect for himself, as indicated by his conduct, his outward appearance, his speech, and his utter disregard of the basic measures of decency, then certainly we are witnessing the frightening aspect of one over whom Satan has achieved a victory, as the Lord declared he would try to do “to deceive and to blind men, and to lead them captive at his will … to destroy the agency of man.” (See <span class=\"citation\" id=\"39424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39424)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39424)\">Moses 4:1–4<\/a><\/span>.) This is the fate of “even as many as would not hearken unto my voice” (<span class=\"citation\" id=\"39430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39430)\">Moses 4:4<\/a><\/span>), so declared the Lord to Moses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p63\" class=\"\">Some years ago I read a report from a survey made by ministers who had studied a number of cases of students who had committed suicide. This was their firm conclusion after an exhaustive study: “The philosophy of the students who took their lives was so lacking that when a severe crisis came in their lives, they had nothing to hold fast to, and so they took the coward’s way out.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p64\" class=\"\">Such could be the awful state of those described by the Master in a parable with which he concluded the Sermon on the Mount:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p65\" class=\"\">“And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p66\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.” (<span class=\"citation\" id=\"36207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36207)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36207)\">Matt. 7:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p67\" class=\"\">The Lord’s eternal purpose with respect to his plan of salvation was declared to Moses: “For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39417)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39417)\">Moses 1:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p68\" class=\"\">The first goal in that eternal plan was for each of us to come to earth and gain a physical body, and then, after death and the resurrection which would follow, the spirit and the resurrected body would not thereafter be subject to death. All of this was a free gift to every living soul as Paul declared: “For as in Adam all die, even so in Christ shall all be made alive.” (<span class=\"citation\" id=\"567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(567)\">1 Cor. 15:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p69\" class=\"\">What this means to one dying with a malignant malady or to a mother bereft of a child may be illustrated by the expressions of a young mother whom I visited in the hospital some years ago. She said to me, “I have thought all this through. It doesn’t make any difference whether I go now or whether I live to 70, 80, or 90. The sooner I can get to a place where I can be active and doing things that will bring me eternal joy the better for all concerned.” She was comforted by the thought that she had lived such a life as to be worthy to enter into the presence of God, which is to enjoy eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p70\" class=\"\">The importance of taking advantage of every hour of precious time allotted to each of us here was impressed forcibly upon me by an incident in my own family. A young mother came with her beautiful flaxen-haired six-year-old daughter to her grandparents. The mother asked if we would like to hear a beautiful new children’s song which the daughter had just learned in her Primary class. While the little mother accompanied her, she sang:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“I am a child of God,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And he has sent me here,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Has given me an earthly home<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">With parents kind and dear.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“I am a child of God,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And so my needs are great;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Help me to understand His words<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Before it grows too late.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“I am a child of God,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Rich blessings are in store;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">If I but learn to do His will<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I’ll live with him once more.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">(<span class=\"emphasis\">Chorus<\/span>)<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">“Lead me, guide me, walk beside me,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Help me find the way.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Teach me all that I must do<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To live with him some day.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p88\" class=\"\"><span class=\"emphasis\">—Sing with Me, <\/span>no. B-76<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p89\" class=\"\">Her grandparents were in tears. Little did they know then, that hardly before that little girl would have had the full opportunity for her mother to teach her all that she should know in order to return to her heavenly home, that the little mother would be suddenly taken away in death, leaving to others the responsibility of finding the answer to the pleadings of that childhood prayer, to teach and train and to lead her through the uncertainties of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p90\" class=\"\">What a difference it would make if we really sensed our divine relationship to God, our Heavenly Father, our relationship to Jesus Christ, our Savior and our elder brother, and our relationship to each other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p91\" class=\"\">Contrasted with the sublime peace to one such as that wonderful sister I visited in the hospital is that terrifying state of those who do not, as they approach death, have that great comfort, for as the Lord has told us plainly: “And they that die not in me, wo unto them, for their death is bitter.” (<span class=\"citation\" id=\"16077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16077)\">D&amp;C 42:47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p92\" class=\"\">It was George Bernard Shaw who said, “If we all realized that we were the children of one father, we would stop shouting at each other as much as we do.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p93\" class=\"\">Now, as I come to the closing of this address, I trust that I might have given to you and others who have not yet listened to such counsel, something to stimulate some sober thinking as to who you are and from whence you came; and, in so doing, that I may have stirred up within your soul the determination to begin now to show an increased self-respect and reverence for the temple of God, your human body, wherein dwells a heavenly spirit. I would charge you to say again and again to yourselves, as the Primary organization has taught the children to sing “I am a [son or a daughter] of God” and by so doing, begin today to live closer to those ideals which will make your life happier and more fruitful because of an awakened realization of who you are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p94\" class=\"\">God grant that each of us here today may so live that all among us, and with us, may see, not us, but that which is divine and comes from God. With that vision of what those who have lost their way may become, my prayer is that they may receive strength and resolution to climb higher and higher and upward and onward to that great goal of eternal life and also that I may do my part in seeking to show by example, as well as by precept, that which will be the best of which I am capable of doing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p95\" class=\"\">I again bear my solemn witness to the great truth of the Master’s profound words to the sobbing Martha: “I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live.” (<span class=\"citation\" id=\"28737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28737)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28737)\">John 11:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p96\" class=\"\">I thank God that I too can say, with the same spirit as did Martha, who bore her testimony as the Spirit witnessed to her from the depths of her soul:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p97\" class=\"\">“Yea, Lord: I [too know] that thou art the Christ, the Son of God, which [came] into the world.” (See <span class=\"citation\" id=\"28738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28738)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28738)\">John 11:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/understanding-who-we-are-brings-self-respect.p98\" class=\"\">In the name of our Lord and Master, Jesus, the Christ, the Savior of the world, even so. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}