{"ID":2379, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Adversity and Prayer\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p3\" class=\"\">Bishop H. Burke Peterson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_006<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p4\" class=\"\">I thrill with you, brethren and sisters, as we have listened this morning to a prophet’s voice and heard the word of God; and I pray that the Lord will continue to sustain his mouthpiece on the earth for the blessing of all of his children throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p5\" class=\"\">One young mother once said to me, “It seems in our home we go from one crisis to another. We never seem to be in calm waters. Either it’s sick children, a Primary lesson to prepare, a car that breaks down before meetings, a flooded bathroom—you name it, we’ve had it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p6\" class=\"\">I suppose there are many of us whose life pattern would echo that refrain, even though the experiences will vary with each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p7\" class=\"\">Because of the countless problems surrounding us and because of the trials and tribulations we are all confronted with, I’ve felt a need to be built up again in our understanding of why we have adversity and what we can do—to weather its storm. It seems that life is tilled with a variety of difficult experiences that test us and try us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p8\" class=\"\">We should understand that a life filled with problems is no respecter of age or station in life. A life filled with trials is no respecter of position in the Church or social standing in the community. Challenges come to the young and to the aged—to the rich and to the poor—to the struggling student or the genius scientist—to the farmer, carpenter, lawyer, or doctor. Trials come to the strong and to the weak—to the sick and to the healthy. Yes, even to the simplest child as well as to a prophet of God. At times they seem to be more than we can bear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p9\" class=\"\">Now, some will say, “Why would a Father in heaven who calls us his children—who says he loves us above all of his creations—who says he wants only the best for us—who wants us to be happy and enjoy life to the fullest—why does he let these things happen to us—if we are really that dear to him?” The scriptures and the prophets have some needed answers for us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p10\" class=\"\">We read in Helaman: “And thus we see that except the Lord doth chasten his people with many afflictions, yea, except he doth visit them with death and with terror, and with famine and with all manner of pestilence, they will not remember him.” (<span class=\"citation\" id=\"24715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24715)\">Hel. 12:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p11\" class=\"\">At a recent stake conference the stake president called a young father, who had just been ordained an elder, from the audience to bear his testimony. The father had been active in the Church as a boy, but during his teenage years had veered somewhat from his childhood pattern. After returning from the military service he married a lovely girl and presently children blessed their home. Without warning an undisclosed illness overcame their little four-year-old daughter. Within a very short time she was on the critical list in the hospital. In desperation and for the first time in many years the father went to his knees in prayer—asking that her life be spared. As her condition worsened and he sensed that she would not live, the tone of the father’s prayers changed—he no longer asked that her life be spared—but rather for a blessing of understanding—“Let thy will he done,” he said. Soon the child was in a coma, indicating her hours on earth were few. Now, fortified with understanding and trust, the young parents asked for one more favor of the Lord. Would he allow her to awaken once more that they might hold her closely. The little one’s eyes opened, her flail arms outstretched to her mother and then to her daddy for a final embrace. When the father laid her on the pillow to sleep till another morning, he knew their prayers had been answered—a kind, understanding Father in heaven had filled their needs as he knew them to be. His will had been done—they had gained understanding—they were determined now to live that they might live again with her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p12\" class=\"\">Do you remember the words of the Lord to the Prophet Joseph Smith when he was having that great test of his faith in the Liberty Jail? The Lord said, “If thou art called to pass through tribulation …” and then the Lord called to mind a series of possibilities that would test any man to the utmost—and he then concluded: “Know thou, my son, that all these things shall give thee experience and shall be for thy good.” (<span class=\"citation\" id=\"16205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16205)\">D&amp;C 122:5, 7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p13\" class=\"\">It’s interesting to note that from the depths of trial and despair have come some of the most beautiful and classic passages of modern-day scripture—not from the ease of a comfortable circumstance. Might this also be the case in our own lives! From trial comes refined beauty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p14\" class=\"\">We could cite Beethoven or Abraham Lincoln or Demosthenes who won out in a most difficult struggle to become a magnificent orator—but closer to us we see the great beauty and wisdom in the speaking and teaching of President Spencer W. Kimball and we see the price he’s paid that our lives might be blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p15\" class=\"\">In speaking of the Savior, the scriptures tell us: “Though he were a Son, yet learned he obedience by the things which he suffered.” (<span class=\"citation\" id=\"125198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125198)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125198)\">Heb. 5:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p16\" class=\"\">From Hebrews we also read: “My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him: for whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth.” (<span class=\"citation\" id=\"24421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24421)\">Heb. 12:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p17\" class=\"\">Let us remember—trials are an evidence of a Father’s love. They are given as a blessing to his children. They are given as opportunities for growth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p18\" class=\"\">Now, how do we approach them? How do we overcome them? How are we magnified by them? There seems to be a reason why we lose our composure in adversity—why we think we can no longer cope with what we’re faced with here in this life. There is a reason why we give up, why we “fall apart at the seams” so to speak. The reason may be so simple that we lose sight of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p19\" class=\"\">Could it be it’s because we begin to lose contact with our greatest source of strength—our Father in heaven? He is the key to our enjoying sweetness in adversity—in gaining strength from our trials—he and he alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p20\" class=\"\">As a reassurance to us, let us read from the New Testament: “There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.” (<span class=\"citation\" id=\"559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(559)\">1 Cor. 10:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p21\" class=\"\">Did you get the significance of that scriptural promise—we will have no temptation or trial beyond our ability to overcome—he will provide a way for us to rise above—whatever it may be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p22\" class=\"\">May I suggest the best way I know to keep close to the source of this great strength is through prayer. No man can stand alone in his struggle through life. Sometimes in discouragement our prayers, at best, become occasional or maybe not at all. Sometimes we forget or just don’t care. Brigham Young once said, “Prayer keeps man from sin, and sin keeps man from prayer.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p23\" class=\"\">Some may be thinking that because they have a Word of Wisdom problem or because they have been dishonest or immoral—because they have not prayed for years—because of any reasons they now feel unworthy—they may say, “It’s too late, I’ve made so many mistakes—so why even try?” To these we say, “For your own sake, give yourself another chance.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p24\" class=\"\">Sincere prayer is the heart of a happy and productive life. Prayer strengthens faith. Prayer is the preparation for miracles. Prayer opens the door to eternal happiness. The Father of us all is personal, ever waiting to hear from us, as any loving father would his children. To learn to communicate with him, to learn to pray effectively, requires diligence and dedication and desire on our part. I wonder sometimes if we are willing to pay the price for an answer from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p25\" class=\"\">As we learn to develop this two-way communication, the standard of our life will improve. We will see things more clearly, we will try harder to do better, we will see the real joy that can come through trials and testing. Although problems will still be with us, peace, contentment, and true happiness will be ours in abundance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p26\" class=\"\">As you feel the need to confide in the Lord or to improve the quality of your visits with him—to pray, if you please—may I suggest a process to follow: go where you can be alone, go where you can think, go where you can kneel, go where you can speak out loud to him. The bedroom, the bathroom, or the closet will do. Now, picture him in your mind’s eye. Think to whom you are speaking, control your thoughts—don’t let them wander, address him as your Father and your friend. Now tell him things you really feel to tell him—not trite phrases that have little meaning, but have a sincere, heartfelt conversation with him. Confide in him, ask him for forgiveness, plead with him, enjoy him, thank him, express your love to him, and then listen for his answers. Listening is an essential part of praying. Answers from the Lord come quietly—ever so quietly. In fact, few hear his answers audibly with their ears. We must be listening so carefully or we will never recognize them. Most answers from the Lord are felt in our heart as a warm comfortable expression, or they may come as thoughts to our mind. They come to those who are prepared and who are patient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p27\" class=\"\">Yes, the trials will still be there; but with the companionship of the Spirit, our approach to trials will change frustrations and heartaches to blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p28\" class=\"\">Just for a moment, think with me. Forget the trials you now have. Remember back to those trials you had last year, five years ago, ten years ago. What did you gain? What did you learn? Aren’t you better prepared now because of them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/adversity-and-prayer.p29\" class=\"\">I testify he is ready and waiting to help us. For our own good we must take the first step and this step is prayer. I know he lives, brothers and sisters, I know Jesus is the Christ. I know he established his church here for our blessing. I know his mouthpiece is before us this morning, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}