{"ID":238, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Value of Testimony<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1946, pp. 123-126<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure, my brethren, this has been a joyous experience to all of us, to be here in the house\nof the Lord and rejoice in his blessings. I want to emphasize what President Clark has said to\nthe effect that this is the gospel of Jesus Christ, that it is the power of God unto salvation\n(<span class=\"citation\" id=\"42667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42667)\">Rom. 1:16<\/a><\/span>),\nthat Jesus Christ was our Elder Brother and lived upon the earth and died that we might live\nagain, that he brought about the resurrection and has appeared to the children\nof men since that time. I marvel how some of our people can lose their faith and go off on a\nsidetrack when the evidences are as great as they are as to the truth of the gospel.\n<\/p><p>\nDIVINITY OF THE CHURCH\n<\/p><p>\nAmong the strongest evidences of the divinity of the work in which we are engaged, and of\nthe mission of the Prophet Joseph Smith are the facts that the Church exists today, more\npowerful than it ever was, and that the predictions that were made by Joseph Smith as a\nprophet have been fulfilled and are still in course of fulfilment. There are no people in the\nworld anywhere, who enjoy the blessings that we enjoy, physically and spiritually. The\nmajority of people do not know God; they do not understand the purpose of life. They have\nbeen sidetracked by some of the men whose philosophies have taken the place of the truth.\nThat is the reason that the world is in the condition that it is.\n<\/p><p>\nTHE VALUE OF A TESTIMONY\n<\/p><p>\nI am grateful to be here. To look into your faces is a testimony to me of the divinity of this\nwork. Go where you will, you will find no other group assembled, each of whom has faith in\nGod; and if we were to ask all of you how many have a testimony, not a belief because\nsomebody else has said so, but how many of you have an assurance that this is God's work,\nthat Jesus is the Christ, that we are living eternal lives, that Joseph Smith as a prophet of the\nLiving God, you would answer that you have this testimony that buoys you up and\nstrengthens you and gives you satisfaction as you go forward in the world. And just to test\nmy belief in regard to that, all of you who have this testimony, raise your right hands. Thank\nyou. It is evident by this show of hands that most of you who are here tonight, have received\na testimony and know that the truth is upon the earth. Of course the adversary will try to\nblind the human family. He will try to lead them into by-and forbidden paths; that is his\nbusiness. However, if we will live the teachings of Jesus of Nazareth, if we will observe the\nadvice and counsel of the prophets of God, if we will carry out the program that the Lord has\ngiven to the Church with which we are identified, we will lead all the world in knowledge\nand intelligence and in power, because we may have all that the world has, plus the\ninspiration of the Almighty.\n<\/p><p>\nI know that it will not be very long before my work will be finished, in the natural course of\nevents. I have had many experiences and have traveled in the world and mingled with many\nwonderful men and women, and I would like to say that I learned when I was a boy that this\nis the work of the Lord. I learned that there were prophets living upon the earth. I learned\nthat the inspiration of the Almighty would influence those who lived to enjoy it, so we are not\ndependent upon one or two or a half dozen individuals. There are thousands\nof members of this Church who know&mdash;it is not a question of imagination at all-they know\nthat God lives and that Jesus is the Christ and that we are the children of God. He is the\nFather of our spirits. We have not come from some lower form of life, but God is the Father\nof our spirits, and we belong to the royal family, because he is our Father.\n<\/p><p>\nARISTOCRACY OF RIGHTEOUSNESS\n<\/p><p>\nWe talk about the philosophies of men and hold them up sometimes as a pretty picture, but\nwhen they conflict with the teachings of our Heavenly Father as contained in Holy Writ, they\nare valueless. They will never lead anybody into eternal happiness, nor help him to find a\nplace in the kingdom of our Heavenly Father. We cannot retain that testimony unless we keep\nthe commandments of God. A knowledge of truth will not remain with us unless we live as\nour Heavenly Father desires and advises us to live.\n<\/p><p>\nWe sometimes hear people speak of the aristocracies of the world, the royal families of the\nworld. I want to say, the only true aristocracy in the world is the aristocracy of righteousness,\nand the only families that will persist are those who keep the commandments of our Heavenly\nFather.\n<\/p><p>\nOUR MISSIONARY OBLIGATIONS\n<\/p><p>\nSo tonight, let me say, brethren, our missionary field is before us. Our Father's sons and\ndaughters need us. We are grateful for the responses being made to the call that has gone out\nfor missionaries. Some are anxious to go, but because they are not physically able or other\nconditions are unfavorable we cannot accept their offer. There are in this Church thousands of\nmen and women who are capable of teaching the gospel and who can become more capable\nby doing their duty in the mission field. They will be blessed with means, sufficient to take\nthem to perform the work that the Lord wants us to perform. I would like to say to the men\nwho would retain their means in preference to laying up treasures in heaven\n(<span class=\"citation\" id=\"34050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34050)\">Matt. 6:20<\/a><\/span>), their wealth will\ndecay in their hands, and their opportunity to gain eternal life in the celestial kingdom will\npass them by.\n<\/p><p>\nPREPARATION FOR THE CELESTIAL KINGDOM\n<\/p><p>\nThis is the Lord's work. It is his Church. It is his way of preparing us for eternal happiness in\nthe celestial kingdom, and surely not any of those who have seen the result of the gospel of\nJesus Christ in the world will question its divinity. Judge the tree by its fruits\n(<span class=\"citation\" id=\"34067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34067)\">Matt. 7:16-20<\/a><\/span>), and you will\nfind no other tree in the whole world that compares with the gospel of Jesus Christ. There is\nno other plan in all the world that leads to the celestial kingdom of our Heavenly Father;\nknowing that, surely we will not be misled by the philosophies and the\nsophistries of men who pretend to know that which they do not know.\n<\/p><p>\nIn conclusion, let me say, I am grateful to be here. I want to thank you for your kindness to\nme, one of the weakest of all our Father's sons. I know my limitations. I don't stand here\nwith the idea that I am more than an ordinary individual, but I thank you for your faith and\nyour prayers for me and for my associates and the brethren who lead this Church. I thank you\nfor the manner in which you stand for that which is righteous and put aside that which is not\nrighteous. I hope that in the near future when another opportunity will be given to the people\nof this state to manifest their desire to observe the Word of Wisdom and keep the\ncommandments of God, that this group of men here will not be afraid to stand for what our\nHeavenly Father has advised us to do, regardless of what the habits of the world may be.\n<\/p><p>\nDISOBEDIENCE DESTROYS FAITH\n<\/p><p>\nI would like to say that the loss of faith in this Church, in many cases, is traceable directly to\na violation of the Sabbath day, failure to observe the Word of Wisdom, the advice of our\nHeavenly Father, failure to attend to our prayers and to thank him for the blessings we enjoy, refusal to give of\nour substance to those who are less fortunate than ourselves. All these things that are intended\nto uplift us, if we observe the teachings of our Heavenly Father, become a pitfall for us if we\nfail to keep his commandments.\n<\/p><p>\nGod does live; Jesus is the Christ; Joseph Smith is a prophet of the Living God; and the\nauthority of the priesthood is with this Church today and will continue to administer to those\nwho are willing to be ministered unto under the inspiration of our Heavenly Father. I bear\nyou this testimony tonight, knowing the seriousness, if it were not true, of saying it, and I\nbear it in love and kindness and gratitude to God, and say that I know these things are true,\nand I bear you that witness in the name of Jesus Christ our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}