{"ID":2383, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Behold Thy Mother”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p3\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_010<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p4\" class=\"\">One summer day I stood alone in the quiet of the American War Memorial Cemetery of the Philippines. A spirit of reverence filled the warm tropical air. Situated among the carefully mowed grass, acre upon acre, were markers identifying men, mostly young, who in battle gave their lives. As I let my eyes pass name by name along the many colonnades of honor, tears came easily and without embarrassment. As my eyes filled with tears, my heart swelled with pride. I contemplated the high price of liberty and the costly sacrifice many had been called upon to bear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p5\" class=\"\">My thoughts turned from those who bravely served and gallantly died. There came to mind the grief-stricken mother of each fallen man as she held in her hand the news of her precious son’s supreme sacrifice. Who can measure a mother’s grief? Who can probe a mother’s love? Who can comprehend in its entirety the lofty role of a mother? With perfect trust in God, she walks, her hand in his, into the valley of the shadow of death that you and I might come forth unto life.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“The Name of Mother”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“The noblest thoughts my soul can claim.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The holiest words my tongue can frame,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Unworthy are to frame the name<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">More sacred than all other.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">An infant when her love first came,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">A man, I find it just the same:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Reverently I breathe her name—<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The blessed name of mother.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p15\" class=\"\">—George Griffith Fetter<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p16\" class=\"\">In this spirit, let us consider mother. Four mothers come to mind: first, mother forgotten; second, mother remembered; third, mother blessed; and finally, mother loved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p17\" class=\"\">“Mother forgotten” is observed all too frequently. The nursing homes are crowded, the hospital beds are full, the days come and go—often the weeks and months pass—but mother is not visited. Can we not appreciate the pangs of loneliness, the yearnings of mother’s heart when hour after hour, alone in her age, she gazes out the window for the loved one who does not visit, the letter the postman does not bring. She listens for the knock that does not sound, the telephone that does not ring, the voice she does not hear. How does such a mother feel when her neighbor welcomes gladly the smile of a son, the hug of a daughter, the glad exclamation of a child, “Hello, Grandmother.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p18\" class=\"\">There are yet other ways we forget mother. Whenever we fall, whenever we do less than we ought, in a very real way we forget mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p19\" class=\"\">Last Christmas I talked to the proprietress of a Salt Lake City nursing home. From the hallway where we stood, she pointed to several elderly women assembled in a peaceful living room. She observed, “There’s Mrs. Hansen. Her daughter visits her every week, right at 3:00 p.m. on Sunday. To her right is Mrs. Peek. Each Wednesday there is a letter in her hands from her son in New York. It is read, then reread, then saved as a precious piece of treasure. But see Mrs. Carroll; her family never telephones, never writes, never visits. Patiently she justifies this neglect with words which are heard but do not convince or excuse, ‘They are all so busy.’” Shame on all who thus make of a noble woman “mother forgotten.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p20\" class=\"\">“Hearken unto thy father that begat thee,” wrote Solomon, “and despise not thy mother when she is old.” (<span class=\"citation\" id=\"41517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41517)\">Prov. 23:22<\/a><\/span>.) Can we not make of a mother forgotten a “mother remembered”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p21\" class=\"\">Men turn from evil and yield to their better natures when mother is remembered. A famed officer from the Civil War period, Colonel Higgenson, when asked to name the incident of the Civil War that he considered the most remarkable for bravery, said that there was in his regiment a man whom everybody liked, a man who was brave and noble, who was pure in his daily life, absolutely free from dissipations in which most of the other men indulged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p22\" class=\"\">One night at a champagne supper, when many were becoming intoxicated, someone in jest called for a toast from this young man. Colonel Higgenson said that he arose, pale but with perfect self-control, and declared: “Gentlemen, I will give you a toast which you may drink as you will, but which I will drink in water. The toast that I have to give is, ‘Our mothers.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p23\" class=\"\">Instantly a strange spell seemed to come over all the tipsy men. They drank the toast in silence. There was no laughter, no more song, and one by one they left the room. The lamp of memory had begun to burn, and the name of “Mother” touched every man’s heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p24\" class=\"\">As a boy, I well remember Sunday School on Mother’s Day. We would hand to each mother present a small potted plant and sit in silent reverie as Melvin Watson, a blind member, would stand by the piano and sing, “That Wonderful Mother of Mine.” This was the first time I saw a blind man cry. Even today, in memory, I can see the moist tears move from those sightless eyes, then form tiny rivulets and course down his cheeks, falling finally upon the lapel of the suit he had never seen. In boyhood puzzlement I wondered why all of the grown men were silent, why so many handkerchiefs came forth. Now I know. You see, mother was remembered. Each boy, every girl, all fathers and husbands seemed to make a silent pledge: “I will remember that wonderful mother of mine.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p25\" class=\"\">Some years ago I listened intently as a man well beyond middle age told me of an experience in his family history. The widowed mother who had given birth to him and his brothers and sisters had gone to her eternal and well-earned reward. The family assembled at the home and surrounded the large dining room table. The small metal box in which Mother had kept her earthly treasures was opened reverently. One by one each keepsake was brought forth. There was the wedding certificate from the Salt Lake Temple. “Oh, now Mother could be with Dad.” Then there was the deed to the humble home where each child had in turn entered upon the stage of life. The appraised value of the house had little resemblance to the worth Mother had attached to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p26\" class=\"\">Then there was discovered a yellowed envelope which bore the marks of time. Carefully the flap was opened and from inside was taken a homemade valentine. Its simple message, in the handwriting of a child, read, “I love you, Mother.” Though she was gone, by what she held sacred, Mother taught yet another lesson. A silence permeated the room, and every member of the family made a pledge not only to remember, but also to honor mother. For them it was not too little and too late, as in the classic poem of Rose Marinoni entitled “At Sunrise”:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“They pushed him straight against the wall,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The firing squad dropped in a row;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And why he stood on tiptoe,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Those men shall never know.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He wore a smile across his face<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As he stood primly there,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The guns straight aiming at his heart,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The sun upon his hair.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For he remembered in a flash<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Those days beyond recall,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When his proud mother took his height<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Against the bedroom wall.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p39\" class=\"\">Now that we have considered “mother remembered,” let us turn to “mother blessed.” For one of the most beautiful and reverent examples, I refer to the holy scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p40\" class=\"\">In the New Testament of our Lord, perhaps we have no more moving account of “mother blessed” than the tender regard of the Master for the grieving widow at Nain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p41\" class=\"\">“And it came to pass … that he went into a city called Nain; and many of his disciples went with him, and much people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p42\" class=\"\">“Now when he came nigh to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow: and much people of the city was with her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p43\" class=\"\">“And when the Lord saw her, he had compassion on her, and said unto her, Weep not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p44\" class=\"\">“And he came and touched the bier: and they that bare him stood still. And he said, Young man, I say unto thee, Arise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p45\" class=\"\">“And he that was dead sat up, and began to speak. And he delivered him to his mother.” (<span class=\"citation\" id=\"31863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31863)\">Luke 7:11–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p46\" class=\"\">What power, what tenderness, what compassion did our Master and exemplar thus demonstrate. We, too, can bless if we will but follow his noble example. Opportunities are everywhere. Needed are eyes to see the pitiable plight, ears to hear the silent pleadings of a broken heart. Yes, and a soul filled with compassion that we might communicate not only eye to eye or voice to ear, but in the majestic style of the Savior, even heart to heart. Then every mother everywhere will be “mother blessed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p47\" class=\"\">Finally, let us contemplate “mother loved.” Universally applicable is the poem recalled from childhood and enjoyed by children even today, “Which Loved Best?”<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“‘I love you, Mother,’ said little John;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Then, forgetting his work, his cap went on,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And he was off to the garden swing,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Leaving his mother the wood to bring.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“‘I love you, Mother,’ said rosy Nell;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘I love you better than tongue can tell’;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Then she teased and pouted full half the day,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Till her mother rejoiced when she went to play.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“‘I love you, Mother,’ said little Fan;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">‘Today I’ll help you all I can;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">How glad I am that school doesn’t keep!’<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">So she rocked the baby till it fell asleep.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Then, stepping softly, she took the broom,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And swept the floor, and dusted the room;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Busy and happy all day was she,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Helpful and cheerful as child could be.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“‘I love you, Mother,’” again they said—<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Three little children going to bed,’<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">How do you think that Mother guessed<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Which of them really loved her best?<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p68\" class=\"\">—Joy Allison<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p69\" class=\"\">One certain way each can demonstrate genuine love for mother is to live the truths mother so patiently taught. Such a lofty goal is not new to our present generation. On this continent, in times described in the Book of Mormon, we read of a brave, a good, and noble leader named Helaman who did march in righteous battle at the head of 2,000 young men. Helaman described the activities of these young men: “… never had I seen so great courage, … as … they said unto me: … behold our God is with us, and he will not suffer that we should fall; then let us go forth; … Now they never had fought, yet they did not fear death; … yea, they had been taught by their mothers, that if they did not doubt, God would deliver them. And they rehearsed unto me the words of their mothers, saying: We do not doubt our mothers knew it. (<span class=\"citation\" id=\"9186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9186)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9186)\">Alma 56:45–48<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p70\" class=\"\">At the end of the battle, Helaman continued his description: “… behold, to my great joy, there had not one soul of them fallen to the earth; yea, and they had fought as if with the strength of God; yea, never were men known to have fought with such miraculous strength; and with such mighty power. …” (<span class=\"citation\" id=\"9187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9187)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9187)\">Alma 56:56<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p71\" class=\"\">Miraculous strength, mighty power—mother’s love and love for mother had met and triumphed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p72\" class=\"\">The holy scriptures, the pages of history are replete with tender, moving, convincing accounts of “mother loved.” One, however, stands out supreme, above and beyond any other. The place is Jerusalem, the period known as the Meridian of Time. Assembled is a throng of Roman soldiers. Their helmets signify their loyalty to Caesar, their shields bear his emblem, their spears are crowned by Roman eagles. Assembled also are natives to the land of Jerusalem. Faded into the still night, and gone forever are the militant and rowdy cries, “Crucify him, crucify him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p73\" class=\"\">The hour has come. The personal earthly ministry of the Son of God moves swiftly to its dramatic conclusion. A certain loneliness is here. Nowhere to be found are the lame beggars who, because of this man, walk; the deaf who, because of this man, hear; the blind who, because of this man, see; the dead who, because of this man, live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p74\" class=\"\">There remained yet a few faithful followers. From his tortured position on the cruel cross, he sees his mother and the disciple whom he loved standing by. He speaks: “… woman, behold thy son! Then saith he to the disciple, Behold thy mother! …” (<span class=\"citation\" id=\"28758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28758)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28758)\">John 19:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p75\" class=\"\">From that awful night when time stood still, when the earth did quake and great mountains were brought down—yes, through the annals of history, over the centuries of years and beyond the span of time, there echoes his simple yet divine words, “Behold thy mother!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p76\" class=\"\">As we truly listen to that gentle command and with gladness obey its intent, gone forever will be the vast legions of “mothers forgotten.” Everywhere present will be “mothers remembered,” “mothers blessed,” and “mothers loved” and, as in the beginning, God will once again survey the workmanship of his own hand and be led to say, “It [is] very good.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p77\" class=\"\">May each of us treasure this truth; one cannot forget mother and remember God. One cannot remember mother and forget God. Why? Because these two sacred persons, God and mother, partners in creation, in love, in sacrifice, in service, are as one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/behold-thy-mother.p78\" class=\"\">May we, by our thoughts and our actions, honor God and mother, I pray humbly yet earnestly, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}