{"ID":2384, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Become Rich toward God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p2\" class=\"\">President Rex D. Pinegar<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_011<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p3\" class=\"\">It is a great blessing to be here today. After briefing the office staff at our mission in Virginia, I turned to leave, and our treasurer and fleet coordinator said: “President, just tell President Lee we’re behind him.” On behalf of all the missionaries throughout the world who testify daily that Jesus is the Christ and of your prophetic calling, President Lee, we want you to know, “We are behind you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p4\" class=\"\">William Jennings Bryan wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“The human measure of a human life is its income;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">the divine measure of a life is its outgo, its overflow<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">its contribution to the welfare of all.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p8\" class=\"\">(From <span class=\"emphasis\">The Prince of Peace, <\/span>by William Jennings Bryan.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p9\" class=\"\">In our search for happiness we may get so involved with the “human measure of life” that we fail to recognize the temporary value of such riches. Christ warned that we can become spiritually “choked” with the “cares and riches and pleasures of this life, and bring no fruit to perfection.” (<span class=\"citation\" id=\"31865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31865)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31865)\">Luke 8:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p10\" class=\"\">The Savior also said, “… a man’s life consisteth not in the abundance of the things which he possesseth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p11\" class=\"\">“And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p12\" class=\"\">“And he thought within himself, saying, What shall I do, because I have no room where to bestow my fruits?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p13\" class=\"\">“And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p14\" class=\"\">“And I will say to my soul, Soul, thou has much goods laid up for many years; take thine ease, eat, drink, and be merry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p15\" class=\"\">“But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p16\" class=\"\">“So is he that layeth up treasure for himself, and is not rich toward God.” (<span class=\"citation\" id=\"31869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31869)\">Luke 12:15–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p17\" class=\"\">It is, then, our blessing and responsibility to become rich toward God. We are to go beyond acquiring something for ourselves. The Savior also taught us how to do this when he said, “… seek ye the kingdom of God; and all these things shall be added unto you” (<span class=\"citation\" id=\"125199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125199)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125199)\">Luke 12:31<\/a><\/span>), and, “… whoso desireth to reap, let him thrust in his sickle with his might, and reap while the day lasts, that he may treasure up for his soul everlasting salvation in the kingdom of God.” (<span class=\"citation\" id=\"16021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16021)\">D&amp;C 6:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p18\" class=\"\">This means we may gain eternal life. “Behold, he that hath eternal life is rich.” (<span class=\"citation\" id=\"16032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16032)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16032)\">D&amp;C 11:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p19\" class=\"\">The significance of this truth was brought to the heart of a certain man when his friend approached him with a plan to obtain the riches of this life. He wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p20\" class=\"\">“Dear friend,<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p21\" class=\"\">“During one of our conversations you said something which has been on my mind ever since. In fact, you might say that it has really ‘troubled’ me and has caused me to do some <span class=\"emphasis\">real ‘<\/span>soul’ searching. In explaining why you felt compelled to make the sales plan known to me, you said, ‘I would feel real bad a few years from now if I knew about this, got rich from it, and did not tell my friends about it.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p22\" class=\"\">“You will never know how that statement has troubled me because I have made no attempt to share something more precious than money with you. I am speaking of the true gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p23\" class=\"\">“Now hold on a minute. I know what is going through your mind. ‘This kook has lost his cool and gone off the deep end.’ T’ain’t so. I believe we spent enough time together in the past couple of years for you to know that I haven’t turned into a freak or something. <span class=\"emphasis\">But <\/span>I am sure you have noticed a change. I no longer do many of the earthly things you probably remember of me. I have a great love for my family and mankind in general. I am truly sorry for many things in my past and will do my best to never do them again. But this isn’t the most important thing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p24\" class=\"\">“The most important thing in all this world is that I know that I existed in the preexistence as a spirit child of my Heavenly Father; that I am here in mortality as part of his great plan for me in order that I may prove my worthiness to him by constantly making the proper choices between good and evil; and that if I prove myself worthy I will return to his presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p25\" class=\"\">“I further know that there is a prophet, Harold B. Lee, here upon the earth today who communicates regularly with the true and living Jesus Christ, the son of God. Through this prophet I can learn everything necessary to help me live my life and guide my family in the proper manner to return to his presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p26\" class=\"\">“Oh, there is so much more that I could tell you, but suffice it to say that there is absolutely no unanswered question in my mind concerning my reason for being here at this time, nor what reward I will earn if I obey the teachings of my Father in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p27\" class=\"\">“Of course, I have learned all of these things through study and prayer and the teachings of the Mormon Church (The Church of Jesus Christ of Latter-day Saints). It is this that I have never shared with you that has troubled my conscience so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p28\" class=\"\">“Now I am going to do something about it. At the same time this letter is mailed, I am sending your name to the Church representatives in your area and asking them to contact you. They will undoubtedly send a couple of young men (or lady) missionaries to see you. These will be people who are dedicating a couple of years of their lives at their or their family’s expense to tell people like yourselves of this gospel. They have about six one-hour lessons they will want to teach you. I beg of you to listen to their message. I testify to you that it is true.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p29\" class=\"\">I also testify that this is the true Church, that Harold B. Lee is a prophet of the true and living God, and that this gospel of Jesus Christ is more precious than money.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p30\" class=\"\">A recent Relief Society film, “Walk in the Light,” highlights the incident of a young granddaughter who desired to become the heir to her grandmother’s watch. It seemed to the grandchild a real treasure. Here are the soul-stirring words of her grandmother’s reply:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p31\" class=\"\">“The watch is of small value. But I do want to leave you something very precious. It is something I brought with me all the way from Scotland. I carried it with me across the plains. It is something that will be of value to you all the days of your life and into the eternities. I want to leave to you my testimony—my testimony of the gospel. I know that the gospel is true. I know that God lives and that Jesus is the Christ.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p32\" class=\"\">It is said that many grandchildren honor the name of that grandmother and recall her testimony with joy. How great are the riches she has laid up in store in our Heavenly Father’s kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p33\" class=\"\">I am grateful to the Lord for you members of the Church who desire to share the wealth of the gospel of Jesus Christ with your family and friends. Not only are you becoming rich toward God, but you are making other lives rich also. You are giving them the true Christian religion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p34\" class=\"\">Patrick Henry, a great American patriot, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p35\" class=\"\">“I have now disposed of all my property to my family. There is one thing more I wish I could give them, and that is the Christian religion. If they had that, and I had not given them one shilling they would have been rich, and if they had not that, and I had given them all the world, they would be poor.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/become-rich-toward-god.p36\" class=\"\">May we all share our wealth of testimony with others that we and they may become rich toward God, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}