{"ID":2387, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Love and Forgive One Another\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p2\" class=\"\">Elder O. Leslie Stone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_014<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p3\" class=\"\">It is an inspiration to all of us to remember the teachings of our Savior and the many wonderful things that he gave to the world. He lived long before recorded history. He was in the great council in heaven—he helped his Father in the shaping of the heavens, in the creation of the earth, and in the making of man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p4\" class=\"\">In opposition to Satan’s plan, it was he who proposed man’s free agency—giving him the glorious privilege of choice which means so much to all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p5\" class=\"\">He lived on earth in the meridian of time—in the promised land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p6\" class=\"\">He went about teaching and doing good. Men followed him, not for worldly riches but to gain treasures in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p7\" class=\"\">He set up a new code for living—to love one another—even one’s enemies. He enjoined us to judge not, to forgive, and to give all men a second chance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p8\" class=\"\">In the Doctrine and Covenants section 64, verses 8–11, he tells us that it is our duty to forgive one another and that he who does not forgive his brother stands condemned and is <span class=\"emphasis\">the greater sinner.<\/span> [<span class=\"citation\" id=\"16104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16104)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16104)\">D&amp;C 64:8–11<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p9\" class=\"\">He gave our society our most undying formula for getting along together when he made this statement found in <span class=\"citation\" id=\"36202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36202)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36202)\">Matt. 7:12<\/a><\/span>:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p10\" class=\"\">“Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p11\" class=\"\">There are very few of us that are fully living up to this. Yet I am sure we all agree that if men followed this principle they would solve the problems that we are now facing in all the nations of the earth. Yes, if we lived this principle it would be easy to love and forgive those who trespass against us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p12\" class=\"\">In <span class=\"citation\" id=\"36232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36232)\">Matt. 22:36–39<\/a><\/span>, we read about an instance where Christ was approached by some of the leading lawyers of the day who said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p13\" class=\"\">“Master, which is the great commandment in the law? Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, Thou shalt love thy neighbour as thyself.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p14\" class=\"\">It should be remembered that our nearest neighbors are the members of our own family. Next are those living next door to us, in the same block, the same city, the same state, the nation, yes, even the whole world. All whom we associate with or influence in any way are our neighbors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p15\" class=\"\">Can a man reach the celestial kingdom if he does not love his neighbor as himself? When Jesus gave the second commandment, He said it was like unto the first and repeating both of them he said, “On these two commandments hang all the law and the prophets.” (<span class=\"citation\" id=\"36233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36233)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36233)\">Matt. 22:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p16\" class=\"\">He made them very important—so important that all other laws and commandments rest upon them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p17\" class=\"\">Let us ask another question. Can a man live the first and great commandment if he does not live the second? In other words, can he love God with all his heart if he does not love his neighbor?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p18\" class=\"\">John the apostle said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p19\" class=\"\">“If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen? And this commandment have we from him, That he who loveth God love his brother also.” (<span class=\"citation\" id=\"1113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1113)\">1 Jn. 4:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p20\" class=\"\">In third Nephi 11:29–30 we find this statement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p21\" class=\"\">“For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p22\" class=\"\">“Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another; but this is my doctrine, that such things should be done away.” [<span class=\"citation\" id=\"5774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5774)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5774)\">3 Ne. 11:29–30<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p23\" class=\"\">These statements and many others should make it clear to all of us that the Lord desires us to love and forgive one another. It behooves us to conquer our pride and settle our differences with our fellowmen. As just quoted from third Nephi, contentions and disputations are of the devil and are not approved by our Heavenly Father. Loving our neighbors as ourselves will bring great joy and happiness into our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p24\" class=\"\">Christ practiced forgiveness. You remember the story of the woman that had sinned. The law was that she should be stoned to death. They brought her before the Savior to see how he would judge her. In <span class=\"citation\" id=\"28729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28729)\">John 8:6–7<\/a><\/span> it is recorded:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p25\" class=\"\">“This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p26\" class=\"\">“So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p27\" class=\"\">Not any in the group could qualify, and the crowd dispersed. He then turned to the woman and said: “Neither do I condemn thee: go, and sin no more.” (<span class=\"citation\" id=\"28730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28730)\">John 8:11<\/a><\/span>.) He certainly did not approve of what she had done, but he demonstrated forgiveness and left it up to his Father in heaven to judge her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p28\" class=\"\">He forgave those who would take his life. At the very time when he was suffering the most, he said: “Father, forgive them; for they know not what they do.” (<span class=\"citation\" id=\"31880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31880)\">Luke 23:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p29\" class=\"\">The gospel he brought to earth and which was restored in this dispensation provides us with a beautiful plan of salvation. We know that we had a previous existence and were valiant there. The Lord permitted us to come to earth that we might <span class=\"emphasis\">obtain a body, gain knowledge, develop our skills and our characters, learn to overcome evil, and see if we can remain true and faithful to him, <\/span>and be sufficiently diligent and obedient to the commandments as to be worthy to return and abide in his presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p30\" class=\"\">Many of our problems are blessings in disguise. They are provided so that we might gain the experiences intended for us on this earth and thus prepare us for meeting and solving problems in the next phase of our eternal existence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p31\" class=\"\">Today, as I contemplate the many, many blessings that have been given us, I recall the words of King Benjamin in the Book of Mormon when, after enumerating the blessings which had been poured down upon his people by the Lord, he said this to them: “And behold, all that he requires of you is to keep his commandments.” (<span class=\"citation\" id=\"40391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40391)\">Mosiah 2:22<\/a><\/span>.) Yes, the only thing the Lord requires of us is that we keep his commandments! This sounds relatively simple, doesn’t it? But we all know that it isn’t simple, nor was it intended to be. Where much is given, much is expected. The Lord requires of those who dwell with him the ability to overcome weaknesses and imperfections. He requires self-denial and self-discipline.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p32\" class=\"\">Some of us may feel from time to time that some of the Lord’s commandments are an impediment to happiness in this life, but this isn’t so; and deep down in our hearts we know that so long as we adhere to the commandments, just as surely as night follows day, we will reap the blessings that are promised to the faithful. Sometimes the way of fulfillment may not be apparent to us, but the actuality of it is assured. The Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p33\" class=\"\">“I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.” (<span class=\"citation\" id=\"16136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16136)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16136)\">D&amp;C 82:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p34\" class=\"\">How many of us on judgment day would like to be told that we had failed to do our part—that we had been unworthy servants of the Lord because our own lives had been such a poor example in keeping the commandments?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p35\" class=\"\">In <span class=\"citation\" id=\"36190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36190)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36190)\">Matt. 5:16<\/a><\/span> the Lord gives us a very important message:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p36\" class=\"\">“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p37\" class=\"\">To fail to keep the commandments of the Lord not only brings condemnation, but actually deprives us of many blessings here on this earth—to say nothing of those eternal blessings for which we are all striving. In <span class=\"citation\" id=\"553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(553)\">1 Cor. 2:9<\/a><\/span> we read this statement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p38\" class=\"\">“Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p39\" class=\"\">Think of that great promise. And finally, the wonderful promise given to all men:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p40\" class=\"\">“And, if you keep my commandments and endure to the end you shall have eternal life, which gift is the greatest of the gifts of God.” (<span class=\"citation\" id=\"16035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16035)\">D&amp;C 14:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p41\" class=\"\">Our late President Heber J. Grant told us how to endure to the end when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p42\" class=\"\">“Let us do the will of our Father in heaven today—we will then be prepared for the duties of tomorrow and for the eternities to come.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p43\" class=\"\">Christ repeatedly emphasized the fact that the gospel is one of <span class=\"emphasis\">work and service. <\/span>To gain blessings, we must be doers of the word and not hearers only. In <span class=\"citation\" id=\"36205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36205)\">Matt. 7:21<\/a><\/span> we read: “Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p44\" class=\"\">This means if we are to gain salvation, exaltation, and eternal life we must live in accordance with the principles of the gospel. We must love and forgive all men and keep the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/love-and-forgive-one-another.p45\" class=\"\">I leave my testimony with you today that I know the true gospel of Jesus Christ has been restored in this dispensation, that Joseph Smith was an instrument in the hands of the Lord in bringing this about. He was and is a prophet of God. I testify that we are led today by a prophet, President Harold B. Lee. May we all give him and his associates our love and support, and pray continually that they may be blessed with health, strength, and inspiration to carry their tremendous responsibilities. May we have courage and determination to keep the commandments and live in accordance with the principles of the gospel, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}