{"ID":2388, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            You Are Different\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_015<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p3\" class=\"\">May I share in the prayers expressed for all of us that I may say some words of encouragement to our youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p4\" class=\"\">A Brigham Young University student wrote the editor of the <span class=\"emphasis\">Daily Universe <\/span>following President Oaks’ recent address to the students on standards of dress and conduct: “Why must we always tag along behind the rest of the world, trying to get as close as our religion will let us? ‘A style of our own’ is not an empty phrase.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p5\" class=\"\">Today’s teenagers live in a world far different from that experienced by their parents. Though the world is becoming more wicked, the youth of Christ’s church can become more righteous <span class=\"emphasis\">if they understand who they are, <\/span>understand the blessings available, and understand the promises God has made to those who are righteous, who believe, who endure. All of our youth are entitled to and need this knowledge to combat the forces of deception that would lead them captive into darkness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p6\" class=\"\">Peter, writing from Rome to the scattered saints, understood their trials and temptations to desert the faith and go back to their old ways. He encouraged the saints as he wrote: “That the <span class=\"emphasis\">trial <\/span>of <span class=\"emphasis\">your faith, <\/span>being <span class=\"emphasis\">much more precious <\/span>than of <span class=\"emphasis\">gold that perisheth.<\/span> …” (<span class=\"citation\" id=\"2340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2340)\">1 Pet. 1:7<\/a><\/span>, italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p7\" class=\"\">Peter then adds a broader dimension with stirring words to help us understand who we are when he wrote: “But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people;” and as a chosen and peculiar people, “… ye should shew forth the <span class=\"emphasis\">praises <\/span>of <span class=\"emphasis\">him <\/span>who hath called you out of darkness into his marvellous light.” (<span class=\"citation\" id=\"2341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2341)\">1 Pet. 2:9<\/a><\/span>, italics added.) What a wonderful declaration of identity for our youth to ponder—“chosen generation”—“royal priesthood”—“a peculiar people.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p8\" class=\"\">Recently, while attending a stake conference and having the added blessing of meeting with the young people, some of whom had driven long hours, I learned that several of them were the only Latter-day Saints in their high schools. When I asked, “You set the right example for the rest of the students, don’t you?” they replied, “We really try.” As they said “we really try,” I could see the light of belief and conviction in those youthful faces. I could begin to understand what Peter meant by our being “called out of the darkness into his marvellous light.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p9\" class=\"\">Our youth, with all of their distractions, must realize that through their membership they are very special; that the Lord is counting on them that the prophecies might be fulfilled. You of a noble birthright are different from your friends who are not members of Christ’s true church. You are a “chosen generation”; you live “in the world” but you do not follow worldly trends or habits which are contrary to your beliefs. May I remind you of only a few of the very special events in your life that cause you to be different. You have made some promises, and some eternal promises have been made to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p10\" class=\"\">(a) Many of you were born under the covenant, your parents having made a covenant with God. You can, if worthy, “… inherit thrones, kingdoms, principalities,” and have “… exaltation and glory … sealed upon [your] heads, … forever and ever.” (<span class=\"citation\" id=\"16211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16211)\">D&amp;C 132:19<\/a><\/span>.) Chances are your nonmember friends wouldn’t understand these terms. In today’s world they may sound rather strange.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p11\" class=\"\">(b) You have been baptized “even by water, and … of fire and of the Holy Ghost” (<span class=\"citation\" id=\"16059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16059)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16059)\">D&amp;C 33:11<\/a><\/span>), making your salvation possible if you endure and are faithful to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p12\" class=\"\">(c) You partake of the sacrament at our meetings, symbolic of the torn flesh and spilled blood of our Savior, giving you an opportunity to renew your covenant to keep the Lord’s commandments that his spirit may continue to be with you as it did with a teenage girl in Scotland who told of being with nonmember friends. She wanted to be part of the group and thought, “Surely one little drink wouldn’t hurt—why not?” Then she realized her celestial kingdom goal. After that, she said, the ridicule didn’t matter. She had felt of his spirit and could feel of his influence at that moment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p13\" class=\"\">You are surrounded with temptation and wickedness, but you don’t succumb to them. A Chinese scholar wrote: “The gem cannot be polished without friction, nor man perfected without trials.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p14\" class=\"\">(d) You young men have received the priesthood of God with the authority to perform special ordinances in his name, this right delegated to you, to be his fully qualified servants with the power to bind on earth and in heaven—to administer spiritual things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p15\" class=\"\">Just this week we received a letter from a mother telling of her Navy son, now stationed on a small island 1,200 miles south of India out in the Indian Ocean. It has only the military base and a small coconut plantation. This young man has located six other LDS boys and they are now holding regular Church services. He wrote his mother telling of his opportunity now to prepare lessons for their priesthood meetings—young men on a tiny speck of land in a vast ocean recognizing and using their priesthood authority. They are different.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p16\" class=\"\">The Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p17\" class=\"\">“For whoso is faithful unto the obtaining these two priesthoods of which I have spoken, and the magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies.” (<span class=\"citation\" id=\"16144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16144)\">D&amp;C 84:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p18\" class=\"\">Such an experience these young men are having!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p19\" class=\"\">(e) You can, if you qualify, go to the temple with your sweetheart—the one you love dearly—to be married in a manner prescribed by the Lord to continue forever as husband and wife in the celestial kingdom of God; and, if you live worthily, to gain eternal life—the greatest of all God’s gifts to man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p20\" class=\"\">At times I wonder if you fully comprehend the far-reaching, eternal significance of temple marriage. If you really understand, you will never settle for less. Marriage is a divine ordinance, not to be performed by a justice of the peace or to be taken lightly; but, “… ordained of God unto man.” (<span class=\"citation\" id=\"16087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16087)\">D&amp;C 49:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p21\" class=\"\">(f) You can, if worthy, even perform miracles—which makes you different from the rest of your friends; to heal the sick, cure all manner of disease. Healings are among the signs that follow true believers. Faithful young elders have this power.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p22\" class=\"\">These are <span class=\"emphasis\">only<\/span> a few of the eternal principles that distinguish you from the materialistic style being developed by worldly men today. As you place the weight of your influence on the side of good, truth, and beauty, your life will achieve an endless splendor, nobler than you might imagine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p23\" class=\"\">Paul, writing to his beloved Timothy and realizing the pressure Timothy was experiencing, said: “… God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.” (<span class=\"citation\" id=\"5191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5191)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5191)\">2 Tim. 1:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p24\" class=\"\">Some of you attend schools where there are few Church members; others, where we are a majority. But if you conduct yourselves properly and develop your personalities along Church standards, your candle will be high on a hill and will burn brightly for all to see. Dare to think for yourself. Have the strength of character to act the way you know to be right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p25\" class=\"\">Debbi Brown, the <span class=\"emphasis\">only<\/span> Mormon in her Roanoke, Virginia, high school senior class, said: “It is <span class=\"emphasis\">so <\/span>important for us to live the standards of the Church. Most people who know anything about our Church know that it maintains the highest moral standards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p26\" class=\"\">“There is never a need to apologize. We are so lucky to have the true gospel. By making the Church standards <span class=\"emphasis\">our <\/span>standards, we can share this gospel with others.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p27\" class=\"\">She continues: “A good friend (not a member of our church) invited me to a party celebrating our victorious football season. He was a popular football player. I was hesitant. He knew I was a Mormon. My hesitation must have been evident. He quickly added, ‘No drinking allowed.’ People know our standards and respect us for them. To be different from the crowd is a privilege.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p28\" class=\"\">Now to our young friends, you may feel at times that the Lord’s commandments restrict your freedom as compared with others. Freedom does not mean license, nor does it imply the absence of all restrictions and discipline. The Savior did not teach undisciplined, permissive-type freedom. When he said, “know the truth, and the truth shall make you free” (<span class=\"citation\" id=\"28733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28733)\">John 8:32<\/a><\/span>), he is telling us that his truth, if followed, would free us from falsity, from deception; that his gospel, if followed, would free us to gain eternal life. As the light of the gospel fills our souls, our abilities will increase. We will love our neighbors and be of sincere service in helping others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p29\" class=\"\">We have a young military chaplain, a former missionary who is happily married, who lives the gospel as he should. His superior officer at his first duty assignment was so impressed with his spirit that he wrote: “I want you to know how much we chaplains and the thousands of men have appreciated his presence. To describe him like a breath of fresh, clean air would be poetic and not intended to demean other chaplains who labor at our large base. He has a special charisma that radiates love.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p30\" class=\"\">The officer then went on to say: “We have benefited in many ways from this young chaplain. We not only admire him but renew our own enthusiasm. Thousands have derived great spiritual and social benefit from his service.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p31\" class=\"\">I testify to our noble youth who will be the future leaders of our society and the Church that you are different. You need not look just like the world; you need not entertain like the world; your personal habits should be different; your recreation will be different; your concern for your family will be vastly different. If you establish this distinctiveness firmly in your life pattern, only blessings await you for doing what is right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p32\" class=\"\">It is written: “If you speak and act with pure thoughts, happiness will follow like a shadow.” (Anonymous.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p33\" class=\"\">Remember, my young friends, that Christ is the only one through whom we can reach the divine destiny. You and I must believe in him—believe that his Church was founded and established upon divine revelation, that we have presiding over his Church a true and living prophet through whom revelation is received for the world today—for all of his people—now today—1973.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p34\" class=\"\">President Harold B. Lee sits here with us now. We have heard his voice, listened to his counsel and wisdom, knowing we will never be lead astray, but encouraged by him to live as we should, to obey God’s commandments down to the latest day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p35\" class=\"\">President Lee once remarked that President Heber J. Grant counseled: “Brethren, keep your eye on the President of this Church. If he tells you to do anything and it is wrong and you do it, the Lord will bless you for it. But you don’t need to worry; the Lord will never let his mouthpiece lead this people astray.” (Brigham Young University address, April 19, 1961, quoted in the <span class=\"emphasis\">Ensign, <\/span>October, 1972, p. 7.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/you-are-different.p36\" class=\"\">President Lee recently said in a most moving address to the Brigham Young University student body: “The measure of your true conviction is whether or not you see the power of God resting on the leaders of this Church and that testimony goes down into your heart like fire.” May these words of his have a deep impact on all, but especially on you—our youth. The world may not comprehend what he said, but you can. You are different. You are a chosen generation. May you see the power of God resting on him as His prophet, as I testify to you it does, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}