{"ID":2389, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Path to Eternal Life\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p2\" class=\"\">Elder Delbert L. Stapley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_016<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p3\" class=\"\">I feel confident, brothers and sisters, that we are most grateful for the splendid and timely message given by President Lee in this morning’s session of conference. He gave encouragement and counsel for all of us to walk uprightly before the Lord and to keep his laws and commandments. It is the only way we can find our way to the eternal life that God has held out to the faithful of his people. In fact, our God gave this promise: “… if you keep my commandments and endure to the end you shall have eternal life, which gift is the greatest of all the gifts of God.” (<span class=\"citation\" id=\"16036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16036)\">D&amp;C 14:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p4\" class=\"\">“Behold, he that hath eternal life is rich.” (<span class=\"citation\" id=\"16023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16023)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16023)\">D&amp;C 6:7<\/a><\/span>.) Very few people give enough thought to eternal life. Yet it is something each of us should keep uppermost in our minds and hearts. As children of God, we cannot afford to forget our origin and destiny if we desire the realms of celestial glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p5\" class=\"\">Through revelation, God has given the gospel plan of salvation and exaltation for men to live by. Eternal life is God’s life, which he hopes to share with all his children. But we are free to act for ourselves, “… to choose liberty and eternal life, through the great mediation of all men, or to choose captivity and death, according to the captivity and power of the devil; for he seeketh that all men might be miserable like unto himself.” (<span class=\"citation\" id=\"3898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3898)\">2 Ne. 2:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p6\" class=\"\">The first step on the path to eternal life is baptism. Our Savior set the example when he went into the water with John the Baptist, who was authorized of God to baptize Jesus by immersion. This sets the mode of baptism for all men to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p7\" class=\"\">The apostle Paul taught that there is “one Lord, one faith, one baptism.” (<span class=\"citation\" id=\"21858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21858)\">Eph. 4:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p8\" class=\"\">Christ is the one Lord, the gospel plan taught by him is the one faith, and his baptism by immersion is the one baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p9\" class=\"\">Nephi, a Book of Mormon prophet, stated it this way: “… For the gate by which ye should enter is repentance and baptism by water; and then cometh a remission of your sins by fire and by the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p10\" class=\"\">“And then are ye in this strait and narrow path which leads to eternal life. …” (<span class=\"citation\" id=\"3914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3914)\">2 Ne. 31:17–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p11\" class=\"\">“Enter ye in at the strait gate: …” said our Lord, “because strait is the gate, and narrow is the way which leadeth unto life, and few there be that find it.” (<span class=\"citation\" id=\"36203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36203)\">Matt. 7:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p12\" class=\"\">Christ made this positive statement: “I am the way, the truth, and the life: no man cometh unto the Father, but by me.” (<span class=\"citation\" id=\"28740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28740)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28740)\">John 14:6<\/a><\/span>.) If we believe in Christ and his mission, we cannot bypass him and obtain eternal life. The Savior gave his life as an atoning sacrifice for the sins of the world, thus opening the door for man who, through faithfulness, may gain eternal life and exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p13\" class=\"\">However, conversion and baptism alone are not sufficient to one’s assurance of eternal life. To receive exaltation in the kingdom of God, a person must abide the fulness of celestial law. (See <span class=\"citation\" id=\"16124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16124)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16124)\">D&amp;C 76:50–70<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p14\" class=\"\">Some people erroneously think if they receive all the ordinances of the gospel, regardless of their transgressions, they will inherit the celestial mansions of our God. What a rude awakening awaits such false-thinking individuals, “… for the Lord cannot look upon sin with the least degree of allowance.” (<span class=\"citation\" id=\"9183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9183)\">Alma 45:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p15\" class=\"\">Listen to the teachings of Nephi on this subject: “Yea, and there shall be many which shall say: Eat, drink, and be merry, for tomorrow we die; and it shall be well with us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p16\" class=\"\">“And there shall also be many which shall say: Eat, drink, and be merry; nevertheless, fear God—he will justify in committing a little sin; yea, lie a little, take the advantage of one because of his words, dig a pit for thy neighbor; there is no harm in this; and do all these things, for tomorrow we die; and if it so be that we are guilty, God will beat us with a few stripes, and at last we shall be saved in the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p17\" class=\"\">“Yea, and there shall be many which shall teach after this manner, false and vain and foolish doctrines, and shall be puffed up in their hearts, and shall seek deep to hide their counsels from the Lord; and their works shall be in the dark.” (<span class=\"citation\" id=\"3910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3910)\">2 Ne. 28:7–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p18\" class=\"\">We must not fall to the misleading precepts of man and foolishly break God’s laws and thus lose our opportunity for exaltation. Jesus stated:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p19\" class=\"\">“Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.” (<span class=\"citation\" id=\"36206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36206)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36206)\">Matt. 7:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p20\" class=\"\">A person earnestly seeking eternal life must avoid the pitfalls of temptation and sin. He is never safe from committing sin unless he has fully prepared himself and decided on the course he will take <span class=\"emphasis\">before <\/span>temptation comes into his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p21\" class=\"\">There are two great opposite forces at work in the world. One is the force of evil which takes away man’s agency, destroys freedoms, and makes the nonvaliant a follower of Satan; which can only lead to unhappiness in life and eternal misery. The second is the force of God. This is the power to do good; to live righteously, to enjoy freedom of choice, and to be courageous, faithful followers of Christ through whom only is salvation and exaltation assured.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p22\" class=\"\">We should determine whose side we are on and then have the courage, in spite of evil persuasion, to faithfully stay on the Lord’s side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p23\" class=\"\">We cannot mix evil with good and attain the eternal mansions of our Heavenly Father. Our duty is to constantly do the works of righteousness. The Lord has said that light and truth, which is the word of God, forsake the evil one. (See <span class=\"citation\" id=\"16175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16175)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16175)\">D&amp;C 93:37<\/a><\/span>.) Without light and truth in our lives, we are subject to the powers of Satan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p24\" class=\"\">We must be ever aware of the deceiving servants of the Satanic hosts. The stratagems of Satan are many to entrap mankind in his powerful clutches. Some of the more obvious ones are apathy, complacency, immorality, drugs, greed for money, dishonesty, and corruptive practices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p25\" class=\"\">The Savior taught his disciples: “No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.” (<span class=\"citation\" id=\"36199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36199)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36199)\">Matt. 6:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p26\" class=\"\">This can be stated another way: You cannot serve both God and Satan. Life is a real challenge, but blessed with God-given powers, we can overcome every stratagem and obstacle Satan may place in our path. The path to eternal life may not be an easy one to follow with all the worldly enticements about us, but when we consider the rewards and blessings we gather if we travel the narrow way, it is worth every sacrifice we make.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p27\" class=\"\">Alma taught his people that this life is the time for men to perform their labors and to prepare for eternity. He warned those who procrastinate their repentance: “Ye cannot say, when ye are brought to that awful crisis, that I will repent, that I will return to my God. Nay, ye cannot say this; for that same spirit which doth possess your bodies at the time that ye go out of this life, that same spirit will have power to possess your body in that eternal world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p28\" class=\"\">“For behold, if ye have procrastinated the day of your repentance even until death, behold, ye have become subjected to the spirit of the devil, … therefore, the Spirit of the Lord hath withdrawn from you, and hath no place in you. …” (<span class=\"citation\" id=\"9179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9179)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9179)\">Alma 34:34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p29\" class=\"\">We need the constant companionship of the Holy Spirit. Without it we are deprived of its spiritual guidance and lose our sense of eternal values and drift further into disbelief and evil practices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p30\" class=\"\">The Lord is displeased with those who do not forsake their wicked ways, the pride of their hearts, their covetousness, and all their detestable things, which keep them from the eternal life he has offered unto them. (See <span class=\"citation\" id=\"16179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16179)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16179)\">D&amp;C 98:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p31\" class=\"\">“But this much I can tell you,” said King Benjamin to his people, “that if ye do not watch yourselves, and your thoughts, and your words, and your deeds, and observe the commandments of God, and continue in the faith … even unto the end of your lives, ye must perish. And now, O man, remember, and perish not.” (<span class=\"citation\" id=\"40398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40398)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40398)\">Mosiah 4:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p32\" class=\"\">The invitation for eternal life is open to all who are willing to pay the price. The Lord has said: “Yea, blessed are they … who have obeyed my gospel; for they shall receive for their reward the good things of the earth, … and … shall also be crowned with the blessings from above … they that are faithful and diligent before me.” (<span class=\"citation\" id=\"16093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16093)\">D&amp;C 59:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p33\" class=\"\">Entering into sacred covenants and obligations with God is not all that is required. Nephi stated: “And now, my beloved brethren, after ye have gotten into this strait and narrow path, I would ask if all is done? Behold, I say unto you, Nay; for ye have not come thus far save it were by the word of Christ with unshaken faith in him, relying wholly upon the merits of him who is mighty to save.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p34\" class=\"\">“Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life.” (<span class=\"citation\" id=\"3915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3915)\">2 Ne. 31:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p35\" class=\"\">We cannot stand idly by, being merely an interested spectator, rather than a participating member, and still receive the blessing of eternal life. It is our duty to gain an appropriate witness and testimony which will change and improve our lives for good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p36\" class=\"\">The gift of eternal life cannot be obtained outside of the Church established by the Father and the Son. The church set up by Christ in the meridian of time became apostate following the ministry of his apostles, and thus was steeped in error by false gospel teachings, changing ordinances, and loss of divine authority. The same condition prevailed during the dark ages, requiring a new gospel dispensation—the restoration of Christ’s church to earth. I testify this restoration occurred in the year 1830, through the Prophet Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p37\" class=\"\">The Church of Jesus Christ of Latter-day Saints stands firmly on divine principles of eternal truth. It is meeting the temporal and spiritual needs of its members. It is not liberalizing its standards nor the teachings of Christ. Mormonism is growing because of its disciplines. The old-fashioned virtues of honesty, integrity, morality, and fidelity are God-given standards to live by. Unfortunately, these qualities are fast disappearing in the world, and wickedness is rising.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p38\" class=\"\">I bear witness there is a future life that holds much in promise for the faithful of God’s children. It is time for all men to turn fully to God. Our trust and faith in him assures his protective care and guiding influence which will lead us, if faithful and true, to his holy presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-path-to-eternal-life.p39\" class=\"\">I hope, brothers and sisters we will all be worthy of this wonderful gift and blessing. I know God lives. I know this is his church. I know it is directed by divine inspiration. We are most blessed in having a living prophet in our beloved Harold B. Lee. He is a great individual and one whom we can admire, respect, and look up to for teaching, counsel, and guidance. May God bless us to be faithful and true to all the covenants and obligations we have entered into with him, I ask in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}