{"ID":239, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Faith under the Atomic Bomb<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, April 1946, pp. 127-131<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nA new age began when the atomic bomb was dropped upon the deserts of New Mexico.\nThenceforth, man could set free the forces which, under the creative power of God, become\nour material world. For the first time the solid earth could be made \"to fail beneath our feet.\"\nAn apparently impossible dream had come true.\n<\/p><p>\nA POWER THAT BEWILDERS\n<\/p><p>\nThis occurred in the midst of the madness of murder we call World War II. The hearts of\nmen were already bleeding from the wounds of long years of warfare. Now, the new power\nseemed as an added unspeakable horror that promised a new type of destruction so awful that\nthe hearts of men failed them. The rising ashes of Hiroshima and Nagasaki appeared as burnt\nofferings to the incarnation of the world's evil.\n<\/p><p>\nBefore the possible consequences of this power, we stand bewildered. We imagine our cities,\nhomes, and loved ones, laid low by an irresistible, merciless force. A helpless, hopeless gloom\nclouds the future. A fear never known before stalks the footsteps of thinking people. True,\nthere is no danger of the whole world exploding into nothingness. So far only uranium 235\ncan be dissolved into imponderable forces, but the energy that may be released from the\nlimited quantities available, is sufficient, if so directed, to destroy all mankind. In future wars,\nit is reasoned, since the secret of the atomic bomb will soon be common knowledge, the\nimportance of armies and armaments will fade away. In all disputes, he will be victorious\nwho reaches the enemy first. In view of the history of mankind, filled with contention and\nbloodshed, can such power be safely entrusted to the world of men? That is the lingering\nquestion that disturbs us today.\n<\/p><p>\nFEARS ROOT IN DISTRUST OF MAN\n<\/p><p>\nSuch a question and such fears root in a distrust of man. We are really afraid of ourselves.\nWe have lost faith in humanity and look with suspicion upon every human act. We forget that\nman was made in the image of God&mdash;not merely in bodily form, but in his very nature. The\nsparks of divinity lie within every human soul, waiting to be kindled into flame. Remember\nthe words of the Lord God, \". . . Behold, the man is become as one of us, to know good and\nevil\" (<span class=\"citation\" id=\"23516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23516)\">Gen. 3:22<\/a><\/span>).\nAnd, in the depths of all of us, we prefer to live under the will and\nloving kindness of God. Could we recover faith in ourselves, the terror of the atomic bomb\nwould vanish.\n<\/p><p>\nWe have also been inclined to forget God or to give him lip service. Too many of us accept\nhim as a mysterious force or figure, distant from us, who demands appeasement one day a\nweek, in competition with our golf and baseball. We do not believe him to be concerned with\nour daily needs or the constant issues of our lives. If that be faith, it is spindly, bloodless,\nuseless.\n<\/p><p>\nYet there is nothing more certain than that God in heaven watches over his children on earth;\nand is concerned with our every act. He permits events to happen, but there are limits beyond\nwhich mankind in all its folly may not go. God remains the governor of the universe. His\nwork on earth is not yet finished, and he will not allow his children, here, to perish, despite\nany discovery or invention of man. Full faith in God banishes all fear.\n<\/p><p>\nTHE NEED FOR RE-ESTABLISHING FAITH\n<\/p><p>\nOur problem then, mine and yours, is how, under the atomic bomb to re-establish faith in\nGod and man; and how to re-educate, regenerate, if you prefer, the will of man, so that the\nfierce power of the shattered atomic nucleus may be used only in the constructive service of\nmankind.\n<\/p><p>\nWe should really be glad that the atomic bomb has come; that we know how to loosen the\nenergies of the universe, to compete with the lightnings of the sky. It should be as a challenge\nto us. If a new danger has come, then we must gird ourselves with the corresponding strength\nto meet it, and to compel it to serve us. Really, the coming of the atomic bomb merely calls\nwith increased emphasis for a revision of human ideals, action, and faith.\n<\/p><p>\nRe-education or regeneration for faith, may not be easy. To turn a race of men from evil to\ngood, from error to truth, from hate to love, means a battle with many an opposing force. The\nbattle will often be against false but well-established, moss-covered traditions, hiding or\nobscuring eternal truth; and as often against unsound appetites of body or mind, catering to\nmomentary pleasures, or temporary satisfactions, but leading away from spiritual realities.\n<\/p><p>\nTHE IMPORTANCE OF THE HOME\n<\/p><p>\nThe work of world regeneration for faith must begin in the home. Every man lives out in\nspirit and in deed the teachings of his childhood. In the home, faith is born and made alive, or\nunbelief is sown. As the homes of a nation are, so the generations of men therein will be. For\ngood or for evil, there is no efficient substitute for the home. Life and the safety of life in the\nage of atomic energy will depend upon the full acceptance by the home of its responsibilities\nand obligations. That homes may do so is the clamoring demand of a world starving for peace\nand the enjoyment of the earth's bounties.\n<\/p><p>\nSadly, it must be admitted that in these restless times, the home has fallen upon evil days. Its\npurpose is too often forgotten. Parents look more and more to other instrumentalities to\nperform their natural duties. The family circle has shrunk, by limitation of children and the\nmultiplicity of assumed activities, until it seems incapable of its natural functions. Especially\nunder the threat of the atomic bomb, the careless assumption of home obligations becomes\nperilous.\n<\/p><p>\nHere we must face about. In the home must be taught the most important things of life; faith\nin God, faith in self, and our proper conduct toward others. There must be a daily outreaching\nto God. That will engender a trust in him and a desire to love him. By daily family prayer,\nevery member upon his knees, there will be established the habit of communing with the\npowers of the unseen world, to which atomic energy and all other powers are subservient. To\nbe in touch with the author of all things will do more than all the governments of earth to\nchange the hearts of men from evil to good, and to protect weak humanity. He who thinks of\nGod, and appeals to him daily, has no room for thoughts of destruction.\n<\/p><p>\nBut one cannot love God without loving the children of God, and trusting them. Let a home\nmake it a practice to speak well of others, and to seek out their virtues.\nSoon, such a family will discover the virtues, and speak well, of other nations. Inevitably,\nwere this done everywhere, the sun of goodwill would warm the hearts of men; and peace\nwould cover the earth. By such people, and perhaps only by such methods, will the atomic\nbomb be tamed to useful ends.\n<\/p><p>\nSCHOOLS TO TRAIN YOUTH FOR LARGER LIFE\n<\/p><p>\nThe school, likewise, a close ally of the home, must turn its face toward the greater light. It\nmust courageously train our children for the larger life. During the long years of childhood\nand youth, our children have been taught every kind of knowledge, from atoms to star\nclusters, from amoebas to monkeys. But their proper conduct among their fellows and before\nGod is mentioned, if at all, casually, in occasional assemblies. Geography and arithmetic have\nbeen raised to the warmth and dignity of required disciplines of the mind, but ethics, not to\nspeak of religion, which determine human behavior, and which always act as restraints upon\nevil, stand, unwelcomed, shivering before the closed schoolroom door. Such a dangerous\ntaboo was not intended when it was agreed that, in our land, sectarian religion should not be\ntaught in public schools. By the present method, our schools are sending out generations of\nmen of little faith, who are unmindful of their eternal obligations.\n<\/p><p>\nThe home and the school together could soon eliminate fear from the hearts of men, and in\nthe face of any new power man could discover, establish the day of peace on earth.\n<\/p><p>\nTHE CHURCH SHARES RESPONSIBILITY\n<\/p><p>\nThe church also carries blame. It could have given us more courage to meet times like these\nby teaching the true dignity of the human being as a very son of God, with a divine destiny.\nPride of ancestry has saved many a soul from wandering away into forbidden paths.\n<\/p><p>\nWhat is our true relationship to God? We are told, somewhat glibly, that we are the children\nof God, of his image and of his nature. Divinity lies within every one of us. Then, says\nmodern man, looking into his own soul for eternal answers, we must be more than figures\nmolded from clay; we must be of God's very substance. Our history must go back into times\nnot understandable to the human mind, into the region of pre-existence. Our bodies may be of\nthe dust, but the essence of us is of God. That conception explains man's divine nature. That\nchanges the whole outlook upon life. As very sons and daughters of God, we feel new\nnearness to God, a new responsibility for our actions. Our works must be of godlike character,\nelse we are untrue to our divine origin. Then, looking upon the atomic bomb, with clear eyes,\nwe know what to do&mdash;it must be used as God would use it, for we are his very children.\n<\/p><p>\nWe may also have failed to give to striving man, wrestling with the deep\nquestions of the soul, a clear comprehension of his destiny. We shall live after death. What\nthen? In that other world we shall possess in a greater degree all the powers we have enjoyed\non earth. They will be used actively in an endless, progressive existence. If used properly on\nearth and in the eternities of the hereafter, we shall by small steps, grace for grace, approach\nmore and more the likeness of God, our very Father. To rise towards such heights, from the\ndim beginning, has ever been our destiny. Every righteous act has promoted that progress;\nevery unrighteous act has retarded it. The knowledge of our divine destiny, and the conditions\nof it, would tend to regulate our course on earth. We are to be leaders against all evil, the\nfinal conquerors of earth. We dare not hinder our progressive, ascending destiny. Therefore,\nsober answers are found to the questions of life. Will this act help me in my eternal\nprogressive existence? Then I will perform it. Does it hinder me? Then I will have none of it.\nI cannot use atomic energy to destroy or murder men, for that would set me back in my\neternal advancement towards the likeness of God.\n<\/p><p>\nACCEPTANCE OF THE WORD OF GOD VITAL\n<\/p><p>\nPerhaps it is all said in one sentence. The acceptance of the word of God as laid down in the\nChristian gospel will turn fear into joy, will make the atomic bomb our humble servant.\n<\/p><p>\nTo that end, home, school, and church must cooperate.\n<\/p><p>\nBut, it is protested, it cannot be done; it is an idle dream. That is the answer of those who\nwill not accept and prove the truth. The earnest desire for good in every human heart may be\ncovered with uncertainty and the indifference that follows uncertainty; but it is there. No\nmatter how far we have strayed, in every one of us is a feeling of revulsion against evil. The\nvery children of God cannot feel otherwise. If but a few will live the law, they will leaven the\nlump (<span class=\"citation\" id=\"140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(140)\">1 Cor. 5:6<\/a><\/span>).\n<\/p><p>\nWe have the right to believe that man, who learned to release atomic energy, and who made\nthe atomic bomb, will use it for our benefit. It is our task to teach faith in God, ourselves,\nand our fellow men, in home and school and church. Then we shall remake the world for\npeace. Remember the subtle power of words. Ignore war in our speech. Raise our voices\neverywhere in faith for peace. Then the hearts that now fear the future will be at ease. In time\nthe atomic bomb will become our servant to beautify the life of man on earth.\n<\/p><p>\nMay it be so, I pray in the name of Jesus, the Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}