{"ID":2390, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Think on These Things”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p3\" class=\"\">Elder Bruce R. McConkie<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_017<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p4\" class=\"\">If the Lord himself had chosen to come down, open the conference, and address the Saints, what message would he have delivered? If he had elected and chosen to come and speak at this session, what word would he have given us for our blessing and benefit and salvation?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p5\" class=\"\">Such an appearance is not wholly outside the realm of possibility. The Prophet Joseph Smith said that if we would come together and strip ourselves of jealousies and have perfect faith, that the veil might as well be rent today as at any time. (See <span class=\"citation\" id=\"16106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16106)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16106)\">D&amp;C 67:10<\/a><\/span>; <span class=\"emphasis\">Teachings of the Prophet Joseph Smith, <\/span>p. 9.) I think that when the Lord dwelt in the city of Enoch, without question he spoke in their congregations; and when in due course he will reign in millennial splendor on the earth, he will do exactly the same thing again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p6\" class=\"\">But we also operate under the principle that the word of eternal truth which is given to the children of men, whether it comes by his own voice or the voice of his servants, it is the same. And I had it impressed upon me, when President Lee opened the conference yesterday, and again when President Romney bore the persuasive and powerful and true witness that has just come from his lips, that if the Lord himself were here, those statements which came from them are the very things that he would say at this time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p7\" class=\"\">These brethren who stand in the First Presidency of the Church are the Lord’s agents, his representatives. They hold the keys of the kingdom of God on earth at this hour and from them come the words of life and truth and revelation that will give us, if we conform to them, peace in this life and eternal glory in the life to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p8\" class=\"\">Now I desire very much to have the same spirit attend me that has rested so mightily upon these others who have stood here so that what I say will be what the Lord wants said on this occasion. I desire, if I may be so guided, to counsel the Latter-day Saints to take an affirmative, wholesome attitude toward world and national conditions; to turn their backs on everything that is evil and destructive; to look for that which is good and edifying in all things; to praise the Lord for his goodness and grace in giving us the glories and wonders of his everlasting gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p9\" class=\"\">In view of all that prevails in the world, it might be easy to center our attention on negative or evil things, or to dissipate our energies on causes and enterprises of doubtful worth and questionable productivity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p10\" class=\"\">I am fully aware of the divine decree to be actively engaged in a good cause; of the fact that every true principle which works for the freedom and blessing of mankind has the Lord’s approval; of the need to sustain and support those who espouse proper causes and advocate true principles—all of which things we also should do in the best and most beneficial way we can. The issue, I think, is not <span class=\"emphasis\">what <\/span>we should do but <span class=\"emphasis\">how <\/span>we should do it; and I maintain that the most beneficial and productive thing which Latter-day Saints can do to strengthen every good and proper cause is to live and teach the principles of the everlasting gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p11\" class=\"\">There may be those who have special gifts and needs to serve in other fields, but as far as I am concerned, with the knowledge and testimony that I have, there is nothing I can do for the time and season of this mortal probation that is more important than to use all my strength, energy and ability in spreading and perfecting the cause of truth and righteousness, both in the Church and among our Father’s other children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p12\" class=\"\">I think the Latter-day Saints have a great obligation pressing in upon them to rejoice in the Lord, to praise him for his goodness and grace, to ponder his eternal truths in their hearts, and to set their hearts on righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p13\" class=\"\">Now for a text I take these words of Isaiah, words which he addressed to us, to the House of Israel, to the members of the Lord’s Kingdom. He asked:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p14\" class=\"\">“… Who among us shall dwell with the devouring fire? who among us shall dwell with everlasting burrlings? (<span class=\"citation\" id=\"25430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25430)\">Isa. 33:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p15\" class=\"\">That is, who in the Church shall gain an inheritance in the celestial kingdom? Who will go where God and Christ and holy beings are? Who will overcome the world, work the works of righteousness, and enduring in faith and devotion to the end hear the blessed benediction, “Come, and inherit the kingdom of my Father.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p16\" class=\"\">Isaiah answers:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p17\" class=\"\">“He that walketh righteously, and speaketh uprightly; he that despiseth the gain of oppressions, that shaketh his hands from holding of bribes, that stoppeth his ears from hearing of blood, and shutteth his eyes from seeing evil; He shall dwell on high. …” (<span class=\"citation\" id=\"25431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25431)\">Isa. 33:15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p18\" class=\"\">Now if I may, I shall take these words of Isaiah, spoken by the power of the Holy Ghost in the first instance, and give some indication as to how they apply to us and our circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p19\" class=\"\">First, “He that walketh righteously, and speaketh uprightly.” That is, building on the atoning sacrifice of the Lord Jesus Christ, we must keep the commandments. We must speak the truth and work the works of righteousness. We shall be judged by our thoughts, our words and our deeds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p20\" class=\"\">Second, “… he that despiseth the gain of oppressions.” That is, we must act with equity and justice toward our fellowmen. It is the Lord himself who said that he, at the day of his coming, will be a swift witness against those that oppress the hireling in his wages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p21\" class=\"\">Third, “… he that shaketh his hands from holding of bribes.” That is, we must reject every effort to buy influence, and instead deal fairly and impartially with our fellowmen. God is no respecter of persons. He esteemeth all flesh alike; and those only who keep his commandments find special favor with him. Salvation is free; it cannot be purchased with money; and those only are saved who abide the law upon which its receipt is predicated. Bribery is of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p22\" class=\"\">Fourth, he “… that stoppeth his ears from hearing of blood, and shutteth his eyes from seeing evil.” That is, we must not center our attention on evil and wickedness. We must cease to find fault and look for good in government and in the world. We must take an affirmative, wholesome approach to all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p23\" class=\"\">There is an eternal law, ordained by God himself before the foundations of the world, that every man shall reap as he sows. If we think evil thoughts, our tongues will utter unclean sayings. If we speak words of wickedness, we shall end up doing the works of wickedness. If our minds are centered on the carnality and evil of the world, then worldliness and unrighteousness will seem to us to be the normal way of life. If we ponder things related to sex immorality in our minds, we will soon think everybody is immoral and unclean and it will break down the barrier between us and the world. And so with every other unwholesome, unclean, impure, and ungodly course. And so it is that the Lord says he hates and esteems as an abomination, “an heart that deviseth wicked imaginations. …” (<span class=\"citation\" id=\"41515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41515)\">Prov. 6:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p24\" class=\"\">On the other hand, if we are pondering in our hearts the things of righteousness, we shall become righteous. If virtue garnishes our thoughts unceasingly, our confidence shall wax strong in the presence of God and he in turn will rain down righteousness upon us. Truly as Jacob said, “… to be carnally-minded is death, and to be spiritually-minded is life eternal.” (<span class=\"citation\" id=\"3906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3906)\">2 Ne. 9:39<\/a><\/span>.) And as Paul said, “Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap. For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.” (<span class=\"citation\" id=\"23307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23307)\">Gal. 6:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p25\" class=\"\">And yet again from Paul:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p26\" class=\"\">“… whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.” (<span class=\"citation\" id=\"41280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41280)\">Philip. 4:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p27\" class=\"\">To enable us to keep our minds centered on righteousness, we should consciously elect to ponder the truths of salvation in our hearts. Brother Packer yesterday pleaded with eloquence that we sing the songs of Zion in order to center our thoughts on wholesome things. I would like to add that we can also—after we have had the opening song—call on ourselves to preach a sermon. I have preached many sermons walking along congested city streets, or tramping desert trails, or in lonely places, thus centering my mind on the Lord’s affairs and the things of righteousness; and I might say they have been better sermons than I have ever preached to congregations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p28\" class=\"\">If we are going to work out our salvation, we must rejoice in the Lord. We must ponder his truths in our hearts. We must rivet our attention and interests upon him and his goodness to us. We must forsake the world and use all our strength, energies and abilities in furthering his work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p29\" class=\"\">I think the Lord’s people should rejoice in him and shout praises to his holy name. Cries of hosannah should ascend from our lips continually. When I think of the revealed knowledge we have about him whom it is life eternal to know, and of the great plan of salvation which he ordained for us; when I think about his Beloved Son, who bought us with his blood, and who brought life and immortality to light through his atoning sacrifice; when I think of the life and ministry of the Prophet Joseph Smith, who has done more save Jesus only for the salvation of men in this world, than any other man who ever lived in it, and who crowned his mortal ministry with a martyr’s death—my soul wells up with eternal gratitude and I desire to raise my voice with the choirs above in ceaseless praise to him who dwells on high.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p30\" class=\"\">When I think that the Lord has a living oracle guiding his earthly kingdom, and that there are apostles and prophets who walk the earth again; when I think that the Lord has given us—the gift and power of the Holy Ghost so that we have the revelations of heaven and the power to sanctify our souls; when I think of the unnumbered blessings—the gifts, the miracles, the promise that the family unit shall go on everlastingly, all the blessings that are poured out upon us, and offered freely to all men everywhere—my desire to praise the Lord and proclaim his goodness and grace knows no bounds. And so in this spirit of praise and thanksgiving, which is the same spirit that attended the expressions made by President Romney this morning, I shall conclude with these words of my own psalm:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Praise ye the Lord:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Praise him for his goodness;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Praise him for his grace;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Exalt his name and seek his face—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">O praise ye the Lord.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Blessed is the Lord:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bless him for his mercy;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bless him for his love;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Exalt his name and seek his face—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">O blessed is the Lord.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Praise ye the Lord:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Praise him who all things did create;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Praise him who all things did redeem;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Exalt his name and seek his face—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">O praise ye the Lord.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Seek ye the Lord:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Seek him who rules on high;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Seek him whose will we know;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Exalt his name and seek his face—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">O seek ye the Lord.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/think-on-these-things.p51\" class=\"\">And we have the promise that if we seek him with full purpose of heart, keeping his commandments and walking uprightly before him, we shall indeed see his face and eventually be inheritors with him of eternal life in his Father’s kingdom. Of this I testify, and for this I pray for all of us, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}