{"ID":2394, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Revealed Truths of the Gospel\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p3\" class=\"\">Elder LeGrand Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_021<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p4\" class=\"\">I rejoice, my brethren and sisters, in the privilege of attending this great conference with you. I thank the Lord that in the establishment of his latter-day kingdom, he made provision for these conferences where we can come together and be fed the bread of life eternal, and in the words of the song:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Come, listen to a prophet’s voice,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And hear the word of God,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And in the way of truth rejoice,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And sing for joy aloud.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p9\" class=\"\">—LDS Hymns, no. 46<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p10\" class=\"\">We have been listening to the prophet’s voice in this conference. We will go back to our fields of labor strengthened in our faith and with a greater desire to help build his kingdom, and prepare the way for the coming of our Lord and Savior Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p11\" class=\"\">The prophet Isaiah saw our day when men would worship Him through the precepts of men, and said because of that He would “proceed to do a marvellous work among this people, even a marvellous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.” (<span class=\"citation\" id=\"25429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25429)\">Isa. 29:14<\/a><\/span>.) Now I take it that that marvelous work and a wonder was to correct the precepts of men, because Isaiah indicated that it was for that reason that He would do a marvelous work and a wonder.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p12\" class=\"\">There isn’t time to discuss all of the wonderful corrections that have come through the restoration of the gospel, this marvelous work and a wonder. However, the first and great correction, I think, was the knowledge that came through the vision of the Father and the Son to the Prophet Joseph Smith, that President Marion G. Romney so beautifully described this morning. Instead of being a God which is an essence everywhere present, without body, parts, or passions (and this means he has no eyes, he cannot see; no ears, he cannot hear; no voice, he cannot speak), they were two glorified beings, as we will be following the resurrection. What a marvelous thing to have this commitment and to know that we are his children—the children of God the Eternal Father—and that we will be able to live in his presence and know who he is, and his Son Jesus Christ, who arose from the dead, and who atoned for the sins of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p13\" class=\"\">The next great correction, I think, came in the great organization of the Church. Just think of the priesthood in this Church, and all of the auxiliary organizations, reference to which has been made here in this meeting as we have sustained the directing officers thereof. President Lee pointed out that the priesthood meeting tonight would be broadcast in 850 different buildings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p14\" class=\"\">Where in all the world can you find an organization of priesthood like that, for every man and every man’s son can bear the priesthood of God and help to build his kingdom in the earth? Thus they lay away treasures in heaven, where moth and rust doth not corrupt and where thieves cannot break through and steal (see <span class=\"citation\" id=\"36196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36196)\">Matt. 6:19<\/a><\/span>), and where they can develop their gifts and talents, because the kingdom is here for that very express purpose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p15\" class=\"\">Now there is another beautiful tenet of the Church today that I would like to mention a few words about, and that is our belief in the eternal duration of the marriage covenant and the family unit. It seems incredible that, as plainly as that principle is taught in the holy scriptures, we should be the only church that so believes. Here a few years ago, one of our brethren wrote a book called <span class=\"emphasis\">Do Men Believe What Their Churches Prescribe<\/span>? (Rulon S. Howells, Deseret Book Co., 1932.) In that book he had a chart prepared showing various doctrinal principles. He had inquired and obtained first-hand comments from the major churches (ten of them, including our own church) and there wasn’t one of those other nine churches that believed in the eternal duration of the marriage covenant and the family unit. They indicated that marriage was “until death do you part,” which in substance is a bill of divorcement. If it is to last only until death parts us, then what are we going to do from that time on? Where are the ties that bind us together, particularly in this church where we brethren work in the priesthood all the time, leaving our wives to raise our families for us, and all of that just to be parted when death comes along?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p16\" class=\"\">I spoke in a meeting down in Quitman, Georgia, when I was president of the mission down there, and I quoted the statement that I have referred to from the chart prepared in this book, and at the close of the meeting I stood at the door to greet the people as they left. A man came up and introduced himself to me as a Baptist minister, and I said: “Did I misquote you here tonight?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p17\" class=\"\">“No, Mr. Richards,” he said. “It is just like you say. We don’t all believe all the things our churches teach.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p18\" class=\"\">I said, “You don’t believe them either. Why don’t you go back and teach your people the truth? They will take it from you, and they are not ready to take it from the Mormon elders yet.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p19\" class=\"\">He said, “I will see you again.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p20\" class=\"\">The next time I went there, about four months later, as I walked up to that little church, there stood that Baptist minister. As we shook hands I said, “I would certainly be interested to know what you thought of my last sermon here.” He said, “Mr. Richards, I have been thinking about it ever since. I believe every word you said, only I would like to have heard the rest of it.” You know we never get talked out when we start talking about these beautiful principles that the Lord has given us through the restoration of the gospel, through the bringing forth of this marvelous work and a wonder.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p21\" class=\"\">While I was president of the mission in Atlanta, Georgia, I went to the study of Dr. Peter Marshall. He was the pastor of the Presbyterian Church there and we spent an hour or two together. When he died he was the chaplain of the United States Senate. You may have read his book, <span class=\"emphasis\">A Man Called Peter,<\/span> or may have seen the movie depicting his life. Many of the things he stood for he learned from us down in Atlanta. He used to send over to the mission office to get the MIA books and other Church material for his young people because he felt we were stealing them all away from him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p22\" class=\"\">As I sat in his study with him, I asked him what was the attitude of his church with respect to the principle of eternal marriage, and the eternal duration of the marriage covenant. He said, “Well, Mr. Richards, we are not allowed to teach that in our church, but in my mind I have some stubborn objections.” He went on, “When you take the kitten away from the cat, in a few days the cat has forgotten all about the kitten; when you take a calf away from the cow, in a few days the cow has forgotten all about the calf; but when you take the child away from its mother’s bosom, though she live to be a hundred years old, she never forgets the child of her bosom.” He added, “I find it difficult to believe that God created love like that to perish in the grave.” Thank God we know that he didn’t create love like that to perish in the grave. Love is eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p23\" class=\"\">Now while the other churches don’t teach that principle, there are some people who believe it. For instance, Anderson M. Baten said this in a little verse he wrote to his wife Beulah on the mysteries of life:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I wed thee forever, not for now<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Not for the sham of earth’s brief years.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I wed thee for the life beyond the tears,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Beyond the heartache and clouded brow.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Love knows no grave, and it shall guide us, dear<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When life’s spent candles flutter and burn low.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p30\" class=\"\">Now that is what we believe. We believe that the marriage tie is eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p31\" class=\"\">We have had quoted in the conference today the statement made by the Lord when Adam was placed in the garden. He said that “it was not good that the man should be alone;” and he made a help meet for him, and he said “they shall be one flesh,” (<span class=\"citation\" id=\"39422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39422)\">Moses 3:18, 24<\/a><\/span>), not two halves but one flesh, because he couldn’t have peopled this earth without the man and the woman, and it took two to make a complete person in that sense. Then I say this: if it wasn’t good for man to be alone <span class=\"emphasis\">before <\/span>death came into the world, it certainly won’t be good for man to be alone <span class=\"emphasis\">after <\/span>we are resurrected from the dead and restored to the condition that Adam was in before the fall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p32\" class=\"\">That is what Paul meant when he said, “… as in Adam all die, even so in Christ shall all be made alive.” (<span class=\"citation\" id=\"568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(568)\">1 Cor. 15:22<\/a><\/span>.) If it wasn’t good to be without a wife before the fall, it certainly won’t be good to be without a companion after the resurrection, and anyone who repudiates that actually repudiates the great atonement, because in that event the Savior would only have atoned in part for the loss that came through the fall of Adam and Eve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p33\" class=\"\">These are great eternal truths that the Lord understood, and so the Savior said, “For this cause shall a man leave his father and mother, and cleave to his wife; And they twain shall be one flesh: so then they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.” (<span class=\"citation\" id=\"33251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33251)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33251)\">Mark 10:7–9<\/a><\/span>.) It couldn’t be written much plainer than that, could it? What did he really mean when he said that they should be one flesh and never be put asunder if it wasn’t that the marriage tie should project itself beyond the grave?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p34\" class=\"\">Paul said, “… neither is the man without the woman, neither the woman without the man, in the Lord.” (<span class=\"citation\" id=\"562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(562)\">1 Cor. 11:11<\/a><\/span>.) They might get along here in mortality without each other, but not in the eternities that are to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p35\" class=\"\">Peter said that the husband should live with his wife “according to knowledge, … as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.” (<span class=\"citation\" id=\"2342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2342)\">1 Pet. 3:7<\/a><\/span>.) Now what does it mean “being heirs together of the grace of life”? What life? They already had their lives here in mortality, but they are to become heirs together of the blessings of eternal life. How could it be written any plainer than that?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p36\" class=\"\">Then we remember when Isaiah saw the new heaven and the new earth, when the lamb and the wolf should feed together, and “the lion shall eat straw like the bullock. …” (<span class=\"citation\" id=\"25444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25444)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25444)\">Isa. 65:25<\/a><\/span>.) He saw that men “shall build houses, and inhabit them; and they shall plant vineyards, and eat the fruit of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p37\" class=\"\">“They shall not build, and another inhabit; they shall not plant, and another eat: … and mine elect shall long enjoy the work of their hands … for they are the seed of the blessed of the Lord, and their offspring with them.” (<span class=\"citation\" id=\"25443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25443)\">Isa. 65:21–23<\/a><\/span>.) How could you make it any more plain than that, that they and their offspring with them would inhabit the houses that they would build?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p38\" class=\"\">Now this great eternal principle is one of the great truths that has been revealed through the restoration of the gospel. Personally I would just as soon believe that death was a complete annihilation of both body and spirit as to think that I would have to live on forever and forever without a continuation of the love ties that bind my wife and me together, and our family and our loved ones here in this life. Heaven will only be a projection of our life here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p39\" class=\"\">That helps us to understand the statement and the counsel and the advice of President [David O.] McKay when he said that no success in life can compensate for failure in the home. President Lee has emphasized the same thing by saying that our greatest responsibility is within the walls of our own home, not just because those homes should be good until death parts us, but because we are building a foundation of a kingdom over which we will be privileged to preside throughout the eternities that are to come, if we are true and faithful. And that is one of the glorious principles of the gospel that has come through the restoration here in our day and in our time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p40\" class=\"\">We have read in the papers in time past where children have been kidnapped, and their parents in some cases have offered hundreds of thousands of dollars to get them back just so they could enjoy them during this period of mortality. Yet through the new and everlasting covenant and the sealing ordinances of the holy priesthood in God’s holy temples, we can have our children throughout the countless ages of eternity. The Lord has indicated through the Prophet Joseph that they should come forth in the morning of the first resurrection and “grow up without sin unto salvation.” (<span class=\"citation\" id=\"16085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16085)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16085)\">D&amp;C 45:58<\/a><\/span>.) To those of us who have laid away children in their infancy, just think of the joy and happiness that comes from this, compared with feeling that there would be no family relationship in the eternal world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/revealed-truths-of-the-gospel.p41\" class=\"\">Brethren and sisters, I thank God for this great truth that has come to us in the restoration of his gospel. That is only just a beginning. And to this great audience here today, and all that are listening in over the radio and those who will listen in tonight, and those in whose hearts God has planted a witness and a testimony of the divinity of this work, I bear you my witness. I know that it is the marvelous work and a wonder that our Father promised through his great prophet that he would send to us, and I leave you my love and blessing and witness, in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}