{"ID":2398, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Role of Fathers\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p2\" class=\"\">President A. Theodore Tuttle<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_025<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p3\" class=\"\">There is genuine concern over the diminishing role of the father in the home. His influence is fading. Presiding responsibilities formerly assumed are left either to the mother or to agencies outside the home. This diminishing role is at the root of a multitude of our problems. Numerous things go awry when the scriptural family organization is upset!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p4\" class=\"\">The father is the patriarch in the home. This means that the father is the presiding authority. This does not mean that he should be dictatorial. Modern scriptures set forth qualifications for all who preside:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p5\" class=\"\">“No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned. …” (<span class=\"citation\" id=\"16200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16200)\">D&amp;C 121:41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p6\" class=\"\">In reality, each family is a dominion within itself. Father heads that government. In the beginning it was the only government on the earth and was passed down from Adam to his descendants. Properly organized in the Church, the father is the patriarch of an eternal family unit. Heaven, to us, will be simply an extension of an ideal home. As the presiding priesthood officer, the father fills an irreplaceable role.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p7\" class=\"\">A worthy father who holds the Melchizedek Priesthood should be encouraged to name and bless his children. He should administer to the sick in his home. The father may baptize, confirm, and ordain his children, at the invitation of his file leader in the Church. He may give a father’s blessing. President Joseph Fielding Smith has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p8\" class=\"\">“<span class=\"emphasis\">A faithful father who holds the Melchizedek Priesthood may bless his own children, and that would be a patriarchal (father’s) blessing. <\/span>Such blessing could be recorded in the family records, but it would not be preserved in the archives of the Church. … in addition, children may receive a blessing by an <span class=\"emphasis\">ordained patriarch. <\/span>A father blessing his own child could, if he received the inspiration to do so, declare the lineage of the child. As the Patriarch of his home, a father is also a revelator to his family … and, … in this sense stands in line to receive the revelations from the Lord for the good and blessing of that family.” (<span class=\"emphasis\">Doctrines of Salvation, <\/span>3:172.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p9\" class=\"\">The father exercises his spiritual leadership in the home by calling his family to prayer each morning and evening. Weekly family home evening, likewise, is called and presided over by the father, though all others participate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p10\" class=\"\">The father is the protector of the home. He guards it against the intrusion of evil from without. Formerly he protected his home with weapons and shuttered windows. Today the task is more complex. Barred doors and windows protect only against the intrusion of a corporeal creature. It is not an easy thing to protect one’s family against intrusions of evil into the minds and spirits of family members. These influences can and do flow freely into the home. Satan can subtly beguile the children of men in ways we have already mentioned in this conference. He need not break down the door.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p11\" class=\"\">Fathers, you will have to live close to the Lord. Develop a sensitivity to the impressions of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p12\" class=\"\">There is yet another intrusion into the home that needs to be mentioned. It is an unwise father who carries to his family his daily business cares. They disturb the peace existing there. He should leave his worries at the office and enter his home with the spirit of peace in his heart and with the love of God burning within him. If there is friction, his presence should soothe it. If there is turmoil, he should resolve it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p13\" class=\"\">I have a friend, a businessman in this city, who does special ordinance work in the temple. One day I passed him on the street and asked where he was going. “I’m going to the temple. Inside those thick walls, in the quiet serenity of that lovely building,” he said, “I find peace.” Then he added, “There is only one other place in the world where I can find peace—in my own home.” What a compliment to his wife! What a compliment to his children! What a credit to him. This should be the ideal for all fathers—to so live that we can find peace in our homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p14\" class=\"\">Fathers, draw close to your children. Learn to communicate. Learn to listen. This means giving a father’s most valuable commodity—time! Only good results occur when a father interviews his sons and daughters regularly. He can know their problems and their hopes. He can align himself with them as their unconditional friend. To the extent we become friends with our children in unconditional love, to that extent we become like our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p15\" class=\"\">The story is told of an elementary teacher who had students write essays in hopes that it would motivate the fathers to attend a PTA meeting. The fathers came in $4,000 cars and $400 cars—bank president, laborer, clerk, salesman, meter reader, baker, etc.—“every man with a definite estimate of himself in terms of money, skill, and righteousness or looks. … The children’s essays were read at random.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p16\" class=\"\">“‘I like my daddy, … he built my doll house, took me coasting, taught me to shoot, helps with my schoolwork, takes me to the park, gave me a pig to fatten and sell.’ Scores of the essays could be reduced in essence to: ‘I like my daddy. He plays with me.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p17\" class=\"\">“Not one child mentioned his family house, car, neighborhood, food, or clothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p18\" class=\"\">“The fathers went into the meeting from many walks of life; they came out in two classes: companions to their children or strangers to their children.” (“The Savior, the Priesthood, and You,” Melchizedek Priesthood quorums’ course of study for 1973–74, p. 226.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p19\" class=\"\">God help us to be real companions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p20\" class=\"\">A father is a teacher. The Lord has commanded sons and daughters to honor their parents and to give heed to their counsel. The words that open that great volume of scripture, the Book of Mormon, ought to be our guide as fathers: “… having been born of goodly parents, therefore I was taught somewhat in all the learning of my father.” (<span class=\"citation\" id=\"1681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1681)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1681)\">1 Ne. 1:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p21\" class=\"\">Enos, likewise, credited his father for his teachings: “… knowing my father that he was a just man—for he taught me in his language, and also the nurture and admonition of the Lord—and blessed be the name of my God for it. …” (<span class=\"citation\" id=\"21505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21505)\">Enos 1:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p22\" class=\"\">Have you fathers noticed that the present Melchizedek Priesthood lessons are like father-training lessons? I cite an example:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p23\" class=\"\">“One father and son have an agreement that the son will be in at a specified time. Before the parents retire they set the alarm for that time with the understanding that the son is to turn the alarm off before it rings when he comes home. If it does go off, the son knows that his parents will be waiting for him and further, he will not have the privilege of going out for two weeks. Follow-through on the agreement between them is the key that creates better understanding.” (“The Savior, the Priesthood, and You,” Melchizedek Priesthood quorums’ course of study for 1973–74, p. 237.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p24\" class=\"\">Someone has said: “There is no need of searching out your genealogy if you do not know where your children were last night.” Many inspiring suggestions enliven this practical course of study for fathers. I heartily commend this course to strengthen fathers for better spiritual leadership.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p25\" class=\"\">Discipline is part of the process of governing children. The Lord has told us how:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p26\" class=\"\">“Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing forth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee to be his enemy.” (<span class=\"citation\" id=\"16202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16202)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16202)\">D&amp;C 121:43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p27\" class=\"\">There has been no better statement of a father-child relationship. When a father wisely corrects his son, it proves his love. Only the unwise foolishly indulge their sons and withhold proper discipline.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p28\" class=\"\">And finally, the father is to be an example of the highest Christian virtues. To walk uprightly in the admonition of the Lord requires not only patience and forebearance, but an exercise in constant practice of all the Christian virtues by each family member. Perhaps the Lord knew this when he instituted the family. A man needs the responsibility of a wife and family. He needs the responsibility of being an example of righteousness. There is wisdom in this requirement. This kind of gentle persuasion is needed to keep a father “on course” and gently guide him toward perfection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p29\" class=\"\">In the family relationship, we find our best laboratory in which to practice celestial living. While this task is fraught with much challenge and some adversity, it is, nevertheless, blessed with that supreme joy that can come only to a father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p30\" class=\"\">It should have great meaning that of all the titles of respect and honor and admiration that could be given him, that God himself, he who is the highest of all, chose to be addressed simply as “Father.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p31\" class=\"\">I am grateful indeed to see the emphasis given by the Church leaders today on the place and position of fathers. There has never been a time in the history of the Church when the importance and place of the Melchizedek Priesthood quorums have been emphasized more and where the activity of fathers has been stressed so much. I know that this is inspired direction by our leaders today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-role-of-fathers.p32\" class=\"\">I know that God lives. I know that Jesus is the Christ. I know that he guides this Church through a living prophet on the earth today, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}