{"ID":2399, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Prepare Ye\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p2\" class=\"\">Elder Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_026<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p3\" class=\"\">My brethren and sisters, seen and unseen; we are all brothers and sisters, children of the same Father in the spirit. Humbly and gratefully I stand before you this afternoon. I have been on my knees, in fasting and prayer, as have members of my family, that I may have the blessing of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p4\" class=\"\">My text today is from a revelation of the Lord to Joseph Smith, the Prophet, at a conference of the Church January 2, 1831, as follows: “… if ye are prepared ye shall not fear.” (<span class=\"citation\" id=\"16063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16063)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16063)\">D&amp;C 38:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p5\" class=\"\">In section 1 of the great Doctrine and Covenants, a volume of modern scripture, we read these words: “Prepare ye, prepare ye for that which is to come. …” (<span class=\"citation\" id=\"16003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16003)\">D&amp;C 1:12<\/a><\/span>.) Further in this same revelation are these warning words: “… I the Lord, knowing the calamity which should come upon the inhabitants of the earth . …” (<span class=\"citation\" id=\"16007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16007)\">D&amp;C 1:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p6\" class=\"\">What are some of the calamities for which we are to prepare? In section 29 the Lord warns us of “a great hailstorm sent forth to destroy the crops of the earth.” (<span class=\"citation\" id=\"16057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16057)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16057)\">D&amp;C 29:16<\/a><\/span>.) In section 45 we read of “an overflowing scourge; for a desolating sickness shall cover the land.” (<span class=\"citation\" id=\"16083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16083)\">D&amp;C 45:31<\/a><\/span>.) In section 63 the Lord declares he has “decreed wars upon the face of the earth. …” (<span class=\"citation\" id=\"16102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16102)\">D&amp;C 63:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p7\" class=\"\">In Matthew, chapter 24, we learn of “famines, and pestilences, and earthquakes. …” (<span class=\"citation\" id=\"36237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36237)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36237)\">Matt. 24:7<\/a><\/span>.) The Lord declared that these and other calamities shall occur. These particular prophecies seem not to be conditional. The Lord, with his foreknowledge, knows that they will happen. Some will come about through man’s manipulations; others through the forces of nature and nature’s God, but that they will come seems certain. Prophecy is but history in reverse—a divine disclosure of future events.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p8\" class=\"\">Yet, through all of this, the Lord Jesus Christ has said: “… if ye are prepared ye shall not fear.” (<span class=\"citation\" id=\"16064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16064)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16064)\">D&amp;C 38:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p9\" class=\"\">What, then, is the Lord’s way to help us prepare for these calamities? The answer is also found in section 1 of the Doctrine and Covenants, wherein he says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p10\" class=\"\">“Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the earth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p11\" class=\"\">“And also gave commandments to others. …” (<span class=\"citation\" id=\"16008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16008)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16008)\">D&amp;C 1:17–18<\/a><\/span>.) He has also said: “Search these commandments, for they are true and faithful, and the prophecies and promises which are in them shall all be fulfilled.” (<span class=\"citation\" id=\"16013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16013)\">D&amp;C 1:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p12\" class=\"\">Here then is the key—look to the prophets for the words of God, that will show us how to prepare for the calamities which are to come. For the Lord, in that same section, states: “What I the Lord have spoken, I have spoken, and I excuse not myself; and though the heavens and the earth pass away, my word shall not pass away, but shall all be fulfilled, whether by mine own voice or by the voice of my servants, it is the same.” (<span class=\"citation\" id=\"16016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16016)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16016)\">D&amp;C 1:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p13\" class=\"\">Again, the Lord warned those who will reject the inspired words of his representatives, in these words: “… and the day cometh that they who will not hear the voice of the Lord, neither the voice of his servants, neither give heed to the words of the prophets and apostles, shall be cut off from among the people.” (<span class=\"citation\" id=\"16004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16004)\">D&amp;C 1:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p14\" class=\"\">The present-day Church welfare program was instituted by revelation from God to his mouthpiece, the prophet and earthly president of The Church of Jesus Christ of Latter-day Saints. It was inaugurated by the First Presidency at a general conference of the Church held in October, 1936, thirty-seven years ago. It is significant that the man who served for a quarter century as the first managing director of the General Church Welfare Committee is today the Lord’s mouthpiece on earth, President Harold B. Lee, and that President Marion G. Romney, who was so closely associated with him in that endeavor, now stands as a <span class=\"emphasis\">counselor <\/span>at his side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p15\" class=\"\">At the April 1937 general conference of the Church, President J. Reuben Clark, Jr., of the First Presidency, asked: “What may we as a people and as individuals do for ourselves to prepare to meet this oncoming disaster, which God in his wisdom may not turn aside from us?” President Clark then set forth these inspired basic principles of the Church welfare program:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p16\" class=\"\">“First, and above and beyond everything else, let us live righteously. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p17\" class=\"\">“Let us avoid debt as we would avoid a plague; where we are now in debt, let us get out of debt; if not today, then tomorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p18\" class=\"\">“Let us straitly and strictly live within our incomes, and save a little.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p19\" class=\"\">“Let every head of every household see to it that he has on hand enough food and clothing, and, where possible, fuel also, for at least a year ahead. You of small means put your money in foodstuffs and wearing apparel, not in stocks and bonds; you of large means will think you know how to care for yourselves, but I may venture to suggest that you do not speculate. Let every head of every household aim to own his own home, free from mortgage. Let every man who has a garden spot, garden it; every man who owns a farm, farm it.” (<span class=\"emphasis\">Conference Report, <\/span>April 1937, p. 26.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p20\" class=\"\">For the righteous the gospel provides a warning before a calamity, a program for the crises, a refuge for each disaster.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p21\" class=\"\">The Lord has said that “the day cometh, that shall burn as an oven …” (<span class=\"citation\" id=\"32832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32832)\">Mal. 4:1<\/a><\/span>), but he assures us that “he that is tithed shall not be burned. …” (<span class=\"citation\" id=\"16105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16105)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16105)\">D&amp;C 64:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p22\" class=\"\">The Lord has warned us of famines, but the righteous will have listened to prophets and stored at least a year’s supply of survival food.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p23\" class=\"\">The Lord has set loose the angels to reap down the earth (see <span class=\"emphasis\">Discourses of Wilford Woodruff, <\/span>p. 251), but those who obey the Word of Wisdom along with the other commandments are assured “that the destroying angel shall pass by them, as the children of Israel, and not slay them. …” (<span class=\"citation\" id=\"16171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16171)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16171)\">D&amp;C 89:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p24\" class=\"\">The Lord desires his Saints to be free and independent in the critical days ahead. But no man is truly free who is in financial bondage. “Think what you do when you run in debt,” said Benjamin Franklin, “you give to another power over your liberty.” “… pay thy debt and live …” said Elisha. (<span class=\"citation\" id=\"3194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3194)\">2 Kgs. 4:7<\/a><\/span>.) And in the Doctrine and Covenants the Lord says, “… it is my will that you shall pay all your debts.” (<span class=\"citation\" id=\"16186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16186)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16186)\">D&amp;C 104:78<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p25\" class=\"\">For over 100 years we have been admonished to store up grain. “Remember the counsel that is given,” said Elder Orson Hyde, “‘… <span class=\"emphasis\">Store up all your grain,<\/span>’ and take care of it! … And I tell you it is almost as necessary to have bread to sustain the body as it is to have food for the spirit; for the one is as necessary as the other to enable us to carry on the work of God upon the earth.” (<span class=\"emphasis\">Journal of Discourses, <\/span>vol. 5, p. 17.) And he also said: “There is more salvation and security in wheat, than in all the political schemes of the world. …” (<span class=\"emphasis\">JD,<\/span> vol. 2, p. 207.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p26\" class=\"\">As to the foodstuffs which should be stored, the Church has left that decision primarily to the individual members. Some excellent suggestions are available from the Church Welfare Committee. “All grain is good for the food of man …” (<span class=\"citation\" id=\"16168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16168)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16168)\">D&amp;C 89:16<\/a><\/span>) the Lord states, but he particularly singles out wheat. Dry, whole, hard grains, when stored properly, can last indefinitely, and their nutritional value can be enhanced through sprouting, if desired.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p27\" class=\"\">It would be well if every family have on hand grain for at least a year. And may I remind you that it generally takes several times as much land to produce a given amount of food when grains are fed to livestock and we consume the meat. Let us be careful not to overdo beef cattle and other livestock projects on our welfare farms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p28\" class=\"\">From the standpoint of food production, storage, handling, and the Lord’s counsel, wheat should have high priority. Water, of course, is essential. Other basics could include honey or sugar, legumes, milk products or substitutes, and salt or its equivalent. The revelation to store food may be as essential to our temporal salvation today as boarding the ark was to the people in the days of Noah.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p29\" class=\"\">President Harold B. Lee has wisely counseled that “perhaps if we think not in terms of a year’s supply of what we ordinarily would use, and think more in terms of what it would take to keep us alive in case we didn’t have anything else to eat, that last would be very easy to put in storage for a year … just enough to keep us alive if we didn’t have anything else to eat. We wouldn’t get fat on it, but we would live; and if you think in terms of that kind of annual storage rather than a whole year’s supply of everything that you are accustomed to eat which, in most cases, is utterly impossible for the average family, I think we will come nearer to what President Clark advised us way back in 1937.” (Welfare conference address, October 1, 1966.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p30\" class=\"\">There are blessings in being close to the soil, in raising your own food, even if it is only a garden in your yard and\/or a fruit tree or two. Man’s material wealth basically springs from the land and other natural resources. Combined with his human energy and multiplied by his tools, this wealth is assured and expanded through freedom and righteousness. Those families will be fortunate who, in the last days, have an adequate supply of each of these particulars.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p31\" class=\"\">Concerning human energy, we can be grateful for the Word of Wisdom, which tells us it is possible to “run and not be weary, and … walk and not faint.” (<span class=\"citation\" id=\"16170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16170)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16170)\">D&amp;C 89:20<\/a><\/span>.) The Lord has advised us to “retire to thy bed early, that ye may not be weary; arise early, that your bodies and your minds may be invigorated.” (<span class=\"citation\" id=\"16167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16167)\">D&amp;C 88:124<\/a><\/span>.) He has also counseled, “Do not run faster or labor more than you have strength. …” (<span class=\"citation\" id=\"16028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16028)\">D&amp;C 10:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p32\" class=\"\">Healthful foods, proper rest, adequate exercise, and a clean conscience can prepare us to tackle the trials that lie ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p33\" class=\"\">Concerning clothing, we should anticipate future needs, such as extra work clothes and clothes that would supply warmth during winter months when there may be shortages or lack of heating fuel. Leather and bolts of cloth could be stored, particularly for families with younger children who will outgrow and perhaps outwear their present clothes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p34\" class=\"\">“The day will come,” said President Wilford Woodruff, “when, as we have been told, we shall all see the necessity of making our own shoes and clothing and raising our own food. …” (<span class=\"emphasis\">Discourses of Wilford Woodruff, <\/span>p. 166.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p35\" class=\"\">In a message to the Saints in July of 1970, President Joseph Fielding Smith stated that the pioneers “were taught by their leaders to produce, as far as possible, all that they consumed … This is still excellent counsel.” (<span class=\"emphasis\">Improvement Era, <\/span>vol. 73 [1970], p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p36\" class=\"\">Wood, coal, gas, oil, kerosene, and even candles are among those items which could be reserved as fuel for warmth, cooking, and light or power. Some may be used for all of these purposes and certain ones would have to be stored and handled cautiously. It would also be well to have on hand some basic medical supplies to last for at least a year.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p37\" class=\"\">Men should seek honorable employment and do their work well in order to provide for their own. Men who can perform useful skills with their hands will be in increasing demand. Handymen, farmers, builders, tailors, gardeners, and mechanics can and will prove a real blessing to their families and their fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p38\" class=\"\">The Saints have been advised to pay their own way and maintain a cash reserve. Recent history has demonstrated that in difficult days it is reserves with intrinsic value that are of most worth, rather than reserves, the value of which may be destroyed through inflation. It is well to remember that continued government deficits cause inflation; inflation is used as an excuse for ineffective price controls; price controls lead to shortages; artificial shortages inevitably are used as an excuse to implement rationing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p39\" class=\"\">When will we learn these basic economic principles? However, “… when we really get into hard times,” said President Clark, “where food is scarce or there is none at all, and so with clothing and shelter, money may be no good for there may be nothing to buy, and you cannot eat money, you cannot get enough of it together to burn to keep warm, and you cannot wear it.” (<span class=\"emphasis\">Church News, <\/span>November 21, 1953, p. 4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p40\" class=\"\">The strength of the Church welfare program lies in every family following the inspired direction of the Church leaders to be self-sustaining through adequate preparation. God intends for his Saints to so prepare themselves “that the church [as the Lord has said] may stand independent above all other creatures beneath the celestial world.” (<span class=\"citation\" id=\"16134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16134)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16134)\">D&amp;C 78:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p41\" class=\"\">“How on the face of the earth could a man enjoy his religion,” said Elder George A. Smith many years ago, “when he had been told by the Lord how to prepare for a day of famine, when, instead of doing so, he had fooled away that which would have sustained him and his family.” (<span class=\"emphasis\">JD, <\/span>vol. 12, p. 142.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p42\" class=\"\">And President Brigham Young said, “If you are without bread, how much wisdom can you boast, and of what real utility are your talents, if you cannot procure for yourselves and save against a day of scarcity those substances designed to sustain your natural lives? … If you cannot provide for your natural lives, how can you expect to have wisdom to obtain eternal lives?” (<span class=\"emphasis\">JD, <\/span>vol. 8, p. 68.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p43\" class=\"\">When will all these calamities strike? We do not know the exact time, but it appears it may be in the not-too-distant future. Those who are prepared now have the continuing blessings of early obedience, and they are ready. Noah built his ark before the flood came, and he and his family survived. Those who waited to act until after the flood began were too late.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p44\" class=\"\">Let us not be dissuaded from preparing because of a seeming prosperity today, or a so-called peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p45\" class=\"\">I have seen the ravages of inflation. I shall never forget Germany in the early 1920s. In December 1923 in Cologne, Germany, I paid six billion marks for breakfast. That was just 15 cents in American money. Today, the real inflation concern is in America and several other nations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p46\" class=\"\">Brethren and sisters, I know that this welfare program is inspired of God. I have witnessed with my own eyes the ravages of hunger and destitution as, Under the direction of the president of the Church, I spent a year in war-torn Europe at the close of World War II, without my family, distributing food, clothing, and bedding to our needy members. I have looked into the sunken eyes of Saints, in almost the last stages of starvation. I have seen faithful mothers carrying their children, three and four years of age, who were unable to walk because of malnutrition. I have seen a hungry woman turn down food for a spool of thread. I have seen grown men weep as they ran their hands through the wheat and beans sent to them from Zion—America.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p47\" class=\"\">Thanks be to God for a prophet, for this inspired program, and for Saints who so managed their stewardship that they could provide for their own and still share with others. What a marvelous way to become a savior on Mount Zion!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p48\" class=\"\">“The time is about ripe,” said President Lee, “for the demonstration of the power and efficacy of the Lord’s Plan which He designed as ‘a light to the world, and to be a standard for my people, and for the Gentiles to seek to it.’” (<span class=\"emphasis\">Deseret News, <\/span>Church section, December 20, 1941, p. 7; see also <span class=\"citation\" id=\"16082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16082)\">D&amp;C 45:9<\/a><\/span>.) May we ever remember the Lord’s promise: “… if ye are prepared ye shall not fear.” (<span class=\"citation\" id=\"16065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16065)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16065)\">D&amp;C 38:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/prepare-ye.p49\" class=\"\">Let us live the gospel fully, and may we recognize the infallibility of God’s inspired word—whether by his “… own voice …” or the “voice of [his] my servants, it is the same.” (<span class=\"citation\" id=\"16017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16017)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16017)\">D&amp;C 1:38<\/a><\/span>.) The days ahead are sobering and challenging. Oh, may we be prepared spiritually and temporally, I pray humbly in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}