{"ID":24, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Remarks<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Joseph F. Smith, <i>Conference Report<\/i>, October 1942, pp. 17-18<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI know that my Redeemer lives. Once in January of this year, and again in April, I lay in the\nvalley of the shadow of death (<span class=\"citation\" id=\"41717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41717)\">Ps. 23:4<\/a><\/span>).\nI returned therefrom only by the power of the priesthood and\nthe faith of those who love me. Let sophists scoff&mdash;let worldly learned men rationalize: I\nknow&mdash;as I know that I stand here&mdash;that I am alive this day by the power of the Priesthood\nand by the faith of my loved ones.\n<\/p><p>\nMany nights have I lain and pondered the Lord's goodness to me &mdash;goodness which I must\nconfess seemed all too unmerited. There are no words for me to tell you what went on in my\nheart this day as I saw this great body of men holding the holy Priesthood sustain me in the\ncalling to which the Prophet of God has summoned me.\n<\/p><p>\nI know that my Redeemer lives. I know that Heber J. Grant is His chosen and\nproperly-ordained mouthpiece upon earth. God grant that we as a body of Priesthood, that our\nfamilies, that our brethren and sisters who are members of the Church of Jesus Christ of\nLatter-day Saints may have the wisdom and the strength to hew closely to the words which\nhave issued and which shall issue from the constituted authority of the Church. Only by so\ndoing will we have the strength to face the trials that are to come. The hearts of the strongest\nmay quail. Obedience to the word of the Lord is the only thing which will fortify us in the\ndays to come.\n<\/p><p>\nGod grant that we may be Latter-day Saints. I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}