{"ID":240, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, April 1946, pp. 141-146<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, it is indeed an inspiration to look into the faces of this vast\naudience of Latter-day Saints who have assembled here to worship God. I do humbly pray\nthat the Spirit of our Heavenly Father will be with me in what I say this morning. I ask also\nfor an interest in your faith and prayers.\n<\/p><p>\n<i>Expressions of Gratitude<\/i>\n<\/p><p>\nI wish to express, on this occasion, my gratitude to our Heavenly Father for the privilege I\nhave of being a member of the Church of Jesus Christ of Latter-day Saints. I know that all\nthe blessings I have received and do receive, and all that is good that comes to you and me,\ncomes from our Heavenly Father. I do appreciate these things. I am especially grateful for the\nphilosophy of life given to us by the gospel with its assurance of immortality, of the\nperpetuation of our family ties, and all the things which are near and dear to us as Latter-day\nSaints which we have received through the inspiration and revelation from God, through\nJoseph Smith and other prophets. I am grateful for the privilege I have of serving in this\nChurch and do pray to God in humility that I will have strength to do my share in this great\nand mighty cause with which you and I have affiliated ourselves.\n<\/p><p>\nLast night in our priesthood meeting, President S. Dilworth Young gave an excellent talk on\nmissionary work, and President George Albert Smith confirmed the fine things that were said.\nSince it is the duty of the Church of Jesus Christ of Latter-day Saints to preach the gospel to\nall the world, I desire this morning to say a few words on the great and important theme of\nmissionary work.\n<\/p><p>\n<i>Importance of Missionary Work<\/i>\n<\/p><p>\nGod has informed us through his holy prophets that one of the most important assignments\ngiven to members of the Church of Jesus Christ is that of preaching the gospel. In fact,\nJoseph Smith declared that&mdash;\n<\/p><p>\n. . . the greatest and most important duty is to preach the gospel. (Teachings of the Prophet\nJoseph Smith, p. 113.)\n<\/p><p>\nThroughout history the most outstanding men who have lived, such as Adam, Enoch, Nephi,\nAlma, Paul and&mdash;greatest of all&mdash;Jesus Christ were missionaries. It was in that work that each\nof them contributed so greatly in altering the history of the world. We are told that the work\nand the glory of God the Eternal Father and his Only Begotten Son is&mdash;\n<\/p><p>\n. . . to bring to pass the immortality and eternal life of man\n(<span class=\"citation\" id=\"38925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38925)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nCertainly that is missionary work. It is not surprising, therefore, to have the prophets inform\nus that to preach the gospel is our most important duty.\n<\/p><p>\nThe final injunction that the Son of God gave to his apostles before his ascension was:\n<\/p><p>\n. . . Go ye into all the world, and preach the gospel to every creature. He that believeth and is\nbaptized shall be saved; but he that believeth not shall be damned\n(<span class=\"citation\" id=\"33008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33008)\">Mark 16:15-16<\/a><\/span>).\n<\/p><p>\nYet the Savior fully understood that that would not be the last time before his second coming\nthat it would become necessary for his missionaries to receive a divine commission from on\nhigh and be sent forth to teach the plan of salvation to the world. He definitely pointed out to\nhis apostles that after they had preached the gospel a great apostasy from the divine plan\nwould take place which would necessitate a restoration of the Holy Priesthood and of the\ngospel of Jesus Christ. (Read the twenty-fourth chapter of Matthew\n(<span class=\"citation\" id=\"34103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34103)\">Matt. 24:1-51<\/a><\/span>) for an understanding of\nJesus' description of the events which should take place before his second coming.) In the\ncourse of these instructions, the Son of Man pointed out to his apostles that as one of the final\nevents preceding his advent&mdash;\n<\/p><p>\n. . . this gospel of the kingdom shall be preached in all the world for a witness unto all\nnations; and then shall the end come\n(<span class=\"citation\" id=\"34104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34104)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\n<i>Apostasy from the Truth<\/i>\n<\/p><p>\nStudents of history know that during the Middle Ages Christianity was adulterated with many\nfalse pagan beliefs and practices, fulfilling the words of Isaiah wherein he had said:\n<\/p><p>\nThe earth also is defiled under the inhabitants thereof; because they have transgressed the\nlaws, changed the ordinance, broken the everlasting covenant\n(<span class=\"citation\" id=\"25033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25033)\">Isa. 24:5<\/a><\/span>).\n<\/p><p>\nIt became necessary, therefore, for God to withdraw the Holy Priesthood from the Christian\nChurch.\n<\/p><p>\nThe Protestant Reformation, which resulted in the establishment of numerous Christian\ndenominations&mdash;approximately two hundred and fifty of them existing in America today&mdash;bears\nunimpeachable evidence to the fact that a great apostasy did occur as the Master and the\nprophets of old had predicted it would. Martin Luther, John Calvin, the Wesley brothers, and\nthe other protestors against the erroneous doctrines which had corrupted Catholicism did not\nclaim divine restoration of the Holy Priesthood nor of the principles and ordinances of the\ngospel.\n<\/p><p>\n<i>The Restoration of the Gospel<\/i>\n<\/p><p>\nJohn the Revelator, however, had looked down through the stream of time and had beheld\nthat a divine restoration from the heavens would take place. He declared what he had seen in\nvision as follows:\n<\/p><p>\nAnd I saw another angel fly in the midst of heaven, having the everlasting gospel to preach\nunto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,\nSaying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is\ncome: and worship him that made heaven, and earth, and the sea, and the fountains of waters\n(<span class=\"citation\" id=\"42179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42179)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nThis prediction was fulfilled on September 21 and 22, 1823, when the Angel Moroni appeared\nto the Prophet Joseph Smith and told him of a sacred record buried in a hill not far from the\nboy's home. This record, the angel said, contained the everlasting gospel\n(<span class=\"citation\" id=\"30249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30249)\">JS&mdash;H 1:34<\/a><\/span>) as understood and\npracticed by the ancient inhabitants of America, the Nephites. In due time Joseph received\nfrom the angel this holy scripture, and acting under the power and inspiration of God, he\ntranslated and published its contents in a volume known as the Book of Mormon. No event in\nhistory fulfills John's prophecy as did the coming forth of that sacred book.\n<\/p><p>\nYet, in addition to this heavenly manifestation, other angels came from the presence of God\nto restore to earth the particular gospel keys and blessings which they had held in their\ndispensations. For example, John the Baptist, and Peter, James, and John, bestowed upon the\nheads of Joseph Smith and Oliver Cowdery the Holy Priesthood without which neither\nmissionary work nor the ordinances of the gospel could be officially performed. And finally\non April 3, 1836, Moses appeared to Joseph and Oliver in the Kirtland\nTemple and gave to them&mdash;\n<\/p><p>\n. . . the keys of the gathering of Israel from the four parts of the earth, and the leading of the\nten tribes from the land of the north\n(<span class=\"citation\" id=\"12305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12305)\">D&amp;C 110:11<\/a><\/span>).\n<\/p><p>\n<i>Missionaries Divinely Appointed<\/i>\n<\/p><p>\nThus every missionary that is called by the First Presidency of the Church of Jesus Christ and\nset apart by one duly authorized goes into the mission field to speak and act in the name of\nthe God of Israel, and the actions performed are as valid as if Jesus Christ did the missionary\nwork personally. Furthermore, these missionaries are the only servants of God in the entire\nworld who have been divinely appointed, called, chosen, and set apart by the powers of\nheaven to preach the gospel to the world.\n<\/p><p>\nIn due course of time after the Church was organized, the Lard placed upon the Twelve\nApostles the responsibility of opening the doors of the gospel to all the nations of the earth,\nand the seventy were commissioned to build up the Church under the direction of the\napostles (<span class=\"citation\" id=\"12299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12299)\">D&amp;C 107:33-34<\/a><\/span>;\n<span class=\"citation\" id=\"12306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12306)\">D&amp;C 112:14,21-22,28-30<\/a><\/span>).\n<\/p><p>\n. . . purify your hearts before me; and then go ye into all the world, and preach my gospel\nunto every creature who has not received it; And he that believeth and is baptized shall be\nsaved, and he that believeth not, and is not baptized, shall be damned\n(<span class=\"citation\" id=\"12307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12307)\">D&amp;C 112:28-29<\/a><\/span>).\n<\/p><p>\n<i>Missionary Work Under Hardships<\/i>\n<\/p><p>\nHistory records no human experiences filled with greater love and acts of unselfish sacrifice\nthan those connected with the story of the missionary work of the Latter-day Saint elders.\nDuring the past one hundred years, thousands and thousands of them have left their homes\nwhen called and have traveled over land and sea, paying their own expenses, to preach the\nrestored gospel of Jesus Christ. Hunger and fatigue, and on certain occasions, even\nimprisonment and martyrdom have been experienced; yet each Latter-day Saint missionary\ndeclares that his services while preaching the gospel gave him the happiest experiences of his\nentire life.\n<\/p><p>\nEvery time a crisis has arisen in the Church it has been met with a renewed and increased\nmissionary campaign. For example, in 1837, the panic struck Church members just as it did\nthe rest of the inhabitants of America. Many members apostatized. Conditions were critical.\nThe Lord through the Prophet Joseph, however, met the situation by sending Heber C.\nKimball and other elders to England to open a field where hundreds of souls were anxiously\nwaiting to receive the gospel. Again, after the Saints had been driven from their homes in\nIllinois and had established themselves over a thousand miles west in the heart of the Utah\ndesert, Brigham Young inaugurated a worldwide missionary campaign. During this period,\nthousands of people were headed westward toward the gold fields of\nCalifornia, but the elders of Israel turned their backs upon gold and their hearts toward\nwinning souls for the kingdom of God.\n<\/p><p>\nToday we have reached another vital point in the Savior's missionary program. The guns have\nceased firing, and thousands of human hearts are yearning for peace, for rest, for truth, and\nfor righteousness. Surely the field is white ready for harvest\n(<span class=\"citation\" id=\"12224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12224)\">D&amp;C 4:4<\/a><\/span>); and God is going to give us\nanother chance to fulfill his commandment of taking the gospel to every nation, kindred,\ntongue, and people (<span class=\"citation\" id=\"42177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42177)\">Rev. 14:6<\/a><\/span>)\npreparatory to the coming of the Son of Man to reign on the earth for one\nthousand years.\n<\/p><p>\n<i>Proclaiming the Gospel a Responsibility for All Latter-day Saints<\/i>\n<\/p><p>\nBrethren and sisters, it is our responsibility to preach the gospel to the world. God has given\nus the priesthood and the true gospel of Jesus Christ, and he will hold us responsible to teach\nthe plan of salvation to all other peoples. Parents, send your children on missions. Instill in\ntheir hearts in their youth the desire to proclaim to the world the eternal principles of truth. If\nyou love your children and desire to do good things for them, you could make no greater\ninvestment than to send them on missions. While they are bringing souls unto God, they will\nas a natural result of their missionary services increase their love, understanding, and\ntestimony of the gospel. Therefore, by sending them on missions you are saving the souls of\nyour children while they are working to save the souls of other people, demonstrating the\nSavior's statement that \"it is more blessed to give than to receive\"\n(<span class=\"citation\" id=\"7575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7575)\">Acts 20:35<\/a><\/span>).\n<\/p><p>\nYoung men and young women, live clean lives, study the principles of the gospel, and\ncarefully prepare yourselves to go on missions so that God can use you in performing his\ngreat work. In no other way can you gain more happiness and store up greater rewards of\neternal joy in the mansions of your Heavenly Parents. The Son of God has declared:\n<\/p><p>\nRemember the worth of souls is great in the sight of God; For, behold, the Lord your\nRedeemer suffered death in the flesh: wherefore he suffered the pain of all men, that all men\nmight repent and come unto him. And he hath risen again from the dead, that he might bring\nall men unto him, on conditions of repentance. And how great is his joy in the soul that\nrepenteth!\n<\/p><p>\nWherefore, you are called to cry repentance unto this people. And if it so be that you should\nlabor all your days in crying repentance unto this people, and bring, save it be one soul unto\nme, how great shall be your joy with him in the kingdom of my Father! And now, if your joy\nwill be great with one soul that you have brought unto me into the kingdom of my Father,\nhow great will be your joy if you should bring many souls unto me!\n(<span class=\"citation\" id=\"12233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12233)\">D&amp;C 18:10-16<\/a><\/span>).\n<\/p><p>\nRemember, missionary work is not the work of any man. It is God's work, and we have been\ngiven the opportunity to help him accomplish his holy purposes. He is directing the\nmissionary work of the Church of Jesus Christ today through his prophet, President\nGeorge Albert Smith, even as he has done whenever his Church has been on\nthe earth. Thus missionaries are being sent into the world in increasing numbers. Last month\none hundred and fifty of them were sent to various parts of the earth to carry good tidings to\nthe honest in heart.\n<\/p><p>\nI humbly pray that God will touch the hearts of all Latter-day Saints that we may unite our\nefforts and means for the purpose of preaching the gospel to the entire world. The gospel\nmust be preached, and it is our responsibility.\n<\/p><p>\nI bear testimony that God lives and that Joseph Smith was the instrumentality in his hands in\nestablishing the true Church on earth again. May God bless us in our efforts to proclaim the\ngospel of Jesus Christ to every nation, kindred, tongue, and people, that we might be found\nblameless at the great judgment day, I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}