{"ID":2400, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Gospel of Jesus Christ Is the Golden Door”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p3\" class=\"\">Bishop Vaughn J. Featherstone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p\" class=\"\">Second Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_027<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p4\" class=\"\">At a news conference in Mexico City after the area conference, President Marion G. Romney was invited by a newsman to answer a question. The question was this: Do you have a welfare program in your church? And President Romney responded, “Yes, and if you join the Church, you can contribute to it also.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p5\" class=\"\">That is a true principle of welfare and one that we should understand. Welfare is literally giving and not receiving in the Church of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p6\" class=\"\">In the 107th section of the Doctrine and Covenants, we read: “The office of a bishop is in administering all temporal things;” and also to be a judge in Israel, “to do the business of the church, to sit in judgment upon transgressors. …” (<span class=\"citation\" id=\"16187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16187)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16187)\">D&amp;C 107:68, 72<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p7\" class=\"\">And then in the 72nd section, we read that he is to keep the bishops storehouse. (<span class=\"citation\" id=\"16118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16118)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16118)\">D&amp;C 72:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p8\" class=\"\">Now in the Church in order to fill the bishops storehouse we have a commodity budget, and we assign this out to the regions; they in turn assign it to the stakes and the wards. In some cases it is in commodities and in some cases it is in money, cash in lieu. And as these funds come into the Church, then we use them to take care of the needs of the poor throughout the regions of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p9\" class=\"\">Now, brethren, during the past year we have not taken sufficient into the bishops storehouse to have a full year’s inventory. We have about an eight and a half months’ inventory. This is partially due to the commodity price index rising from .185 on January 1 to .285 on August 1, 1973, on the wholesale index. Now you can see we had to use cash in lieu funds to buy products which are not produced in the storehouse. We used many of these funds for that purpose and this has been a factor in reducing our inventory to eight and a half months. We will build this back to a full year inventory at the end of this year.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p10\" class=\"\">The storehouse is to furnish the food for approximately 3 percent of the Church. Around 96,000 people receive commodities from the storehouse. We have a one-year inventory to supply needs for this 3 percent drawing from the storehouse. Brethren, bishops, those who administer these great funds and commodities, would you recall with me some principles that I think are urgent?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p11\" class=\"\">For example, in the bishops storehouse we have foods that are going to the homes of our less fortunate Saints. We feel possibly as you deal with these commodities you may need to make some slight adjustments. We feel the best commodities that are produced on our projects should be brought into the storehouses, not the culls from the farm or from the flocks or from the herds of cattle. We think it ought to be the very best, for do we not recall the scripture, “Inasmuch as ye have done it unto the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"36245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36245)\">Matt. 25:40<\/a><\/span>.) I believe that is a two-edged sword, and if we give to the Lord, or give to these fine Saints who receive from the bishops storehouse the culls, I believe then that we might be dealt with justly by the Lord in a like manner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p12\" class=\"\">Now there are some principles we also need to understand. One is this: when stake presidents and bishops contribute to the general committee from your projects, would you consider that we must have the very best. For example, we had one stake president in a nearby stake who the central storehouse called and said, “We need a few head of cattle.” The wholesale index that the Church was working on was a little under that which represented the present market. He said, “No, we won’t furnish you the cattle. We will sell them and then we will give you the cash in lieu,” which he did. They gave us the cash in lieu, brethren. We had to go out on the wholesale market and buy dressed beef at an up price. Now you think about that. It is all the Lord’s money. I don’t believe he would be pleased with that kind of a transaction. I wouldn’t want to offend anyone. I just think we ought to give the best we have to the Lord’s storehouse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p13\" class=\"\">I think there is another thing we must consider: have your eating habits changed a little over the past year? Ours have, greatly. We used to eat potatoes regularly, but when they got up to $1.69 for ten pounds, we decided to not eat as much of that product as we used to. We switched to rice. Our meat diet has considerably decreased. Our grocery mix has changed at home. However, we understand that those who are receiving commodities through the storehouse are receiving just as much meat as they were previously. Now we don’t want them to be treated any better or any worse than anyone else in the Church. We just want them to be treated with dignity, and so it might be well for you to adjust that mix a little bit as you are doing in your own homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p14\" class=\"\">Let me give you a better example. In the business world every groceryman understands that in a particular section, if you want to raise the gross you don’t have to raise the price. You can raise the gross profit by changing the product mix. A very simple mathematical example will tell you how to do this. Let’s take for example, in one section you had a product markup of zero on 60 percent of your products in that section. Sixty percent times zero is zero. It contributes no gross points to the overall gross mark up. If you had a 20 percent mark up on the remaining 40 percent, 40 percent times 20 equals 8 percent, so you contributed eight gross points to your overall gross in that section.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p15\" class=\"\">Now, brethren, let’s say we reversed things and took those high mark up items at 20 percent and displayed them on the heavy traffic impulse ends where the customers are more likely to buy, and took the low mark up items off those ends and put them on the shelf in a less favorable position, then we change the product mix. Now, say we get 20 percent markup on 60 percent of our gross and 0 percent on 40 percent. We get 40 percent times nothing is still nothing; 60 percent times 20 is 12 gross points, so we have increased our gross by four points by just changing the mix without having raised the price.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p16\" class=\"\">Brethren, that is a great principle in welfare. Our home food bill is no more than it was six months ago or a year ago. We had to change the mix. We feel, bishops, you might well change the mix on those who are eating out of your bishops storehouse. When potatoes are $1.69 for ten pounds, let’s switch to rice. When meat is as high as it is, let’s not do as one bishop did, continue to give one family 67 pounds of beef each month. I don’t know that there are too many families here that are eating 67 pounds of beef each month. Those Saints receiving commodities through the bishops storehouse should not be receiving more than you are using in your homes. I hope this is a principle that we will remember and use very wisely.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p17\" class=\"\">Now to those who raise beef and potatoes, please don’t be disenchanted with the Church. This is just Vaughn Featherstone speaking, not the prophet. We are trying to spend the Lord’s sacred funds in the best possible way. Use your Relief Society president as she goes into the homes to help determine how much should be used.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p18\" class=\"\">In Isaiah, the 58th chapter, the 6th verse, the Lord gives a great promise to those who contribute to the good of the Saints’ welfare. He said: “Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p19\" class=\"\">“Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p20\" class=\"\">Then if you do this, he promises this: “Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the Lord shall answer; thou shalt cry, and he shall say, Here I am.” (<span class=\"citation\" id=\"25441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25441)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25441)\">Isa. 58:6–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p21\" class=\"\">Now brethren, if I gave to a fast offering fund or contributed to a welfare production project, I want to tell you that if I did it for no other reason than to know that when I would cry the Lord would say, “Here I am,” that would be motivation enough.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p22\" class=\"\">Now a great, pure-in-heart King Benjamin said: “And ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p23\" class=\"\">“Perhaps thou shalt say: The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just—<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p24\" class=\"\">“But I say unto you, O man, whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the Kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p25\" class=\"\">“For behold, are we not all beggars?” (<span class=\"citation\" id=\"40397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40397)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40397)\">Mosiah 4:16–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p26\" class=\"\">I believe King Benjamin laid it on the line with us, brethren. Now think about that principle. I believe if we would use wisdom as we deal with the bishops storehouse, I think the Lord would be pleased. Let’s use wisdom in distributing those sacred funds, those sacred commodities, and change the mix if necessary, but let’s do it righteously and with the best wisdom with which the Lord has blessed us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p27\" class=\"\">Now I would like to switch to a subject that I feel is welfare service-oriented. As President Lee discussed in his talk the great compromise in many different areas, I want to tell you what is going on in the area of work. The subject I would like to address myself to the young men of the Church is <span class=\"emphasis\">work. <\/span>Brethren, there is no substitute for work. You cannot be lazy. Businesses who say, “Come with us and work for us; the wages are high and the labor is easy; the work week has been reduced considerably,” have only shame to offer. You are destroying your soul and character when you accept such an offer. The Lord expects us to be industrious; he expects us to be mentally and physically ambitious with all our hearts and souls. And I promise you this—that this compromise work attitude never was what the Lord intended.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p28\" class=\"\">President J. Reuben Clark said: “We must purge our hearts of the love of ease; we must put from our lives the curse of idleness.” And then President Lee has said, “The greatest poverty is the poverty of desire.” President Kimball said, “Only the mediocre person is always at his best.” And Brother Thomas S. Monson has said in his W formula: “Work will win when wishy-washy wishing won’t.” Dorothea Brande in her book <span class=\"emphasis\">Wake Up and Live <\/span>(Cornerstone Library, Inc., New York, 1968), says that we ought to “act as though it were impossible to fail.” That is true, brethren, in the Church. The Lord wants us to be successful, and it is especially true here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p29\" class=\"\">There is a modern-day version of “The Little Red Hen” that I would like to leave with you. I think it is very impressive. It is simply this:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Said the big white rooster, ‘Gosh all hemlock; things are really tough,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Seems that worms are getting scarcer and I cannot find enough;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">What’s become of all those fat ones is a mystery to me;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There were thousands through the rosy spell but now where can they be?’<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The little red hen who heard him didn’t grumble or complain,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">She had gone through lots of dry spells, she had lived through floods of rain;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So she flew up on the grindstone and she gave her claws a whet,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As she said: ‘I’ve never seen the time there were no worms to get.’<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">She picked a new and undug spot—the earth was hard and firm,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The big white rooster jeered, ‘New ground! That’s no place for a worm.”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“The little red hen just spread her feet, she dug both fast and free,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">‘I must go to the worms,’ she said, ‘the worms won’t come to me.’<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“The rooster vainly spent his day, through habit, by the ways<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Where fat worms have passed in squads, back in the rainy days.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When night fall found him supperless, he growled in accents rough,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">‘I’m hungry as a fowl can be—conditions sure are tough.’<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He turned then to the little red hen and said, ‘It’s worse with you,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">‘For you’re not only hungry but you must be tired, too.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">‘I rested while I watched for worms so I feel fairly perk,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">‘But how are you? Without worms, too? And after all that work.’<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“The little red hen hopped to her perch and dropped her eyes to sleep,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And murmured in a drowsy tone, ‘Young man, hear this and weep,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’m full of worms and happy, for I’ve dined both long and well,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The worms are there as always—but I had to dig like heck.’<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Oh, here and there, white roosters still are holding sales positions,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">They cannot do much business now, because of poor conditions,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But soon as things get right again, they’ll sell a hundred firms—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Meanwhile the little red hens are out a-gobbling up the worms.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p58\" class=\"\">I am indebted to a good friend of mine, Aldin Porter, for a story and I would like to share it with you. He shared it with me about two years ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p59\" class=\"\">“No one in our Utah town knew where the Countess had come from; her carefully precise English indicated that she was not a native American. From the size of her house and staff we knew that she must be wealthy, but she never entertained and she made it clear that when she was at home she was completely inaccessible. Only when she stepped outdoors did she become at all a public figure—and then chiefly to the small fry of the town, who lived in awe of her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p60\" class=\"\">“The countess always carried a cane, not only for support, but as a means of chastising any youngster she thought needed disciplining. And at one time or another most of the kids in our neighborhood seemed to display that need. By running fast and staying alert, I had managed to keep out of her reach. But one day when I was about thirteen, as I was short-cutting through her hedge, she got close enough to rap my head with her stick.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p61\" class=\"\">“‘Ouch!’ I yelled, jumping a couple of feet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p62\" class=\"\">“‘Young man, I want to talk to you,’ she said. I was expecting a lecture on the evils of trespassing, but as she looked at me, half smiling, she seemed to change her mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p63\" class=\"\">“‘Don’t you live in that green house with the willow trees in the next block?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p64\" class=\"\">“‘Yes, ma’am.’ …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p65\" class=\"\">“‘Good. I’ve lost my gardener. Be at my house Thursday morning at seven, and don’t tell me you have something else to do; I’ve seen you slouching around on Thursdays.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p66\" class=\"\">“When the Countess gave an order, it was carried out. I didn’t dare not come on that next Thursday. I went over the whole lawn three times with a mower before she was satisfied, and then she had me down on all fours looking for weeds until my knees were as green as the grass. She finally called me up to the porch.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p67\" class=\"\">“‘Well, young man, how much do you want for your day’s work?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p68\" class=\"\">“‘I don’t know. Fifty cents, maybe.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p69\" class=\"\">“‘Is that what you figure you’re worth?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p70\" class=\"\">“‘Yes’m. About that.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p71\" class=\"\">“‘Very well. Here’s the fifty cents you say you’re worth, and here’s the dollar and a half more that I’ve earned for you by pushing you. Now I’m going to tell you something about how you and I are going to work together. There are as many ways of mowing a lawn as there are people, and they may be worth anywhere from a penny to five dollars. Let’s say that a three-dollar job would be just what you have done today, except that you’d have to be something of a fool to spend that much time on a lawn. A five-dollar lawn is—well, it’s impossible, so we’ll forget about that. Now then, each week I’m going to pay you according to your own evaluation of your work.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p72\" class=\"\">“I left with my two dollars, richer than I remembered being in my whole life, and determined that I would get four dollars out of her the next week. But I failed to reach even the three dollar mark. My will began to falter the second time around her yard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p73\" class=\"\">“‘Two dollars again,’ eh? That kind of job puts you right on the edge of being dismissed, young man.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p74\" class=\"\">“‘Yes’m. But I’ll do better next week.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p75\" class=\"\">“And somehow I did. The last time around the lawn I was exhausted, but I found I could spur myself on. In the exhilaration of that new feeling, I had no hesitation in asking the Countess for three dollars.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p76\" class=\"\">“Each Thursday for the next four or five weeks, I varied between a three-and a three-and-a-half dollar job. The more I became more acquainted with her lawn, places where the ground was a little high or a little low, places where it needed to be clipped short or left long on the edges to make a more satisfying curve along the garden, the more I became aware of just what a four-dollar lawn would consist of. And each week I would resolve to do just that kind of a job. But by the time I had made my three dollar or three and-a-half dollar mark I was too tired to remember even having had the ambition to go beyond that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p77\" class=\"\">“‘You look like a good consistent $3.50 man,’ she would say as she handed me the money.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p78\" class=\"\">“‘I guess so’ I would say, too happy at the sight of the money to remember that I had shot for something higher.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p79\" class=\"\">“‘Well, don’t feel too bad,’ she would comfort me. ‘After all, there are only a handful of people in the world who could do a four-dollar job.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p80\" class=\"\">“And her words <span class=\"emphasis\">were <\/span>a comfort at first, but then, without my noticing what was happening, her comfort became an irritant that made me resolve to do that four-dollar job, even if it killed me. In the fever of my resolve, I could see myself expiring on her lawn, with the Countess leaning over me, handing me the four dollars with a tear in her eye, begging my forgiveness for having thought I couldn’t do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p81\" class=\"\">“It was in the middle of such a fever, one Thursday night when I was trying to forget the day’s defeat and get some sleep, that the truth hit me so hard that I sat upright, half choking in my excitement. It was the <span class=\"emphasis\">five-dollar <\/span>job I had to do, not the four-dollar one! I had to do the job that no one could do because it was impossible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p82\" class=\"\">“I was well acquainted with the difficulties ahead. I had the problem, for example, of doing something about the worm mounds in the lawn. The Countess might not even have noticed them yet, they were so small; but in my bare feet I knew about them and I had to do something about them. And I could go on trimming the garden edges with shears, but I knew that a five-dollar lawn demanded that I line up each edge exactly with a yard stick and then trim it precisely with the edger. And there were other problems that only I and my bare feet knew about.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p83\" class=\"\">“I started the next Thursday by ironing out the worm mounds with a heavy roller. After two hours of that I was ready to give up for the day. Nine o’clock in the morning, and my will was already gone! It was only by accident that I discovered how to regain it. Sitting under a walnut tree for a few minutes after finishing the rolling, I fell asleep. When I woke up minutes later, the lawn looked so good and felt so good under my feet, I was anxious to get on with the job.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p84\" class=\"\">“I followed this secret for the rest of the day, dozing for a few minutes every hour to regain my perspective and replenish my strength. Between naps, I mowed four times, two times lengthwise, two times across, until the lawn looked like a green velvet checkerboard. Then I dug around every tree, crumbling the big clods and smoothing the soil with my hands, then finished with the edger, meticulously lining up each stroke so that the effect would be perfectly symmetrical. And I carefully trimmed the grass between the flagstones of the front walk. The shears wore my fingers raw, but the walk never looked better.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p85\" class=\"\">“Finally about eight o’clock that evening … it was all completed. I was so proud I didn’t even feel tired when I went up to her door.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p86\" class=\"\">“‘Well, what is it today?’ she asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p87\" class=\"\">“‘Five dollars,’ I said, trying for a little calm and sophistication.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p88\" class=\"\">“‘Five dollars? You mean four dollars, don’t you? I told you that a five-dollar lawn job isn’t possible.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p89\" class=\"\">“‘Yes it is. I just did it.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p90\" class=\"\">“‘Well, young man, the first five-dollar lawn in history certainly deserves some looking around.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p91\" class=\"\">“We walked about the lawn together in the light of evening, and even I was quite overcome by the impossibility of what I had done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p92\" class=\"\">“‘Young man,’ she said, putting her hand on my shoulder, ‘what on earth made you do such a crazy, wonderful thing?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p93\" class=\"\">“I didn’t know why, but even if I had, I could not have explained it in the excitement of hearing that I had done it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p94\" class=\"\">“‘I think I know,’ she continued, ‘how you felt when this idea first came to you of caring for a lawn that I told you was impossible. It made you very happy when it first came, then a little frightened. Am I right?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p95\" class=\"\">“She could see she was right by the startled look on my face.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p96\" class=\"\">“‘I know how you felt, because the same thing happens to almost everyone. They feel this sudden burst in them of wanting to do some great thing. They feel a wonderful happiness, but then it passes because they have said, “No, I can’t do that. It’s impossible.” Whenever something in you says, “It’s impossible,” remember to take a careful look and see if it isn’t really God asking you to grow an inch, or a foot, or a mile, that you may come to a fuller life.’ …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p97\" class=\"\">“Since that time, some 25 years ago, when I have felt myself at an end with nothing before me, suddenly, with the appearance of that word, ‘impossible,’ I have experienced the unexpected lift, the leap inside me, and known that the only possible way lay through the very middle of impossible.” (Richard Thurman, “The Countess and the Impossible,” <span class=\"emphasis\">Reader’s Digest, <\/span>June, 1958.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p98\" class=\"\">Now, my brethren in the Church, all things are possible in the Church. We can accomplish anything. This is the Lord’s work. I want to testify to you that we must be wise. Don’t be a sluggard. Do a day’s work. Give it your heart and soul, and the Lord will bless you with success and prosper you. This is his kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p99\" class=\"\">Emma Lazarus has written words which describe the great Statue of Liberty. These words have special meaning to us in the Church, for truly these same words entreating all to come to America may well apply to the Church. I will just quote the last few lines. She said:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Give me your tired, your poor,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Your huddled masses yearning to breathe free;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The wretched refuse of your teeming shore,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Send these, the homeless, tempest-tossed to me,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I lift my lamp beside the golden door.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/the-gospel-of-jesus-christ-is-the-golden-door.p105\" class=\"\">The gospel of Jesus Christ is the golden door, in the name of Jesus Christ, Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}