{"ID":2401, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Fundamental Obligation: The Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p2\" class=\"\">Elder Robert L. Simpson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_028<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p3\" class=\"\">Tonight we meet in what is possibly the largest gathering of priesthood members in the history of this world. May we congratulate each of you for being here where the Lord would have you be. Your very presence is an indication of your faith and your desire to be a vital part of the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p4\" class=\"\">Our message to the world is that he lives, that the heavens have been opened, that priesthood authority has been restored, and that a living prophet stands at our head.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p5\" class=\"\">We regard as scripture that chapter of the Pearl of Great Price that records the precious thoughts and words of the Prophet Joseph Smith as he recounts the astounding events that occurred in the spring of 1820. He said he did it to “put all inquirers after truth in possession of the facts, as they have transpired. …” (<span class=\"citation\" id=\"30562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30562)\">JS—H 1:1<\/a><\/span>.) He further states: “… I shall present the various events … in truth and righteousness. …” (<span class=\"citation\" id=\"30563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30563)\">JS—H 1:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p6\" class=\"\">You will remember that, after recounting some family history and commenting about religious unrest in the community, the Prophet tells of being impressed by the scripture found in James, chapter 1, verse 5, which reads: “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.” [<span class=\"citation\" id=\"125048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125048)\">James 1:5<\/a><\/span>] Then the Prophet said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p7\" class=\"\">“Never did any passage of scripture come with more power to the heart of man than this did at this time to mine. It seemed to enter with great force into every feeling of my heart. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p8\" class=\"\">“… I at length came to the determination to ‘ask of God,’ concluding that if he gave wisdom to them that lacked wisdom, and would give liberally, and not upbraid, I might venture.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p9\" class=\"\">“So, in accordance with this, my determination to ask of God, I retired to the woods to make the attempt. It was on the morning of a beautiful, clear day, early in the spring of eighteen hundred and twenty. It was the first time in my life that I had made such an attempt, for amidst all my anxieties I had never as yet made the attempt to pray vocally.” (<span class=\"citation\" id=\"30564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30564)\">JS—H 1:12–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p10\" class=\"\">Does this sound like a 14 1\/2-year-old boy? Then he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p11\" class=\"\">“After I had retired to the place where I had previously designed to go, having looked around me, and finding myself alone, I kneeled down and began to offer up the desire of my heart to God. I had scarcely done so, when immediately I was seized upon by some power which entirely overcame me, and had such an astonishing influence over me as to bind my tongue so that I could not speak. Thick darkness gathered around me, and it seemed to me for a time as if I were doomed to sudden destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p12\" class=\"\">“But, exerting all my powers to call upon God to deliver me out of the power of this enemy which had seized upon me, and at the very moment when I was ready to sink into despair and abandon myself to destruction—not to an imaginary ruin, but to the power of some actual being from the unseen world, who had such marvelous power as I had never before felt in any being—just at this moment of great alarm, I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p13\" class=\"\">“It no sooner appeared than I found myself delivered from the enemy which held me bound. When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30565)\">JS—H 1:15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p14\" class=\"\">Now, brethren, we have just recounted together the most significant singular event in the world since the resurrection of the Lord and Savior Jesus Christ. The First Vision is the very foundation of this Church, and it is my conviction that each member of this Church performs his duty in direct ratio to his personal testimony and faith in the First Vision. How well do you believe this story? No man having heard the Joseph Smith testimony can, in good conscience, remain on neutral ground.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p15\" class=\"\">Joseph Smith was an ordinary boy with a rather ordinary name, but he was now to become an extraordinary prophet. For nine long years following the First Vision Joseph prepared for the privilege of the priesthood. As you remember, it was John the Baptist who appeared on the banks of the Susquehanna in answer to a fervent prayer offered by Joseph Smith and Oliver Cowdery. How simple the words for such a historic occasion:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p16\" class=\"\">“<span class=\"emphasis\">Upon you my fellow servants, in the name of Messiah, I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins; and this shall never be taken again from the earth until the sons of Levi do offer again an offering unto the Lord in righteousness.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p17\" class=\"\">“He said this Aaronic Priesthood had not the power of laying on hands for the gift of the Holy Ghost, but that this should be conferred on us hereafter; and he commanded us to go and be baptized, and gave us directions that I should baptize Oliver Cowdery, and that afterwards he should baptize me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p18\" class=\"\">“Accordingly,” continues the Prophet, “we went and were baptized. I baptized him first, and afterwards he baptized me—after which I laid my hands upon his head and ordained him to the Aaronic Priesthood, and afterwards he laid his hands on me and ordained me to the same Priesthood—for so we were commanded.” (<span class=\"citation\" id=\"30572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30572)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30572)\">JS—H 1:69–71<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p19\" class=\"\">It was just a few weeks later that Peter, James, and John appeared to confer the Melchizedek Priesthood and the apostleship upon these same two men. That priesthood authority remains today in an unbroken chain. How reassuring to know that God’s house is a house of order and that the same great leaders of 2,000 years ago were privileged to reestablish true priesthood authority on the earth. The logical sequence of events and the personages involved help to confirm the divine nature of all that transpired on that historic occasion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p20\" class=\"\">It was in the following year, 1830, that the Church was organized. At last truth was established and continuing revelation was assured.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p21\" class=\"\">Then nearly six years later at the Kirtland Temple on a Sabbath afternoon, the Lord himself appeared in glorious vision to Joseph and Oliver. That same day Moses, Elias, and Elijah also appeared, each ancient prophet restoring an important function of the gospel [see <span class=\"citation\" id=\"16193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16193)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16193)\">D&amp;C 110:11–16<\/a><\/span>]. Listen again to the glorious description of the Savior’s appearance as recounted by the Prophet Joseph Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p22\" class=\"\">“The veil was taken from our minds, and the eyes of our understanding were opened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p23\" class=\"\">“We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet was a paved work of pure gold, in color like amber.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p24\" class=\"\">“His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah. …” (<span class=\"citation\" id=\"16190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16190)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16190)\">D&amp;C 110:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p25\" class=\"\">The Savior then delivered a message that we should all read on occasion. It is recorded in the 110th section of the Doctrine and Covenants. [See <span class=\"citation\" id=\"16192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16192)\">D&amp;C 110:4–10<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p26\" class=\"\">We attending this meeting tonight have accepted the obligation of priesthood. The commitment has been made, and there is really no excuse for failure because “… the Lord giveth no commandments [or commission] unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.” (<span class=\"citation\" id=\"1685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1685)\">1 Ne. 3:7<\/a><\/span>.) With a promise like that, there is really no excuse for us to fail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p27\" class=\"\">Now, brethren of the priesthood, after reviewing these divine appearances—God the Father; Jesus Christ, his Son; John the Baptist; Peter, James, and John; and other ancient prophets—doesn’t this make you excited about this great work!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p28\" class=\"\">Knowing that these events transpired, if I were a young deacon all over again, I would pass the sacrament like it was one of the most important things I had to do all week. My every act and my appearance would be in strict harmony with the dignity and honor of the position entrusted to me by the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p29\" class=\"\">The gathering of fast offerings would take on a rich, new meaning, and I would remind myself as I approached each home that I was the bishop’s personal representative, that poor and needy people would be blessed more abundantly as a result of my efforts to participate in what James described as “pure religion and undefiled.” (See <span class=\"citation\" id=\"26254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26254)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26254)\">James 1:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p30\" class=\"\">If I were a young teacher or priest again, I would strive to really be an asset to my home teaching companion. I would try harder to cement friendships with the members we visit. I would attempt to lift people like the Savior did. My responsibility toward the sacrament would be regarded as a rich, spiritual experience, never to be taken lightly. To participate in a sacred ordinance with anything but our highest respect and best effort is a disservice to the people of the ward and a betrayal of the true Spirit of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p31\" class=\"\">If I were one of you young adults over 25 and still unmarried, I would start looking for someone who has the potential for perfection instead of someone who has already achieved it. Just off the record, and quite confidentially, it is my understanding that there is only one perfect girl produced in each century, and I have already found her; she is all mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p32\" class=\"\">If I were a young father just starting out, I would practice kindness, patience, and love unfeigned. I would check my priority system constantly just to make certain that my course was true and that eternal life was my destiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p33\" class=\"\">If I were a prospective elder, I would give myself to some kind of Church service and at the same time set out to improve my gospel scholarship on a daily basis so that my family could be sealed to me for all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p34\" class=\"\">If I were an active Melchizedek Priesthood holder, high councilor, member of the stake presidency, member of a bishopric, and especially if I had children at home, knowing all that I know about eternity, I would remember above all else the wise counsel of the past: that if you spend all your days and save the whole world but lose your own family, you will be counted as an unprofitable servant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p35\" class=\"\">Brethren, four great statements I leave with you to ponder. First, the words of God the Eternal Father, “This is My Beloved Son. Hear Him!” [<span class=\"citation\" id=\"30570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30570)\">JS—H 1:17<\/a><\/span>] Not 2,000 years ago, but in our time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p36\" class=\"\">Next, the memorable words of John the Baptist who declared with authority: “Upon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron …” (<span class=\"citation\" id=\"16034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16034)\">D&amp;C 13<\/a><\/span>) in our day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p37\" class=\"\">Third, the Savior’s statement about: “Peter, and James, and John, whom I have sent unto you, by whom I have ordained you and confirmed you …” (<span class=\"citation\" id=\"16055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16055)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16055)\">D&amp;C 27:12<\/a><\/span>) happening in our time of the world’s history.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p38\" class=\"\">And fourth, from Kirtland, as recorded by the Prophet Joseph: “We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet was a paved work of pure gold, in color like amber.” (<span class=\"citation\" id=\"16191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16191)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16191)\">D&amp;C 110:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p39\" class=\"\">Indeed, fellow priesthood holders, these statements are not the idle words of men. We live in a remarkable time. The Lord has spoken in our day. You and I have received the message. Our fundamental obligation is to the priesthood of God which cannot be regarded casually, as though it were a man-made club or a mere fraternal organization.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/our-fundamental-obligation-the-priesthood.p40\" class=\"\">I testify with all the sobriety of my heart and soul that we are committed, that we are depended upon. All things are possible in the Lord; President Lee made this crystal clear this morning in his masterful discourse at the welfare services meeting. As we unite in our faith and determination, His work will be accomplished. May this obligation burn within us. May it never be dimmed. May we be excited about the opportunity that is ours as we move forward deliberately, in humility, and with constant preparation, and do what we have to do. And I pray it in the name of Jesus Christ, the Master. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}