{"ID":2402, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Church Welfare—Some Fundamentals\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_029<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p3\" class=\"\">Brethren, you who were at the welfare meeting this morning heard President Tanner say that we had installed approximately 1,400 new bishops during this last year. It is therefore thought advisable that we say something about the fundamentals of Church welfare. As I talk to you, I shall quote from handbooks and speeches given in the past. Sources are noted in my manuscript.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p4\" class=\"\">Church welfare is an approach to the law of consecration—the Lord’s perfect economic program. Of Enoch and his people who implemented that perfect program it is written:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p5\" class=\"\">“… the Lord blessed the land, and … called his people Zion, because they were of one heart and one mind, and dwelt in righteousness; and there was no poor among them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p6\" class=\"\">“… and lo, Zion, in process of time, was taken up into heaven. …” (<span class=\"citation\" id=\"39443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39443)\">Moses 7:17–18, 21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p7\" class=\"\">Of the Nephites who survived the cataclysm which accompanied the crucifixion of Jesus and thereafter lived the program, the record says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p8\" class=\"\">“And it came to pass [that] … the people were all converted unto the Lord, … and there were no contentions and disputations among them, and every man did deal justly one with another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p9\" class=\"\">“And they had all things common among them; therefore there were not rich and poor, bond and free, but they were all made free, and partakers of the heavenly gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p10\" class=\"\">“… and surely there could not be a happier people among all the people who had been created by the hand of God.” (<span class=\"citation\" id=\"6527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6527)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6527)\">4 Ne. 1:2–3, 16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p11\" class=\"\">The basis of God’s perfect economic program is labor. In Eden the Lord said to Adam:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p12\" class=\"\">“… Because thou hast … eaten of the fruit of the tree of which I commanded thee, saying—Thou shalt not eat of it, cursed shall be the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p13\" class=\"\">“By the sweat of thy face shalt thou eat bread, until thou shalt return unto the ground. …” (<span class=\"citation\" id=\"39432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39432)\">Moses 4:23, 25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p14\" class=\"\">Now this was not a vindictive decree. The Lord was not retaliating against Adam. He was simply placing Adam in a situation where he would have to work to live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p15\" class=\"\">The ground was cursed in the manner prescribed for Adam’s sake, not to his disadvantage. Had Adam and his posterity been able to live without working, the human race would never have survived. Idleness is pernicious.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p16\" class=\"\">Recently my secretary put on my desk an article which reported an experiment carried on by the National Institute of Mental Health. “A tiny Eden for mice” was built. In it was placed everything that could be included “in a mouse’s dream of paradise. Food, housing supplies—everything was there in abundance.” In it were placed four pair of mice. There was room for “4,000 mice. Every 55 days the population doubled. But when there were a little over 600 mice things began happening. Not only did the population fall off; but big problems arose in the mouse society. … the mice were becoming lazy. Many appeared greatly distressed, some utterly frustrated. Their behavior became quite unpredictable. The making of nests dropped off. Some of the mice began to eat each other!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p17\" class=\"\">“The planned mouse population never did climb to 4,000. They had reached slightly more than half that figure when reproduction came to a complete halt. The mouse society turned into an emotional mob!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p18\" class=\"\">“The population in mouse-Eden has now dropped to a little more than 600. No new baby mice are being born. The mouse society is doomed. And not a mouse shows any interest in saving his dying paradise.” (Lon Woodrum, <span class=\"emphasis\">Applied Christianity, <\/span>Sept. 1973, pp. 28–30.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p19\" class=\"\">Idleness is just as devastating to men as it is to mice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p20\" class=\"\">“Give [men] everything they ask for while making no demands on their own efforts, and they will deteriorate into an unfit mob.” (Ibid.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p21\" class=\"\">This is the lesson of all history. “My experience has taught me,” said President Brigham Young, “and it has become a principle with me, that it is never any benefit to give, out and out, to man or woman, money, food, clothing, or anything else, if they are able-bodied, and can work and earn what they need, … This is my principle and I try to act upon it. To pursue a contrary course would ruin any community in the world and make them idlers.” (<span class=\"emphasis\">Discourses of Brigham Young, <\/span>1925 edition, p. 422.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p22\" class=\"\">The Lord himself in revealing the gospel in this dispensation, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p23\" class=\"\">“Thou shalt not be idle; for he that is idle shall not eat the bread nor wear the garments of the laborer.” (<span class=\"citation\" id=\"16076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16076)\">D&amp;C 42:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p24\" class=\"\">And to the missionaries, he said, “Thou shalt not idle away thy time. …” (<span class=\"citation\" id=\"16101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16101)\">D&amp;C 60:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p25\" class=\"\">“… the inhabitants of Zion,” he added, “… shall remember their labors … in all faithfulness; for the idler shall be had in remembrance before the Lord.” (<span class=\"citation\" id=\"16114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16114)\">D&amp;C 68:30<\/a><\/span>.) And finally he decreed:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p26\" class=\"\">“Let every man be diligent in all things. And the idler shall not have place in the church, except he repent and mend his ways.” (<span class=\"citation\" id=\"16120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16120)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16120)\">D&amp;C 75:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p27\" class=\"\">Perhaps we can appropriately say concerning the implementation of this edict what President Brigham Young said about the payment of tithing:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p28\" class=\"\">“They say we cut people off the Church for not paying tithing; we never have yet, but they ought to be. God does not fellowship them.” (<span class=\"emphasis\">Discourses of Brigham Young, <\/span>1925 edition, p. 274.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p29\" class=\"\">Think about that, you who have trouble paying tithing. “God does not fellowship them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p30\" class=\"\">Pursuant to the foregoing principles and instructions, “… welfare workers … [must] earnestly teach and urge Church members to be self-sustaining to the full extent of their powers. No true Latter-day Saint will, while physically able, voluntarily shift from himself the burden of his own support. So long as he can, under the inspiration of the Almighty and with his own labors, he will supply himself with the necessities of life. We should not forget these principles when we administer the Church Welfare Program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p31\" class=\"\">“Obviously no person should become a charge upon the public [or upon the Church] when his relatives are able to care for him. Every consideration of kinship, of justice and fairness, of the common good, and even of humanity itself, requires this. Therefore all Church welfare workers will urge to the utmost the caring for the needy by their kin, if they have sufficient funds or supplies to enable them to do so. Where Church relatives, financially competent to take care of their kin, refuse to do so, the matter should be reported to the bishop of the ward in which such relatives reside.” (<span class=\"emphasis\">Welfare Plan Handbook, <\/span>1952, p. 2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p32\" class=\"\">This last statement was approved by the First Presidency of the Church years ago. We must not forget or neglect our family obligations in this respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p33\" class=\"\">Paul writing to Timothy declared that “… if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.” (<span class=\"citation\" id=\"2846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2846)\">1 Tim. 5:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p34\" class=\"\">To the Church in this dispensation, the Lord gave this law:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p35\" class=\"\">“Women have claim on their husbands for their maintenance, until their husbands are taken; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p36\" class=\"\">“All children have claim upon their parents for their maintenance until they are of age.” (<span class=\"citation\" id=\"16141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16141)\">D&amp;C 83:2, 4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p37\" class=\"\">Although each of us is under divine command to work and sustain ourselves and our families, the varied circumstances under which we live make it impossible for all Church members and families to be at all times self-sustaining.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p38\" class=\"\">Before the Church had been organized a year, the Lord made it abundantly clear that such poor, that is, those who by their efforts and the help of their families cannot sustain themselves, are to be cared for by the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p39\" class=\"\">“… for your salvation [he said] I give unto you a commandment, [speaking to the Church] for I have heard your prayers, and the poor have complained before me [this was when the Church was but nine months old], and the rich I have made, and all flesh is mine, and I am no respecter of persons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p40\" class=\"\">“… I say unto you, be one; and if ye are not one ye are not mine.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p41\" class=\"\">We hear this quoted, and properly so, about being <span class=\"emphasis\">one <\/span>in many ways, but when this was given, the Lord was talking about the poor and the rich. He continued:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p42\" class=\"\">“And now, I give unto the church in these parts a commandment, that certain men among them shall be appointed, and they shall look to the poor and the needy, and administer to their relief that they shall not suffer. …” (<span class=\"citation\" id=\"16061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16061)\">D&amp;C 38:16, 27, 34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p43\" class=\"\">“… repeatedly [thereafter, He emphasized] the duty of the Saints to look after the poor. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p44\" class=\"\">In the revelation referred to by the Lord as “the law of my church,” he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p45\" class=\"\">“‘… behold, thou wilt remember the poor, and consecrate of thy properties for their support. … And inasmuch as ye impart of your substance unto the poor, ye will do it unto me.’ (<span class=\"citation\" id=\"16075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16075)\">D&amp;C 42:30–31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p46\" class=\"\">“… later the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p47\" class=\"\">“‘Behold, I say unto you, that ye must visit the poor and the needy and administer to their relief. …” (<span class=\"citation\" id=\"16081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16081)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16081)\">D&amp;C 44:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p48\" class=\"\">“Still later:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p49\" class=\"\">“‘Wo unto you rich men, that will not give your substance to the poor, for your riches will canker your souls; and this shall be your lamentation in the day of visitation, and of judgment, and of indignation: The harvest is past, the summer is ended, and my soul is not saved!’ (<span class=\"citation\" id=\"16089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16089)\">D&amp;C 56:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p50\" class=\"\">“And when giving instructions regarding the united order, the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p51\" class=\"\">“‘Therefore, if any man shall take of the abundance which I have made, and impart not his portion, according to the law of my gospel, unto the poor and the needy, he shall, with the wicked, lift up his eyes in hell, being in torment.’ (<span class=\"citation\" id=\"16185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16185)\">D&amp;C 104:18<\/a><\/span>.) (<span class=\"emphasis\">Church Relief Activities, <\/span>1933, p. 4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p52\" class=\"\">In light of these teachings it seems to me that every Church member, and particularly every priesthood bearer who wishes peace and joy here and eternal life hereafter, would give bounteously of his sustenance to the poor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p53\" class=\"\">While all Church members are required to give, the bishop is the Lord’s authorized representative to administer Church relief to the needy. On this aspect of Church welfare I quote President Clark:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p54\" class=\"\">“… By the word of the Lord the sole mandate to care for and the sole discretion in caring for, the poor of the Church is lodged in the bishop. … It is his duty and his only to determine to whom, when, how, and how much shall be given to any member of his ward from Church funds and as ward help. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p55\" class=\"\">“Help given by the bishop is different from help given by other organizations and agencies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p56\" class=\"\">“Relief by public agencies is given primarily from political, social, or economic considerations. Moral and spiritual considerations play a secondary part. The welfare of the State, not the upbuilding of the individual, is the measure. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p57\" class=\"\">“Relief by private non-church agencies and individuals is often motivated by the highest considerations. … But in this giving, the emphasis is rather on the giver than the receiver. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p58\" class=\"\">“But the help given by the bishop is wholly different from either [public agencies or private charities]. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p59\" class=\"\">“In the first place, the church is expressly and directly commanded to care for its poor and needy, and the bishop is charged with the responsibility of carrying it out, and is given all the rights, prerogatives, and functions necessary therefor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p60\" class=\"\">“In the next place, the standard of care has been indicated. The bishop has been directed [by the Lord] ‘To keep the Lord’s storehouse; to receive the funds of the church … and to administer to their wants . …’ (<span class=\"citation\" id=\"16119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16119)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16119)\">D&amp;C 72:10–11<\/a><\/span>.)” (Unpublished article by President J. Reuben Clark, Jr., on the role of bishops and the Relief Society, July 9, 1941.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p61\" class=\"\">In his administering aid to the needy the bishop must ever keep in mind that in doing so he is the Lord’s agent and that the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p62\" class=\"\">“… it is my purpose to provide for my saints. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p63\" class=\"\">“But it must needs be done in mine own way; and behold this is the way that I, the Lord, have decreed to provide for my saints, that the poor shall be exalted, in that the rich are made low.” (<span class=\"citation\" id=\"16183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16183)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16183)\">D&amp;C 104:15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p64\" class=\"\">And the bishops must never forget that the only way the poor can be exalted in receiving assistance is to be given the opportunity and be required to work, to the extent of their ability, for what they receive. The dignity and self-respect of the receiver must be preserved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p65\" class=\"\">We shall have taken a long stride forward in the Lord’s perfect economic program when (1) everyone contributes to Church welfare in the spirit of the widow’s mite; (2) everybody works individually to sustain himself and discharge his family responsibilities in this respect; and (3) when everyone helped through the bishops storehouse desires, and is assisted to obtain, the opportunity to work; for after all, the real purpose of caring for the poor and the needy according to the Lord’s plan is not merely to give temporal help but to save souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p66\" class=\"\">“The rule of the bishop in all these matters is the rule of the priesthood—a rule of kindness, charity, love [and] righteousness.” (Unpublished article by President J. Reuben Clark, Jr., on the role of bishops and the Relief Society, July 9, 1941.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p67\" class=\"\">“No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p68\" class=\"\">“By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy, and without guile.” (<span class=\"citation\" id=\"16201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16201)\">D&amp;C 121:41–42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/church-welfare-some-fundamentals.p69\" class=\"\">God bless us in performing this great service, I pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}