{"ID":2403, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Obedience\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p2\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_030<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p3\" class=\"\">What a tremendous thing it is to think of 180,000 priesthood holders meeting in 800 different groups throughout Canada and the United States to listen to a prophet’s voice and to be instructed. This is the greatest gathering of priesthood holders in the history of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p4\" class=\"\">I am always humbled and inspired and encouraged as I stand before a body of the priesthood, realizing that they have been chosen, ordained, and set apart and authorized to act in the name of the Lord, to be a light unto the world, and to so live and use their influence to thwart the ways of Satan. There are many young boys in our priesthood gatherings tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p5\" class=\"\">One of my grandsons said just this week, when it was mentioned what he needed to do to gain certain things, “Well, that is a long way in the future.” I think when we are talking about our duties in the priesthood, especially with our younger people, and I am sorry to say with so many old people, too, who think they will never die, they think it is a long way in the future. They seem to think they can live this way today, and they can live the way the Lord wants them to tomorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p6\" class=\"\">I would like to have these young men try to listen to what I have to say because it is in your best interest. You hold the priesthood; you have been chosen to come forward in these latter days to hold the priesthood of God in the only church in the world which has the priesthood of God. You are given the opportunity to act in his name; you have made covenants with the Lord to magnify your priesthood, and help build the kingdom of God here upon the earth. You have been given this promise:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p7\" class=\"\">“For whoso is faithful unto the obtaining of these two priesthoods of which I have spoken, and the magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p8\" class=\"\">“They become the sons of Moses and of Aaron and the seed of Abraham, and the church and kingdom, and the elect of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p9\" class=\"\">“… therefore all that my Father hath shall be given unto him.” (<span class=\"citation\" id=\"16146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16146)\">D&amp;C 84:33–34, 38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p10\" class=\"\">Now note the commandment the Lord gives unto all priesthood holders:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p11\" class=\"\">“And I now give unto you a commandment to beware concerning yourselves, to give diligent heed to the words of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p12\" class=\"\">“For you shall live by every word that proceedeth forth from the mouth of God.” (<span class=\"citation\" id=\"16151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16151)\">D&amp;C 84:43–44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p13\" class=\"\">Never before has your strength and influence been needed more than now to combat the evils of the world which are as predicted and recorded in Second Nephi. Speaking of this day, and referring to the devil, Nephi says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p14\" class=\"\">“For behold, at that day shall he rage in the hearts of the children of men, and stir them up to anger against that which is good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p15\" class=\"\">“And others will he pacify, and lull them away into carnal security, that they will say: All is well in Zion; yea, Zion prospereth, all is well—and thus the devil cheateth their souls, and leadeth them away carefully down to hell.” (<span class=\"citation\" id=\"3912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3912)\">2 Ne. 28:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p16\" class=\"\">Brethren, we seem to think that is a long way away, and when we die we won’t be well met unless we are prepared to do what the Lord has asked us to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p17\" class=\"\">If we are to accomplish what we have been called and set apart to do, we must honor our priesthood, magnify our calling, and as President Lee has admonished, love God and keep his commandments. To keep the commandments requires self-discipline and obedience to the law. Obedience is the first law of heaven, and it is obedience to the laws of God that I should like to talk about particularly, because these laws affect not only our happiness and well-being here upon the earth, but are essential to our eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p18\" class=\"\">First I should like to emphasize that one of the greatest gifts that God has given to man is his <span class=\"emphasis\">free agency. <\/span>You may choose your life and what you will be. But the Lord has said; “If ye love me, keep my commandments” (<span class=\"citation\" id=\"28744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28744)\">John 14:15<\/a><\/span>), whether you are boys or men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p19\" class=\"\">I should like to read a little poem which most of you have heard—some, many times:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Know this, that every soul is free<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To choose his life and what he’ll be,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">For this eternal truth is given<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That God will force no man to heav’n.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“He’ll call, persuade, direct aright,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And bless with wisdom, love and light,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">In nameless ways be good and kind,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">But never force the human mind.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Freedom and reason make us men;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Take these away, what are we then?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Mere animals, and just as well<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The beasts may think of heav’n or hell.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p32\" class=\"\">We have the laws, we may choose how we will apply them. We must be prepared, however, to take the consequences of our choices. All laws of God are for our good and welfare and benefit. Through obedience we will be blessed. If disobedient, we will suffer, though sometimes the consequences may be much later.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p33\" class=\"\">Self-discipline is the basis of our success. Man has been given a mind to think, to ponder, and to understand and decide what he wants to do and whether or not the sacrifice and discipline is worth it; and, in the Church, whether or not he can stand the ridicule and pressure of those with whom he associates. You have been called. You have been given the priesthood. You have been given the gospel. You are an example to the world. Be a good one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p34\" class=\"\">The measure of our success depends on our decision, our determination, discipline, and dependability. But let us always remember that the Lord has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p35\" class=\"\">“When we obtain any blessing from God, it is by obedience to that law upon which it is predicated.” (<span class=\"citation\" id=\"16208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16208)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16208)\">D&amp;C 130:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p36\" class=\"\">He also said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p37\" class=\"\">“I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.” (<span class=\"citation\" id=\"16138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16138)\">D&amp;C 82:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p38\" class=\"\">The laws of nature are inflexible and rigid and right. Through ignorance or deliberate intent, if you touch a hot stove, you are going to be burned; or if you touch a high voltage wire, you will suffer the consequences. If you say, I am going to defy gravity and jump off a high building or a high precipice, you might say halfway down, “All is going well.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p39\" class=\"\">When you think of the sun, the moon, the stars, and when you think of the eclipse of the sun and the moon, though years may pass between one time and another, still the scientists can tell you to the exact minute when the sun will be eclipsed and where you can see it best. What a terrible thing it would be if we couldn’t depend upon the sun coming up in the morning. How uncomfortable we would be if it were just a few hours late. We would freeze, and there would be very little life, if any, left upon the earth, just because the sun said, “Well, I won’t do it today.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p40\" class=\"\">Those who were in the Skylab and Apollo programs never thought of laws as restricting them in what they were doing, but they used them as a means by which they could determine how to do it. They and all who were associated with them spent years concentrating, trying to live and do those things which the laws of nature commanded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p41\" class=\"\">It is an interesting thing when we are training animals, we expect those animals to do exactly what they are told, and we will spend hours, we will spend days, and we will spend weeks, and we will spend months training a hunting dog or a sheep dog or a horse; and they do the same in a circus with their circus animals. Those men who are acrobats in a circus spend months and years in preparing to do those things that are necessary, using all the laws and obeying those laws to accomplish what they wish to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p42\" class=\"\">This is true with anything in life. But we are prepared to spend that time and give rewards to our animals when they do right and punish them otherwise, and if they won’t do what we tell them and we can’t train them, we dispose of them. How much more important that we take time to train our children to do what is right, and ourselves as children of God, to do what is right, and to be sure we are where we should be when we should be, doing the things we should be doing in keeping the commandments of God, being obedient in every way. As we do this, we can gain eternal life. How true this is!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p43\" class=\"\">Priesthood holders, how fortunate and how blessed to have the scriptures, the word of God, to guide us, and a prophet of God to direct us. We have our quorums and leaders to instruct and teach us correct principles and encourage us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p44\" class=\"\">How important that we listen to the prophet’s voice and govern ourselves and obey the teachings of our Lord and Savior Jesus Christ, who gave his life for us, and gave us the gospel as our guide. We should always remember what Joseph Smith, the Prophet, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p45\" class=\"\">“Whatever God requires is right, no matter what it is, although we may not see the reason thereof until all of the events transpire.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p46\" class=\"\">Often throughout the ages man has not known or understood why certain laws were given, but through faith in God, he has accepted and kept the commandments, if he were wise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p47\" class=\"\">Adam, when asked why he offered sacrifice, said, “I know not, save the Lord commanded me.” (<span class=\"citation\" id=\"39435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39435)\">Moses 5:6<\/a><\/span>.) That was enough for Adam, and he kept the commandments. Imagine yourself being in Noah’s place when the Lord told him to go and build an ark. There was no rain or anything to worry about, but he was told to go and build an ark; and he set about to build the ark and he followed directions. But there were many people who did not follow; they didn’t believe; they thought it was a long way away and wouldn’t happen, and you know the result.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p48\" class=\"\">Lehi was directed to leave Jerusalem, and you know objections were raised by his family. Some questioned his sanity, but he followed and accepted the words of the Lord and was obedient to them, and the Lord directed Nephi to build a ship to take them across the waters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p49\" class=\"\">I wonder if anyone here can tell us why the Lord has said that we should be baptized by immersion. We are obedient to that. Why the laying on of hands? Why can’t we just say, “Yes, I would like to be a member of this Church,” and let it go at that?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p50\" class=\"\">When the Word of Wisdom was given, many people questioned it, and many didn’t accept it as the word of the Lord. Some say it was not a commandment, but when the Lord said he would like you to do it, to me that is commandment enough. I have an article here that refers to the use of nicotine. It was written 140 years after the Word of Wisdom was given. At the beginning of the article these statements appear:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p51\" class=\"\">“It attacks the lungs, the heart, and the brain. It has killed more people than the great epidemics of typhoid, tuberculosis and yellow fever.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p52\" class=\"\">At the conclusion of the article it says that “all of the epidemics of typhoid throughout Western Europe since the beginning of the 16th century have caused fewer estimated deaths than the total number known to be caused by cigarettes in one year in the United States.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p53\" class=\"\">Did the Lord know what he was talking about? Should the people listen to the commandments, whether or not they realize just why they are given? Brethren, we as priesthood holders, members of his Church and kingdom here upon the earth—and I bear testimony that this is his Church and he directs it through a prophet of God—should keep the commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p54\" class=\"\">The same article tells of a woman on the autopsy table and states: “Her scalp has been peeled back … and there is only a cavity where her brain once functioned.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p55\" class=\"\">It also tells of a prominent lawyer in a large southern city who died of a heart problem caused by the smoking of cigarettes. It tells of the suicide of the dean of a community college who had blown off the top of his head when the agony of smoker’s emphysema had become too much to bear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p56\" class=\"\">The article goes on to say that the use of nicotine and tobacco often leads to the use of heroin, other drugs, and alcohol. In the face of all these facts and this information, thousands and thousands of people continue to use cigarettes. This is another example of how important it is to listen to the Prophet of God and keep the commandments given through him. The Lord has said of his prophet:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p57\" class=\"\">“Wherefore, meaning the church, thou shalt give heed unto all his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p58\" class=\"\">“For his word ye shall receive, as if from mine own mouth, in all patience and faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p59\" class=\"\">“For by doing these things the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good, and his name’s glory.” (<span class=\"citation\" id=\"16052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16052)\">D&amp;C 21:4–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p60\" class=\"\">Is that promise enough, brethren?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p61\" class=\"\">Regarding the Sabbath day, surely the members of the Church and priesthood holders will listen to the Lord when he commands us to keep the Sabbath day holy:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p62\" class=\"\">“And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p63\" class=\"\">“For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions unto the Most High.” (<span class=\"citation\" id=\"16099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16099)\">D&amp;C 59:9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p64\" class=\"\">Surely we can give one day out of seven serving the Lord who came and gave his life for us. Surely we can follow the teachings of the Lord, where he says that we should do these things, worshipping him, expressing our gratitude and thanks for the sacrifice he has made. It seems that this commandment is being ignored and broken more often all the time by men who hold the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p65\" class=\"\">Brethren, in many, many areas it is time we take stock of ourselves and do what the Lord wants us to do. A man said to me the other day, not long ago, “This Church just demands too much of us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p66\" class=\"\">I said, “Brother, this Church demands nothing of you. It just offers you a better way of life.” He said, “But it is awfully hard.” I said, “Let’s see if it is. Let’s go and get a cigar and have a good smoke. Let’s go and hold up a bank and see what happens. Let us go and join a group tonight as they go out on a big drunk.” He said, “President Tanner, don’t be ridiculous.” I said, “All right, I won’t if you won’t.” Then I said, “Just name one commandment that you think you shouldn’t keep, or you would advise your son not to keep.” He could not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p67\" class=\"\">Regarding our tithing, surely, brethren, we should be prepared to pay one-tenth of what the Lord has given us, especially when we realize that it could be taken away from us overnight with fire or hurricane, or any other thing that might take it away from us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p68\" class=\"\">When I was presiding over the Edmonton Branch a man came to me and said, “I can’t pay a full tithing this year. I have had to do some building, some remodeling, and so on.” I told him that the Lord had said that he would pour out blessings that we would hardly be able to contain [see <span class=\"citation\" id=\"32831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32831)\">Mal. 3:10<\/a><\/span>]. He said, “I still can’t do it.” Right after the first of the year that man spent several days in the hospital with a high doctor bill, and he paid it. I am not suggesting that he was there because he didn’t pay a full tithing, but I am suggesting that the evidence is there that he could have paid a full tithing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p69\" class=\"\">How would you like the Lord to figure out his blessings on the same basis that you do when you are figuring out your tithing? If you were in deep trouble, had physical or mental illness, or your family were suffering and causing you much concern, would you want him to say, “Well now, just how much can I keep from giving him? How close can I figure this blessing?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p70\" class=\"\">Brethren, let us be obedient to the commandments of God. Let us prove faithful, let us be an example to the world, a light unto the world. Appreciate the priesthood which we have and the calling that is ours. We have been given the great privilege of holding the priesthood and the responsibility of taking the gospel to the world. We can do it by our actions as well as by precept, which is much more effective. Only as we live and keep the commandments of God, being obedient in all things can we fully enjoy life here and eternal life in the world to come, and be able to influence the world for good, and help build the kingdom of God here upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/obedience.p71\" class=\"\">May we do this, as members of the Church of Jesus Christ, which we are, and follow the prophet of God who has been chosen and through whom the Lord speaks, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}