{"ID":2405, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            He Took Him by the Hand\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p3\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03040_000_032<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p4\" class=\"\">Last evening in our priesthood meeting President Lee recalled some of the blessings that came from the recently completed great Munich conference. In my mind one of the highlights of this conference came in sharing the heartwarming statement and spirit of a beautiful young adult Latter-day Saint lady.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p5\" class=\"\">She was neatly dressed, with her head held just a little higher than would seem to be usual. Her eyes were still dropping meaningful tears following the soul-stirring closing Sunday afternoon session. In her best limited English—and incidently I don’t know now and I didn’t know then from which country she came, and it made no difference then, it makes no difference now except to say that she was one of us as she shook my hand she said, “President Lee has lifted my soul to new heights. I feel I can now walk in strength beyond my own.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p6\" class=\"\">This touching declaration reminded me of a similar quotation found in the book of Mark: “… Jesus took him by the hand, and lifted him up; and he arose.” (<span class=\"citation\" id=\"33249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33249)\">Mark 9:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p7\" class=\"\">Certainly the day is here when, if we are to follow in his paths, we must take the weary, lonely, depressed, the troubled soul, and the gospel-hungry by the hand and lift and help. Yes, we also need to lift the dishonest, the self-condemning, and those who have chosen expediency over correct principles. Countless numbers today will be able to take their first steps in the right direction when we are willing to provide the lift of confidence and encouragement and give them back that self-respect spoken of by President Lee in the opening session of this conference and to help others retain that self-respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p8\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in: Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.” (<span class=\"citation\" id=\"36243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36243)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36243)\">Matt. 25:35–36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p9\" class=\"\">Today we can appropriately add, “I was down and ye lifted me up. My soul was sick and ye comforted me. My steps were unsteady and ye took my hand. I was uncertain and ye lifted me to paths of security.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p10\" class=\"\">How beautiful in the eyes of the Lord are the spiritually well, those who have been taken by the hand and lifted up and made spiritually whole. How beautiful in the eyes of the Lord are those who take the time to lift the needy hand. Peace of mind only comes to us when we are spiritually healed. True joy comes from within. Freedom from a troubled soul is a worthy goal of all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p11\" class=\"\">Many were healed physically from ailments and suffering during the Savior’s ministry, but real joy and happiness were not always realized. People may be healed but not lifted. Happiness does not come from physical, social, or economic success. “… a man’s life consisteth not in the abundance of the things which he possesseth.” (<span class=\"citation\" id=\"31868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31868)\">Luke 12:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p12\" class=\"\">Frequently the Savior admonished the physically healed to boast not of their new strength, but rather to go their ways, walking in truth and using their new powers to lift others. Evidence teaches us many were healed physically but remained undisciplined and spiritually ill. “… return unto me, and repent of your sins, and be converted, that I may heal you” (<span class=\"citation\" id=\"5761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5761)\">3 Ne. 9:13<\/a><\/span>), the Savior said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p13\" class=\"\">Healings are not to be made the subject of pride and boasting. Rather, healings should be used to lift self and others to greater heights and service. May we not appropriately conclude the lift can be more important than the healing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p14\" class=\"\">Certainly the greatest miracles of our day are the lifting and healing of troubled souls. Spiritual strength is a priceless possession available to those who will endure in righteousness. The healing of the troubled soul gives health and strength to those dead in things righteous. Purity, faith, hope, and charity are restored, making the once spiritually sick whole.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p15\" class=\"\">This healing comes through conversion to truth and adherence to correct principles. We have the scriptural promise that Christ “shall rise from the dead, with healing in his wings; and all those who shall believe on his name shall be saved in the kingdom of God. …” (<span class=\"citation\" id=\"3909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3909)\">2 Ne. 25:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p16\" class=\"\">Spiritual death and spiritual sickness vanish for those who would be healed by him and his atoning sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p17\" class=\"\">President Lee, in speaking recently to the priesthood, admonished them with: “In your hands is given a sacred trust not only to have the authority to act in the name of the Lord, but to so prepare yourselves as clean and pure vessels so that the power of Almighty God may be manifested through you as you officiate in the sacred ordinances of the priesthood.” Yes, in our hands is not only the power and authority to act, but the strength to lift if we remain true and faithful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p18\" class=\"\">Brothers and sisters, we must learn to look beyond the flesh and see the spirit, the soul, the attitude, the real human being.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p19\" class=\"\">May I share with you a recently published letter to “Dear Abby” that seems to clinch a point in this area of vision and values.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p20\" class=\"\">“Dear Abby: Cold chills ran up my spine when I read the letter from the heartbroken mother, whose daugther, a nurse, was marrying an amputee. (He lost both his legs when he stepped on a mine in Vietnam.) The mother said her daughter was beautiful and could just as easily have married ‘a whole man.’ I am sure many people think my husband could have married ‘a whole woman’ instead of me. You see, when I was three I was shot with a .22 rifle. Thank God I am still alive, although my left side is paralyzed. I can walk and do most things other women can do. But best of all, a wonderful man thought I was ‘whole’ enough to marry. He is handsome, kind, and faithful, and he treats me like a queen. We’ve been happily married for ten years. I still can’t believe my good luck. Sign me, Freddy’s wife.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p21\" class=\"\">“Dear Freddy’s Wife: It’s more than ‘luck.’ You must have a lot going for you. Congratulations.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p22\" class=\"\">May I add my congratulations to you, too, Abby, for taking someone by the hand and giving her a lift.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p23\" class=\"\">In this great Church we must try to lift those who need us economically, socially, physically, and spiritually as we earnestly link hands with the Lord in “this is my work and my glory—to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39419)\">Moses 1:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p24\" class=\"\">“Now Peter and John went up together into the temple at the hour of prayer, being the ninth hour.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p25\" class=\"\">“And a certain man lame from his mother’s womb was carried, whom they laid daily at the gate of the temple which is called Beautiful, to ask alms of them that entered into the temple;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p26\" class=\"\">“Who seeing Peter and John about to go into the temple asked an alms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p27\" class=\"\">“And Peter, fastening his eyes upon him with John, said, Look on us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p28\" class=\"\">“And he gave heed unto them, expecting to receive something of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p29\" class=\"\">“Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p30\" class=\"\">“And he took him by the right hand, and lifted him up: and immediately his feet and ancle bones received strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p31\" class=\"\">“And he leaping up stood, and walked, and entered with them into the temple, walking, and leaping, and praising God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p32\" class=\"\">“And all the people saw him walking and praising God.” (<span class=\"citation\" id=\"8149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8149)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8149)\">Acts 3:1–9<\/a><\/span>.) This scripture is used for many purposes, to put over many points, but this morning I would just like to say that this man did not know he could walk until Peter took him by the hand and lifted him. He didn’t realize or believe he could now walk and go forth on his own. This initial lift started him on his way. Peter was able to lift him because he stood on high ground in God’s service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p33\" class=\"\">In this area of thinking, lifting, and taking by the hand, it seems to me a scripture that is often misunderstood and one quoted by President Tanner so effectively earlier in this session is this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p34\" class=\"\">“Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.” (<span class=\"citation\" id=\"23857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23857)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23857)\">Gen. 2:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p35\" class=\"\">Certainly a now-married man should cleave unto his wife in faithfulness, protection, comfort, and total support, but in leaving father, mother, and other family members, it was never intended that they now be ignored, abandoned, shunned, or deserted. They are still family, a great source of strength, a refuge, a delight, and an eternal unit. Wise parents, whose children have left to start their own families, realize their family role still continues, not in a realm of domination, control, regulation, supervision, or imposition, but in love, concern, and encouragement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p36\" class=\"\">Many a full-time missionary has been heard to say, “I received some of my best letters while away, from a grandmother, an aunt, or a brother-in-law.” Others have said: “My father passed away some years ago, but my uncle or grandfather is keeping me financially in the mission field.” The whole family belongs to us and we to them. What a blessing. What a sacred obligation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p37\" class=\"\">Joseph Smith, the Prophet, valued this continuing source of strength. He on many occasions fervently prayed for the improved health of his ailing father so “that I might be blessed with his company and advice, esteeming it one of the greatest earthly blessings to be blessed with the society of parents, whose mature years and experience render them capable of administering the most wholesome advice.” (<span class=\"emphasis\">Documentary History of the Church, <\/span>vol. 2, p. 289.) Can we not appropriately say this morning and remind ourselves that though he were a prophet, yet learned he from the wisdom and love of a good family?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p38\" class=\"\">Joseph once said of Hyrum: “There was Brother Hyrum who took me by the hand—a natural brother. Thought I to myself, Brother Hyrum, what a faithful heart you have got! Oh may the Eternal Jehovah crown eternal blessings upon your head, as a reward for the care you have had for my soul!” (<span class=\"emphasis\">DHC, <\/span>vol. 5, pp. 107–108.) “I could pray in my heart that all my brethren were like unto my beloved brother Hyrum, who possesses the mildness of a lamb, and the integrity of a Job, and in short, the meekness and humility of Christ; and I love him with that love that is stronger than death, for I never had occasion to rebuke him, nor he me.” (<span class=\"emphasis\">DHC, <\/span>vol. 2, p. 338.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p39\" class=\"\">Often the greatest lifts we receive come from within the ranks of our families. Sometimes the hands needed most are those closest to us. Often the hands closest to us are the strongest. When we begin to realize this relationship, one family member to another, we begin to understand the basics of our great welfare services programs which are the gospel of Jesus Christ in action. God has decreed family members are to help family members. God has decreed family members are to be a blessing to family members. When some of us in a discouraged frame of mind identify a family member as not worth a hand or a lift, may I remind us that when we continue to lift, regardless of the apparent results, added strength is ours. The more we lift, the more we are able to lift.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p40\" class=\"\">Worthy Latter-day Saint marriages are forever, and as we cleave to the one most precious to us we are entitled to the blessings of the total family. The family lift will be available to us. We must take family members by the hand and show our love is real and continuing. When we take someone by the hand, both hands are left stronger. No one ever lifted someone else without stepping toward higher ground. We must make our home ties strong and available to all family members. Our homes should be places our children will want to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p41\" class=\"\">If we keep the commandments of God and walk hand in hand with him in his paths, Satan cannot touch us. Faithful members of the Church do not have to walk alone. The troubled soul need not find its way back alone. God’s hand is available to all if we will but reach out and up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p42\" class=\"\">“… Jesus took him [one possessed of a foul spirit] by the hand, and lifted him up; and he arose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p43\" class=\"\">“And when he [Jesus] was come into the house, his disciples asked him privately, Why could not we cast him out?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p44\" class=\"\">“And he said unto them, This kind can come forth by nothing, but by prayer and fasting.” (<span class=\"citation\" id=\"33250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33250)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33250)\">Mark 9:27–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p45\" class=\"\">I pray our Heavenly Father to help us so live that we may have that inner strength and power to take those about us by the hand and lift.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/01\/he-took-him-by-the-hand.p46\" class=\"\">I leave you my witness that God lives. This is the Church of Jesus Christ, restored in these latter days for the benefit of all mankind. President Harold B. Lee is a prophet of God. He, as witnessed by that beautiful young woman in Munich and thousands of others, has the God-given capacity to take us all by the hand and lift us to new heights if we will keep the commandments and follow his counsel. To this I declare and testify in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}