{"ID":241, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Spiritual Safety<\/p>\n<p class=\"gcspeaker\">Elder Charles A. Callis<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Charles A. Callis, <i>Conference Report<\/i>, April 1946, pp. 146-149<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am deeply conscious that without God's help I can do nothing. A frequent recurrence to\nfundamental principles will increase the strength of the Church.\n<\/p><p>\nWhen I speak about a recurrence to fundamental principles increasing the strength of the\nChurch, I think this is applicable also to the national government and the state governments.\nIf we would return to the fundamental principles of the Constitution of the United States and\nobserve them more closely, \"it would from many a blunder free us, and foolish notion.\"\n<\/p><p>\n<i>Strength of Church in Personal Testimonies<\/i>\n<\/p><p>\nThe secret of the strength of this great Church is the personal testimony that the members\nenjoy&mdash;the testimony of the Holy Ghost.\n<\/p><p>\nOur spiritual safety is secured by staying on the main stream, that stream of living truth that\nflows by the throne of God. It is sad to see men spiritually wrecked by being washed ashore\nby immaterial crosscurrents and spend \"all the voyage of their life bound in shallows and in\nmiseries.\" If we keep on the main stream, we are going to finish our mission on earth in a\nmanner pleasing to the Lord.\n<\/p><p>\nShakespeare said:\n<\/p><p>\nBut 'tis strange:<br \/>\nAnd oftentimes, to win us to our harm,<br \/>\nThe instruments of darkness tell us truths,<br \/>\nWin us with honest trifles, to betray's<br \/>\nIn deepest consequence.\n<\/p><p>\nWhy should men be so unstable that they will run after every wil-o-the-wisp, tempted by\nplausible, deceptive theories? The devil himself is plausible; he can assume a pleasing shape.\nHe can fashion himself into resembling an angel of light\n(<span class=\"citation\" id=\"3010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3010)\">2 Cor. 11:14<\/a><\/span>), and he can cite\nscripture to suit his purpose.\n<\/p><p>\n<i>Support of First Presidency<\/i>\n<\/p><p>\nEvery truth essential for the salvation of the people of God is deeply imbedded and enshrined\nin the glorious plan of salvation. The instruments of darkness approach us by the way of\nflattery. They will say: \"You are all right; you are a pretty good man, and the gospel is true.\"\nThen they will say: \"But the First Presidency of the Church are wrong.\" Against such appeals\nlet us guard ourselves lest we be \"betrayed in deepest consequence.\" I testify to you in\nhumility and in the inner sureness given by the Holy Ghost, that from the days of Adam there\nhas never been a First Presidency with more power and authority to act in the name of God,\nfor the salvation of man than the present First Presidency, whom we love and sustain.\n<\/p><p>\nI love President George Albert Smith, a friend of man. You cannot associate with him without\nbeing impressed with a Christlike feeling. I love President J. Rueben Clark, Jr., a wise\ncounselor, a statesman, and a man devoted to the work of God. I love President David O.\nMcKay, a Christian gentleman, made by his religion, filled with the spirit of godliness and\ndesirous of helping the children of God.\n<\/p><p>\nI repeat, from the days of Adam no First Presidency of the Church has ever exercised more\nauthority, and the right to bless the children of men, than the Presidency that are seated on\nthis stand.\n<\/p><p>\n<i>Preparations for Second Coming of the Son of God<\/i>\n<\/p><p>\nBrethren and sisters, why do we want missionaries? They are sent out for a purpose. It is for\nthe purpose of preparing the way for the second coming of the Son of God. I recall the\nhistory of that great apostolic delegation that went to Great Britain: Brigham Young, Heber C.\nKimball, Willard Richards, George A. Smith, and others. They went to that foreign country\nwithout purse and without script. A man giving them a lift in his wagon was accosted by a\npasser-by who said, as he looked at the ghostly appearance of these missionaries, who were\nsick, who were leaving their families in sickness and in poverty: \"Mister, what graveyard have\nyou been robbing?\"\n<\/p><p>\nLet us pause here a moment for reflection.\n<\/p><p>\nBrigham Young, Heber C. Kimball, Willard Richards, George A. Smith were no weaklings.\nThey were men among men. Do you for a moment think that these stalwart men, these men\nof God, would have undertaken that long and perilous journey unless they knew deep down in\ntheir hearts, by the power of the Holy Ghost that this Church was founded by the Lord?\n<\/p><p>\nWe are filled with hope and faith. We are looking and praying for the glorious second coming\nof the Son of God. When the apostles looked steadfastly toward heaven as\nJesus ascended to heaven, two men in white apparel\n(<span class=\"citation\" id=\"7547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7547)\">Acts 1:10<\/a><\/span>) said:\n<\/p><p>\n. . . Ye men of Galilee, why stand ye razing up into heaven? this same Jesus, which is taken\nup from you into heaven, shall so come in like manner as ye have seen him go into heaven\n(<span class=\"citation\" id=\"7548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7548)\">Acts 1:11<\/a><\/span>).\n<\/p><p>\nHe will rule the world with truth and grace <br \/>\nAnd make the nations prove,<br \/>\nThe glories of His righteousness<br \/>\nAnd wonders of His love.\n<\/p><p>\nThis promise of a visible, certain return of the Messiah made the apostles happy, and they\nrejoiced in the knowledge of the second coming, just as we rejoice today.\n<\/p><p>\nTennyson caught a flash of the vision of Christ's reign as King of kings and Lord of lords,\nfrom the rivers unto the ends of the earth, when he said:\n<\/p><p>\nFor I dipt into the future, far as human eye could see,<br \/>\nSaw the vision of the world, and all the wonders that would be: . . . <br \/>\n'Till the war drum throbbed no longer and the battle flags were furled <br \/>\nIn the Parliament of Man, the Federation of the world.<br \/>\nThere the common sense of most shall hold a fretful world in awe, <br \/>\nAnd the kindly earth shall slumber, lapped in universal law.\n<\/p><p>\n<i>Jesus Christ to Inaugurate Millennium<\/i>\n<\/p><p>\nWhen the Lord Jesus Christ comes, he is going to inaugurate the millennium. War will cease;\nenmity shall disappear; and the King of kings shall reign as only Christ can reign, in the\nmidst of and over a world of peace. Barbaric war shall end forever. What heavenly joy in the\ncontemplation and in the future enjoyment of this blessed condition! Oh, what hope there is in\nthis majestic event. You mothers who mourn the loss of your brave boys who went to save\nthe world for freedom will be compensated in the resurrection. Even now, though you know\nyour sons have made the supreme sacrifice, you still are listening for the sound of returning\nfeet.\n<\/p><p>\nIt will be a pity if this United Nations organization shall fail to harvest the fruits of this\nvictory which was won by the shedding of rivers of blood. May the Lord grant them wisdom;\nmay they listen to peace, and the call of peace. May they have the Golden Rule always before\ntheir eyes; and in their hearts the fear of the Lord, who shall come to the earth as the Prince\nof peace.\n<\/p><p>\nThe Apostle Paul said:\n<\/p><p>\n. . . the Lord himself shall descend from heaven with a shout, with the voice of the archangel,\nand with the trump of God: and the dead in Christ shall rise first: Then we which are alive,\nand remain shall be caught up together with them in the clouds, to meet the Lord in the air:\nand so shall we ever be with the Lord. Wherefore comfort one another with these words\n(<span class=\"citation\" id=\"2731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2731)\">1 Thes. 4:16-18<\/a><\/span>).\n<\/p><p>\nThe last prayer in the Bible reads as follows:\n<\/p><p>\nBehold, I come quickly (<span class=\"citation\" id=\"42175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42175)\">Rev. 3:11<\/a><\/span>).\n<\/p><p>\nAnd John prays, as we today pray:\n<\/p><p>\nEven so [blessed Lord,] come quickly (<span class=\"citation\" id=\"42188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42188)\">Rev. 22:20<\/a><\/span>).\n<\/p><p>\nCome and stop this carnage and misery. God grant that this gospel may be preached to the\ngreat Russian people and to \"every nation, and kindred, and tongue, and people\"\n(<span class=\"citation\" id=\"42178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42178)\">Rev. 14:6<\/a><\/span>).\n<\/p><p>\nO, Father, send Jesus Christ quickly that the millennial reign, the golden rays of which are\nalready brightening the hills of coming time, shall begin that we may rest and reign with\nChrist on earth a thousand years (<span class=\"citation\" id=\"42187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42187)\">Rev. 20:6<\/a><\/span>),\nI humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}