{"ID":242, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Thomas E. McKay<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas E. McKay, <i>Conference Report<\/i>, April 1946, pp. 149-154<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident Smith and counselors and my brethren and sisters: I love music. I should like to\ntake this opportunity to congratulate the music committee or whoever it is that has been\nresponsible in arranging for the inspiring music that we have had during this conference. The\nvery beautiful, appropriate music furnished by the Singing Mothers on Friday brought us all\ncloser to our Heavenly Father, and then we were thrilled yesterday by those more than a\nhundred young voices from the Manti district of the South Sanpete Stake. I attended a\nconference a few weeks ago in that stake, and was so impressed with the singing of that\nyoung lady soloist that I asked the stake president about her. I was informed that she is one of\na family of thirteen, in fact she is the <i>thirteenth<\/i>, a very lucky number in her case, I should\nsay. And then the inspiration that we receive from this great Tabernacle choir and the organ\nand our one and only Brother Evans whom we love so well. No one can estimate the good\nthat this great organization is doing. I join with Brother Kirkham in suggesting that we make\nmore in our organizations and our wards and stakes of our music. There should be a choir in\nevery ward, choruses, Aaronic Priesthood choruses, girls' choruses, and others. I know in the\nmission field what a great value our choirs are. Scores of families are in the Church today\nbecause of our choirs. Our friends who love music and can sing are invited to join the choir,\nand after singing the songs of Zion for a while, and associating with the missionaries and\nmembers, they begin studying the gospel, and then, quite often, apply for baptism. These\ncontacts change their lives. As one young man expressed in a testimony meeting, where he\nwas confirmed a member of the Church, his getting acquainted with the missionaries and the\nmembers, and especially the singing of the songs of Zion, had entirely changed his outlook on\nlife. He said, \"It is really like coming from the darkness into the light.\"\n<\/p><p>\nThe Savior declared:\n<\/p><p>\nI am the light of the world: he that followeth me shall not walk in darkness, but shall have\nthe light of life (<span class=\"citation\" id=\"27234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27234)\">John 8:12<\/a><\/span>).\n<\/p><p>\nRELEASED AS ACTING PRESIDENT OF THE EUROPEAN MISSION\n<\/p><p>\nWith the appointment of Elder Ezra Taft Benson as president of the European Mission, I was\ngiven a very kind complimentary letter, signed by the First Presidency, releasing me from my\nvery interesting service in looking after the European Mission. Because of the war my work\nhas had to be carried on largely by correspondence.\n<\/p><p>\nI wish to take this opportunity to express publicly my sincere thanks and appreciation for the\nwonderful opportunity that this appointment, and also, and especially, my other missions in\nEurope, have afforded me. These missions, spaced as they have been, have given me an\nexceptionally fine opportunity to observe the practical working of the gospel-to see what a\nblessing it really is to all those who accept and obey its teachings, to see them come into the\nlight after walking in darkness.\n<\/p><p>\nLABORS IN EUROPEAN MISSIONS\n<\/p><p>\nMy first mission was from 1900 to 1903. I was home six years and then was again honored\nby another call, this time as president of the Swiss-German Mission, which comprised at that\ntime&mdash;1909 to 1912&mdash;Switzerland, Germany, Austria-Hungary, and France. I found that an\nabsence of six years had made quite a difference; many of the children who were, for\nexample, Sunday School pupils, were now Sunday School officers and teachers. I saw the\ndevelopment of these young people as well as all other members who had accepted and were\nliving the gospel. The acceptance of the gospel had given these people also an entirely\ndifferent outlook on life.\n<\/p><p>\nTwenty-five years after this second mission I again had the privilege of returning to Europe,\nwith my headquarters again in beautiful Switzerland. The children who were pupils in the\nSunday School in 1900, and Sunday School officers and teachers in 1909 were now, many of\nthem at least, married and had children of their own; some were or had been missionaries;\nsome had emigrated. As I say, these three missions, spaced as they were, gave me a most\nwonderful opportunity to see what obedience to the gospel of Jesus Christ will really do for\npeople. It had touched every phase of their lives. Their supervised recreation had influenced\nthem socially; the courses of study and outlines for the priesthood quorums and the auxiliary\norganizations, especially the Sunday School of the Church, had afforded them splendid\neducational opportunities. They had been affected financially through the great tithing system\nand fast offerings. Some who had previously spent their money for tobacco, beer\nand wine and liquor were now using that money to purchase better clothes,\nmore conveniences for the home, better entertainment, and there was as a result more love in\nthe home. The gospel affected them also and especially morally and spiritually. Oh, of course,\nsome were not strong enough to change their way of life and overcome their life-long habits;\nthese as stated, for reasons best known to themselves, had found the requirements too much.\nWe find that true here at home, even more so I think than in the mission field. It is so easy,\nfor example, to find other things to do on Sunday than attend meetings. This seems to have\nalways been true; at least I find the following admonition in one of President Brigham\nYoung's sermons on the subject of the Sabbath day:\n<\/p><p>\nNow, remember, my brethren, those who go skating, riding, or on excursions on the Sabbath\nday&mdash;and there is a great deal of this practiced&mdash;are weak in the faith. Gradually, little by little,\nlittle by little, the spirit of their religion leaks out of their hearts and their affections, and by\nand by they begin to see faults in their brethren, faults in the doctrines of the Church, faults\nin the organization, and at last they leave the Kingdom of God and go to destruction.\n(<i>Discourses<\/i>, p. 225, first edition; p. 165, 1943 edition.)\n<\/p><p>\nWhen I read this sentence: \"Gradually, little by little, little by little, the spirit of their religion\nleaks out of their hearts and their affections,\" I thought of a statement which I recently read\nwhich says:\n<\/p><p>\nWe never lose our religion by a blowout, usually it is just a slow leak.\n<\/p><p>\nAnd also this:\n<\/p><p>\nMany treat their religion as a spare tire, they never use it except in times of emergency.\n<\/p><p>\nCOMMANDMENTS GIVEN FOR OUR DEVELOPMENT\n<\/p><p>\nWhat President Young states with reference to keeping the Sabbath day holy is equally true\nwith reference to the breaking of the Word of Wisdom, remaining away from sacrament and\npriesthood meetings, taking the name of the Lord in vain, the nonpayment of tithes and\nofferings. Tithing for many is one of the most difficult of spiritual exercises we are asked to\ntake. And do you know why? Because it strikes at one of the most effective weapons used by\nSatan for the destruction of mankind, namely, the love of money. A person or a nation that\nwill pay an honest tithing will never worship gold instead of God. The love of money, we are\ntold, is the root of all evil. At any rate we all know that it is the love of money, of power, of\ndominion of the sea as well as of the land and the people themselves that has caused many of\nour wars&mdash;yes, the principle of tithing properly understood and lived would go a long way to\ndoing away with wars. This commandment and all others given by our Father in heaven are\nfor our spiritual development, for our happiness and joy in this life. They are to keep us alive\nand growing spiritually, our guideposts. They are reflectors along life's\nhighway to keep us from becoming lost, or, to quote a famous radio voice:\n<\/p><p>\nWe are much like travelers driving along a highway by night. There faithfully placed are\nreflector signs to warn of hazardous curves and dangerous crossroads. The light of our cars\npicks up the signs, and they reflect to us their warning or direction&mdash;<i>if we have the light!<\/i> But\nif our light is dark the signs are dark. They have no meaning for the unlighted lamps.\n<\/p><p>\nThese commandments I have referred to, and others, are given us as means of keeping the\nlight burning, keeping alive spiritually. One of Dr. Karl G. Maeser's sentence sermons says:\n<\/p><p>\nOne who has lost the spirit of the Lord is spiritually dead.\n<\/p><p>\nTHE GOSPEL APPRECIATED IN WAR-TORN COUNTRIES\n<\/p><p>\nThe gospel has certainly been a light shining in the darkness for our members in the war-torn\ncountries, and also and especially for our servicemen and women during the terrible war years\njust ended&mdash;at least we hope they are ended. Scores of letters have been received testifying of\nthe comfort and blessings of the gospel. I will take time to refer to only one or two. Here is a\nparagraph written by one of our Mormon chaplains, addressed to the servicemen's committee:\n<\/p><p>\nNot many days ago I had a deeply spiritual experience that gave me added proof of the power\nof the gospel to make men brothers spiritually By chance I read in one of the theater news\nsheets the reports of a Christmas program conducted by Protestant and Catholic German\nP.O.W. chaplains stationed at the 99th Field Hospital near Pisa. The news item stated that the\nspecial music was presented by the P.O.W. orchestra and a \"Mormon\" vocal soloist. The\nfollowing day I went in search of this \"Mormon\" P.O.W., and with the help of an American\nchaplain I found him, a former Dresden District missionary, who served for a year and a half\nunder President Rees in the East German Mission&mdash;Elder Hans Karl Schade, 25 Sebnitzer\nStreet, Dresden, Germany. A few days previous to our meeting, the theater chaplain, Colonel\nFrank Brown, had met Elder Schade at a worship service and when he found Elder Schade\nwas a Latter-day Saint, he gave him my name. And so when I first saw Elder Schade in the\neye clinic where he now works, he extended his right hand and said, as he walked towards\nme, \"Brother Braithwaite, thank God for this meeting.\" I shall never forget that\nexpression&mdash;nor Elder Schade. In the presence of another chaplain and my interpreter, we\nspoke with complete freedom and with an understanding that destroys distrust, vengeance, or\nhate. We met on common ground, and thanked God for our fellowship in the Gospel. It was\nthe time when I asked him to sing for me and our men, and to attend our L.D.S. services in\nLeghorn, that he reminded me he was a prisoner of war. However, even the restrictions\ninvolved caused no seeming barriers in our relationship. An understanding commanding\nofficer gave permission for him to sing for us, and for us to go to his office to visit him.\n<\/p><p>\nThe work of the army occupation tests the moral fiber of our men as perhaps it was not tested\nin war. Temptations are great and many. It demands a clear understanding of why we are\nhere, patience, self-discipline, and self-control. Our job is important, and by and large, the\nL.D.S. men are meeting the demands it makes on them.\n<\/p><p>\nLETTER ATTESTS FAITH OF EUROPEAN SAINTS\n<\/p><p>\nThe following is quoted from a letter dated March 14, 1946, at Basel, Switzerland, from Elder\nEzra Taft Benson, president of the European Mission: I hope you will pardon me for reading\nthis first paragraph; it is quite personal but I do appreciate it so much:\n<\/p><p>\nDear President McKay:\n<\/p><p>\nAs you will note, I am here at the spot which you loved so much, with the people who love\nyou so dearly. Everywhere we have been we have found many people who know you and\nlove you and have asked about you and shown disappointment in your not being here.\n<\/p><p>\nAs you probably know, we have already made a trip into France, Belgium, Holland, Norway,\nSweden, and Denmark, and now we are here in Switzerland preparatory to making a complete\ntour of the Occupied Areas. We have already attended district conference at Karlsruhe last\nSunday. During the next two and a half weeks we will be in the military zones and in\nCzechoslovakia. From there we will return to Basel, and then continue on to Paris, Belgium,\nand Holland again before returning to London.\n<\/p><p>\nI will not comment on conditions which we found except to say that the deep faith of the\nSaints in these missions has been a source of joy and satisfaction. The willing service and\nclean, exemplary lives of the many Latter-day Saint servicemen who have been among the\npeople of Europe have left a splendid impression over here.\n<\/p><p>\nYes, the gospel is a light shining in this war-torn world, and it will also show the way to a\npermanent peace if our \"Father's children,\" as President Smith so kindly and tolerantly refers\nto his fellow men, would but do the will of the Father. He loves us; he is our Father-we are\nall his children; and he has given us the gospel for our happiness and joy in this life. We\ncould have a heaven on earth if we would but keep the commandments of God.\n<\/p><p>\n. . . men are, that they might have joy\n(<span class=\"citation\" id=\"3468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3468)\">2 Ne. 2:25<\/a><\/span>).\n<\/p><p>\nThe Savior says:\n<\/p><p>\nIf any man will do his will, he shall know of the doctrine, whether it be of God, or whether I\nspeak of myself (<span class=\"citation\" id=\"27232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27232)\">John 7:17<\/a><\/span>).\n<\/p><p>\nTESTIMONY COMES THROUGH SPIRIT OF GOD\n<\/p><p>\nI cannot give you a testimony of the divinity of the work&mdash;you cannot give me one&mdash;it must\ncome through the Spirit of God. There are laws governing these spiritual matters as well as\nthe physical and mental. President Grant used to quote so often:\n<\/p><p>\nThere is a law, irrevocably decreed in heaven before the foundations of this world, upon\nwhich all blessings are predicated&mdash;And when we obtain any blessing from God, it is by\nobedience to that law upon which it is predicated\n(<span class=\"citation\" id=\"12315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12315)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nAnd a testimony of the divinity of the Church is received only by obedience to the spiritual\nlaw&mdash;\"If any man will do his will, he shall know\"&mdash;that means study, work, pray, keep the\ncommandments, and our Heavenly Father will reveal to each of us, as he did\nto Peter, the divinity of his Son. When Jesus asked Peter, \"But whom say ye that I am?\" Peter\nanswered, \"Thou art the Christ, the son of the Living God.\" Notice what Jesus answered: \"For\nflesh and blood\"&mdash;the Christ was flesh and blood&mdash;\"for flesh and blood hath not revealed it\nunto thee, but my Father which is in heaven\"\n(<span class=\"citation\" id=\"34088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34088)\">Matt. 16:15-17<\/a><\/span>).\n<\/p><p>\nI feel very humble and extremely grateful that I am able to bear you a similar testimony. I too\nknow that God lives, that Jesus is the Christ, that this is his Church, the Church of Jesus\nChrist of Latter-day Saints, not the church of Joseph Smith. He was the Servant however, the\nprophet called of God to establish the Church in this dispensation, with the same organization\nthat existed at the time of the Savior, and it is here for the last time, never again to be taken\naway or given to another people (<span class=\"citation\" id=\"10592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10592)\">Dan. 2:44<\/a><\/span>),\nuntil the Savior shall come to rule and reign in person. May\nwe keep oil in our lamps&mdash;keep the light burning, that others seeing our good works, our\nexample, may glorify our Father in heaven\n(<span class=\"citation\" id=\"34042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34042)\">Matt. 5:16<\/a><\/span>),\nI pray, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}