{"ID":243, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"The Field Is White Already to Harvest\"<\/p>\n<p class=\"gcspeaker\">Elder Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1946, pp. 154-159<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, I feel very dependent upon the Spirit of the Lord and your\nfaith while I stand here before you. We have heard a great deal about the preaching of the\ngospel and the burden which is upon us to carry this message to the world. I would like to\nadd a few words in regard to this responsibility and something in regard to the condition of\nthe world into which we are sent.\n<\/p><p>\nGOSPEL TAUGHT BY ADAM\n<\/p><p>\nAdam was commanded by our Father in heaven to teach his children the everlasting truth. We\nread in the scriptures the following:\n<\/p><p>\nAnd Adam and Eve blessed the name of God, and they made all things known unto their sons\nand their daughters. And Satan came among them saying: I am also a son of God; and he\ncommanded them, saying: Believe it not; and they believed it not, and they loved Satan more\nthan God. And men began from that time forth to be carnal, sensual, and devilish\n(<span class=\"citation\" id=\"38934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38934)\">Moses 5:12-13<\/a><\/span>).\n<\/p><p>\nPROPHETS REJECTED BY MEN\n<\/p><p>\nSo they turned away from the truth unto the worship of all manner of false doctrines and\ngods, refusing to hearken to the prophets that were sent among them, and it became necessary\nfor the Lord to bring in the flood upon them and cleanse the earth of its iniquity. Once again\nthe world started out with just one family, and as men began to spread upon the face of the\nearth, they were taught by the prophets and were given revelation from the\nAlmighty; but they, too, in course of time rebelled and set up their own churches and\nworshiped their own gods and graven images. Under these conditions the Lord called a man\nout of the land of the Chaldees and sent him into the land of Canaan, promising him great\nblessings and his posterity after him, through obedience to the Lord's commandments. Today\nwe call that people Israel. But in course of time Israel also rebelled. They would not listen to\ntheir prophets, so they were scattered over all the face of the earth for their rebellion. This has\nbeen the history all through the ages, because men became carnal, sensual, and devilish.\n<\/p><p>\nOne of the ancient prophets on this continent, speaking of our day, said:\n<\/p><p>\nBut behold, in the last days, or in the days of the Gentiles&mdash;yea, behold all the nations of the\nGentiles and also the Jews, both those who shall come upon this land and those who shall be\nupon other lands, yea, even upon all the lands of the earth, behold, they will be drunken with\niniquity and all manner of abominations&mdash;\n<\/p><p>\nAnd when that day shall come they shall be visited of the Lord of Hosts, with thunder and\nwith earthquake, and with a great noise, and with storm, and with tempest, and with the flame\nof devouring fire (<span class=\"citation\" id=\"3473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3473)\">2 Ne. 27:1-2<\/a><\/span>).\n<\/p><p>\nGOSPEL RESTORED THROUGH JOSEPH SMITH\n<\/p><p>\nThe Lord saw fit to restore, after a great apostasy, the truth of the gospel through the Prophet\nJoseph Smith. He sent angels from his presence. In fact, this great prophet was visited by both\nthe Father and the Son and was given authority to commence this great dispensation of the\nfulness of times and to teach the truth of the everlasting gospel, because again men had turned\naway from the truth to the worship of their idols and the practice of false doctrines. They\nhave set up churches of their own where the Spirit of the Lord is not found. The Lord sent\nout his missionaries in the beginning of this dispensation to preach the restored gospel, and he\nsaid to them that he was sending them with this message of truth among the \"congregations of\nthe wicked\" (<span class=\"citation\" id=\"12263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12263)\">D&amp;C 60:13<\/a><\/span>);\nand this he repeated many times. In a revelation given in October 1830, when\nthe Church had been restored but six months, the Lord said this:\n<\/p><p>\nFor verily, verily, I say unto you that ye are called to lift up your voices as with the sound of\na trump, to declare my gospel unto a crooked and perverse generation.\n<\/p><p>\nFor behold, the field is white already to harvest; and it is the eleventh hour, and the last time\nthat I shall call laborers into my vineyard\n(<span class=\"citation\" id=\"12246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12246)\">D&amp;C 33:2-3<\/a><\/span>).\n<\/p><p>\nWARNING OF CALAMITIES TO COME\n<\/p><p>\nBy the \"last time\" the Lord meant the Dispensation of the Fulness of Times.\n<\/p><p>\nThe Prophet Joseph Smith instructed his brethren and informed them of the\ncalamities that were to come. He warned the world of its wickedness, and he told these good\nmen of the Council of the Twelve, who were associated with him, that because of the\nwickedness of the world and its corruption, destruction would come upon it. Some of these\nbrethren say that as he told them of these things he wept as our Savior wept when he looked\nupon Jerusalem (<span class=\"citation\" id=\"31196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31196)\">Luke 19:41<\/a><\/span>).\nPresident Wilford Woodruff, speaking of this testimony and this warning to\nthe world which the Prophet had seen in vision of things which were coming upon the earth,\nsaid: \"I heard the Prophet Joseph Smith bear his testimony to these events that would transpire\nin the earth,\" and after predicting that they were now at our doors, he said also; \"We cannot\ndraw a veil over the events that await this generation. No man that is inspired by the Spirit\nand power of God can close his ears, his eyes, or his lips, to these things.\" I think we have no\nright to close our ears, and we have no right to be silent and shut our eyes against the\nwarnings that the Lord has given and placed before us which we are commanded to declare to\nthe nations of the earth.\n<\/p><p>\nAgain the Lord says:\n<\/p><p>\nFor all flesh is corrupted before me; and the powers of darkness prevail upon the earth,\namong the children of men, in the presence of all the hosts of heaven&mdash;\n<\/p><p>\nWhich causeth silence to reign, and all eternity is pained, and the angels are waiting the great\ncommand to reap down the earth, to gather the tares that they may be burned; and, behold,\nthe enemy is combined (<span class=\"citation\" id=\"12248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12248)\">D&amp;C 38:11-12<\/a><\/span>).\n<\/p><p>\nPROPHECIES OF WILFORD WOODRUFF AND NEPHI\n<\/p><p>\nI heard President Wilford Woodruff, in this stand, this same place where I stand, bear witness\nas he had done in other places, in 1893, and up to the time of his death, that the angels who\nhad been waiting to go forth to reap down the earth had now been sent upon that mission and\nthey were in the earth. Therefore, he said we may look for calamities, for destruction, for\nplague and bloodshed. Now let me read a little to you by way of warning, something given\nby prophecy to Nephi concerning our own day. Speaking to the people who are living now,\nhe said:\n<\/p><p>\nO the wise, and the learned, and the rich, that are puffed up in the pride of their hearts, and\nall those who preach false doctrines, and all those who commit whoredoms, and pervert the\nright way of the Lord, wo, wo, wo be unto them, saith the Lord God Almighty, for they shall\nbe thrust down to hell!\n<\/p><p>\nWo unto them that turn aside the just for a thing of naught and revile against that which is\ngood, and say that it is of no worth! For the day shall come that the Lord God will speedily\nvisit the inhabitants of the earth; and in that day that they are fully ripe in iniquity they shall\nperish.\n<\/p><p>\nBut behold, if the inhabitants of the earth shall repent of their wickedness and abominations\nthey shall not be destroyed, saith the Lord of Hosts.\n<\/p><p>\nBut behold, that great and abominable church, the whore of all the earth, must tumble to the\nearth, and great must be the fall thereof.\n<\/p><p>\nFor the kingdom of the devil must shake, and they which belong to it must needs be stirred\nup unto repentance, or the devil will grasp them with his everlasting chains, and they be\nstirred up to anger, and perish;\n<\/p><p>\nFor behold, at that day shall he rage in the hearts of the children of men, and stir them up to\nanger against that which is good.\n<\/p><p>\nAnd others will he pacify, and lull them away into carnal security, that they will say: All is\nwell in Zion; yea, Zion prospereth, all is well&mdash;and thus the devil cheateth their souls, and\nleadeth them away carefully down to hell.\n<\/p><p>\n(This has reference, if you please, largely to those who are in Zion.)\n<\/p><p>\nAnd behold, others he flattereth away, and telleth them there is no hell; and he saith unto\nthem: I am no devil, for there is none&mdash;and thus he whispereth in their ears, until he grasps\nthem with his awful chains, from whence there is no deliverance.\n<\/p><p>\nYea, they are grasped with death, and hell; and death, and hell, and the devil, and all that\nhave been seized therewith must stand before the throne of God, and be judged according to\ntheir works, from whence they must go into the place prepared for them, even a lake of fire\nand brimstone, which is endless torment\n(<span class=\"citation\" id=\"3474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3474)\">2 Ne. 28:15-23<\/a><\/span>).\n<\/p><p>\nWICKEDNESS INCREASING IN THE WORLD\n<\/p><p>\nThere is much more that I would like to present if time would permit. Let me call your\nattention to the fact that this world is not growing better. If I may be pardoned for the\nexpression: We need not \"kid\" ourselves into thinking that this world is growing better. If so,\nthen the prophecies have failed. This world today is full of wickedness. That wickedness is\nincreasing. True, there are many righteous people scattered throughout the earth, and it is our\nduty to search them out and give unto them the gospel of Jesus Christ and bring them out of\nBabylon. The Lord has said to them: \"Go ye out of Babylon\"\n(<span class=\"citation\" id=\"12321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12321)\">D&amp;C 133:5<\/a><\/span>), which is the world.\n<\/p><p>\nNow the Lord has said this is the last time the gospel should be given to men and his servants\nshould cry nothing but repentance\n(<span class=\"citation\" id=\"12229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12229)\">D&amp;C 6:9<\/a><\/span>), and he has further said:\n<\/p><p>\nFor behold, the field is white already to harvest; and it is the eleventh hour, and the last time\nthat I shall call laborers into my vineyard.\n<\/p><p>\nAnd my vineyard has become corrupted every whit; and there is none which doeth good save\nit be a few; and they err in many instances because of priestcrafts, all having corrupt minds.\n<\/p><p>\nAnd verily, verily, I say unto you, that this church have I established and called forth out of\nthe wilderness (<span class=\"citation\" id=\"12247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12247)\">D&amp;C 33:3-5<\/a><\/span>).\n<\/p><p>\nGOSPEL PREACHED AS A WITNESS\n<\/p><p>\nAnd for what purpose is the gospel preached? To bring the people to a knowledge of the truth\nand as a witness before the end of the world shall come or the end of wickedness\n(<span class=\"citation\" id=\"30776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30776)\">JS&mdash;M 1:4<\/a><\/span>). Even\nbefore the organization of the Church, back in 1829, the Lord drew attention by revelation to\nthe preaching of his servants, and he said:\n<\/p><p>\nAnd their testimony shall also go forth unto the condemnation of this generation if they\nharden their hearts against them\n(<span class=\"citation\" id=\"12226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12226)\">D&amp;C 5:18<\/a><\/span>).\n<\/p><p>\nThis was said more particularly in reference to the testimonies of these men\nwho are witnesses of the Book of Mormon, and their testimony has gone forth through all the\nworld. But this is also true of the testimonies of all others who have gone forth to preach the\ngospel. Then the Lord adds:\n<\/p><p>\nFor a desolating scourge shall go forth among the inhabitants of the earth, and shall continue\nto be poured out from time to time, if they repent not, until the earth is empty, and the\ninhabitants thereof are consumed away and utterly destroyed by the brightness of my coming.\n<\/p><p>\nBehold, I tell you these things, even as I also told the people of the destruction of Jerusalem;\nand my word shall be verified at this time as it hath hitherto been verified\n(<span class=\"citation\" id=\"12227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12227)\">D&amp;C 5:19-20<\/a><\/span>).\n<\/p><p>\nMISSIONARIES TO WARN THE PEOPLE\n<\/p><p>\nThe Lord has placed upon us the responsibility to preach the gospel, but there is another great\nresponsibility. I think some of our missionaries have had an idea that all we had to do was to\nmake friends, and if they wanted to come in the Church, well and good, and the missionaries\nhave not realized that they were under the obligation to leave a warning, and it is just as\nnecessary that we warn the world as it is to declare the way of eternal life. The Lord said to\nthe missionaries who went out in the early days:\n<\/p><p>\nThat ye may be prepared in all things when I shall send you again to magnify the calling\nwhereunto I have called you, and the mission with which I have commissioned you. Behold, I\nsend you out to testify and warn the people, and it becometh every man who hath been\nwarned to warn his neighbor. Therefore, they are left without excuse, and their sins are upon\ntheir own heads (<span class=\"citation\" id=\"12280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12280)\">D&amp;C 88:80-82<\/a><\/span>).\n<\/p><p>\nEvery missionary who goes out should see to it that he leaves his testimony, so that he will be\nfree as the Lord has declared he should be in section four of the Doctrine and Covenants\n(<span class=\"citation\" id=\"12222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12222)\">D&amp;C 4:2<\/a><\/span>); and\nso that every man with whom he comes in contact should be warned and left without excuse,\nand thus the blood of every man may be upon his own head.\n<\/p><p>\nOPPOSED TO MILITARY CONSCRIPTION\n<\/p><p>\nIf you think the world is getting better, just observe and witness the vulgarity and the\nnear-approach to indecency that we find published in some pictorial magazines, and so\nfrequently on the screen. Think of the corruption and the debasing conditions due to the\nindulgence in liquor and tobacco and other narcotics and drugs. Think of the immorality\nwhich is so prevalent throughout the country. We are made aware of the evils which existed\nin our army camps by the reports in the paper, the magazines, and from the lips of our own\nboys who have returned. Now pressure is brought upon us to bring to pass the compulsion of\nour youth at the tender years when they are most impressionable, and force them into military\ncamps where they will have no protection, or very little, from the vices which are so\nprevalent in army camps. I want to say to you, my brethren and sisters, for one, I am opposed\nto it!\n<\/p><p>\nNow let us go forth and preach this gospel with the understanding that we have the dual\nresponsibility of bearing witness and leading the righteous, the honest, to a knowledge of the\ntruth, and then leaving all others without excuse by the witness which we bear to them.\n<\/p><p>\nI ask it in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}