{"ID":244, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1946, pp. 160-167<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhenever called upon, my brethren and sisters, to perform this great task, I always ask the\nLord to quicken my mind and loosen my tongue, and I hope that that prayer has a response in\nyour hearts in my behalf today.\n<\/p><p>\nMANY EVIDENCES OF CHRIST'S DIVINITY\n<\/p><p>\nWe frequently hear the question asked: \"What is there in a name?\" And thinking of names,\nwe always think first of family names. We think of the great names in the fields of education,\nindustry, statesmanship, but what about the names in the great realm of religion? In retrospect\nthere are many that come before us&mdash;the names of Confucius, of Buddha, of Mohammed, and\nof Jesus Christ. As we think of the first three, their names identify them as men who\nendeavored to teach their followers certain philosophies, philosophies of men, with some\nelements of truth in them. But what about Jesus Christ and his teachings, and furthermore,\nwhat do we find in his name? In the use of his name, there is also an immediate mental\nconnection with the Godhead. His followers proclaimed that he was the Son of God, for we\nread:\n<\/p><p>\nIn the beginning was the Word, and the Word was with God, and the Word was God. The\nsame was in the beginning with God. All things were made by him; and without him was not\nany thing made that was made. In him was life; and the life was the light of men. And the\nlight shineth in darkness; and the darkness comprehended it not. . . . And the Word was made\nflesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the\nFather,) full of grace and truth (<span class=\"citation\" id=\"27209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27209)\">John 1:1-5,14<\/a><\/span>).\n<\/p><p>\nTo the early followers of Jesus Christ, he was with God in the beginning. He was God, and to\nhim was given the great commission of creating the earth and all the things that are now upon\nit. And furthermore, because his plan of salvation was accepted in the pre-existent councils in\nheaven, he revealed himself to mankind in the flesh, the only Begotten of the Father. In\nanalyzing this declaration and comparing it with the theories and teachings of Confucius,\nBuddha, and Mohammed, we find a great difference in the claims of these great religious\nteachers.\n<\/p><p>\nThe above declaration of John must of necessity be supported with tangible evidence that\nJesus Christ was the Son of God, a member of the Godhead who revealed\nhimself to mankind in the flesh for the purpose of redeeming mankind from the sin of Adam.\nThe great evidence to sustain the above claims is found in a promise made by the Savior\nwherein he declared:\n<\/p><p>\nBut when the Comforter is come, whom I will send unto you from the Father, even the Spirit\nof truth, which proceedeth from the Father, he shall testify of me\n(<span class=\"citation\" id=\"27256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27256)\">John 15:26<\/a><\/span>).\n<\/p><p>\nThe great difference between Jesus Christ, the Son of God, and the other great religious\nteachers of the world was that after he left the earth, the third member of the Godhead, even\nthe Holy Ghost, would testify to the races of men on earth of the divine mission of the Lord,\nJesus Christ.\n<\/p><p>\nNearly two thousand years have elapsed since Christ was upon the earth, but untold thousands\nhave enjoyed the revelation of the Holy Ghost that his mission was divine. A modern-day\nprophet, Brigham Young, states most emphatically that any honest searcher of truth can know\nthat Jesus was the Christ in the same way that Peter knew it. As you recall, the Savior was\ntraveling in the country with his disciples and turning upon them asked this question: \". . .\nWhom do men say that I the Son of man am?\" As I visualize that scene, his followers were\ndumb-founded and rather hesitantly answered: \"Some say that thou art John the Baptist; some,\nElias; and others, Jeremias, or one of the prophets,\" The second time the Savior asked the\nquestion: \"But whom say ye that I am?\" Peter, the humble fisherman, without any reservation\ndeclared: \"Thou art the Christ, the Son of the living God,\" and the reply immediately came\nfrom the Savior: \"Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it\nunto thee, but my Father which is in heaven\"\n(<span class=\"citation\" id=\"34085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34085)\">Matt. 16:13-17<\/a><\/span>).\nHow was it possible for\nPeter to answer this question without any hesitation or reservation? It was possible because\nthe Holy Ghost revealed this great truth to him, and in this event we see that the Holy Ghost\ndoes reveal the fact that Jesus Christ is the Only Begotten of the Father in the flesh, the Son\nof God, the Redeemer of the world.\n<\/p><p>\nAgain we ask the question: \"What is there in a name?\" In the name of Jesus Christ there is\nsalvation and exaltation to the children of our Heavenly Father, for we read in the Acts of the\nApostles:\n<\/p><p>\nNeither is there salvation in any other: for there is none other name under heaven given\namong men, whereby we must be saved\n(<span class=\"citation\" id=\"7554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7554)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\nIn his ministry Christ taught the people to accept his name, to take his name upon them. In\nthe matter of prayer he said:\n<\/p><p>\nAnd whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in\nthe Son (<span class=\"citation\" id=\"27248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27248)\">John 14:13<\/a><\/span>).\n<\/p><p>\nPRINCIPLES TAUGHT BY THE SAVIOR\n<\/p><p>\nWith reference to belief and faith he said:\n<\/p><p>\nBut as many as received him, to them gave he power to become the sons of God, even to\nthem that believed on his name (<span class=\"citation\" id=\"27212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27212)\">John 1:12<\/a><\/span>).\n<\/p><p>\nHe taught the principle of repentance, forcibly declaring in Luke:\n<\/p><p>\nAnd that repentance and remission of sins should be preached in his name among all nations,\nbeginning at Jerusalem (<span class=\"citation\" id=\"31204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31204)\">Luke 24:47<\/a><\/span>).\n<\/p><p>\nJohn the Baptist, forerunner of Christ, taught the gospel of repentance and baptism by\nimmersion for the remission of sins, and in the course of events, the Savior appeared applying\nfor baptism. Ecclesiastical history declares that when he came up out of the water, the\nheavens were opened and the Holy Ghost appeared in the form of a dove, and the assembled\nmultitude heard the voice of the Father saying: \". . . This is my beloved Son, in whom I am\nwell pleased\" (<span class=\"citation\" id=\"34029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34029)\">Matt. 3:17<\/a><\/span>)\nagain proclaiming the great truth that Jesus Christ was the Son\nof God, the Redeemer of the world.\n<\/p><p>\n. . . Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of\nthe Son, and of the Holy Ghost\n(<span class=\"citation\" id=\"34117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34117)\">Matt. 28:19<\/a><\/span>).\n<\/p><p>\nAdmission into the kingdom by baptism\n(<span class=\"citation\" id=\"50069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50069)\">John 3:5<\/a><\/span>),\nas the Savior so declared to Nicodemus, was in the\nname of the Godhead including the name of the Savior\n(<span class=\"citation\" id=\"27226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27226)\">John 3:18<\/a><\/span>). Other promises he made in his name:\n<\/p><p>\nHe that believeth and is baptized shall be saved; but he that believeth not shall be damned.\nAnd these signs shall follow them that believe; In my name shall they cast out devils; they\nshall speak with new tongues; They shall take up serpents; and if they drink any deadly thing,\nit shall not hurt them; they shall lay hands on the sick, and they shall recover\n(<span class=\"citation\" id=\"33010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33010)\">Mark 16:16-18<\/a><\/span>).\n<\/p><p>\nTHE TRUE CHURCH OF CHRIST CARRIES HIS NAME\n<\/p><p>\nIn contemplation of the great ministry of our Lord, his name stands out preeminently as the\nonly name under heaven whereby the children of men can enjoy the blessings of salvation and\nexaltation. In fact, his name is the pass-word into the kingdom of our Heavenly Father.\n<\/p><p>\nPaul in preaching to the Ephesians declared that Jesus gave some apostles, some prophets,\nsome evangelists, some pastors and some teachers\n(<span class=\"citation\" id=\"21614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21614)\">Eph. 4:11<\/a><\/span>),\nand may I also point out to you that in the\nNew Testament, there is an abundance of scriptures to prove without question wherein high\npriests, seventies, elders, priests, teachers, deacons and bishops were selected, these offices\nbeing made an integral part of the great Church organization. After the selection of Church\nofficers and its organization did the Church carry a name, and if it did, what was its name\ntwo thousand years ago? Did it carry the name of Peter; was it the church of John or\nMatthew? It was not; it carried the name of its great organizer, the Lord, Jesus Christ. Read,\nif you will:\n<\/p><p>\nAnd he is the head of the body, the church: who is the beginning, the firstborn from the dead;\nthat in all things he might have the preeminence\n(<span class=\"citation\" id=\"10501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10501)\">Col. 1:18<\/a><\/span>).\nIt logically follows that if the Savior was to have pre-eminence in all things, the most\npre-eminent of all these would be this great organization called the Church which should carry\nhis name. We read:\n<\/p><p>\nFor the husband is the head of the wife, even as Christ is the head of the church: and he is\nthe saviour of the body. Therefore as the church is subject unto Christ, so let the wives be to\ntheir own husbands in every thing\n(<span class=\"citation\" id=\"21621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21621)\">Eph. 5:23-24<\/a><\/span>).\n<\/p><p>\nWe see in this comparison that the Church was to take the name of Jesus Christ, its head, and\nbecome subject, just as the wife takes the name of her husband and becomes subject to him.\nSo the Church in the days of Jesus Christ carried his name.\n<\/p><p>\nAt the trial of the Savior, when he stood before Pontius Pilate, the Roman ruler declared that\nhe could find no guile in the man, but to appease the Jews, his subjects, he ordered the\ncrucifixion. He did something more to please his subjects, for John declared:\n<\/p><p>\nAnd Pilate wrote a title, and put it on the cross. And the writing was, JESUS OF\nNAZARETH THE KING OF THE JEWS (<span class=\"citation\" id=\"27262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27262)\">John 19:19<\/a><\/span>).\n<\/p><p>\nLittle did Pontius Pilate realize when that name was nailed to the cross at his command,\nwhereon the Son of God hung, that name would become the best known among the children\nof men, the only name under the heavens whereby we might enjoy a place in his kingdom.\n<\/p><p>\nWhile the Savior's body lay in the tomb, we are told by Peter that his Spirit visited the spirits\nwho, in the time of Noah, were a disobedient people upon the earth and were swept away by\nthe flood (<span class=\"citation\" id=\"2228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2228)\">1 Pet. 3:20<\/a><\/span>),\nteaching them the importance of his name and that by obedience to the gospel that\nhe had proclaimed upon the earth, they too should enjoy salvation.\n<\/p><p>\nAPOSTASY FROM THE CHURCH OF CHRIST\n<\/p><p>\nAccording to the records found in Third Nephi in the Book of Mormon, Jesus Christ as a\nresurrected being appeared to the inhabitants on the American continent, teaching them to take\nupon them his name, and furthermore that the application of the ordinances of the gospel was\nto be done in his name (<span class=\"citation\" id=\"5469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5469)\">3 Ne. 27:7<\/a><\/span>).\nShortly after the departure of the resurrected Savior from the earth.\nPaul declared to the Galatian Saints:\n<\/p><p>\nI marvel that ye are so soon removed from him that called you into the grace of Christ unto\nanother gospel: Which is not another; but there be some that trouble you, and would pervert\nthe gospel of Christ. But though we, or an angel from heaven, preach any other gospel unto\nyou than that which we have preached unto you, let him be accursed\n(<span class=\"citation\" id=\"23224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23224)\">Gal. 1:6-8<\/a><\/span>).\n<\/p><p>\nThis statement is an evidence that other principles and doctrines were being taught and that\nthe great apostasy from the Church of Christ was already in process, and furthermore that as a\nresult of the apostasy, the name of Jesus Christ had lost its significance among\nmen. Men were taught to pray in the names of men and women who out of\nthe changed doctrines of the Savior became so-called saints, standing between the people on\nthis earth and God rather than Jesus Christ. During this period we hear no more about\napostles, prophets, pastors, teachers, high priests, seventies, elders, bishops, priests, teachers,\nand deacons, but new officers with new titles took their places. The efficacy of faith was lost\nin that men were taught to believe that they might be saved by faith and grace rather than by\nfaith and works. The principle of repentance became one wherein the forgiveness of sins\ncould be purchased. The ordinance of baptism was changed and the organization lost its\nidentity as its first title \"Jesus Christ\" had another substitute. As the dark clouds of apostasy\nsettled ever the earth, there were some great men who declared that there would be a change,\na reformation. Among these were Martin Luther, John Calvin, Roger Williams, who declared\nthat the Church of God was no longer upon the earth. Sincere in their declarations and in their\nefforts, they were unable to restore the Church organization with its name, ordinances, and\nprinciples as the Lord, Jesus Christ first gave them to the world.\n<\/p><p>\nTHE TRUE CHURCH RESTORED\n<\/p><p>\nOut of the turmoil and the adverse opinion in the world, a young man, sincerely wishing to\nknow which of all the churches was the Church of Christ fell upon his knees among the\ngiants of the forest, calling upon God for divine direction to the end that the true Church\nmight be revealed to him. In answer to the prayer of the fourteen-year-old boy, God, the\nEternal Father, and Jesus Christ, his Son, appeared, the Father saying to Joseph Smith: \"This\nis My Beloved Son, Hear Him!\" (<span class=\"citation\" id=\"30241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30241)\">JS&mdash;H 1:17<\/a><\/span>)\nreaffirming to the world that Jesus Christ was the Son of God,\na resurrected being, that the Father and the Son were two distinct personages with bodies,\nparts, and passions. Joseph Smith received instructions from the Father and the Son and\nthereafter was visited by heavenly beings who indicated that their visits were in the name of\nthe Savior, again establishing upon the earth that all things were to be done in his name as the\napostles of old taught the people.\n<\/p><p>\nThe eighteenth section of the D&amp;C parallels the verses found in the book of Acts, wherein the\nsignificance and the power of the name of the Lord Jesus Christ was restored to the earth. It\nreads:\n<\/p><p>\nBehold, Jesus Christ is the name which is given of the Father, and there is none other name\ngiven whereby man can be saved; Wherefore, all men must take upon them the name which is\ngiven of the Father, for in that name shall they be called at the last day\n(<span class=\"citation\" id=\"12235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12235)\">D&amp;C 18:23-24<\/a><\/span>).\n<\/p><p>\nIt is a grand and glorious truth to contemplate that in this day, your day and my day, Jesus\nChrist has again spoken to the world, restoring the gospel and all its saving ordinances to the\nend that the children of our Heavenly Father might enjoy salvation and\nexaltation in his kingdom.\n<\/p><p>\nHere are familiar words spoken two thousand years ago and again reiterated in the words of\nthe Savior to the Prophet with reference to prayer, indicating again that his name was to\nbecome the watchword of salvation:\n<\/p><p>\nAnd thou shalt continue in calling upon God in my name, and writing the things which shall\nbe given thee by the Comforter, and expounding all scriptures unto the church\n(<span class=\"citation\" id=\"12244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12244)\">D&amp;C 24:5<\/a><\/span>).\n<\/p><p>\nAnd if ye are purified and cleansed from all sin, ye shall ask whatsoever you will in the name\nof Jesus and it shall be done (<span class=\"citation\" id=\"12254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12254)\">D&amp;C 50:29<\/a><\/span>).\n<\/p><p>\nPRIESTHOOD GIVEN TO MAN\n<\/p><p>\nJohn the Baptist appeared to Joseph Smith and Oliver Cowdery, bestowing upon them the\nAaronic Priesthood, with these words:\n<\/p><p>\nUpon you my fellow servants, in the name of Messiah I confer the priesthood of Aaron\n(<span class=\"citation\" id=\"12231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12231)\">D&amp;C 13:1<\/a><\/span>).\n<\/p><p>\nMay I ask the question, was there ever a time in the history of the great reformers or any\nother religious leaders when they claimed that divine messengers came from the heavens\nabove in the name of Jesus Christ or in the name of the Messiah, bestowing upon them any or\npart of the priesthood? The answer is no. The restoration of the ordinance of baptism brought\nwith it the mandate that men and women were to be baptized in the name of the Father, of\nthe Son, and of the Holy Ghost. The confirmation of members of the Church and the promise\nof the gift of the Holy Ghost were to be done in the name of Jesus Christ. Administrations to\nthe sick were to be performed in his name. The revealed blessings on the sacrament were to\nbegin with these words: \"O God, the Eternal Father, we ask thee in the name of thy son, Jesus\nChrist,\" (<span class=\"citation\" id=\"12243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12243)\">D&amp;C 20:77,79<\/a><\/span>) and so on.\n<\/p><p>\nFollow through the restoration of the gospel, if you will. The significance of the name of\nJesus Christ is most impressive, restoring to it the same place that it held when he taught men\nupon the earth two thousand years ago. With the restoration of the ordinances and principles\nof the gospel, the Lord again, as Paul once declared, gave some apostles, prophets, evangelists\nteachers, pastors high priests, seventies, elders bishops, priests, teachers, and deacons\n(<span class=\"citation\" id=\"21615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21615)\">Eph. 4:11<\/a><\/span>), and\nwith the restoration of these offices in the priesthood of the Church the Church was again\norganized just as perfectly as it was in the days of Peter and John. Something more than the\nrestoration of the gospel, ordinances, principles, and organization was necessary, and what\nwas that? The name by which it might be identified in the world, which name had been taken\nfrom the earth when the great apostasy took place, and is it not singular then that all the great\nreligionists failed to call the churches organized by them the Church of Jesus Christ but\nthrough the providence of God, it was not to be. Hence, the name was\nreserved for the day when through the Lord's instrument, Joseph Smith, the Church was again\nrestored to the earth. We read in a revelation known as the one hundred fifteenth section of\nthe D&amp;C the words of the Savior to the Prophet relative to this matter:\n<\/p><p>\nVerily thus saith the Lord unto you, my servant Joseph Smith, Jun., and also my servant\nSidney Rigdon, and also my servant Hyrum Smith, and your counselors who are and shall be\nappointed hereafter; And also unto you, my servant Edward Partridge, and his counselors;\nAnd also unto my faithful servants who are of the high council of my church in Zion, for thus\nit shall be called, and unto all the elders and people of my Church of Jesus Christ of\nLatter-day Saints, scattered abroad in all the world; For thus shall my church be called in the\nlast days, even The Church of Jesus Christ of Latter-day Saints. Verily I say unto you all:\nArise and shine forth, that thy light may be a standard for the nations\n(<span class=\"citation\" id=\"12309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12309)\">D&amp;C 115:1-5<\/a><\/span>).\n<\/p><p>\nMEANING OF NAME LATTER-DAY SAINT\n<\/p><p>\nWith the restoration of the name, the organization was now complete with the priesthood, all\nits officers, ordinances, and principles that existed in the ancient Church as Christ taught\nthem. The restoration of the name is one of the greatest evidences of the divine calling of the\nProphet Joseph, the Church in the latter-days being known as the Church of Jesus Christ of\nLatter-day Saints.\n<\/p><p>\nThe members of this Church carry a great and grave responsibility in using the title Latter-day\nSaints. As I think of my own life, I wonder if I merit the name Latter-day Saint. Do you\nponder over this divine title, determining whether or not your lives are compatible with the\ntitle of Latter-day Saint? We only become Latter-day Saints insofar as we live the gospel of\nthe Lord, Jesus Christ, and a real Latter-day Saint is willing to take upon him the full name of\nthe Lord, Jesus Christ, keep his commandments, his covenants. It demands wholehearted,\ndevoted loyalty to the anointed of the Lord who preside over his Church, and beyond that\ncleanliness of life is a prime requisite, for I am convinced that anyone who claims to be a\nLatter-day Saint and drinks a glass of beer or smokes a cigarette is not entitled to the divine\ntitle of Latter-day Saint.\n<\/p><p>\nThe Lord's people are a covenant people under solemn obligation to him so to live as he has\ndeclared to the Prophet Joseph to become a standard to all the nations, and if there was ever a\ntime in the history of the world when it needed a people that would manifest in its lives all\nthe principles of the gospel, that time is today.\n<\/p><p>\nJoseph Smith declared prophetically on the banks of the Mississippi River on the sixth day of\nAugust 1842, almost two years before he was murdered, that this people would move to the\nRocky Mountains, becoming a great and a mighty people. I wonder what he meant by the\nword \"mighty.\" Were we to become mighty in politics, in the industrial world, or were we to\nbecome mighty in righteousness? My interpretation of this prophecy is that we were to\nbecome mighty in righteousness, and out of our might in righteousness we\nwould set the world an example. We would become a light, a standard to a misdirected,\nmisled, and faithless world. So in the final analysis of the Lord's plans, he bestowed his name\nupon the restored Church to identify us from the rest of the world by being called Latter-day\nSaints.\n<\/p><p>\nTHE IMPORTANCE OF A NAME\n<\/p><p>\nIt is a far cry from the days of Pontius Pilate when he ordered the name of the Savior nailed\nto the cross: \"Jesus of Nazareth, king of the Jews\"\n(<span class=\"citation\" id=\"27263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27263)\">John 19:19<\/a><\/span>), to the day when John the Revelator saw in\na vision and declared:\n<\/p><p>\nAnd he hath on his vesture and on his thigh, a name written, KING OF KINGS, AND LORD\nOF LORDS (<span class=\"citation\" id=\"42184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42184)\">Rev. 19:16<\/a><\/span>).\n<\/p><p>\nIn his name the Lord promised that he would appear as the Lord of lords and King of kings\nto all those who live the gospel of Jesus Christ, meriting the title of Latter-day Saints, and\nthey should have this blessing:\n<\/p><p>\nThey are they who are the church of the Firstborn. They are they into whose hands the Father\nhas given all things&mdash;They are they who are priests and kings, who have received of his\nfulness, and of his glory; . . . These are they whose names are written in heaven, where God\nand Christ are the judge of all; These are they who are just men made perfect through Jesus\nthe mediator of the new covenant, who wrought out this perfect atonement through the\nshedding of his own blood. These are they whose bodies are celestial, whose glory is that of\nthe sun, even the glory of God, the highest of all, whose glory the sun of the firmament is\nwritten of as being typical (<span class=\"citation\" id=\"12272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12272)\">D&amp;C 76:54-56,68-70<\/a><\/span>).\n<\/p><p>\nAgain the question is submitted: \"What is there in a name?\" What is there in the name of\nJesus Christ?\n<\/p><p>\nBehold, Jesus Christ is the name which is given of the Father, and there is none other name\ngiven whereby man can be saved; Wherefore, all men must take upon them the name which is\ngiven of the Father, for in that name shall they be called at the last day\n(<span class=\"citation\" id=\"12236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12236)\">D&amp;C 18:23-24<\/a><\/span>).\n<\/p><p>\nMay God bless you and may he bless me, that we will so revere the name of the Lord Jesus\nChrist, that we will keep his commandments and enjoy all the blessings involved therein, I\nask in his name. Amen\n<\/p>\n<\/div>\n<\/div>"}