{"ID":2453, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Parents, Teach Your Children\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p2\" class=\"\">President Paul H. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_006<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p3\" class=\"\">I am grateful this morning, my brothers and sisters, for the uplifting and inspired message we have heard from our president. As he spoke, I thought in my mind that if all the world would heed this counsel, most all of its problems would be resolved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p4\" class=\"\">One of the basic tenets of The Church of Jesus Christ of Latter-day Saints is that we believe in continuous revelation. It is our testimony to the world that God communicates to prophets today the same as he did in ancient times. God’s revelations in times past have been sustained and revered in holy scripture. New revelation is the mind and will of the Lord through current prophets, and when they speak when moved upon by the Holy Ghost, it is “the <span class=\"emphasis\">will<\/span> of the Lord, … the <span class=\"emphasis\">mind<\/span> of the Lord, … the <span class=\"emphasis\">word<\/span> of the Lord, … the <span class=\"emphasis\">voice<\/span> of the Lord, and the <span class=\"emphasis\">power<\/span> of God unto salvation.” (<span class=\"citation\" id=\"16322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16322)\">D&amp;C 68:4<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p5\" class=\"\">This morning we heard from a prophet of God, and he communicated the mind and will of the Lord to all who would listen and receive counsel. Concerning the importance of such an occasion as this, it was President Kimball some years ago who made this observation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p6\" class=\"\">“Sunday night, April 7, the great Tabernacle was closed, the lights turned out, and the record machines stopped, the door locked, and another historical conference became history. It will have been lost motion—a waste of time, energy, and money—if its messages <span class=\"emphasis\">are not heeded.<\/span> In the seven two-hour sessions and in the several satellite meetings, truths were taught, doctrines expounded, exhortations given, enough to save the whole world from all its ills—and [he concluded] I mean from <span class=\"emphasis\">all<\/span> its ills. …” (Spencer W. Kimball, “In the World But Not of It,” <span class=\"emphasis\">Speeches of the Year,<\/span> Provo, Utah: Brigham Young University Press, 1968, pp. 2–3.) He reaffirmed that in our hearts and minds this morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p7\" class=\"\">I remember hearing President Kimball just the other day quote from Samuel:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p8\" class=\"\">“And the Lord said to Samuel, Behold, I will do a thing in Israel, at which both the ears of every one that heareth it shall tingle.” (<span class=\"citation\" id=\"2599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2599)\">1 Sam. 3:11<\/a><\/span>.) Today our president has caused our ears to tingle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p9\" class=\"\">Now for a few moments I would like to direct some remarks to parents everywhere in this great listening audience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p10\" class=\"\">An oft-quoted passage of scripture and revelation of the Latter-day Saints is one referred to a few moments ago by President Kimball. It’s contained in the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p11\" class=\"\">“And again, inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrine of repentance, faith in Christ the Son of the Living God, and of baptism and the gift of the Holy Ghost by the laying on of hands, when eight years old, the sin be upon the heads of the parents.” (<span class=\"citation\" id=\"16326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16326)\">D&amp;C 68:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p12\" class=\"\">I don’t know how many times you have heard this passage of scripture, and appropriately so, but certainly no counsel could be more timely or pertinent to the problems besetting families throughout the world. How many times have parents said to themselves after hearing this message, “I know it’s true and I know what the Lord expects, but how do I <span class=\"emphasis\">do<\/span> it?” In other words, how do I become an effective teacher of the gospel to my own children?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p13\" class=\"\">As I have thought about this, it has been my observation that most parents really want to be good parents. Most want to do a better job.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p14\" class=\"\">May we consider this morning four things that parents can do that will help them to better achieve success in rearing their children in righteousness?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p15\" class=\"\">First, I would itemize the power of parental precept. Parents teach two ways. The first is by precept—or what we say by way of teaching correct principles to our children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p16\" class=\"\">I am reminded of the father who, in gathering his children together one morning, asked, “What would you learn of me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p17\" class=\"\">The reply came, “How shall we care for our bodies? How shall we play? How shall we work together? How shall we live with our fellowmen? How shall we pray? How shall we know God? For what ends shall we live?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p18\" class=\"\">And the father pondered these words and sorrow was in his heart, for his own life and teaching touched not these things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p19\" class=\"\">You may recall the old farmer who had quite a reputation for being a philosopher. He said, “You can no more teach what you ain’t got than you can go back to where you ain’t been.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p20\" class=\"\">I recall as a young man when I first heard our text quoted from the Doctrine and Covenants, I went to my own mother and exclaimed, “Well, Mom, how does it feel to have all my sins on your head?” Then she taught me the lesson of that passage. She said, “Ah, Paul, you forgot to read carefully what the Lord said. He said that the sin be upon the head of parents if they do not teach their children the principles of the gospel [see <span class=\"citation\" id=\"16327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16327)\">D&amp;C 68:25<\/a><\/span>]. And you’ve been taught!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p21\" class=\"\">And I had been taught! Thank the Lord for parents who realize their responsibility to instill in their children the principles of the gospel and who follow the counsel of the Lord’s prophets. Parents in the Church today have been counseled to regularly, consistently, and inspiringly hold family home evenings and to take advantage of other great teaching moments to so acquaint their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p22\" class=\"\">The second way would be the power of parental example. Ralph Waldo Emerson said, “What you do thunders so loudly in my ears I cannot hear what you say.” Will you remember this little couplet:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Parents can tell but never teach<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Until they practice what they preach.<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p25\" class=\"\">I’m grateful for the example of a father who, as a busy executive of a great supermarket chain, still found the time to demonstrate by his concern that groceries were less important than his boy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p26\" class=\"\">Like many young men, I once had a paper route; and I had to get up early in the morning to deliver them. One morning I woke up and looked outdoors to see one of those torrential Arkansas downpours. I thought we were in for another flood! As I prepared to go out in that rain, my father came into the room dressed in his business suit. “Get in the car, Paul,” he said. “I’ll drive you around your route this morning.” This meant that he would have to go without his own breakfast.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p27\" class=\"\">On that morning, in addition to the heavy rain, the papers came late. By the time we had them delivered, it was considerably past the hour that my father had to be to work. And on this particular morning he had scheduled a very important board meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p28\" class=\"\">He arrived at the meeting late, walked into the board room, and announced, “I’m sorry I’m late, gentlemen, but I had to deliver my papers this morning.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p29\" class=\"\">Do you think that there was ever any doubt in my mind as to my father’s greatest concern? Interestingly, I don’t recall too many lessons my parents verbally taught, but their example is still a part of me till this day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p30\" class=\"\">Third, the power of parental love. Recently I came across a little article by Doris Jehnke, entitled “Saturday with a Teenage Daughter.” It seems all too typical of parent-daughter relationships these days. Let me share it with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p31\" class=\"\">“Are you going to sleep all day? … Who said you could use my hairspray? … Clean the dishes off the table. … Turn down the radio. … Have you made your bed? … That skirt is much too short. … Your closet is a mess. … Stand up straight. … Somebody has to go to the store. … Quit chewing your gum like that. … Your hair is too bushy. … I don’t care if everybody else does have one. … Turn down the radio. … Have you done your homework? … Don’t slouch. … You didn’t make your bed. … Quit banging on the piano. … Why don’t you iron it yourself? … Your fingernails are too long. … Look it up in the dictionary. … Sit up straight. … Get off the phone now. … Why did you ever buy that record? … Take the dog out. … You forgot to dust that table. … You’ve been in the bathroom long enough. … Turn off the radio and get to sleep now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p32\" class=\"\">“Another day gone, and not once did I say, ‘I love you.’” (Stanley E. Miller, comp., <span class=\"emphasis\">Especially for Mormons,<\/span> Kellirae Arts, Provo, Utah, 1971, vol. 1, p. 141.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p33\" class=\"\">Too often it is easier to criticize, to point out the faults, than to praise or give love. Mothers and dads, when was the last time you told your children “I love you”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p34\" class=\"\">A good friend of mine makes it a point every day to find something positive that he can compliment in his children so that he can truly say, “I love you.” Will you make the opportunity soon?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p35\" class=\"\">Finally, the power of parental prayer. The Book of Mormon provides a great example of a father who recovered a lost son by the power of personal prayer. The conditions of his time are akin to our own day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p36\" class=\"\">“Now it came to pass that there were many of the rising generation that could not understand the words of king Benjamin, being little children at the time he spake unto his people; and they did not believe the tradition of their fathers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p37\" class=\"\">“They did not believe what had been said concerning the resurrection of the dead, neither did they believe concerning the coming of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p38\" class=\"\">“And now because of their unbelief they could not understand the word of God; and their hearts were hardened.” (<span class=\"citation\" id=\"40409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40409)\">Mosiah 26:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p39\" class=\"\">One of these of the “rising generation” was Alma the Younger. He was “a man of many words, and did speak much flattery to the people,” leading away “many … to do after the manner of his iniquities.” (<span class=\"citation\" id=\"40410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40410)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40410)\">Mosiah 27:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p40\" class=\"\">We are further told that he was “a great hinderment to the prosperity of the church of God” because of the dissension that he caused. (<span class=\"citation\" id=\"40412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40412)\">Mosiah 27:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p41\" class=\"\">I suppose the tendency then, as it often seems to be today, was to “write him off.” But you know the miraculous story of how an angel of the Lord appeared to that young man and how he became one of the greatest missionaries in the church of Christ. What was it that caused that great change to occur? The angel testified to Alma the following: “… Behold, the Lord hath heard the prayers of his people, and also the prayers of his servant, Alma, who is thy father. …” (<span class=\"citation\" id=\"40413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40413)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40413)\">Mosiah 27:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p42\" class=\"\">Think of it! The power of parental prayer! As we consider the challenge of rearing children in a world fraught with temptations, false ideologies, and materialistic enticements, do you not feel the need for guidance and inspiration beyond your human capacity? There is no greater help or strength that a father or mother can obtain than through securing that help from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p43\" class=\"\">Just the other day I had a sweet experience. I stood in the presence of a mother and a father who had just greeted their long-lost son home from the wars—I mean the worldly wars. What a tender moment! I can tell you their prayers were heard and answered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p44\" class=\"\">Remember what Alma said: “Counsel with the Lord in all thy doings, and he will direct thee for good. …” (<span class=\"citation\" id=\"9200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9200)\">Alma 37:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/parents-teach-your-children.p45\" class=\"\">May I testify to all parents in Zion everywhere to the efficacy of these great principles in rearing our children righteously: the power of precept, the power of example, the power of love, and the power of prayer. I add my personal witness that Jesus Christ really lives, that his kingdom is here upon the earth, and that this morning we heard from his appointed prophet and servant, Spencer W. Kimball. May we abide by the counsel and teachings given to us by the Lord through his servants, I humbly pray as I testify to these things in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}