{"ID":2454, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            His Final Hours\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p2\" class=\"\">Elder Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_007<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p3\" class=\"\">A few years less than 2,000 years ago this very day, the initial events of the most important week in human history began to unfold outside of Jerusalem near the little village of Bethany. Jesus of Nazareth, with scarcely a three-year ministry among his countrymen, left the home of his friends Mary, Martha, and Lazarus and walked resolutely toward the gates of Jerusalem. Some of the inhabitants of that ancient city considered him to be a blasphemer, a demon, a transgressor of Jewish law. Others believed him to be a prophet, the Messiah, the Son of the living God. Whatever the opinions may have been, all Judea knew of this man who taught with power and authority though he was neither Scribe nor Pharisee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p4\" class=\"\">“And the Jews’ passover was nigh at hand:” John records, “and many went out of the country up to Jerusalem before the passover, to purify themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p5\" class=\"\">“Then sought they for Jesus, and spake among themselves, as they stood in the temple, What think ye, that he will not come to the feast?” (<span class=\"citation\" id=\"28787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28787)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28787)\">John 11:55–56<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p6\" class=\"\">Jewish law required the attendance of all adult males at this, the most sacred of Israel’s ceremonial commemorations. But members of the Sanhedrin had openly vowed to put Jesus to death, and the likelihood of his appearance at such a public gathering was doubted by many.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p7\" class=\"\">The feeling of danger for him was everywhere present, but Jesus <span class=\"emphasis\">did<\/span> come to Jerusalem for the feast of the Passover, not with pomp and ceremony, but on a lowly donkey—the symbol of humility and peace. A great multitude went out of Jerusalem to greet him, spreading branches of palm trees before his path and crying: “… Hosanna to the Son of David: Blessed is he that cometh in the name of the Lord. …” (<span class=\"citation\" id=\"36330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36330)\">Matt. 21:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p8\" class=\"\">Matthew records that “all the city was moved, saying, Who is this?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p9\" class=\"\">“And the multitude said, This is Jesus the prophet of Nazareth of Galilee.” (<span class=\"citation\" id=\"36331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36331)\">Matt. 21:10–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p10\" class=\"\">To all who had knowledge of the law, this was the triumphant entry of Israel’s king, long predicted by the prophets and long awaited by Israel’s seed. The multitude was jubilant and vocal; Jesus was regal and silent. Indeed, as he approached this city so highly favored of God, he wept for Jerusalem saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p11\" class=\"\">“For the days shall come upon thee, that thine enemies shall … compass thee round, and keep thee in on every side,<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p12\" class=\"\">“And shall lay thee even with the ground … ; and they shall not leave in thee one stone upon another.” (<span class=\"citation\" id=\"31908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31908)\">Luke 19:43–44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p13\" class=\"\">Jesus also knew of his own impending fate. He spoke in parables of grain that had to die in order to bring forth fruit, and of a chosen son sent by his father into the family vineyard only to be killed as the father’s servants before him had been killed. At times the burden seemed almost too heavy to bear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p14\" class=\"\">“Now is my soul troubled;” he admitted. “… Father, save me from this hour: but for this cause came I unto this hour.” (<span class=\"citation\" id=\"28788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28788)\">John 12:27<\/a><\/span>.) His singleness of purpose and unwavering commitment to do the will of his Father carried him forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p15\" class=\"\">As his own mortal future dimmed, he gently declared: “I am come a light into the world, that whosoever believeth on me should not abide in darkness.” (<span class=\"citation\" id=\"28790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28790)\">John 12:46<\/a><\/span>.) Such statements were uniting his enemies against him, yet he proclaimed: “For I have not spoken of myself; but the Father which sent me, he gave me a commandment, what I should say, and what I should speak.” (<span class=\"citation\" id=\"28791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28791)\">John 12:49<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p16\" class=\"\">Hoping to trap Jesus in his utterances, some of the shrewdest of his adversaries posed double-edged questions on political and rabbinic law. One group of Pharisees and Herodians asked him a most diabolic question:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p17\" class=\"\">“… Master, we know that thou art true, and teachest the way of God in truth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p18\" class=\"\">“Tell us therefore, … Is it lawful to give tribute unto Caesar, or not?” (<span class=\"citation\" id=\"36334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36334)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36334)\">Matt. 22:16–17<\/a><\/span>.) If he were to answer yes, he would easily be accused of betraying his heritage among Abraham’s seed, the very group staggering under the oppression of Roman law. If he were to answer no, he would immediately be apprehended as a political agitator. He answered neither, but rather asked to be shown a coin by which such tribute money commonly was paid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p19\" class=\"\">Holding the piece of money up to his accusers, he asked: “Whose is this image and superscription?” Of course, they answered as any child in the street could have: “It is Caesar’s.” With that single question he had taken command of the confrontation. He returned the coin saying: “… Render therefore unto Caesar the things which are Caesar’s” (<span class=\"citation\" id=\"36335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36335)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36335)\">Matt. 22:20–21<\/a><\/span>), as if to say: “The man’s name and picture are on the coin. Surely it belongs to him. Please be kind enough to return it to its rightful owner.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p20\" class=\"\">Brilliantly he had destroyed the ploy of his oppressors, but that was never his true mission or desire. These, too, were sons of God. These, too, were among those he came to save. He feared for them and loved them even in their malice. As they turned away he added a plea: “… and [render] unto God the things that are God’s.” As the coin bore the image of Caesar, so these and all men bore the image of God, their Heavenly Father. They had been created by him in the likeness of his image, and Jesus was to provide a way for them to return to him. Yet, “When they heard these words, they marvelled, and left him, and went their way.” (<span class=\"citation\" id=\"36336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36336)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36336)\">Matt. 22:21–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p21\" class=\"\">A short time later a lawyer baited a theological trap for him, saying: “Master, which is the great commandment in the law?” (<span class=\"citation\" id=\"36337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36337)\">Matt. 22:36<\/a><\/span>.) Legal scholars had divided, subdivided, and categorized the original Mosaic code so minutely that some parts of the law seemed to be in direct opposition to other parts. But Jesus would not be paralyzed by the jots and tittles of legal debate. In a single stroke he penetrated to the heart of the law and integrated those several parts into its one great whole: “… Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p22\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p23\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.” (<span class=\"citation\" id=\"36341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36341)\">Matt. 22:37–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p24\" class=\"\">Again Jesus had turned a question full of venom and envy and technical deceit into an answer of love, compassion, and lofty vision.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p25\" class=\"\">As the final hours of his earthly mission came upon him, Jesus turned away from the multitudes and sought only to strengthen his disciples. He warned them of what lay ahead. He spoke of Jerusalem’s destruction and of the distress and apostasy that would precede his latter-day return to the earth. He spoke of a master who would, after a long time in a distant country, come and make a reckoning with his servants, each according to his ability and the talents given him for investment in a worthy cause. He spoke of a shepherd who would separate his sheep from the goats, the former being those followers who gave meat to the hungry, drink to the thirsty, clothing to the naked, and attention to the afflicted. He spoke of virgins attending a wedding, some of whom had sufficient oil for trimming their lamps while others saw their meager supply depleted because the bridegroom tarried longer than they supposed. Thus Jesus taught his disciples to watch and pray; however, he taught them that prayerful watching does not require sleepless anxiety and preoccupation with the future, but rather the quiet, steady attention to present duties.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p26\" class=\"\">As the hour of sacrifice approached, Jesus retreated with his twelve apostles to the peace and privacy of an upper chamber. There the Master sought to fortify his special witnesses against the snares of the evil one by laying aside his outer garment, girding himself with a towel, and washing the apostles’ feet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p27\" class=\"\">This magnificent gesture of love and unity was a fitting prelude to the paschal meal that followed. From the time the firstborn of the faithful children of Israel had been “passed over” in the destruction brought on Egypt by Pharaoh’s intransigence, the Passover meal, with all its symbolic emblems and gestures, had been faithfully observed by Israel’s families. How fitting it was during the observance of this ancient covenant of protection that Jesus should institute the emblems of the new covenant of safety—the emblems of his own body and blood. As he took the bread and broke it, and took the cup and blessed it, he was presenting himself as <span class=\"emphasis\">the<\/span> Lamb of God who would provide spiritual nourishment and eternal salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p28\" class=\"\">With the new covenant came a new commandment. Jesus said his disciples must “love one another; as I have loved you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p29\" class=\"\">“By this shall all men know that ye are my disciples, if ye have love one to another.” (<span class=\"citation\" id=\"28793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28793)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28793)\">John 13:34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p30\" class=\"\">To the very end of his mortal life Jesus was demonstrating the grandeur of his spirit and the magnitude of his strength. He was not, even at this late hour, selfishly engrossed with his own sorrows or contemplating the impending pain. He was anxiously attending to the present and future needs of his beloved followers. He knew their own safety, individually and as a church, lay only in their unconditional love one for another. His entire energies seem to have been directed toward their needs, thus teaching by example what he was teaching by precept. He gave them words of comfort and commandment and caution.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p31\" class=\"\">“Let not your heart be troubled,” he said, for he sensed their fear and sorrow. “In my father’s house are many mansions. … I go to prepare a place for you. … I am the way, the truth, and the life. … Whatsoever ye shall ask in my name, that will I do. … I will pray the Father, and he will give you another Comforter, that he may abide with you for ever. … I will not leave you comfortless: I will come to you. … Ye are my friends, if ye do whatsoever I command you. … These things I command you, that ye love one another.” (See <span class=\"citation\" id=\"28795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28795)\">John 14:1–2,6,13,16,18<\/a><\/span> and <span class=\"citation\" id=\"28810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28810)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28810)\">John 15:14,17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p32\" class=\"\">On this night of nights, as the little group approached the Garden of Gethsemane, Jesus might have asked his apostles to pray for him, to strengthen him for the unutterable task ahead. But instead Jesus prayed for them and for those like them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p33\" class=\"\">“I pray not that thou shouldest take them out of the world,” records John, who was there to hear it, “but [I pray] that thou shouldest keep them from … evil. … They are not of this world. … Sanctify them through thy truth. … Neither pray I for these alone, but for them also which shall believe on me through their word: that they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.” (See <span class=\"citation\" id=\"28818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28818)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28818)\">John 17:15–17,20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p34\" class=\"\">Having offered that magnificent intercessory prayer, Jesus went on to face alone his anguish of body and spirit. A modern apostle of the Lord Jesus Christ has written:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p35\" class=\"\">“Christ’s agony in the garden is unfathomable by the finite mind, both as to intensity and cause. … In that hour of anguish Christ met and overcame all the horrors that Satan … could inflict. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p36\" class=\"\">“In some manner, actual and terribly real though to man incomprehensible, the Savior took upon Himself the burden of the sins of mankind from Adam to the end of the world.” (James E. Talmage, <span class=\"emphasis\">Jesus the Christ,<\/span> Deseret Book Co., 1962, p. 613.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p37\" class=\"\">From there it was only a matter of hours until he was falsely accused, illegally tried, and unjustly crucified. He did what no other has ever done—he arose the third day from his own tomb, a tomb once again filled with the light and the life of the world, and he ascended to his Father. Jesus of Nazareth was now Jesus the Christ; he had conquered death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p38\" class=\"\">In contrast to the haste and busy affairs of our day, his life was one of simplicity. He lived in humble circumstances. He had not surrounded himself with the proud and mighty of the earth, but with the poor, the humble, and those of modest circumstances. There was nothing complicated about his life or teaching. The words he spoke relate to people of all walks of life—to all those who listened in his day and to all those who will listen today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/his-final-hours.p39\" class=\"\">History bears well the burden of providing ample evidence of his death. As surely as I know he died, I have the quiet yet positive assurance that he lives today—the Savior of every person who has been born or will be born upon this earth. As we now enter the Passover week of old, may we think on the resurrected Christ, the living Son of the living God. May we, in his name, unite our hearts, love one another, and keep his commandments is my prayer in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}