{"ID":2455, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Marriage That Endures\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p3\" class=\"\">Elder Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_010<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p4\" class=\"\">My beloved brethren and sisters, I am grateful for the invocation offered by Brother Kan Watanabe, my friend and associate with whom I have traveled many thousands of miles up and down Japan in the ministry of the Lord. And I have been inspired by the music of this chorus of priesthood holders of Brigham Young University students.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p5\" class=\"\">There is something stirring and beautiful about their voices. If the Holy Spirit will direct me, I think I should like to address my remarks to them, even though they are seated behind me. In so doing, I also speak to youth across the entire Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p6\" class=\"\">It is springtime in this part of the world, the season when “a young man’s fancy … turns to thoughts of love.” (Alfred Lord Tennyson, “Locksley Hall.”) It is April when young men and women dream of June weddings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p7\" class=\"\">As an introduction may I tell of two experiences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p8\" class=\"\">The first happened not long ago when I was at the new Washington, D.C., Temple. A number of newsmen were present on that occasion. They were curious concerning this beautiful building, different from other church buildings—different in concept, different in purpose, different concerning those who will be permitted within its sacred precincts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p9\" class=\"\">I explained that, after the building is dedicated as the house of the Lord, only members of the Church in good standing will be authorized to enter, but that prior to its dedication, for a period of from a month to six weeks, visitors will be made welcome to tour the entire structure; that we are not disposed to hide it from the world, but that, following the dedication, we shall regard it as being of so sacred a nature that purity of life and strict adherence to standards of the Church become qualifications for admittance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p10\" class=\"\">We talked of the purposes for which temples are built. I explained those purposes, particularly emphasizing that purpose which appeals to all thoughtful men and women, namely, marriage for eternity. As I did so, I reflected on an experience at the time of the prededication showing of the London Temple in 1958.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p11\" class=\"\">On that occasion thousands of curious but earnest people stood in long lines to gain entry to the building. A policeman stationed to direct traffic observed that it was the first time he had ever seen the English eager to get into a church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p12\" class=\"\">Those who inspected the building were asked to defer any questions until they had completed the tour. In the evenings I joined the missionaries in talking with those who had questions. As a young couple came down the front steps of the temple, I inquired whether I could help them in any way. The young woman spoke up and said, “Yes. What about this ‘marriage for eternity’ to which reference was made in one of the rooms?” We sat on a bench under the ancient oak that stood near the gate. The wedding band on her finger indicated that they were married, and the manner in which she gripped her husband’s hand evidenced their affection one for another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p13\" class=\"\">“Now to your question,” I said. “I suppose you were married by the vicar.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p14\" class=\"\">“Yes,” she responded, “just three months ago.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p15\" class=\"\">“Did you realize that when the vicar pronounced your marriage he also decreed your separation?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p16\" class=\"\">“What do you mean?” she quickly retorted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p17\" class=\"\">“You believe that life is eternal, don’t you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p18\" class=\"\">“Of course,” she replied.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p19\" class=\"\">I continued, “Can you conceive of eternal life without eternal love? Can either of you envision eternal happiness without the companionship of one another?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p20\" class=\"\">“Of course not,” came the ready response.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p21\" class=\"\">“But what did the vicar say when he pronounced your marriage? If I remember the language correctly, he said, among other things, ‘in sickness and in health, for richer or for poorer, for better or for worse, till death do ye part.’ He went as far as he felt his authority would permit him and that was till death separates you. In fact, I think that if you were to question him, he would emphatically deny the existence of marriage and family beyond the grave.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p22\" class=\"\">“But,” I continued, “the Father of us all, who loves his children and wants the best for them, has provided for a continuation, under proper circumstances, of this most sacred and ennobling of all human relationships, the relationships of marriage and family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p23\" class=\"\">“In that great and moving conversation between the Savior and his apostles, wherein Peter declared, ‘Thou art the Christ, the Son of the living God,’ and the Lord responded, ‘Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.’ The Lord then went on to say to Peter and his associates, ‘And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.’ (<span class=\"citation\" id=\"36314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36314)\">Matt. 16:13–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p24\" class=\"\">“In that marvelous bestowal of authority the Lord gave to his apostles the keys of the holy priesthood, whose power reaches beyond life and death into eternity. This same authority has been restored to the earth by those same apostles who held it anciently, even Peter, James, and John.” I continued by saying that following the dedication of the temple on the following Sunday, those same keys of the holy priesthood would be exercised in behalf of the men and women who come into this sacred house to solemnize their marriage. They will be joined in a union which death cannot dissolve and time cannot destroy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p25\" class=\"\">Such was my testimony to this young couple in England. Such it is to you today, my dear young friends, and such it is to all the world. Our Father in heaven, who loves his children, desires for them that which will bring them happiness now and in the eternities to come, and there is no greater happiness than is found in the most meaningful of all human relationships—the companionships of husband and wife and parents and children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p26\" class=\"\">A few days ago I was called to the hospital bedside of a mother in the terminal stages of a serious illness. She passed away a short time later, leaving her husband and four children, including a little boy of six. There was sorrow, deep and poignant and tragic. But shining through their tears was a faith beautiful and certain that as surely as there was now a sorrowful separation, there would someday be a glad reunion, for that marriage had begun with a sealing for time and eternity in the house of the Lord under the authority of the holy priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p27\" class=\"\">Every man who truly loves a woman, and every woman who truly loves a man, hopes and dreams that their companionship will last forever. But marriage is a covenant sealed by authority. If that authority is of the state alone, it will endure only while the state has jurisdiction, and that jurisdiction ends with death. But add to the authority of the state the power of the endowment given by Him who overcame death, and that companionship will endure beyond life if the parties to the marriage live worthy of the promise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p28\" class=\"\">When I was much younger and less brittle, we danced to a song whose words went something like this:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Is love like a rose<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That blossoms and grows,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Then withers and goes<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">When summer is gone?<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p33\" class=\"\">It was only a dance ballad, but it was a question that has been asked through the centuries by men and women who loved one another and looked beyond today into the future of eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p34\" class=\"\">To that question we answer no, and reaffirm that love and marriage under the revealed plan of the Lord are not like the rose that withers with the passing of summer. Rather, they are eternal, as surely as the God of heaven is eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p35\" class=\"\">But this gift, precious beyond all others, comes only with a price—with self-discipline, with virtue, with obedience to the commandments of God. These may be difficult, but they are possible under the motivation that comes of an understanding of truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p36\" class=\"\">Brigham Young once declared: “There is not a young man in our community who would not be willing to travel from here to England to be married right, if he understood things as they are; there is not a young woman in our community, who loves the Gospel and wishes its blessings, that would be married in any other way.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> p. 195.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p37\" class=\"\">Many have traveled that far and even farther to receive the blessings of temple marriage. I have seen a group of Latter-day Saints from Japan who had denied themselves food to make possible the long journey to the Hawaii Temple. In London we met those who had gone without necessities to afford the 7,000 mile flight from South Africa to the temple in Surrey, England. There was a light in their eyes and smiles on their faces and testimonies from their lips that it was worth infinitely more than all it had cost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p38\" class=\"\">And I remember hearing in New Zealand the testimony of a man from the far side of Australia who, having been previously sealed by civil authority and then joined the Church with his wife and children, had traveled all the way across that wide continent, then across the Tasman Sea to Auckland, and down to the temple in the beautiful valley of the Waikata. As I remember his words, he said, “We could not afford to come. Our worldly possessions consisted of an old car, our furniture, and our dishes. I said to my family, ‘We cannot afford to go.’ Then I looked into the faces of my beautiful wife and our beautiful children, and I said, ‘We cannot afford <span class=\"emphasis\">not<\/span> to go. If the Lord will give me strength, I can work and earn enough for another car and furniture and dishes, but if I should lose these my loved ones, I would be poor indeed in both life and in eternity.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p39\" class=\"\">How shortsighted so many of us are, how prone to look only at today without thought for the morrow. But the morrow will surely come, as will also come death and separation. How sweet is the assurance, how comforting is the peace that come from the knowledge that if we marry right and live right, our relationship will continue, notwithstanding the certainty of death and the passage of time. Men may write love songs and sing them. They may yearn and hope and dream. But all of this will be only a romantic longing unless there is an exercise of authority that transcends the powers of time and death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p40\" class=\"\">Speaking from this pulpit many years ago, President Joseph F. Smith said, “The house of the Lord is a house of order and not a house of confusion; and that means … that there is no union for time and eternity that can be perfected outside of the law of God and the order of His house. Men may desire it, they may go through the form of it in this life, but it will be of no effect except it be done and sanctioned by divine authority, in the name of the Father and of the Son and of the Holy Ghost.” (<span class=\"emphasis\">Gospel Doctrine,<\/span> 1971–72 Melchizedek Priesthood course of study, vol. 2, p. 1.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p41\" class=\"\">In conclusion may I leave you a story. It is fiction, but in principle it is true. Can you imagine two young people at a time when the moon is full and the roses are in bloom and a sacred love has matured between them? Johnny says to Mary, “Mary, I love you. I want you for my wife and the mother of our children. But I don’t want you or them forever. Just for a season and then goodbye.” And she, looking at him through tears in the moonlight, says, “Johnny, you’re wonderful. There’s nobody else in all the world like you. I love you, and I want you for my husband and the father of our children, but only for a time, and then farewell.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p42\" class=\"\">That sounds foolish, doesn’t it? And yet isn’t that in effect what a boy says to a girl and a girl says to a boy in a proposal of marriage when given the opportunity of eternal union under “the new and everlasting covenant,” but, rather, they choose to set it aside for a substitute that can last only until death comes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p43\" class=\"\">Life is eternal. The God of heaven has also made possible eternal love and eternal family relationships.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p44\" class=\"\">God bless you, my dear young friends, that as you look forward to marriage, you may look not only for rewarding companionship and rich and fruitful family relationships through all of your mortal days, but to an even better estate where love and treasured associations may be felt and known under a promise given of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-marriage-that-endures.p45\" class=\"\">I bear witness of the living reality of the Lord Jesus Christ through whom this authority has come. I bear witness that his power, his priesthood, is among us and is exercised in his holy houses. Do not spurn that which he has offered. Live worthy of it and partake of it, and let the sanctifying power of his holy priesthood seal your companionship. For these blessings I humbly pray in your behalf, as I bear testimony and witness of these truths in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}