{"ID":2457, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Hanging On\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p2\" class=\"\">President Loren C. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_012<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p3\" class=\"\">I should like to spend the few minutes I stand before you today to salute a group of people who have developed what I believe to be a Christlike characteristic, and that is the ability to “hang on.” At this very moment, there is a man, a good member of the Church, who hovers between life and death in a nearby hospital. In the last few weeks he has withstood crisis after crisis; and yet to the amazement of all, he still hangs on. I know not whether the Lord will ordain that he should ultimately live or die at this time, but I do know there is something noble about his tenacious fight for life and the desire to hang on. In the lives of each of us come these trials—trials of all kinds which shake us to the very core and cause us to explore to the very depths our ability to hang on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p4\" class=\"\">I think of the person who, in the quiet of night, could not be persuaded to compromise virtue and decides instead to hang on, though the temptation is great.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p5\" class=\"\">I think of those who have withstood the test of many years, some of whom are confined and bedridden and who, in spite of the infirmities that age brings, will not give up. I see etched in the faces of these wonderful older people something of our pioneer heritage—lives so filled with determination and faith, lives so filled with the overcoming of adversity and trial that by their nature they simply can’t let go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p6\" class=\"\">It reminds me of two trees that were close to my home when I was growing up. The one was a Russian olive and grew right in our yard. It was watered every time the lawn was watered, and in that kind of protected environment it grew to be a beautiful tree. Yet one night a tremendous wind came up. Trees all over town were blown down, and with them went our Russian olive. We had watered it so well that the roots did not have to reach down into the soil; and because they were so close to the surface, the tree toppled over.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p7\" class=\"\">The second tree withstood the gale. It was a tremendous cottonwood, which still stands in the lane just half a block from where I was born. This tree was in the fullness of its growth when I was a child. It has always stood by itself, completely exposed to the elements, with nothing but a ditch running by, which most of the time is dry. It is gnarled and tough, and its roots have had to sink deep in order to drink of the water of life; but because its roots were forced downward, it lives. I was out home the other day and noticed that most of the trees around this cottonwood are gone. But in all of its power and majesty, it still hangs on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p8\" class=\"\">I see in many people this same kind of beauty. Adversity and trial have driven the roots of faith and testimony deep in order to tap the reservoir of spiritual strength that comes from such experiences. By nature they know how to stand and fight and hang on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p9\" class=\"\">One person who has sunken deep the roots of faith and testimony because of the trials and affliction of years is the man whom we will sustain tomorrow as prophet, seer, and revelator. His branches can offer shade because his roots are deep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p10\" class=\"\">My own mother and mother-in-law are characteristic of these kinds of people. One suffered a broken hip and the other underwent a severe sickness. But they have both fought back and, like so many others, are enjoying active, useful lives. When we as a family are with them, we draw strength from them and their ability to hang on in severe crises.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p11\" class=\"\">A few years ago, while on a mission tour in Europe, I was asked to interview a young man who was recently out and wanted to go home. He had not been away from home before in his life and he was homesick and in despair in a strange country. He had actually run away once, but had come back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p12\" class=\"\">I had quite a conversation with this young man, and from my own missionary experience I knew something of the despair that can come into the life of a missionary when he first goes into the field and begins to make that initial adjustment. If he can just hang on through those early trials, then gradually he will get into the spirit of his mission and find the peace and joy that every missionary has a right to experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p13\" class=\"\">At first he was adamant in his desire to return home, but gradually the spirit of the conversation began to change. We talked about his call from a prophet. We talked about the love of his parents and their desire for him to stay and succeed. We talked about those he had been called among to teach, and finally I asked, “Elder, do your father and mother want you home?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p14\" class=\"\">His answer was, “No.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p15\" class=\"\">“Well, do your brothers and sisters want you home?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p16\" class=\"\">And he said, “No.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p17\" class=\"\">Then I said, “Does your girl friend really want you home?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p18\" class=\"\">And he said, “I guess not.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p19\" class=\"\">I then said, “Elder, does anyone want you home right now?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p20\" class=\"\">He said, “I guess not,” and then he said with a new determination, “Brother Dunn, I think maybe I better try to stay.” He had made a vitally important decision in his life—he had decided to hang on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p21\" class=\"\">The months passed and one day my secretary asked if I could take a minute to see a recently returned missionary. As I walked out of my office, there was this same missionary. I didn’t recognize him at first, he seemed taller because he was standing straight. Unlike the first time, he looked me right in the eye, and his whole countenance was smiling. I can’t remember what we talked about, but I shall never forget his image. He was going home now, a servant of the Lord, having completed an honorable mission. His roots were reaching downward; and although there will be the usual trials ahead, he knows something of what it means to hang on for a while longer when everything looks its darkest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p22\" class=\"\">I don’t know all the reasons the Lord tries us in this life, but there are two or three that come to mind. First, I think he wants to know whom he can trust. The Lord found he could trust Abraham because he was willing to offer his own son as a sacrifice if that was what the Lord wanted. Many thought that Zion’s Camp was a tragic waste of time, until it was later demonstrated that the Lord used this ordeal to find whom he could trust. He wanted to know who had roots of faith and testimony that reached deep into the ground and who had such shallow roots that the first wind of adversity would blow them over.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p23\" class=\"\">Secondly, the Lord tells us in the Doctrine and Covenants section 122 that adversity came to Joseph Smith to give him experience [see <span class=\"citation\" id=\"16388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16388)\">D&amp;C 122:7<\/a><\/span>]. There is something about the eternal purpose of life that requires us to meet and experience trial and sorrow as we seek to overcome, for the Lord has told us also, “… for if they never should have bitter they could not know the sweet. …” (<span class=\"citation\" id=\"16274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16274)\">D&amp;C 29:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p24\" class=\"\">Thirdly, I believe that only through such experiences can a person develop true charity. And I mean by <span class=\"emphasis\">charity<\/span> the pure love of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p25\" class=\"\">Let me read the following from Moroni in the Book of Mormon: “… if a man be meek and lowly in heart, and confesses by the power of the Holy Ghost that Jesus is the Christ, he must needs have charity; for if he have not charity he is nothing; wherefore he must needs have charity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p26\" class=\"\">“And charity <span class=\"emphasis\">suffereth long,<\/span> and is kind, and envieth not, and is not puffed up, seeketh not her own, is not easily provoked, thinketh no evil, and rejoiceth not in iniquity but rejoiceth in the truth, <span class=\"emphasis\">beareth all things,<\/span> believeth all things, hopeth all things, <span class=\"emphasis\">endureth all things.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p27\" class=\"\">“Wherefore, my beloved brethren, if ye have not charity, ye are nothing, for charity never faileth. Wherefore, cleave unto charity, which is the greatest of all, for all things must fail—<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p28\" class=\"\">“But charity is the pure love of Christ. …” (<span class=\"citation\" id=\"38387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38387)\">Moro. 7:44–47<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p29\" class=\"\">May I say then to those who are now or will be facing deep trials: May the Lord bless you that you may continue to hang on. There is purpose in it all, and he has promised us that the severity of it all will not be greater than we can endure, for as the words of the song tell us:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“When through fiery trials thy pathway shall lie,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">My grace, all sufficient, shall be thy supply.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The flame shall not hurt thee; I only design<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Thy dross to consume and thy gold to refine.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p34\" class=\"\">(“How Firm a Foundation,” <span class=\"emphasis\">LDS Hymns,<\/span> no. 66.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hanging-on.p35\" class=\"\">And finally this promise from the Master: “And again, be patient in tribulation until I come; and, behold, I come quickly, and my reward is with me, and they who have sought me early shall find rest to their souls. …” (<span class=\"citation\" id=\"16299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16299)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16299)\">D&amp;C 54:10<\/a><\/span>.) In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}