{"ID":246, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Worth of Great Men<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i>, April 1946, pp. 176-181<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the last three days we have heard reference many times to the disturbed condition of the\nworld. Brother Widtsoe put his finger on the nerve center of it all. He told us that it is due to\na feeling of uncertainty that afflicts the minds of men. I believe that uncertainty is due to a\nbreakdown of faith in the principles by which men have heretofore lived. They are not sure\nany more that those principles are valid, and having nothing in lieu thereof, they are adrift\nwith no settled convictions. In such circumstances life cannot be stable, and instability means\nweakness and unrest. To be strong men we must have faith in the integrity of something.\nCollectively they must have such faith if they are to make strong communities or enduring\nnations. Because of the absence of deep conviction we have unrest and shifting and\nuncertainty, and that condition reflects itself in all the concerns of men,\ntheir political concerns, their moral concerns, and their religious concerns.\n<\/p><p>\nUNSTABLE CONDITIONS OF THE WORLD\n<\/p><p>\nIt needs no proof that all the nations today are politically a seething mass of unrest and\ninstability. Morally the situation is about the same, and for the same cause.\n<\/p><p>\nWith beliefs gone, and nothing to take their place, many have indulged the presumption that\nall moral values are gone and that each is left to set his own standards and to live according\nto his own heart's desires. That means moral anarchy. That is a notion all too prevalent over\nthe earth today.\n<\/p><p>\nOthers subscribe to the fallacy that men can live by ethical codes and that the so-called\nChristian ethics can be separated from the Christian religion in which those ethics are\nfounded. We see the result of following either of these fallacious notions. Evil and corruption\nare self-destroying. They contain in themselves the seeds of their own ruin. They debase, they\ndestroy everything they touch. Ethical codes on their part must draw their strength from the\nreligion in which they have been founded. To try to separate them from it is like separating\nthe twig from the root whence it has drawn its nourishment. That is true of so-called Christian\nethics which were spread and accepted and took root and bore fruit as a part of the religion\nwhich Christ established.\n<\/p><p>\nFrom the breakdown of faith with resultant uncertainty and shattering of conviction it is only\na short step to a scoffing cynicism about all ideals. The way is made ready for the iconoclasts,\nand they have not been slow to seize their advantage.\n<\/p><p>\nGREAT MEN DISCREDITED BY CYNICS\n<\/p><p>\nOnce in awhile only, a great man appears upon the stage of this world or of a nation. He\nrenders a service so signal that after the curtain has rung down upon his life and he has\nreceded far enough into the past for time to have softened some of the harshness and\nimperfections which revealed themselves while he performed his part, his grateful\ncountrymen, or perhaps the world, set him up as a symbol of the ideals he portrayed, and do\nhim homage. Perhaps they weave some legends about his name, but what does that matter,\nsince he has become more of a symbol than a person anyway? As an ideal he becomes an\ninspiration to succeeding generations throughout time. We have had in this country two such\nmen on the political scene. One of them is George Washington. He was human, therefore, he\nmust have had faults, but they were dwarfed into nothingness by the overtowering majesty of\nhis virtues, and his bequest to humanity. By soul-stirring steps, he passed progressively\nthrough various commanding positions to the high pinnacle, where he sits in stainless honor,\nthe proper object of reverence by all men who prize pure patriotism, love\njustice, and cherish liberty. But the cynics have been at work on him.\n<\/p><p>\nFour or five years ago an unknown man wrote what he calls a history. It is reported that he is\na teacher in a college and so can prescribe his book as a text and insure its being read. He has\ndiscovered that Washington was a vain, glory-seeking mediocrity, affecting a modesty which\nwas merely a pose for effect, without military capacity or the least trace of statesmanship. He\nsays that Washington \"never had any clear conception of the dynamic force of ideas,\" and \"he\nnever formulated coherent theories of government.\"\n<\/p><p>\nThis newcomer in the firmament has also turned his cold and luminous eye on Abraham\nLincoln. He has pierced him through, with his gimlet gaze, and has found no substance there.\nWith one dexterous twist of his wrist, he has torn off the mantle from \"honest Abe\" and has\nleft him standing bare, exposed to the cruel public gaze. His big, understanding, humanitarian\nheart shrivels, and he is left with only intellect enough to supply the needs of a yokel. For our\nnew genius finds that the Lincoln-Douglas debates were \"dull,\" and \"Lincoln himself\ndisingenuous, shifting, self-contradictory, evasive, opportunistic, deceptive; with a peasant\nbrand of intellect, unable to grasp a complicated economic or constitutional problem; without\ncapacity ever to understand the forces behind the party he represented; whose prose was lucid\nand beautiful, but charmed by its style rather than its content, whose conclusions were\nindefensible non sequiturs.\" Thus summarily is disposed of the man of whom a colleague,\nlooking on his still form in its casket said: \"Now he belongs to the ages.\"\n<\/p><p>\nI know of nothing quite so fit to apply here as the observation of President Coolidge. Angry\nmen demanded that he do something to stop the defamers of Washington. Looking through\nhis window to where the graceful shaft pierced the blue, President Coolidge said simply: \"I\nsee the monument still stands.\"\n<\/p><p>\nIRRELIGION BEING TAUGHT\n<\/p><p>\nSo will it ever be with reputations founded on the rock.\n<\/p><p>\nBut bold as this historian is, he shrinks to small size by comparison with the ambition of\nanother who does not hesitate to reach up and pull God himself down from off his throne.\nThis one tells us that \"a new world must be born out of the dead world of the past.\" He wants\njust one all-encompassing world state, set up by social contract, which is to take complete\ncharge of human lives, and in which parents, teachers, and church are to be mere agents to\ncarry out the supreme will of the state, where the \"myth of God, of the Bible and of Jesus\nChrist is to be replaced by the fact of brotherhood by social contract.\" Did anybody ever hear\nanybody complain about authoritarianism in religion?\n<\/p><p>\nYet another one of them tells us that:\n<\/p><p>\nThe things of highest value for individual experience and for the ethical standards in America\nwill not be found out so long as intellectual leaders maintain a sensitivity over the\nsupernatural significance of Christian mythology, or a sentimental personal attachment to the\ncharacter of Jesus. It may as well be frankly recognized by American educators that the days\nof Christian cultural solidarity in America are over.\n<\/p><p>\nNow we know the worst. America is no longer to be a Christian nation.\n<\/p><p>\nThis is all of a piece with the action of a teacher who, evidently determined to do his part\nabout getting rid of the \"myth of God,\" under the guise of giving what he called a \"maturity\ntest,\" submitted two questions: first, \"Do you believe in a supreme being?\" second, \"Do you\nrely upon him for aid?\" The student answered \"yes\" to both, and the teacher promptly marked\nhim down as woefully immature. This same teacher, no doubt, would be very explosive if\nanyone taught religion in the school, but he does not have enough respect for the law, whether\nwritten or resting in a code of honor, to refrain from violating the spirit of it himself, by\nteaching irreligion even to the extent of disbelief in Deity.\n<\/p><p>\nHe cannot prove that the student was wrong, yet unhesitatingly he marks him so, and so\ndeclares. Then some people complain about authoritarianism in religion. That teacher is not\nvery smart either, for, dependent upon his caprice for graduation, the student soon learns what\nkind of answer the teacher wants, and gives it to him, even though he does not believe a word\nof it.\n<\/p><p>\nNow, lest anybody think that this is intended as a wholesale charge against teachers, I at once\nfile my disclaimer. I know that in the schools are many of the most highly honorable and\npunctilious, who revere God and practice true religion, but the occasional ones, such as I have\ninstanced, show what forces the church and the home and society have to meet, if they desire\nto preserve the stabilizing power of religious faith. Parents, at least, should know the task that\nis cut out for them.\n<\/p><p>\nCHURCH FOUNDED IN THE TRANSCENDENTAL\n<\/p><p>\nFor two thousand years now, men have regulated their lives by the teachings of Jesus. They\nhold sway among five hundred millions of civilized people. Do you suppose that five hundred\nmillions of civilized people have been held together and their lives ordered by a myth?\nImpostors do not make history. The transcendental may be beyond our full grasp, but no man\nwho has lived his life in this world can shut his eyes to the fact that daily we have to accept\nmany, many things that we cannot explain. The fact that a proposition does not admit of\nanalysis, and taking apart and examination and setting up in its parts, does not prove that it is\nnot a reality.\n<\/p><p>\nThis church is founded in the transcendental; so was the early Christian\nChurch. Jesus was the Messiah proclaimed. He was resurrected from the dead. No man can\nexplain that. Paul had a vision on the way to Damascus. I have read where it is said that it\nwas a spiritual vision, but he heard a voice, too\n(<span class=\"citation\" id=\"7566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7566)\">Acts 9:4<\/a><\/span>). What was that?\n<\/p><p>\nWhether it was spiritual or some other form of vision makes not the slightest difference to\nme. He had a vision! And this Church rests in the declaration that Joseph Smith had a vision\nfrom heaven, that celestial beings attended him and taught him, and on the basis of their\nteaching, he established this Church. It has approximately a million members. Hundreds of\nthousands of others have died. Perhaps in the course of time, nearly two million members\nhave adhered to a belief in the verity of his statements. That kind of thing does not come out\nof imposture. Men can be wrong, may be deceived, but out of insincerity this Church could\nnot grow.\n<\/p><p>\nUNFOUNDED ATTACKS ON PROPHET JOSEPH SMITH\n<\/p><p>\nOver the last half century, perhaps half a dozen writers have cited a court record, supposed to\nshow that Joseph Smith made admissions which show his insincerity and his imposture. And\nthe whole case for that is built upon that alleged court record. When you come to examine it,\nthere is no court record at all produced. What is produced is an article in an encyclopedia,\nwritten by nobody knows whom, and obviously full of poison, or by an author full of poison,\nand including what purports to be a court record. Why doesn't anybody who hangs a case on\na record of the court produce the record? Even that encyclopedia deleted that part of the\narticle consisting of the alleged court record in a later publication, presumably because there\nwas not good enough foundation for it.\n<\/p><p>\nThere is another peculiar thing about that alleged record. It purports to be a record of a justice\nof the peace court. Everybody who knows anything about courts knows that justices' courts\nare not courts of record. They do not usually take, nor preserve as part of the record, the\ntestimony of witnesses. There are certain essential things. It should show the charge. It should\nshow that witnesses were sworn. It should show the findings and the sentence. This alleged\nrecord contains everything but what it ought to contain. It contains a statement of charge that\nis subject to objection because it states two offences, or attempts to do so. It is well-known\nthat no man in a case has to testify against himself. No man charged criminally has to testify\nuntil a case has been made against him, but this alleged record starts out with Joseph Smith,\nthe first witness, testifying for himself, before anybody has testified against him.\n<\/p><p>\nThere is no record that any witness was sworn. There is the announcement that he was found\nguilty, but of which of the charges it is not said, and there is no sentence. That record could\nnot have been made of the alleged trial as it proceeded. The order of occurrences prohibits it.\nIt rests on no better foundation than the worthless affidavits which it is dragged out to\nsupport, and so we could go down the line and bit by bit tear to shreds the\nthreads of evidence by which the alleged imposture is said to have been perpetrated.\n<\/p><p>\nLet's get over the idea of thinking that everything must be true because it is written in a\nbook. It derives no sanctity from being reduced to print. It has no higher validity than the\nhonesty of thought behind it.\n<\/p><p>\nI apologize for this imposition upon your time, and pray the blessings of God upon you, in\nthe name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}