{"ID":2461, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Time of Urgency\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_016<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p3\" class=\"\">With you, I have been thinking over the past months about the fuel crisis, the energy crisis, and what it has meant to us. We have been through a few inconveniences. Fortunately the crisis has been relieved somewhat. But today my thoughts are with a crisis that has not been relieved, one that is with us, one that I feel needs our attention.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p4\" class=\"\">Picture with me in your mind’s eye, if you will, a church building with a recently-placed sign reading, “Spiritual Fuel Available—No Rationing—No Stamps—No Quotas—Come and Prepare.” Picture with me further a home with a welcome mat bearing the inscription, “Welcome Neighbor—Spiritual Oil Available—Come In As You Are.” Picture with me still further an individual whose very countenance radiates, “I know God lives—my cup runneth over.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p5\" class=\"\">Brethren and sisters, we are living in a time of urgency. We are living in a time of spiritual crisis. We are living in a time close to midnight. There is an urgency to meet the worldwide spiritual crisis through action now. It can only be accomplished by performance. Procrastination is a deadly weapon of human progress. Thank God there is no need of a shortage in the oil of preparedness. It is accumulated at will, drop by drop, in righteous living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p6\" class=\"\">Jesus, our Redeemer, has given to us for our use in this day a powerful parable to stress the importance of constant personal preparedness. It is known as the parable of the Ten Virgins, a warning to all mankind everywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p7\" class=\"\">“Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p8\" class=\"\">“And five of them were wise, and five were foolish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p9\" class=\"\">“They that were foolish took their lamps, and took no oil with them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p10\" class=\"\">“But the wise took oil in their vessels with their lamps.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p11\" class=\"\">“While the bridegroom tarried, they all slumbered and slept.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p12\" class=\"\">“And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p13\" class=\"\">“Then all those virgins arose, and trimmed their lamps.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p14\" class=\"\">“And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p15\" class=\"\">“But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p16\" class=\"\">“And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p17\" class=\"\">“Afterward came also the other virgins, saying, Lord, Lord, open to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p18\" class=\"\">“But he answered and said, Verily I say unto you, I know you not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p19\" class=\"\">“Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh.” (<span class=\"citation\" id=\"36348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36348)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36348)\">Matt. 25:1–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p20\" class=\"\">It can be properly and appropriately concluded that the ten virgins represent the people of the Church of Jesus Christ, and not alone the rank and file of the world. The wise and foolish virgins, all of them, had been invited to the wedding supper; they had knowledge of the importance of the occasion. They were not pagans, heathens, or gentiles, nor were they known as corrupt or lost, but rather they were informed people who had the saving, exalting gospel in their possession, but had not made it the center of their lives. They knew the way, but were foolishly unprepared for the coming of the bridegroom. All, even the foolish ones, trimmed their lamps at his coming, but their oil was used up. In the most needed moment there was none available to refill their lamps. All had been warned their entire lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p21\" class=\"\">Today thousands of us are in a similar position. Through lack of patience and confidence, preparation has ceased. Others have lulled themselves to sleep to a complacency with the rationalization that midnight will never come. The responsibility for having oil in our personal lamps is an individual requirement and opportunity. The oil of spiritual preparedness cannot be shared. The wise were not unkind or selfish when they refused oil to the foolish in the moment of truth. The kind of oil needed by all of us to light up the darkness and illuminate the way is not shareable. The oil could have been purchased at the market in the parable, but in our lives it is accumulated by righteous living, a drop at a time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p22\" class=\"\">How can one share the blessings that come through visiting the sick? How can one share in the blessings that come from assisting the widow or the fatherless? How can one share a personal testimony? How can one share the blessings of conference attendance? How can one share the lesson of obedience learned in living the principle of tithing? Certainly each must accumulate this kind of oil for himself. Let us not procrastinate. Midnight is so far and yet so close to those who have procrastinated. “But behold, your days of probation are past; ye have procrastinated the day of your salvation until it is everlastingly too late, and your destruction is made sure. …” (<span class=\"citation\" id=\"24718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24718)\">Hel. 13:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p23\" class=\"\">There is an urgency in this day for us to prepare for the coming of the Lord. For you who have heeded the warning and continue in your preparations to accumulate the oil of righteousness in your lamps, great blessings are yours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p24\" class=\"\">Now go back again with me in your thoughts to the church building about which we spoke earlier with its sign of “Spiritual Fuel Available—No Rationing—No Stamps—No Quotas—Come and Prepare.” Each one of us undoubtedly has a different building in mind. Perhaps yours is the one you attend most frequently—your own ward or branch.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p25\" class=\"\">The one I have in mind today is the Masterton Ward in the Wellington New Zealand Stake. We had the opportunity of dedicating this choice house of worship in February. Never have I been in a building so immaculately clean. It looked new. It smelled new. It was beautiful in its appropriate simplicity. It was worthy in appearance to be dedicated to the Lord. It was built by our people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p26\" class=\"\">It was paid for by our people. It was polished to a fine finish by hands that took pride. It was tastefully landscaped and structurally sound. According to the town mayor, a nonmember, it was built by people who are happy. Three weeks before our arrival it was predicted by some that it couldn’t possibly be ready for dedication. Those so inclined to doubt didn’t know this good bishop and his ward family—people of humble circumstances but powerfully committed. Walls were painted, floors waxed, and so on by parents when their children had been put to sleep for the night. Young boys, appropriately encouraged, carried buckets of water to make the lawns green and the flowers bloom around the chapel, because New Zealand had been long without rain. It was not only completed, it was shining! Here was a group of people accumulating oil for their lamps a drop at a time through sacrifice, preparation, cooperation, faith, and works. As these ward members worked together to meet the midnight hour, their love for each other was nurtured. They, too, shined in their triumph.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p27\" class=\"\">In all of our ward and stake buildings spiritual oil is available. Come and prepare. Join the ward members. Be involved. Don’t simply give—give of yourself. Don’t take without taking part. One who is thinking of others and serving others is filling his lamp with oil. While our worldwide fuel energy crisis is relieved by conservation, quite to the contrary, the spiritual crisis is corrected through use and preparation. I declare to you today that the more you give, the more drops of spiritual oil you will accumulate for yourself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p28\" class=\"\">I am thinking now of a certain home, the home of a neighbor—your friend and mine. He certainly is one whose home is appropriately identified as one carrying the greeting, “Welcome Neighbor—Spiritual Oil Available—Come In As You Are.” I refer to the home of our beloved President Spencer W. Kimball. Wherever you are, wherever you have been, he is your friend. His is a home of prayer. When he prays, we feel the Lord’s power near. Faith precedes his prayers. Those of us who have the great blessing of daily, intimate association with President Kimball have heard him observe in the very recent past that with each passing day, prayer in his life has a new dimension. Prayer is a learning experience. Prayer is a power experience. Prayer is a humbling experience. Prayer is a resource for spiritual fuel. To pray with President Kimball is a spiritual refreshment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p29\" class=\"\">May we not appropriately conclude that though he, Spencer W. Kimball, is a prophet of God, yet learns he to pray by praying. He has wisely told us, “Attendance at sacrament meetings adds oil to our lamps, drop by drop over the years. Fasting, family prayer, home teaching, control of bodily appetites, preaching the gospel, studying the scriptures—each act of dedication and obedience is a drop added to our store. Deeds of kindness, payments of offerings and tithes, chaste thoughts and actions, marriage in the covenant for eternity—these, too, contribute importantly to the oil with which we can at midnight refuel our exhausted lamps.” (Spencer W. Kimball, <span class=\"emphasis\">Faith Precedes the Miracle,<\/span> Deseret Book Co., 1972, p. 256.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p30\" class=\"\">I bear witness to you that God listens to humble prayer. If he didn’t, he wouldn’t ask us to pray. Part of our worthwhile, urgency prayers today can be a reverent, quiet, listening period. Can we not appropriately say that he that goes to the well of prayer with faith unwavering is daily drawing oil for his lamp? It is also possible to help accumulate our supply in meaningful meditation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p31\" class=\"\">Once more, think with me of those individuals of your acquaintance who radiate active dedication in God’s kingdom. It is a thrill to associate with them. It is a lift to feel of their enthusiasm and preparation in being about His business. I am thinking now of a beautiful 22-year-old young lady, a convert of two years, Sister Ashton and I met recently in California. She is so excited about her recently discovered, priceless possession—the gospel of Jesus Christ—it is thrilling to be around her. There is a sincere urgency on her part to share the gospel with her associates, particularly her wonderful parents and family. As she prepares and performs, she accumulates oil for her lamp. There is no doubt in our minds she knows that God lives and Jesus is the Christ. Her cup truly runneth over with the blessed knowledge and conviction that she has.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p32\" class=\"\">When she so sweetly and yet so earnestly asked us if we couldn’t find a few moments to come and visit with her parents in their lovely home, we felt an urgency at once to be there. There was good fellowship in the home. There was peace, unity, and love within its walls. “How wonderful my 22 years have been,” she said, “so challenging and rewarding. My blessings have been countless and I am very thankful to my Heavenly Father. He blessed me with parents I love dearly and opportunities that I have received with them. The Church and the gospel inspire me to work very hard in everything I do—especially in living a good life and sharing my many blessings with others.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p33\" class=\"\">Here is one of God’s choicest daughters aware of the importance now, right now, and the truths as recorded in <span class=\"citation\" id=\"9196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9196)\">Alma 34:32<\/a><\/span>, “For behold, this life is the time for men to prepare to meet God; yea, behold the day of this life is the day for men to perform their labors.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p34\" class=\"\">Brothers and sisters, we are living in a time of urgency. We are living in a time of spiritual crisis. We are living in a time close to midnight. “Wherefore, stand ye in holy places, and be not moved, until the day of the Lord come; for behold, it cometh quickly, saith the Lord.” (<span class=\"citation\" id=\"16352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16352)\">D&amp;C 87:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p35\" class=\"\">I pray our Heavenly Father to daily assist us in our preparations that we may accumulate the oil of spirituality drop by drop, thought by thought, and act by act as we walk forward. The signs are available to us if we will but look. Thanks to the mercy and kindness of God we can say, “Spiritual Fuel Available—No Rationing—No Stamps—No Quotas—Come and Prepare.” Through proper preparing and performing from within the walls of our homes, we can appropriately indicate, “Welcome Neighbor—Spiritual Oil Available—Come In As You Are.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p36\" class=\"\">Finally, I leave with you my witness: your lamp too can runneth over with spiritual fuel if you will but let it accumulate day by day, drop by drop, in righteous service to God and man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/a-time-of-urgency.p37\" class=\"\">God lives. Jesus is the Christ. He is our Redeemer, and this is His kingdom here on the earth. To this I bear humble testimony in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}