{"ID":2462, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What Do We Hear?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_018<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p3\" class=\"\">Beloved brethren and sisters, all you who are near and you who are afar, today we have participated in a solemn assembly. Solemn assemblies have been known among the Saints since the days of Israel. They have been of various kinds but generally have been associated with the dedication of a temple or a special meeting appointed for the sustaining of a new First Presidency or a meeting for the priesthood to sustain a revelation, such as the tithing revelation to President Lorenzo Snow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p4\" class=\"\">The Prophet Joseph Smith spoke concerning the solemn assembly:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p5\" class=\"\">“Tarry ye, tarry ye in this place, and call a solemn assembly, even of those who are the first laborers in this last kingdom.” (<span class=\"citation\" id=\"16357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16357)\">D&amp;C 88:70<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p6\" class=\"\">Joseph Smith and Brigham Young were first sustained by a congregation, including a fully organized priesthood. Brigham Young was sustained on March 27, 1846, and was “unanimously elected president over the whole Camp of Israel …” by the council. (B. H. Roberts, <span class=\"emphasis\">A Comprehensive History of the Church,<\/span> vol. 3, p. 52.) Later he was sustained, and the Hosanna Shout was given.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p7\" class=\"\">Each of the presidents of the Church has been sustained by the priesthood of the Church in solemn assembly down to and including President Harold B. Lee, who was sustained October 6, 1972.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p8\" class=\"\">Joseph Smith led the first solemn assembly, and after closing his discourse, he called upon the several quorums, commencing with the presidency, to manifest by rising, their willingness to acknowledge him as the prophet and seer and uphold him as such by their prayers and faith. All the quorums in turn cheerfully complied with this request. He then called upon all the congregation of Saints also to give their assent by rising to their feet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p9\" class=\"\">He then proceeded to have the quorums of the priesthood and then the Saints in general stand to signify their sustaining; the leaders of the Church and the councils of the Church were similarly approved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p10\" class=\"\">Joseph Smith said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p11\" class=\"\">“The vote was unanimous in every instance, and I prophesied to all, that inasmuch as they would uphold these men in their several stations, (alluding to the different quorums of the Church), the Lord would bless them … in the name of Jesus Christ, the blessings of heaven should be theirs; and when the Lord’s anointed go forth to proclaim the word, bearing testimony to this generation, if they receive it they shall be blessed, but if not, the judgments of God will follow close upon them until that city or that house which rejects them shall be left desolate.” Then the Hosanna Shout was given. (See <span class=\"emphasis\">Documentary History of the Church,<\/span> vol. 2, pp. 416–18.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p12\" class=\"\">Today you have seen the Church in action. You have seen the mighty works of the Lord, how that everything is done by common consent, and those who are led sustain those who lead them. This is a constituent assembly, and all members of the Church were invited to attend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p13\" class=\"\">Those of us who have this day been sustained by you enter into our duties with full purpose of heart. We are grateful, deeply grateful, for your sustaining vote. Our only interest now is to advise and counsel the people aright and in total line with the counsels of the Lord as they have come through the generations and dispensations. We love you people and wish for you total progress and joy and happiness, which we know can come only through following the admonitions of God as proclaimed through his prophets and leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p14\" class=\"\">As we incline our hearts to our Heavenly Father and his Son Jesus Christ, we hear a symphony of sweet music sung by heavenly voices proclaiming the gospel of peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p15\" class=\"\">As representatives of the people, we follow the suggestion of Paul, the apostle of long ago, as he urged the Colossian saints to “… Seek those things which are above, where Christ sitteth on the right hand of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p16\" class=\"\">“Set your affection on things above, not on things on the earth.” (<span class=\"citation\" id=\"10521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10521)\">Col. 3:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p17\" class=\"\">“Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.” (<span class=\"citation\" id=\"10522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10522)\">Col. 3:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p18\" class=\"\">And so with this melody of love in our hearts, unitedly we move forward to advance the work of the Lord, knowing that it is not for a century or a millennium but forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p19\" class=\"\">Now as we listen to the sweet melody of eternity, what do we hear?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p20\" class=\"\">We hear the voice of God calling on our father Adam, person to person, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p21\" class=\"\">“I am God; I made the world, and men before they were in the flesh. …” (<span class=\"citation\" id=\"39469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39469)\">Moses 6:51<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p22\" class=\"\">And our father Adam gave unto us truths which have been basic since the foundation of the world. The gospel is the same yesterday, today, and forever. It is eternal. He proclaimed to us: “… the Son of God hath atoned for original guilt, wherein the sins of the parents cannot be answered upon the heads of the children, for they are whole from the foundation of the world.” (<span class=\"citation\" id=\"39470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39470)\">Moses 6:54<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p23\" class=\"\">Adam was baptized and received the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p24\" class=\"\">And from Adam we learned of the ultimate coming of the Son, Jehovah. We learned of the redemption of fallen man from the grave. We hear Adam say, “… In this life I shall have joy, and again in the flesh I shall see God.” (<span class=\"citation\" id=\"39463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39463)\">Moses 5:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p25\" class=\"\">Mortality made it possible for them to have seed, and as a result, the families of the earth have eternity in their grasp. This prophet and his wife “… ceased not to call upon God.” (<span class=\"citation\" id=\"39465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39465)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39465)\">Moses 5:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p26\" class=\"\">“And thus all things were confirmed unto Adam, by an holy ordinance, and the Gospel preached, and a decree sent forth, that it should be in the world, until the end thereof; and thus it was. …” (<span class=\"citation\" id=\"39467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39467)\">Moses 5:59<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p27\" class=\"\">And thus it is eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p28\" class=\"\">Adam received the priesthood and kept his genealogies in a book of remembrance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p29\" class=\"\">And we thank thee, O God, for this prophet who gave us this firm beginning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p30\" class=\"\">Again, we thank thee, O God, for another prophet who helped to set the lines straight for us—Enoch, who had communion with God, who said to him as he prophesied and taught the ways of God:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p31\" class=\"\">“Behold my Spirit is upon you, wherefore all thy words will I justify; and the mountains shall flee before you, and the rivers shall turn from their course; and thou shalt abide in me, and I in you; therefore walk with me.” (<span class=\"citation\" id=\"39468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39468)\">Moses 6:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p32\" class=\"\">This holy prophet did walk with God and beheld his creations back to the beginning and forward to the resurrection of Christ and of all men, and the scripture says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p33\" class=\"\">“And Enoch and all his people walked with God, and he dwelt in the midst of Zion; and it came to pass that Zion was not, for God received it up into his own bosom. …” (<span class=\"citation\" id=\"39474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39474)\">Moses 7:69<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p34\" class=\"\">Again, what do we hear as we listen? The voice of righteous Abraham, the father of a race. We thank thee, O God, for this prophet Abraham, a holy and righteous man. He was our ancestor. He had close communion with our Lord, Jehovah.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p35\" class=\"\">He became an astronomer and was entrusted with numerous of the secrets of the heavens and the universe and conversed with the leading scientists of Egypt, the center of astronomy in those days. To Abraham was entrusted the history of the preexistent life which antedated the creation of this earth, and the peopling of this earth became a well-known story to this prophet-patriarch. He taught us pure trust in God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p36\" class=\"\">When asked to sacrifice his son Isaac, with a superhuman faith, he offered the son, even though he had been promised that Isaac would live and would have an immense posterity, for Abraham had the unshakable faith to assure him that even if Isaac’s life were taken, “… God was able to raise him up, even from the dead. …” (<span class=\"citation\" id=\"24429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24429)\">Heb. 11:19<\/a><\/span>.) So we thank thee, O God, for this great prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p37\" class=\"\">Again we listen and what do we hear?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p38\" class=\"\">We hear the voice of Moses, the prophet. We hear him plead for the freedom of Israel from cursed bondage. We see Moses’ acceptance by his Lord when the voice from the burning bush arrested his attention and commanded: “… put off thy shoes from off thy feet, for the place whereon thou standest is holy ground.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p39\" class=\"\">“… I am the God of thy father, the God of Abraham, the God of Isaac, and the God of Jacob. …” (<span class=\"citation\" id=\"22848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22848)\">Ex. 3:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p40\" class=\"\">And we sing again, “We thank thee, O God,”—for the prophet, the great Moses, who lighted the lamps before the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p41\" class=\"\">Again as we listen, what do we hear?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p42\" class=\"\">We hear the voice of Jehovah addressing Peter, the president of his church, and when asked: “… Whom do men say that I the Son of man am?” (<span class=\"citation\" id=\"36312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36312)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36312)\">Matt. 16:13<\/a><\/span>), we hear the great prophet Peter saying with a conviction that knew no doubt: “… Thou art the Christ, the Son of the living God.” (<span class=\"citation\" id=\"36315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36315)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36315)\">Matt. 16:16<\/a><\/span>.) And we hear him again giving his never waning testimony, recalling his experience on the Mount of Transfiguration, and he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p43\" class=\"\">“For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p44\" class=\"\">“For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, this is my beloved Son, in whom I am well pleased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p45\" class=\"\">“And this voice which came from heaven we heard, when we were with him in the holy mount.” (<span class=\"citation\" id=\"4917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4917)\">2 Pet. 1:16–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p46\" class=\"\">There followed an apostasy after the crucifixion, and centuries were to pass when gross spiritual darkness covered the earth. And then when the time was ripe, there came a great awakening, with visions and revelations as in early days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p47\" class=\"\">We listen again and what do we hear?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p48\" class=\"\">We hear the voice of a kneeling boy in a forest asking vital questions: What is the truth? Which church shall I join? And another great prophet opens another final dispensation. We hear the voice of almighty God, the Father, saying of the one beside him in perhaps the most spectacular vision of the ages: <span class=\"emphasis\">“This is My Beloved Son. Hear Him!”<\/span> (<span class=\"citation\" id=\"30575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30575)\">JS—H 1:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p49\" class=\"\">Then listening further, we hear the voice of another who says, “I am Jesus Christ, the son of God … the first and the last.” (<span class=\"citation\" id=\"16249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16249)\">D&amp;C 11:28<\/a><\/span>; <span class=\"citation\" id=\"16381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16381)\">D&amp;C 110:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p50\" class=\"\">The young prophet was advised that he would be an instrument in the hands of the Lord in restoring the eternal gospel with all that was lost in early centuries. Then these visions and revelations continued on through years in which the voice of Jehovah was heard again and again, restoring to the earth through this young prophet the truths of the gospel, the priesthood of God, the apostleship, the authorities and powers, the organization of the Church, so that again the revelations and the everlasting truths are upon the earth and available to all men who will accept them. The program of God has been restored that man may have its full power and glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p51\" class=\"\">Again we listen and hear the voice of the Prophet Joseph Smith, proclaiming: “Brethren, shall we not go on in so great a cause? Go forward and not backward. Courage, brethren; and on, on to the victory! Let your hearts rejoice, and be exceedingly glad. Let the earth break forth into singing. Let the dead speak forth anthems of eternal praise to the King Immanuel, who hath ordained, before the world was, that which would enable us to redeem them out of their prison; for the prisoners shall go free.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p52\" class=\"\">“Let the mountains shout for joy, and all ye valleys cry aloud; and all ye seas and dry lands tell the wonders of your Eternal King! And ye rivers, and brooks, and rills, flow down with gladness. Let the woods and all the trees of the field praise the Lord; and ye solid rocks weep for joy! And let the sun, moon, and the morning stars sing together, and let all the sons of God shout for joy! And let the eternal creations declare his name forever and ever! And again I say, how glorious is the voice we hear from heaven, proclaiming in our ears, glory, and salvation, and honor, and immortality, and eternal life; kingdoms, principalities, and powers!” (<span class=\"citation\" id=\"16391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16391)\">D&amp;C 128:22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p53\" class=\"\">These voices have been heard. These prophets have spoken. This is the day of the Lord. We are in his hands. The restored gospel is here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p54\" class=\"\">We shall serve you, our people, and love you and do our utmost to guide you to your righteous, glorious destiny, with our hearts overflowing with love and appreciation for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-do-we-hear.p55\" class=\"\"><span class=\"emphasis\">With our hands to the plow, looking forward; with our eyes to the light, looking upward; we enter into our “Father’s business” with fear and trembling and love.<\/span> We <span class=\"emphasis\">know<\/span> our Heavenly Father lives. We <span class=\"emphasis\">know<\/span> his glorified Son Jesus Christ lives. And we <span class=\"emphasis\">know<\/span> his work is divine. And we bear this solemn testimony to you in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}