{"ID":2464, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Importance of Prayer\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p2\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_020<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p3\" class=\"\">Just a year and a half ago in our solemn assembly, I was asked to present for the sustaining vote of the members a new president of The Church of Jesus Christ of Latter-day Saints as a prophet, seer, and revelator—President Harold B. Lee—together with the other General Authorities and general Church officers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p4\" class=\"\">President Lee was an outstanding, dynamic leader, loved and respected by all, and much was accomplished in the short time he presided over the Church. We were all shocked and saddened indeed at his passing. We realize, however, that the Lord has called him home to his great reward and to a different service. Following his passing, our beloved President Spencer W. Kimball was called, set apart, and ordained as prophet, seer, and revelator, and as president of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p5\" class=\"\">I should like to bear my witness that President Kimball was chosen by the Lord and foreordained to preside over the Church at this particular time. Miracles have been performed in his behalf in order to make it possible for him to be here in good health to receive this high honor and to assume the heavy responsibility placed upon him. He has been enthusiastically sustained by the stakes in their stake conferences and in the solemn assembly this morning. It is truly an honor, privilege, and blessing for me to be called as his counselor, and I do hope and pray that the Lord will give me the wisdom, judgment, inspiration, and ability, together with my determination, to serve under his direction in an acceptable manner to him and to the Lord in helping to build the kingdom of God here upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p6\" class=\"\">I call upon all members of the Church everywhere to close ranks and to accept and support him as one called of God as a prophet, seer, and revelator, an apostle of Jesus Christ and president of His church and kingdom, and to assume their individual responsibilities in helping to further the cause of righteousness and in working out their own salvation and exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p7\" class=\"\">Further, as the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p8\" class=\"\">“Wherefore, … thou shalt give heed unto all his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p9\" class=\"\">“For his word ye shall receive, as if from mine own mouth, in all patience and faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p10\" class=\"\">“For by doing these things the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good, and his name’s glory.” (<span class=\"citation\" id=\"16265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16265)\">D&amp;C 21:4–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p11\" class=\"\">It was just 144 years ago that The Church of Jesus Christ of Latter-day Saints was organized under the direction of the Lord, and the Prophet Joseph Smith was called by him as the first president of his Church in these, the latter days, and the members were given the instructions I have just quoted. We all have the responsibility of going forward and helping to build the kingdom of God and furthering the cause of truth and righteousness, bringing souls unto Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p12\" class=\"\">Also, we are reminded that next week we celebrate the day on which our Lord and Savior, by that great miracle of the resurrection, broke the bonds of death and was raised from the tomb as a resurrected being. It is natural, right, and proper that Christians everywhere should turn their minds and hearts in gratitude to the great sacrifice made by Jesus Christ, the Son of the living God, who gave his life for you and me and all mankind that our sins may be forgiven and that we might be resurrected and enjoy immortality and eternal life, for he said, “… This is my work and my glory—to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39448)\">Moses 1:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p13\" class=\"\">He also said, “… this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” (<span class=\"citation\" id=\"28815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28815)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28815)\">John 17:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p14\" class=\"\">Then as recorded in John, “Jesus said … I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p15\" class=\"\">“And whosoever liveth and believeth in me shall never die. …” (<span class=\"citation\" id=\"28785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28785)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28785)\">John 11:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p16\" class=\"\">Much has been said in this conference, and more will be said, I am sure, about the sacrifice of Jesus Christ and the great miracle of the resurrection and his message to the world. It is by him and through him only that we have hope of resurrection and life after death. Through his prophets and by his own teachings, he gave us the plan of life and salvation, which if accepted and lived will give us the greatest joy and success and happiness while we sojourn here upon the earth, and eternal life hereafter. While here he taught us the importance of prayer and how to pray, and it is on this subject that I should like to address you for just a few moments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p17\" class=\"\">He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p18\" class=\"\">“… When thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p19\" class=\"\">“But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p20\" class=\"\">“… Use not vain repetitions. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p21\" class=\"\">“After this manner therefore pray ye [And he could well have said, “After this manner therefore <span class=\"emphasis\">live<\/span> ye.”] … Our Father which art in heaven, Hallowed be thy name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p22\" class=\"\">“Thy kingdom come. Thy will be done in earth, as it is in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p23\" class=\"\">“Give us this day our daily bread.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p24\" class=\"\">“And forgive us our debts, as we forgive our debtors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p25\" class=\"\">“And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.” (<span class=\"citation\" id=\"36282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36282)\">Matt. 6:5–7, 9–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p26\" class=\"\">This is often referred to as the Lord’s Prayer, with the thought that it should be repeated regularly and verbatim, where in reality he said: “After this <span class=\"emphasis\">manner<\/span> therefore pray ye” [<span class=\"citation\" id=\"36283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36283)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36283)\">Matt. 6:9<\/a><\/span>], suggesting that the things he referred to should be in our minds and in our hearts, but prayer is a direct personal relationship in which we acknowledge our Father in heaven, and must be sincere, expressing simply in our own words our feelings of gratitude and asking for the guidance and blessings of which we stand in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p27\" class=\"\">First, as the Lord said, the door must be shut against the distractions of the world so that we may concentrate on what we are saying to our Father in heaven. Let us analyze the meaning of the words in the sample prayer which our Lord has given us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p28\" class=\"\">He said, “Our Father which art in heaven” [<span class=\"citation\" id=\"36284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36284)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36284)\">Matt. 6:9<\/a><\/span>]. By these words we acknowledge God as our Father, the Father of all mankind; and all men, whoever they are and wherever they may be, are invited to call upon him as their Father which art in heaven. What a glorious thing it is to realize and to know that we can go to our Heavenly Father without appointment, pour out our souls to him in all simplicity and faith, knowing that he is there and can and will hear and answer our prayers. We know that he is a living God who dwells in heaven, that we are his spirit children, and that his Son Jesus Christ has instructed us, regardless of who we are, to call upon God and to acknowledge him as our <span class=\"emphasis\">Father.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p29\" class=\"\">Next he said, “Hallowed be thy name” [<span class=\"citation\" id=\"36285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36285)\">Matt. 6:9<\/a><\/span>]. How important it is that God’s name should be hallowed in our daily conduct, and particularly in our worship. We can best hallow the name of God by sanctifying his name and helping others to sanctify it. We should sanctify his name by showing love and reverence and in calling upon him in worship, doing all these things that would redound to his glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p30\" class=\"\">As we think, “Thy kingdom come. Thy will be done in earth, as it is in heaven” [<span class=\"citation\" id=\"36286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36286)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36286)\">Matt. 6:10<\/a><\/span>], we must realize there is only one way by which this can be accomplished, and that is by our accepting him as our God and by living his commandments and helping to build his kingdom here upon the earth. His church and kingdom has been established here upon the earth today, and it can be built up only as we accept his teachings, live them, and teach them to the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p31\" class=\"\">The Lord, speaking to the Prophet Joseph Smith in 1831, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p32\" class=\"\">“The keys of the kingdom of God are committed unto man on the earth, and from thence shall the gospel roll forth unto the ends of the earth, as the stone which is cut out of the mountain without hands shall roll forth, until it has filled the whole earth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p33\" class=\"\">“Call upon the Lord, that his kingdom may go forth upon the earth, that the inhabitants thereof may receive it, and be prepared for the days to come, in the which the Son of Man shall come down in heaven, clothed in the brightness of his glory, to meet the kingdom of God which is set up on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p34\" class=\"\">“Wherefore, may the kingdom of God go forth, that the kingdom of heaven may come, that thou, O God, mayest be glorified in heaven so on earth, that thine enemies may be subdued; for thine is the honor, power and glory, forever and ever. Amen.” (<span class=\"citation\" id=\"16320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16320)\">D&amp;C 65:2, 5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p35\" class=\"\">If we pray that his will be done, we must be prepared to do our part. My father said to me when I was a boy, “If you want your prayers to be answered, you’d better get on your feet and go to work.” There is no use praying for the kingdom to come and his will to be done unless we are prepared to do something about it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p36\" class=\"\">As we consider the words “Give us this day our daily bread” [<span class=\"citation\" id=\"36287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36287)\">Matt. 6:11<\/a><\/span>], we might well say “our daily needs,” as we should recognize that we are entirely dependent upon the Lord for all that we have. He is our Creator and the Giver of all things. He has given us a brain by which we can think and reason and learn, and he expects us to use our knowledge and the skills we develop to produce abundantly that we may supply our own needs and share with our neighbors. We are admonished to pray regarding all our personal needs and over everything that pertains to our welfare. How important it is to be worthy to call upon our Heavenly Father and ask for his help and express our gratitude for the bounties of life and all his wonderful blessings. As we pray, we should determine to use these blessings wisely for the benefit of ourselves and others, for furthering the Lord’s work, and for the glorification of his name. Only as we do the will of God do we acknowledge his sovereignty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p37\" class=\"\">As we analyze the words “Lead us not into temptation, but deliver us from evil” [<span class=\"citation\" id=\"36289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36289)\">Matt. 6:13<\/a><\/span>], we should realize that he has given us scripture and sent us prophets to teach us, and as we accept these teachings, we will be led away from and not into temptation. Keeping the commandments and following the teachings of Jesus Christ will give us the strength to resist temptation, and we will be delivered from evil because we will not be associating ourselves with evil or putting ourselves in a position where we will be tempted to do that which is wrong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p38\" class=\"\">In the gospel of Mark we read, “Watch ye and pray, lest ye enter into temptation. The spirit truly is ready, but the flesh is weak.” (<span class=\"citation\" id=\"33256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33256)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33256)\">Mark 14:38<\/a><\/span>.) We must pray for courage and strength, desire, determination, and ability to be honest, true, chaste, benevolent, virtuous, and to do unto others as we would have others do unto us. As we prayerfully and continually search for truth, we should seek after anything virtuous, lovely, or of good report or praiseworthy. By so living we will be helping the Lord answer our plea, “Lead us not into temptation” [<span class=\"citation\" id=\"36290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36290)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36290)\">Matt. 6:13<\/a><\/span>], and we will be delivered from evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p39\" class=\"\">Let us consider “Forgive us our debts, as we forgive our debtors” [<span class=\"citation\" id=\"36288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36288)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36288)\">Matt. 6:12<\/a><\/span>]. It is interesting to compare this version as recorded by Matthew with those of Luke and Mark. Luke says, “And forgive us our sins; for we also forgive every one that is indebted to us. …” (<span class=\"citation\" id=\"31882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31882)\">Luke 11:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p40\" class=\"\">Mark expresses it this way:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p41\" class=\"\">“And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p42\" class=\"\">“But if ye do not forgive, neither will your Father which is in heaven forgive your trespasses.” (<span class=\"citation\" id=\"33255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33255)\">Mark 11:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p43\" class=\"\">The Lord has said, “I, the Lord, will forgive whom I will forgive, but of you it is required to forgive all men.” (<span class=\"citation\" id=\"16318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16318)\">D&amp;C 64:10<\/a><\/span>.) We are further admonished to forgive many times, even seventy times seven. We should stop and ask ourselves if we are prepared to ask the Lord to forgive us of our sins and trespasses only as we forgive our friends and neighbors. How wonderful it would be if we would all forgive and love our neighbors. Then it would be much easier for us to call upon the Lord to forgive us of any of our wrongdoings, and as we repent and bring forth fruits meet for repentance, we can expect God’s forgiveness and mercy to be extended in our behalf.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p44\" class=\"\">The scriptures are clear concerning such forgiveness. We read: “For if ye forgive men their trespasses, your heavenly Father will also forgive you:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p45\" class=\"\">“But if ye forgive not men their trespasses, neither will your Father forgive your trespasses.” (<span class=\"citation\" id=\"36292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36292)\">Matt. 6:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p46\" class=\"\">Further: “Wherefore, I say unto you, that ye ought to forgive one another; for he that forgiveth not his brother his trespasses standeth condemned before the Lord; for there remaineth in him the greater sin.” (<span class=\"citation\" id=\"16317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16317)\">D&amp;C 64:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p47\" class=\"\">Our Lord gave us an example of the true spirit of forgiveness when he said from the cross, “… Father, forgive them; for they know not what they do.” (<span class=\"citation\" id=\"31917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31917)\">Luke 23:34<\/a><\/span>.) We read also of that faithful disciple, Stephen, who was persecuted and stoned, “And he kneeled down, and cried with a loud voice, Lord, lay not this sin to their charge. And when he had said this, he fell asleep.” (<span class=\"citation\" id=\"8175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8175)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8175)\">Acts 7:60<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p48\" class=\"\">How important it is for us to apply in our lives those great principles of repentance and forgiveness. Let us always remember that the one who carries a grudge or ill feelings toward a neighbor and does not forgive is the one who is uncomfortable and unhappy and ill at ease, and continuing in this course will canker his soul, and in him will remain the greater sin. There are numerous stories with beautiful endings where persons who have carried grudges or harbored ill feelings toward others have had the courage and strength to, later on, go and apologize, showing love and making reconciliation, resulting in a beautiful new relationship where both are greatly relieved and happy together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p49\" class=\"\">Now let us ponder the words “For thine is the kingdom, and the power, and the glory, for ever. Amen.” Again we are reminded that God is our Father, and acknowledge that the kingdom we seek is his, and that all good is accomplished not in and of ourselves, but by his power and to his glory. We must give thanks to him for all that we receive, realizing the importance of expressing our gratitude by the way we live and serve him and our fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p50\" class=\"\">May we always remember and acknowledge that Jesus Christ, the Son of God, the Savior of the world, came and gave his life for you and me, and accept his teachings as the way of life and salvation, and be prepared to so live that we may be found worthy of his sacrifice as we prepare ourselves to enjoy immortality and eternal life. As we do this, we will bring glory to his name and salvation to ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p51\" class=\"\">“Amen” is a word used in closing to express solemn ratification or hearty approval of what has been said. Let us truly mean it and show it by our words and deeds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p52\" class=\"\">As we pray, let us remember the prayer offered by Jesus Christ in the Garden of Gethsemane:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p53\" class=\"\">“Then cometh Jesus with them unto a place called Gethsemane, and saith unto the disciples, Sit ye here, while I go and pray yonder.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p54\" class=\"\">“And he took with him Peter and the two sons of Zebedee, and began to be sorrowful and very heavy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p55\" class=\"\">“Then saith he unto them, My soul is exceeding sorrowful, even unto death: tarry ye here, and watch with me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p56\" class=\"\">“And he went a little farther, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.” (<span class=\"citation\" id=\"36349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36349)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36349)\">Matt. 26:36–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p57\" class=\"\">How important it is that we are prepared to say, “Not as I will, but as thou wilt.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p58\" class=\"\">Let us listen to the word of the Lord in more recent times:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p59\" class=\"\">“Hearken, O ye people of my church, to whom the kingdom has been given; hearken ye and give ear to him who laid the foundation of the earth, who made the heavens and all the hosts thereof, and by whom all things were made which live, and move, and have a being.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p60\" class=\"\">“And again I say, hearken unto my voice, lest death shall overtake you; in an hour when ye think not the summer shall be past, and the harvest ended, and your souls not saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p61\" class=\"\">“Listen to him who is the advocate with the Father, who is pleading your cause before him.” (<span class=\"citation\" id=\"16290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16290)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16290)\">D&amp;C 45:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-importance-of-prayer.p62\" class=\"\">I bear witness that God does live, that he stands ready to hear and answer our prayers through Jesus Christ, our Savior. We can glorify his name and help to build his kingdom which is established upon the earth only as we live his teachings and keep his commandments. May we do this, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}