{"ID":2465, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The People Say “Amen”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p3\" class=\"\">Elder Mark E. Petersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_021<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p4\" class=\"\">During this conference we have formally installed a new president of The Church of Jesus Christ of Latter-day Saints. It was a momentous occasion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p5\" class=\"\">Only 12 times in the 144 years of our history has this been done. In the solemn assembly held this morning in the Tabernacle, President Spencer W. Kimball was accepted by the vote of the people as the President of the Church, but also as the prophet, seer, and revelator of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p6\" class=\"\">The voting was unanimous. The positive and affirmative confirmation of the Holy Spirit was here also. Everyone in the great Tabernacle felt the presence of that divine influence. It was experienced also by those who listened on the radio and witnessed the proceedings by television. And as was the case in the days of Moses, “All the people … say, Amen.” (See <span class=\"citation\" id=\"21300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21300)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21300)\">Deut. 27:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p7\" class=\"\">And what a wonderful man has been chosen. Having directed the Council of the Twelve for several years, and having served as President of the Church by action of the Council of the Twelve in the interim period from President Harold B. Lee’s death until this conference, he now is sustained by the vote of the membership as their divinely appointed spiritual guide and the interpreter of the word and will of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p8\" class=\"\">He has accepted this high position in deep humility. But although humble and unassuming, he is nevertheless a tower of strength, a man of great initiative and foresight, a doer in every sense.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p9\" class=\"\">Through the more than 30 years of his apostolic ministry, he has been known throughout the Church for his almost incredible energy, his boundless enthusiasm for the work, his selflessness, his full determination to place his all upon the altar as his contribution in the building of the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p10\" class=\"\">His dedication is without bounds. He is a fully consecrated servant of the Lord Jesus Christ. His health has been restored miraculously to permit him to fulfill this great ministry. His healing is one of the tangible evidences of the divinity of his call. It was an act of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p11\" class=\"\">In the exercise of the unusual strength with which the Lord has endowed him, he never forgets its source and seeks constantly to know and to do the will of the Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p12\" class=\"\">With all of his energy and enthusiasm, he nevertheless is completely Christlike in his kindness and compassion, in his meekness, in the depth of his understanding of other people and their problems, and in his desire to help them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p13\" class=\"\">Literally and individually he has taken the hands of thousands of wayward ones and brought them back to the path of salvation, showing them a new light, giving them new hope, making possible their return to the way of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p14\" class=\"\">When correction has been needed, as he has seen that need, it has been given, but always in love and kindness, with a hand soft and sympathetic, yet firm in righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p15\" class=\"\">When difficult tasks confront him—and the present one is his greatest—he never flinches from duty but approaches it in faith and prayer and in the full strength of his noble personality. As a result, the work is always done and done very well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p16\" class=\"\">Constantly aware of his own personal limitations, he nevertheless knows that this is God’s work and that the Lord uses humble people to accomplish his purposes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p17\" class=\"\">President Kimball is a firm believer in the words of Nephi who said, “… I know that the Lord giveth no commandment unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.” (<span class=\"citation\" id=\"1691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1691)\">1 Ne. 3:7<\/a><\/span>.) This is part and parcel of his faith. It is the secret of his success.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p18\" class=\"\">The program of the Lord will go forward now as it always has done, for the Almighty will work through, and daily direct, President Spencer W. Kimball. The work will never fail, nor will it be given to another people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p19\" class=\"\">As the Church members today by unanimous vote sustained our new President, they not only took upon themselves a great responsibility in pledging to follow him, but they also preserved a vital principle of the restored gospel of the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p20\" class=\"\">Their vote was a covenant, made with uplifted hands before God and witnesses who were numbered in the hundreds of thousands in the Tabernacle, on the radio, and by television.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p21\" class=\"\">When we sustain our President, we agree to follow his direction. He is the mouthpiece of the Lord for today, and that has great and significant meaning. When this matter came up in the days of the Prophet Joseph Smith, the Lord, speaking of his leaders, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p22\" class=\"\">“… They shall speak as they are moved upon by the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p23\" class=\"\">“And whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture, shall be the will of the Lord, shall be the mind of the Lord, shall be the word of the Lord, shall be the voice of the Lord, and the power of God unto salvation.” (<span class=\"citation\" id=\"16321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16321)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16321)\">D&amp;C 68:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p24\" class=\"\">As members of the Church, by voting to sustain our new President, we have placed ourselves under a solemn covenant to give diligent heed to the words of eternal life as he gives them to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p25\" class=\"\">The modern word of the Lord says, “… You shall live by every word that proceedeth forth from the mouth of God.” (<span class=\"citation\" id=\"16346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16346)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16346)\">D&amp;C 84:44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p26\" class=\"\">And how are we to receive that word? Through his prophet!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p27\" class=\"\">That has been the divine pattern from the beginning. Through Amos came the revelation saying, “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10454)\">Amos 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p28\" class=\"\">This was the Lord’s pattern throughout the Old Testament. It was true in New Testament times, and it is true today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p29\" class=\"\">When the Church was organized 144 years ago, the Lord made this clear by restoring the principle that the leader of his Church on earth shall also be His spokesman and not any self-appointed individual seeking to build up a following of his own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p30\" class=\"\">On April 6, 1830, speaking of the newly appointed President of the Church, the Lord declared that his President shall also be his mouthpiece.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p31\" class=\"\">Having done so, the Lord designated him also as prophet, seer, and revelator. And then the Lord commanded the membership as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p32\" class=\"\">“Wherefore, meaning the church, thou shalt give heed unto all his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p33\" class=\"\">“For his word ye shall receive, as if from mine own mouth, in all patience and faith.” (<span class=\"citation\" id=\"16264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16264)\">D&amp;C 21:4–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p34\" class=\"\">Then followed this great promise if we will thus obey:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p35\" class=\"\">“For by doing these things the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good, and his name’s glory.” (<span class=\"citation\" id=\"16268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16268)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16268)\">D&amp;C 21:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p36\" class=\"\">What more can we ask?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p37\" class=\"\">This points up a great principle—an added lesson—that we must learn from today’s voting. It is that there can be only one head of Christ’s church on earth at one time, and he must be chosen and sustained just as President Kimball was today. No man can take it unto himself. He must be called of God as was Aaron. (See <span class=\"citation\" id=\"24424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24424)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24424)\">Heb. 5:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p38\" class=\"\">Neither does the Lord allow for any secret ordinations in his work. To be valid, everything is done publicly and by the vote of the people. Said the Savior, “… It shall not be given to any one to go forth to preach my gospel, or to build up my church, except he be ordained by some one who has authority, <span class=\"emphasis\">and it is known to the church that he has authority and has been regularly ordained by the heads of the church.<\/span>” (<span class=\"citation\" id=\"16283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16283)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16283)\">D&amp;C 42:11<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p39\" class=\"\">And then the Lord said, “… All things shall be done by common consent in the church, …” which means by public knowledge and public vote. (<span class=\"citation\" id=\"16271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16271)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16271)\">D&amp;C 26:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p40\" class=\"\">And he said further, “No person is to be ordained to any office in this church, where there is a regularly organized branch of the same, without the vote of that church.” (<span class=\"citation\" id=\"16259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16259)\">D&amp;C 20:65<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p41\" class=\"\">And again, “And a commandment I give unto you, that you should fill all these offices and approve of those names which I have mentioned, or else disapprove of them at my general conference.” (<span class=\"citation\" id=\"16390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16390)\">D&amp;C 124:144<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p42\" class=\"\">This rules out cultists of all kinds, false teachers and false leaders of every description, and puts the Lord’s people on notice that there is but one clear directing voice in the Church, and that is the voice of the prophet, seer, and revelator duly chosen by revelation and accepted by the vote of the people in the general conference of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p43\" class=\"\">For today that man is Spencer W. Kimball.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p44\" class=\"\">President John Taylor, in speaking of the process of voting by which our President is sustained and which process we have followed today, said, “This is the order that the Lord has instituted in Zion, as it was in former times among Israel. … This is emphatically the voice of God, and the voice of the people.” (<span class=\"emphasis\">The Gospel Kingdom,<\/span> Deseret Book Co., 1943, p. 143.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p45\" class=\"\">When President Brigham Young discussed this subject, he said, “[The Lord] has but one mouth through which to make known his will to his people. When the Lord wishes to give a revelation to his people, when he wishes to reveal new items of doctrine to them, or administer chastisement, he will do it through the man whom he has appointed to that office and calling.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> Deseret Book Co., 1925, p. 212.) <span class=\"emphasis\">And that man is the President of the Church!<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p46\" class=\"\">Brigham Young further said, “The Lord Almighty leads this Church, and he will never suffer you to be led astray if you are found doing your duty.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> p. 212.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p47\" class=\"\">It was President Heber J. Grant who added, “You have no need to fear that any man will ever stand at the head of the Church of Jesus Christ unless our Heavenly Father wants him there.” (G. Homer Durham, comp., <span class=\"emphasis\">Gospel Standards,<\/span> Improvement Era, 1969, p. 68.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p48\" class=\"\">Now what authority does President Kimball have? As President of the Church, he holds all of the keys and powers ever given by the angels to the Prophet Joseph Smith in the restoration of the gospel in this last dispensation. He has received these powers by the laying on of hands of those in authority. I repeat, he has received all these powers by the laying on of hands of those previously possessing them and holding the authority to give them to President Kimball.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p49\" class=\"\">Every President of the Church has possessed these keys and powers. No President of the Church could function without them. The Church itself could not function without them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p50\" class=\"\">If the Prophet Joseph Smith had taken these keys of authority with him into the grave, could we do our work today? This work cannot be done without those keys. It was necessary that they be held in perpetuity by the leaders of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p51\" class=\"\">If Joseph had taken with him to the grave the keys of saving the dead, could we do our temple work?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p52\" class=\"\">Could we preach the gospel to every nation, kindred, tongue, and people without the authority to do so?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p53\" class=\"\">If Joseph had taken with him into eternity the keys of the gathering of Israel, could Israel be gathered?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p54\" class=\"\">Would our pioneers have come to the tops of the mountains in fulfillment of the prophecy of Isaiah and here established the headquarters of the Church unless they held the divine right to do so?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p55\" class=\"\">And there will yet be a worldwide gathering of the Lord’s people before the second coming of the Savior. Could this be done without the keys of gathering delivered to us by the prophet Moses, who held those keys and delivered them to Joseph Smith?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p56\" class=\"\">Could organized stakes of the Church be established in the far-flung areas of the world without the divine right to do so?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p57\" class=\"\">We readily see then that the powers given by the angels to the Prophet Joseph Smith remained with the Church, and they still remain with the Church. They are centered always in one man, the President of the Church, the prophet, seer, and revelator.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p58\" class=\"\">It could not be any other way. This is the Lord’s pattern. This is the way he directs and conducts his work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p59\" class=\"\">Surely Amos spoke truly when he said, “… the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10455)\">Amos 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p60\" class=\"\">In the words of President Wilford Woodruff, “Let me exhort all elders of Israel and Saints of God to rise up in the majesty and dignity of their calling, and make full proof of their ministry and covenant. Sustain by your works the authorities, keys, and priesthood; the eyes of God, angels and men are over you, and when the work is finished, you will receive your just recompense.” (Matthias F. Cowley, comp., <span class=\"emphasis\">Wilford Woodruff,<\/span> Salt Lake City: The Deseret News, 1909, p. 657.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-people-say-amen.p61\" class=\"\">I know that my Redeemer lives. He has made known to me personally that what I have said here today is true. God our Heavenly Father lives. This Church is his church. Jesus our Savior directs the work. And President Kimball is his prophet! This I solemnly testify by all that I hold sacred and in the holy name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}