{"ID":2466, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p2\" class=\"\">Elder Franklin D. Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_022<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p3\" class=\"\">My dear brothers and sisters, I have truly been inspired by the words of our beloved prophet as well as my brethren. The beautiful prayer and music have likewise contributed to making this conference another remarkable spiritual experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p4\" class=\"\">In The Church of Jesus Christ of Latter-day Saints members frequently use words that have a special meaning to them—one of which is testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p5\" class=\"\">Members bear, or relate, their testimonies to other members at special testimony meetings and at times avail themselves of the opportunity to bear their testimonies to nonmembers. In bearing their testimonies, members generally testify that they know that God lives and that his Son Jesus Christ is our Savior and Redeemer and that the restored gospel of Jesus Christ is the divine plan of life that brings happiness and growth to those who accept it and make it a part of their daily lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p6\" class=\"\">President Harold B. Lee expressed it this way: “Within the Gospel of Jesus Christ may be found the solution of every problem confronting us, which will enable us to find happiness here and eternal life in the world to come.” (<span class=\"emphasis\">Church News,<\/span> March 9, 1974, p. 2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p7\" class=\"\">It has been stated that the purpose of the gospel is to change peoples’ lives, to make bad people good and good people better, to change human nature; and how true this is!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p8\" class=\"\">President Brigham Young said, “You cannot find a compass on the earth, that points, so directly, as the Gospel plan of salvation. It has a place for every thing, and puts everything in its place.” (<span class=\"emphasis\">Journal of Discourses,<\/span> vol. 3, p. 96.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p9\" class=\"\">Some members of the Church possess powerful and unfaltering testimonies, while others possess less forceful testimonies. It should be recognized that testimonies can be acquired, testimonies can be kept, and testimonies can be lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p10\" class=\"\">It is not uncommon to hear Church members declare that their testimony is their most prized possession.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p11\" class=\"\">A convert from Seattle, in answering the question “What has the Church done for you?” replied, “Everything! My life now has purpose and meaning. Now what can I do for the Lord? I owe him my all.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p12\" class=\"\">Another convert living in Arizona had this to say:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p13\" class=\"\">“One brother was extremely instrumental in our becoming members of the Church. We will ever be indebted to him and thankful to him for asking us what we knew about the Mormon Church and would we like to know more. Through the missionary discussions we were thoroughly convinced that this was the true church. And the thing that has changed my life the most is that I have found a purpose in life and a certain peace of mind I have never felt before. I know with all my heart that this is the true church and that Christ lives and God lives.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p14\" class=\"\">These converts’ testimonies are truly inspiring and emphasize the value of the gospel to them and to their families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p15\" class=\"\">I have borne my testimony many times to people who were interested in knowing more about the Church, and they have asked me, “How can I obtain a conviction of the truthfulness of the restored gospel—yes, a testimony to this effect?” My answer has been, “Study the gospel, pray and attend church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p16\" class=\"\">This formula when followed will bring a conviction or testimony that the restored gospel of Jesus Christ is true, and when one accepts the gospel plan and lives its principles, it will bring him peace, happiness, growth, and development. However, to obtain a testimony one must have a real desire to know the truth and must be willing to exert considerable effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p17\" class=\"\">The interested person must study the gospel, and the gospel is to be found primarily in the Bible, Book of Mormon, Doctrine and Covenants, and Pearl of Great Price, the four standard works of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p18\" class=\"\">In this dispensation the Lord has counseled us to “seek … out of the best books words of wisdom: seek learning, even by study. …” (<span class=\"citation\" id=\"16359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16359)\">D&amp;C 88:118<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p19\" class=\"\">Jesus said, “… know the truth, and the truth shall make you free.” (<span class=\"citation\" id=\"28780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28780)\">John 8:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p20\" class=\"\">I feel sure that part of this freedom Jesus refers to must be freedom from ignorance, as ignorance is a deterrent to happiness, growth, and development.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p21\" class=\"\">Through study of the scriptures we can understand our relationship to God and how the basic gospel principles apply to our daily lives. Our study, however, should be constant and intensive, for the gospel of Jesus Christ embraces all truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p22\" class=\"\">Now regarding the second step to acquire a testimony—<span class=\"emphasis\">prayer<\/span>—the Prophet Joseph Smith observed that “it is the first principle of the gospel to know for a certainty the character of God, and to know that we may converse with Him as one man converses with another. …” (<span class=\"emphasis\">Documentary History of the Church,<\/span> vol. 6, p. 305.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p23\" class=\"\">Near the end of the Book of Mormon, Moroni, a great leader, gave this promise:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p24\" class=\"\">“And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p25\" class=\"\">“And by the power of the Holy Ghost ye may know the truth of all things.” (<span class=\"citation\" id=\"38390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38390)\">Moro. 10:4–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p26\" class=\"\">Although this promise specifically refers to the Book of Mormon, I am sure as you study the Bible, the Doctrine and Covenants, and the Pearl of Great Price you will find that the promise is likewise applicable to these scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p27\" class=\"\">Prayer plays a vital part in our religious thinking and in our daily lives. One of my convert friends told me, “Because the elders emphasized that we should pray, I did. I barely had asked the questions when this beautiful answer came. Yes, that was the start of my new life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p28\" class=\"\">Another convert said, “I used to pray, not often, but I did pray before we became members. I prayed that someday my husband and I would grow closer together. I never thought it would come to be, but the Church was my answer. We found the power of prayer. I’m so thankful for the Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p29\" class=\"\">Prayer then must accompany study for one to obtain a testimony of the truthfulness of the restored gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p30\" class=\"\">The third part of the formula to obtain a testimony is to attend church and become involved in church activities. My Arizona convert friend also had this to say: “The first time we visited a ward meeting, I felt such a warm, loving feeling. All the people seemed to have smiles on their faces and hearty handshakes for us. We felt so welcome, and we knew we wanted to be a part of all this. This was the only way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p31\" class=\"\">She continued: “Another aspect of the Church I love is its constant learning, developing, and growing power. I’m grateful for the opportunity to work in the Church because this constant contact is helping us to grow and develop in the gospel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p32\" class=\"\">Another convert expressed it this way: “As my husband and I were baptized, I had no idea just how involved we would become. My first calling was that of chorister in sacrament meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p33\" class=\"\">“Then I was asked to be a Mia Maid leader. I asked the question, ‘What is a Mia Maid?’ I learned from experience. That is a girl at the delightful age of 14. The girls have so much enthusiasm and energy. I am thrilled with my calling in MIA. It keeps me feeling young and needed and busy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p34\" class=\"\">“My husband, too, has held many positions in the ward, and his determination and dedication have been a strength to me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p35\" class=\"\">After listening to these converts’ testimonies, it is easy to see why so many members of the Church declare that their testimony is their most prized possession.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p36\" class=\"\">Many thousands have received a testimony, a conviction of the truthfulness of the restored gospel, by following the formula: study, pray, and attend church. They have thus been able to better interpret the scriptures and find their place in the eternal scheme of things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p37\" class=\"\">To those of you who feel that you have a firm testimony, remember: a testimony is never static; a testimony can be lost. To keep it alive, it must be fed. Continue to study, pray, attend church, and be involved. This will not only keep your testimony alive, but it will expand and become more meaningful in your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p38\" class=\"\">I bear my testimony to you that the Holy Ghost has borne witness to me that God lives and is the Father of our spirits, that Jesus Christ is our Redeemer and Savior, and that Joseph Smith was a great prophet chosen by God to restore the gospel in its fullness and the power to act in his name in this dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p39\" class=\"\">The Holy Ghost has also borne witness to me that President Spencer W. Kimball is a modern-day prophet who leads and directs The Church of Jesus Christ of Latter-day Saints today. May the Lord bless and sustain him in his great calling, and may we sustain him and have the courage and foresight to follow his counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p40\" class=\"\">This testimony has a beneficial influence in every phase of my life, and I can readily understand why so many Church members bear witness that their testimony is their most prized possession.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/testimony.p41\" class=\"\">I bear this witness to you in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}