{"ID":247, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Concluding Address<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1946, pp. 181-186<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is just five minutes to three&mdash;in San Francisco. (Laughter.) This has been a very delightful\nexperience for me to be at this conference, notwithstanding the fact that some of the dearest\nfriends I have ever had, who were here a year ago, are not here today. We have listened to\nthe members of the Quorum of the Twelve, and I realize that for every one now in that\nquorum, a very dear friend of mine and member of that group has passed away. Their places\nhave been well filled. These brethren are really servants of the Lord, but I miss the men who\nare gone. Aunt Augusta Grant has sat through this conference attending most of the meetings.\nThat blessed woman sat by the side of President Grant, helped him rear his family, and\nblessed this community. I am grateful to see her here today. I am sure that quite a number of\nelderly people are here that some of us do not know about. I mention Aunt Augusta Grant\nbecause President Grant stood here not long ago. Aunt Mary, wife of President Joseph F.\nSmith, is here also and is always at our meetings, and many others whom we love. I am sure\nthey are blessed by being here, and we are blessed by their presence. It will not be long\nbefore many of us will pass on. We will not all leave as fine a record as some of those I have\nreferred to, probably, but it is a wonderful thing to have that kind of companionship\nthroughout life.\n<\/p><p>\nJust to look into your faces and see the earnestness of your lives is a joy, because that\nearnestness is written in your faces. I want to say to many of you that I know personally, I\ncan never repay your kindness and helpfulness to me in many ways. I say never&mdash;I'll say I\ncan't do it in this life, but I believe that we are living eternal lives, and perhaps some of these\nfailures here may be remedied hereafter.\n<\/p><p>\nLASTING GREATNESS OF THE PROPHET JOSEPH SMITH\n<\/p><p>\nMuch has been said in this conference about the Prophet Joseph Smith. There isn't much that\nI could say, except that which is good. Many of the benefits and blessings that have come to\nme have come through that man who gave his life for the gospel of Jesus Christ. There have\nbeen some who have belittled him, but I would like to say that those who have done so will\nbe forgotten and their remains will go back to mother earth, if they have not already gone,\nand the odor of their infamy will never die, while the glory and honor and\nmajesty and courage and fidelity manifested by the Prophet Joseph Smith will attach to his\nname forever. So we have no apologies to make.\n<\/p><p>\nIt is a wonderful thing to live in an age like this when so many problems are being solved. It\nis also a disquieting age to live in when people find pleasure in harshness and unkindness\ntoward those who are seeking to bless mankind.\n<\/p><p>\nCHOICE ASSOCIATIONS IN THE CHURCH\n<\/p><p>\nI am glad that I belong to a Church that has produced such men and women as this Church\nhas produced. I have traveled approximately a million miles in the world in the interest of the\ngospel of Jesus Christ. I have been in many climes and in many lands and in many nations,\nand I have never seen any place that I thought was as rich in the sweet companionships of life\nas I have found in the valleys of these grand mountains and in the organizations of the\nChurch established in other parts of the world. It is a wonderful thing to have such friendships\nof good, true, honorable, sweet, faithful men and women. I have often said no man in the\nworld has been more blessed than I. From my childhood, ever since I can remember, I have\nnever been compelled to associate with evil individuals. I have been fortunate in having my\nlife so adjusted that I could choose the very finest men and women that could be found in the\nworld to be my companions. This has enriched my life, and I am grateful.\n<\/p><p>\nTHE PRIMARY ASSOCIATION\n<\/p><p>\nI think of my early experiences in the Primary Association. Mentioning the Primary calls to\nmy attention the fact that it is a marvelous institution. It was the Savior of the world who\nsaid: \". . . Suffer the little children to come unto me, and forbid them not: for of such is the\nkingdom of God\" (<span class=\"citation\" id=\"33005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33005)\">Mark 10:14<\/a><\/span>).\nIn this organization there is a program to develop little\nchildren and to give them the advantage of education, refinement, and culture equal, if not\nsuperior, to any other in the world. Personally I feel today to thank the general officers and\nthe stake and ward officers of this organization who give their time to developing these little\nchildren. I am reminded of it because yesterday and today I see quite a number of these\nchildren sitting in the aisles, on the steps, and elsewhere, paying attention and listening to\nwhat has been going on. It is lovely to have so many little children here, and it makes me feel\ncomfortable to have them in the audience. The Lord loves them, and I am sure we love them.\n<\/p><p>\nTHE SUNDAY SCHOOL\n<\/p><p>\nAnd we have our great Sunday School organization. There is no such Sabbath School group\nin all the world as we have in the Church of Jesus Christ of Latter-day Saints. It is marvelous\nwhat has been accomplished, and its teaching has been so adjusted that\nanybody, old or young, may find development and uplift in it. So I would like to thank those\nwho have made it possible for me, in the Primary and in the Sunday School, to associate with\nmen and women whose ideals are real Christian ideals, not make-believe, and who train those\nunder their watchcare to walk uprightly before the Lord, to honor father and mother, to love\none another, to be honest and true and chaste and benevolent. These are great organizations.\n<\/p><p>\nMUTUAL IMPROVEMENT ASSOCIATIONS\n<\/p><p>\nI think of what the Mutual Improvement Association has done for me. It is one of the most\nremarkable organizations in all the world, prepared and adjusted for those above twelve years\nof age. It has given me the companionship, as the other organizations did, of a little older\ngroup, but a group of the same fine quality, having faith in God, love for their fathers and\ntheir mothers, and honor and respect for those who preside over them in the Church and state\nand nation. What a wonderful help the Mutual Improvement Association has been to me. I\nfeel to thank and bless whose who made it possible for me to have those companionships.\nThere are in this audience today men and women with whom I have associated in that great\ngroup for many, many years, and I would like them to know that I appreciate their love and\ntheir kindness.\n<\/p><p>\nTHE RELIEF SOCIETY\n<\/p><p>\nThere is another fine organization in the Church, the Relief Society, organized under the\ndirection of a prophet of God, for the development of women. This organization is\nunsurpassed by any woman's organization in all the world. What a wonderful thing it is to\nhave in each of our wards and branches, these mothers of men and women, who give their\nlives to uplift and bless the communities in which they live. What a blessing they are and\nhave been to this Church and will continue to be!\n<\/p><p>\nTHE GENEALOGICAL SOCIETY\n<\/p><p>\nThe Genealogical Society is another marvelous organization. It has the task of gathering the\nnames of those who have passed on, generations ago, bringing them into a great depository\nwhere they may be sorted over and classified, so that we may trace our ancestry. I said to a\nman one day. \"You can find out all about your ancestors if you will go with me to the\nGenealogical Library.\" He said, \"I don't want to know anything about them.\" I wouldn't\neither if I thought my ancestors could be traced back to an orangutan or a baboon. But like\nWilliam Jennings Bryan, those who have any pride in that kind of ancestry will not connect\nme with their family tree. I want to say that we don't appreciate what this great organization\nhas done in gathering our genealogy and in tying together all the family lines that have been\nbroken and lost.\n<\/p><p>\nCHURCH WELFARE PROGRAM\n<\/p><p>\nWe have our welfare program. It has been organized only a short time, and yet today is in a\nposition to ship carloads of food, clothing, bedding, and other materials, to men and women\nand children on the other side of the sea, who are starving and freezing to death for the\nvarious things that we have in abundance, gathered by that great organization.\n<\/p><p>\nThis Church and its organization prepare us for the kingdom of heaven if anything does that\nis in this world. So today, as I stand here and look into your faces, I realize what the gospel\nof Jesus Christ has done for me. I have no words to express my gratitude to God for the\nministry of this Church and the blessings of its members to me as an individual; then multiply\nthat by what it has done for all the rest of you.\n<\/p><p>\nIt is a wonderful thing to go through life, hand in hand with the Master of heaven and earth,\nand this Church comes as near giving me this privilege as anything can do in mortality. I am\ngrateful as I look around this group and see what God hath wrought for us, and I thank these\nelderly men and women who have borne the burden in the heat of the day and carried on, that\nwe who have come on might have the blessing of a knowledge of the purpose of life to\nprepare us for eternal happiness.\n<\/p><p>\nCHURCH SCHOOL SYSTEM\n<\/p><p>\nWe have our great educational institutions, our schools and seminaries, where our sons and\ndaughters may not only be taught the rudiments of education but may be taught the\nfundamentals of eternal happiness. I am thankful that Karl G. Maeser, when I was only a\nchild, put into my life a part of that which goes to make up the organization of the great\nChurch school system of the Church of Jesus Christ of Latter-day Saints. There are many\nthings that I might mention, but these are just some that come to my mind as I stand here.\n<\/p><p>\nOUR MISSIONARY OPPORTUNITIES\n<\/p><p>\nAs we approach the conclusion of this great conference I have only good will in my heart for\nmankind. I haven't any animosity in my heart toward any living human being. I know some\nthat I wish would behave themselves a little better than they do, but that is their loss, not\nmine. If I can get my arm around them and help them back on the highway of happiness by\nteaching them the gospel of Jesus Christ, my happiness will be increased thereby. That is the\npurpose of the missionary work of this great Church. I would like to say to the brethren who\nare mission presidents, you have a real responsibility in your various fields. You do not have\nvery many missionaries from Zion as yet, but they are coming. I want to say that you will\nhave all you can do to take care of them and train and develop them, as well\nas to assist the local people who have been so faithful and helpful during these long trying\ntimes. The letter we read from Brother Benson today indicates that many of the people over\nthere are nearly starving and freezing to death, but the thing they are thinking about\napparently, as indicated by his letter, is not how they may have a palace on earth, but how\nthey may help other people to enjoy a mansion on high. That is what the gospel does for us.\nIt is not what we have that makes us happy; it is not the material things of life that enrich our\nlives; but it is what we are. The nearer we are like our Heavenly Father and his beloved Son\nJesus Christ, the happier we are. Surely, therefore, not any man or woman under the sound of\nmy voice, or in the world who understands, will hesitate to go out and teach these people who\ndo not understand, and radiate sunshine. You cannot drive people to do things which are right,\nbut you can love them into doing them, if your example is of such a character that they can\nsee you mean what you say.\n<\/p><p>\nGRATITUDE FOR HELPFULNESS OF ASSOCIATES\n<\/p><p>\nI thank my brethren and my associates for their help and their kindness. When I think of what\na weak, frail individual I am to be called to stand in the midst of this great Church, I realize\nhow much I need the help of every soul that is in it, if I am to succeed; so I thank my\nbrethren, my faithful counselors, who have helped me in the unusual experience of becoming\naccustomed to a great responsibility. I am grateful to my brethren of the Quorum of the\nTwelve, the Patriarch, the Assistants to the Twelve, the First Council of the Seventy, the\nPresiding Bishopric&mdash;all these men who are servants of the Lord and who are seeking to keep\nhis commandments and teach us the way of eternal life. I am grateful to them, and I invoke\nupon them, and upon all of you, my Father's children, here or wherever you may be, the\nblessings of peace and love and joy, and the companionship of the Spirit of God, and in the\nend eternal life in the celestial kingdom. I pray that that may be our privilege. When the\nLamb's book of life is opened and the names of those are recorded who are to inherit the\ncelestial kingdom, I hope and pray that you and all those you love, all these sons and\ndaughters of our Heavenly Father who are associated with you here, may have their names\nrecorded there&mdash;not one missing. If that is the case, how happy we will be throughout the ages\nof eternity. Thanks to the prophets of old, to our Heavenly Father who sent them, thanks to\nhis beloved Son Jesus Christ who died that we might live again, thanks to Joseph Smith\nwhose name has been belittled by some ignoramuses in the world, that is, they have sought to\nbelittle him, but they cannot. Thanks to him who was willing to lay down his life and seal his\ntestimony with his blood as evidence of the fact that he knew whereof he had spoken. God\nbless you, my brethren and sisters; may peace abide with you in your hearts and in your\nhomes. Love one another; love mankind; reach out to those who need you. If\nwe do that happiness such as can be found in no other way will be our portion.\n<\/p><p>\nGod grant that it may be, I humbly ask in the name of Jesus Christ our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}