{"ID":2470, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What Does Jesus Mean to Modern Man?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_026<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p3\" class=\"\">This has been a glorious and inspiring day, and I ask for an interest in your faith and prayers that my remarks may be in harmony with the teachings of our Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p4\" class=\"\">I have felt the Spirit of the Lord during this conference, particularly this morning in the solemn assembly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p5\" class=\"\">One of the great privileges we have as members of the Church is the opportunity to sustain our leaders. It was a great blessing to me to be able to raise my hand and sustain President Spencer W. Kimball as the mouthpiece of God on earth and as the presiding high priest over the priesthood of the Church. The Lord says that he is “to be like unto Moses— … a seer, a revelator, a translator, and a prophet, having all the gifts of God which he bestows upon the head of the church.” (<span class=\"citation\" id=\"16379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16379)\">D&amp;C 107:91–92<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p6\" class=\"\">I know that he has been prepared and raised up at this particular time, and I sustain him with all of my heart and with all of the faith that I have, and I will enthusiastically follow his direction. I also sustain the calling of Elder L. Tom Perry this day and Elder Fyans and Elder Maxwell. I know that these callings have been inspired of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p7\" class=\"\">Recently a new book was published with the rather startling title <span class=\"emphasis\">Jesus Now.<\/span> The reviewers announced that this is a brilliant book. The writer states, “Jesus is disappearing from the minds of men, and it is just as well that He is, for the Jesus that we are losing is the Jesus that we have created.” The author asks the question “What does Jesus mean to modern man?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p8\" class=\"\">Responses to this question will vary when Easter is celebrated next Sunday throughout the so-called Christian world. Services of various types will be held by some people paying their honor to the man known as Jesus of Nazareth. Some will think of Jesus as a prophet; some will think of him as a teacher; some will think of him as just an ordinary man. Unfortunately, not many will think of him as our Savior and Redeemer, and fewer still will believe the Father’s words, “… This is my beloved Son, in whom I am well pleased.” (<span class=\"citation\" id=\"36255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36255)\">Matt. 3:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p9\" class=\"\">What does Jesus mean to you and to me?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p10\" class=\"\">The Jesus I know and believe in is Jesus the Christ, the Son of God. This witness has been revealed to me by the blessing and influence of the Holy Ghost. I know that he is the Author of the plan of salvation and exaltation, the Creator of the world and all that is in it, that he is our Savior who loves each of us and who died on the cross for us, who teaches us compassion and forgiveness, the friend of all, healer of the sick, the giver of peace to all who will listen and believe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p11\" class=\"\">Modern man must not be led astray from ancient and latter-day truths—truths and spiritual experiences that occurred when prophets walked and talked with Jesus. What did Jesus mean to the ancient apostles? What did he mean to Peter?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p12\" class=\"\">Mark, writing of the events on the morning of the resurrection, states that Mary Magdalene and Mary the mother of James were directed by the young man they encountered as they entered the sepulcher, “Go … tell his disciples and Peter. …” (<span class=\"citation\" id=\"33259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33259)\">Mark 16:7<\/a><\/span>.) They were directed specifically to inform Peter. Peter and John hurried to the sepulcher. Peter entered, saw the neatly folded linen cloths and the handkerchief that had been about his head. Peter was now a personal witness of this great event.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p13\" class=\"\">On the day of Pentecost, Peter witnessed the “rushing [of the] mighty wind” (<span class=\"citation\" id=\"8164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8164)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8164)\">Acts 2:2<\/a><\/span>) and the pouring out of the Holy Ghost. He preached of the glorious gospel and testified of Jesus of Nazareth. People were pricked in their hearts and asked, “… Men and brethren, what shall we do?” (<span class=\"citation\" id=\"8165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8165)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8165)\">Acts 2:37<\/a><\/span>.) And Peter, with that newly developed depth of conviction, replied, “… Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.” (<span class=\"citation\" id=\"8166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8166)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8166)\">Acts 2:38<\/a><\/span>.) Three thousand souls believed and were baptized. They felt of the spirit and power of our Lord’s senior apostle. Could we ever doubt what Jesus meant to Peter?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p14\" class=\"\">I am always strengthened by the fervor and magnitude of John’s conviction. There was never any doubt. He testified, “In the beginning was the Word, and the Word was with God, and the Word was God. All things were made by him. … In him was life; and the life was the light of men. And the light shineth in darkness; and the darkness comprehended it not.” (<span class=\"citation\" id=\"28763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28763)\">John 1:1, 3–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p15\" class=\"\">The apostle Paul knew, understood, and testified of Jesus. The manifestation to Paul on the road to Damascus changed the course of his life as indicated by his own words: “… Lord, what wilt thou have me to do? …” (<span class=\"citation\" id=\"8177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8177)\">Acts 9:6<\/a><\/span>.) And later testifying to the Corinthian saints he said, “… Christ died for our sins … was buried … rose again the third day … was seen of above five hundred. … And last of all he was seen of me also. …” (<span class=\"citation\" id=\"582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 582)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(582)\">1 Cor. 15:3–4, 6, 8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p16\" class=\"\">It may be beyond our own comprehension to realize what Jesus meant to Nephi when the resurrected Christ appeared on the western continent, saying, “Behold, I am Jesus Christ, whom the prophets testified shall come into the world. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p17\" class=\"\">“… I am the light and the life of the world; … and have glorified the Father in taking upon me the sins of the world. … Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye may feel the prints of the nails in my hands and in my feet, that ye may know that I am the God of Israel, and the God of the whole earth, and have been slain for the sins of the world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p18\" class=\"\">Then Nephi writes, “… the multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p19\" class=\"\">“And when they had all gone forth and had witnessed for themselves, they did cry out with one accord, saying: Hosanna! Blessed be the name of the Most High God! And they did fall down at the feet of Jesus, and did worship him.” (<span class=\"citation\" id=\"5794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5794)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5794)\">3 Ne. 11:10–11, 14–17<\/a><\/span>.) They had been in his presence and they could testify.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p20\" class=\"\">What did Jesus mean to the boy Joseph Smith? The appearance of God the Father and Jesus Christ to the boy prophet in modern times is described in his own words: “… I saw a pillar of light exactly over my head, above the brightness of the sun. … When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!”<\/span> (<span class=\"citation\" id=\"30574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30574)\">JS—H 1:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p21\" class=\"\">President Joseph F. Smith declared, “The greatest event that has ever occurred in the world since the resurrection of the Son of God from the tomb and his ascension on high, was the coming of the Father and of the Son to that boy Joseph Smith. …” (Preston Nibley, <span class=\"emphasis\">Joseph Smith the Prophet,<\/span> Deseret News Press, 1946, p. 28.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p22\" class=\"\">During the Prophet’s life he told but one story. In a little schoolhouse in Michigan in 1834, Edward Stevenson heard him testify: “I am a witness that there is a God, for I saw Him in open day. …” Stevenson then recorded, “Oh how these words … filled me with joy unspeakable, to behold one who, like Paul the Apostle … could with boldness testify, that he had been in the presence of Jesus Christ.” (<span class=\"emphasis\">Joseph Smith the Prophet,<\/span> p. 30.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p23\" class=\"\">Spiritual knowledge and spiritual experiences must not and need not disappear from the mind of modern man, because the testimonies of ancient and modern prophets have been recorded for man’s own benefit, and today believers testify of these truths. Modern man must replace uncertainties and doubt with a desire to know more of Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p24\" class=\"\">It is our responsibility and glorious opportunity to bear constant testimony of Jesus the Christ. We must testify to the world of his godship, the actuality of his birth in the flesh of both divine and mortal parentage. He was selected to perform the essential mission of the restoration and redemption. This he did—he was crucified and rose from the grave, thus making it possible for every human being to be resurrected through this marvelous atonement of Jesus, saint and sinner alike.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p25\" class=\"\">All can be placed on the pathway to eternal progression. Everyone who accepts him and is repentant receives forgiveness of his past sins and the opportunity to gain exaltation. “… I am the way, the truth, and the life: no man cometh unto the Father, but by me. …” (<span class=\"citation\" id=\"28800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28800)\">John 14:6<\/a><\/span>.) Could the mind of man possibly develop a more noble concept for the destiny of man? Jesus Christ is the central figure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/what-does-jesus-mean-to-modern-man.p26\" class=\"\">To the question “What does Jesus mean to modern man?” I testify that he means everything. To this statement I bear solemn witness in his name. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}