{"ID":2475, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Chosen of the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p2\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_031<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p3\" class=\"\">My beloved brethren, holders of the priesthood of God—so many assembled in so many places (nearly 200,000 in attendance tonight at this meeting)—this is a royal army, the greatest brotherhood and the greatest power in all the world. How fortunate and blessed we are to be holders of the priesthood and members of this great brotherhood in The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p4\" class=\"\">This evening we have been instructed, inspired, and built up in our faith and testimony and have enjoyed this lovely chorus. Now in a few minutes we will have the special privilege of listening to a prophet of God, who is the president of the Church of Jesus Christ and is his mouthpiece here upon the earth today. When he speaks, may we listen and have ears to hear and determination to follow this great leader, Spencer W. Kimball.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p5\" class=\"\">Having had the signal privilege and blessing of serving as a counselor to four of the Lord’s chosen prophets, I bear witness that they are truly prophets of God, and I should like to review with you how the Lord has chosen, ordained, and set apart the leaders of his church, and how smoothly the succession takes place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p6\" class=\"\">When Jesus was upon the earth, he entered into his ministry and organized his church, and “he called unto him his disciples: and of them he chose twelve, whom also he named apostles.” (<span class=\"citation\" id=\"31895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31895)\">Luke 6:13<\/a><\/span>.) And he said to his apostles, “Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.” (<span class=\"citation\" id=\"36325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36325)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36325)\">Matt. 18:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p7\" class=\"\">From this it is evident that he conferred upon each the fullness of the apostleship with its keys and authorities so that, should the time come, each could serve as senior apostle or the president of the Church in his turn. Peter, James, and John were set apart as the head of the Church to act as the First Presidency after Christ’s departure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p8\" class=\"\">The Church in these latter days is based on that same principle. After Joseph Smith was chosen by the Lord, Peter, James, and John appeared and conferred upon him and Oliver Cowdery the Melchizedek Priesthood and ordained them apostles of the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p9\" class=\"\">In the Doctrine and Covenants we read that Joseph Smith, Jr., was called to be the first elder of the Church. The Lord said, “… Thou shalt be called a seer, a translator, a prophet, an apostle of Jesus Christ, an elder of the church through the will of God the Father, and the grace of your Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p10\" class=\"\">“Being inspired of the Holy Ghost to lay the foundation thereof, and to build it up unto the most holy faith.” (<span class=\"citation\" id=\"16263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16263)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16263)\">D&amp;C 21:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p11\" class=\"\">Though it was made known to the Prophet and Oliver Cowdery in June of 1829, before the Church was organized, that there would be twelve apostles and how they were to be chosen, it was not until 1835 that the first Council of the Twelve was appointed. Then under the direction of the Lord through the Prophet Joseph Smith the Three Witnesses of the Book of Mormon were directed to select the twelve who were to be ordained apostles. (<span class=\"emphasis\">Documentary History of the Church,<\/span> vol. 2, pp. 186–87, <span class=\"citation\" id=\"16255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16255)\">D&amp;C 18:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p12\" class=\"\">These men were chosen and ordained as apostles under the direction of Joseph the Prophet and were given the same authority as was given to Paul and other apostles during the time of Jesus Christ. It is recorded, “And they form a quorum, equal in authority and power to the three presidents previously mentioned” (<span class=\"citation\" id=\"16376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16376)\">D&amp;C 107:24<\/a><\/span>), meaning the Presidency of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p13\" class=\"\">Also we read in the <span class=\"emphasis\">Documentary History of the Church:<\/span> “President Smith next proceeded to explain the duty of the Twelve, and their authority, which is next to the present Presidency, … also the Twelve are not subject to any other than the first Presidency, viz., myself, … Sidney Rigdon, and Frederick G. Williams, who are now my Counselors; and where I am not [meaning when he dies] there is no First Presidency over the Twelve.” (<span class=\"emphasis\">DHC,<\/span> vol. 2, pp. 373–74.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p14\" class=\"\">President Wilford Woodruff said: “I say to the Latter-day Saints, the keys of the kingdom of God are here, and they are going to stay here, too, until the coming of the Son of Man. Let all Israel understand that. … No man who has ever breathed the breath of life can hold these keys of the kingdom of God and lead the people astray.” (<span class=\"emphasis\">Discourses of Wilford Woodruff,<\/span> G. Homer Durham, comp., Bookcraft, Inc., 1946, pp. 73–74.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p15\" class=\"\">Following the death of the Prophet Joseph, Brigham Young called a meeting in these words: “I want to see this people, with the various quorums of the priesthood, assembled together in special conference. …” And at this meeting he said: “… I step forth to act in my calling in connection with the Quorum of the Twelve, as Apostles of Jesus Christ unto this generation—Apostles whom God has called by revelation through the Prophet Joseph, who are ordained and anointed to bear off the keys of the kingdom of God in all the world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p16\" class=\"\">He then asked, “Does the church want, and is it their only desire to sustain the Twelve as the First Presidency of this people?” It was recorded that there was a universal vote. Then he asked for a contrary vote and no hands went up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p17\" class=\"\">It is evident that Brigham Young intended to have the vote of the quorums of the priesthood in order, as we did in our solemn assembly this morning, for he said: “This [vote] supersedes the other question, and trying it by quorums.” (<span class=\"emphasis\">DHC,<\/span> vol. 7, pp. 230, 232, 240.) He then explained that the Twelve would remain and act in their place and that the keys of the kingdom were with them and that they would manage the affairs of the Church and direct all things aright until the organization of a new First Presidency. This procedure has been followed ever since the death of Joseph Smith. In this case the Twelve continued to direct the Church for three and a half years before the First Presidency was organized and Brigham Young was then made President of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p18\" class=\"\">When President Wilford Woodruff was asked if he knew of any reason why some person other than the president of the Twelve should not be called to preside over the Church, he said he knew of several reasons. “First, when the President of the Church dies, who has the presiding authority of the Church? It is the Quorum of the Twelve Apostles, ordained and organized by the revelation of God and none else. Then while these Twelve Apostles preside over the Church, who is the President of the Church? It is the President of the Twelve Apostles, and he is virtually as much the President of the Church while presiding over the Twelve as he is when organized as the Presidency of the Church and presiding over two men.” This information is taken from a letter which was written to Elder Heber J. Grant on March 28, 1887, and signed by Wilford Woodruff. This principle has been carried out now for over a hundred years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p19\" class=\"\">Throughout the history of the Church, it has been most evident that the man who is chosen as the president of the Church was foreordained and was the man for the hour. It is reported that Joseph the Prophet at his first meeting with Brigham Young said that Brigham Young would one day be president of the Church. When we reflect on the remarkable combination of events which caused Brigham Young to be president of the Twelve and then president of the Church, it is plain that long before he was born he was foreordained and chosen, just as Jeremiah and others were.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p20\" class=\"\">When Joseph the Prophet died, it seemed to all that there was no one ready and prepared to assume the responsibility as president of the Church. Joseph had been especially endowed to receive revelation for the Church and inspired beyond many of the prophets. He was especially fitted for the performance of his great mission. However, following his death, Brigham Young, who was made president of the Church, proved to be the man of the hour. He too had peculiar gifts and endowments to do the things which needed to be done at that time. Brigham Young was a great leader, colonizer, and organizer. He was certainly the man to lead the Church and establish it in the Rocky Mountains, as previously predicted by Joseph the Prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p21\" class=\"\">It is also most reassuring to see how President John Taylor was preserved. He was a man who had been a martyr, you might say, in that he bore to his grave wounds received when the Prophet Joseph was killed. Throughout his administration, there was great evidence that he was certainly the man needed at that time. The same can be said of others who followed as presidents of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p22\" class=\"\">We must realize that though President Lee presided over the Church for such a very short time, great progress was made under his direction, and much accomplished, and the foundation laid for further development and growth of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p23\" class=\"\">Now we have a new president of the Church who was chosen by the Lord and foreordained—one who as an apostle has been tried, tested, trained for over 30 years, and who has been miraculously saved on three different occasions for this high and holy position.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p24\" class=\"\">As we read in the <span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> “Every man who has a calling to minister to the inhabitants of the world was ordained to that very purpose in the Grand Council of heaven before this world was” (p. 365.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p25\" class=\"\">We must always remember, as has been said so many times, the Lord calls his prophets and the Lord releases his prophets. They cannot be called or released by any other power. As I have pointed out previously, at the passing of the president of the Church, the Quorum of the Twelve takes over and the senior member, or the president of the Twelve, becomes the presiding officer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p26\" class=\"\">It is significant to note just what took place at the time of the passing of President Harold B. Lee. President Romney had been called to the hospital and as they talked, President Lee, realizing that he might be incapacitated for some time, said to President Romney: “President Tanner is away, and I want you to take over and carry on the affairs of the Church.” President Kimball, who came in later, offered his services to President Romney. However, immediately upon the announcement of President Lee’s passing, President Romney turned to President Kimball and said: “You, as the president of the Quorum of the Twelve, are now in charge. I am at your disposal and prepared to do anything I can to help.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p27\" class=\"\">This was entirely in keeping with the order of the Church and is a great example of how the Church is never left without a presidency and how smoothly it passes from one to another. Immediately President Kimball, as president of the Twelve, became the presiding authority of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p28\" class=\"\">I should like to outline the procedures followed at the time of his appointment and ordination as president of the Church. Before doing so, however, let me quote from President Kimball’s conference address of April 4, 1960—14 years ago:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p29\" class=\"\">“What mother, looking down with tenderness upon her chubby infant does not envision her child as the President of the Church or the leader of her nation! As he is nestled in her arms, she sees him a statesman, a leader, a prophet. Some dreams do come true! One mother gives us a Shakespeare, another a Michelangelo, and another an Abraham Lincoln, and still another a Joseph Smith!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p30\" class=\"\">“When theologians are reeling and stumbling, when lips are pretending and hearts are wandering, and people are ‘running to and fro, seeking the word of the Lord and cannot find it’—when clouds of error need dissipating and spiritual darkness needs penetrating and heavens need opening, a little infant is born.” How prophetic! (<span class=\"emphasis\">Conference Report,<\/span> Apr. 1960, p. 84.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p31\" class=\"\">Just such an infant was born in Salt Lake City on March 28, 1895, and was named Spencer Woolley Kimball. You will find a most interesting account of the life of this great man from his birth until the present, as recorded in the <span class=\"emphasis\">Ensign,<\/span> March 1974, pp. 8–24, written most beautifully by Elder Boyd K. Packer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p32\" class=\"\">When Wilford Woodruff was the president of the Church, he said that it was the will of the Lord that no amount of time be allowed to pass between the death of the president of the Church and the time that the First Presidency was reorganized. Therefore, on December 30, 1973, just four days after President Lee’s death, President Kimball, the president of the Twelve, called the members of the Twelve together in the upper room of the temple for the purpose of discussing the reorganization of the First Presidency and to take whatever action was decided upon. Those who had been counselors to the President—that is, President Romney and myself—took their respective places in the Quorum of the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p33\" class=\"\">President Kimball, upon expressing his great sorrow at the passing of President Lee and his feeling of inadequacy, called upon the members of the Twelve in order of seniority to express themselves individually as to how they felt about reorganizing the presidency of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p34\" class=\"\">As each member of the Twelve spoke, he expressed himself as feeling that now was the time to reorganize the First Presidency and that President Spencer W. Kimball was the one whom the Lord wanted to preside at this time. The sweet Spirit of the Lord was present in rich abundance and there was complete unity and harmony in the minds and spoken words of the Brethren. The only purpose and desire was to do the will of the Lord, and there was no question in anyone’s mind but what the will of the Lord had been expressed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p35\" class=\"\">Elder Ezra Taft Benson then made the formal motion that the First Presidency of the Church be reorganized and that Spencer W. Kimball be sustained, ordained, and set apart as the president, prophet, seer, revelator, and as trustee-in-trust of the Church. This motion was seconded and unanimously approved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p36\" class=\"\">In all humility, President Kimball stepped forward and made his speech of acceptance, praying that the Spirit and blessings of the Lord would attend him that he might be made able to carry out the will of the Lord. He said he had always prayed for President Lee’s health and strength and vigor and for the blessings of the Lord to attend him as he carried on as the president of the Church. He emphasized the fact that he had prayed sincerely with his lovely wife, Camilla, that this position would never come to him and that he felt sure that President Lee would certainly outlive him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p37\" class=\"\">On this occasion I thought of the Savior in the Garden of Gethsemane as he prayed: “… O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.” (<span class=\"citation\" id=\"36350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36350)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36350)\">Matt. 26:39<\/a><\/span>.) And he so accepted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p38\" class=\"\">He then chose and nominated as his first counselor N. Eldon Tanner and as his second counselor Marion G. Romney, each of whom expressed himself in all humility and pledged himself to support and sustain President Kimball as the president of the Church and to fill his office to the best of his ability, and prayed for the blessings of the Lord to attend him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p39\" class=\"\">Following this, President Benson was sustained as president of the Council of the Twelve. President Kimball then took his seat in the middle of the room, and as all those present placed their hands upon his head, we felt the Spirit of the Lord was truly with us, and this sweet Spirit filled our hearts. Then, with President Benson being mouth, in a beautiful prayer and blessing, Spencer Woolley Kimball was ordained and set apart as prophet, seer, and revelator and president of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p40\" class=\"\">It is my testimony to you and to the world that the plan and order of the Church has been followed, that the will of the Lord has been done, and that Spencer W. Kimball is his prophet and president of his church and kingdom here upon the earth. In the stake conferences since his appointment and in the solemn assembly today, the people have enthusiastically sustained him. It is the great privilege, honor, and responsibility of each and every one of us to accept and support President Kimball as a prophet of God and under his direction do all in our power to help build the kingdom, to further the cause of righteousness, and prepare the world for the second coming of our Lord and Savior Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p41\" class=\"\">However, as in the past, there are still some who question the procedure and the choice of the president, and one in particular has written expressing his feeling that he himself should be the president of the Church, but let me remind you that the procedures of the Church and the teachings of Jesus Christ are not on trial. We as individuals are on trial, and have the great privilege and responsibility and blessing of being members of his church and kingdom, and of approving and sustaining the prophet, and it is up to us to prove ourselves worthy of the membership and priesthood which we hold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p42\" class=\"\">Let us always remember that leaders of the Church are responsible to the Lord, and it is for him to straighten them out if they go wrong and to release them when they have finished their mission. We have been warned and forewarned that if we raise ourselves against the authority which God has placed in the Church for its government, unless we repent, he will withdraw his Spirit from us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p43\" class=\"\">Brethren, if we wish to be guided by the Spirit of the Lord and enjoy his blessings, we must be true to the one who has been chosen as our leader and never murmur, complain, or find fault, or feel that someone else should be in his position. Men in high places, even one of the Three Witnesses, Oliver Cowdery, who had also received the priesthood under the hands of heavenly beings, and then Sidney Rigdon, a counselor in the First Presidency, fell away from the Church because they criticized and questioned the prophet of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p44\" class=\"\">I pray that we may all remain true to the faith, support, sustain, and follow the one who has been chosen by God as our leader. As we do this, we will be blessed and the Spirit of the Lord will linger with us and with our families as we teach and encourage them to be faithful and active. God’s work will be accomplished and his will will be done. As the Lord has said of his prophet:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p45\" class=\"\">“For his word ye shall receive, as if from mine own mouth, in all patience and faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p46\" class=\"\">“For by doing these things the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good, and his name’s glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p47\" class=\"\">“For thus saith the Lord God: Him have I inspired to move the cause of Zion in mighty power for good. …” (<span class=\"citation\" id=\"16267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16267)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16267)\">D&amp;C 21:5–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/chosen-of-the-lord.p48\" class=\"\">In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}