{"ID":2478, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Believe All That God Has Revealed\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_034<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p3\" class=\"\">I have been inspired, as you have I am sure, by the words of our beloved President Romney as he opened the revelations to us this morning on the subject of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p4\" class=\"\">In a world that is unsteady, I thank God for the constant flow of revelation to the Church. We have, in this conference, sustained a new prophet, seer, and revelator. I am so grateful that we have a prophet authorized to receive revelation from God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p5\" class=\"\">I am grateful, too, that revelation is not confined to the prophet. It is shared by the General Authorities. And across the world, local leaders constantly report of the guidance that they receive when they have decisions to make or when needing further light and knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p6\" class=\"\">Fathers and mothers also may receive inspiration, revelation, indeed, through that agency that Brother Romney has reported, to help guide their families. And of course each of us, if we will live for it, may be the recipient of spiritual communications for our own personal guidance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p7\" class=\"\">The prophets of the past have recorded their revelations. And together with the sacred history that surrounds their being given they constitute the scripture. The Bible is, of course, the best known example. In the Church we do something that very few do any more: We read the Bible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p8\" class=\"\">And we are blessed with other scriptures, also books of revelation: the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p9\" class=\"\">When we announce that we have scripture other than the Bible, we are asked of course, “Well, where did you get these revelations? Where did these books come from?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p10\" class=\"\">In response to these questions, we immediately speak of translation through the use of the urim and thummim of records prepared by ancient prophets; we speak of visions; we speak of visitations of angelic messengers from the presence of God; and we speak without hesitation of interviews with the Lord himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p11\" class=\"\">Many consider these explanations to be strange stories and hesitate even to appear to take them seriously. They reject the idea that processes of revelation, which were matter-of-fact in Biblical times, operate today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p12\" class=\"\">We have, nonetheless, these scriptures. We got them from somewhere. We say, “Handle them; read them; test them. See for yourself.” Unfortunately, most men are reluctant even to examine them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p13\" class=\"\">They remind me of the characters in a parable written a few years ago by Dr. Hugh Nibley. And I would like to quote part of his parable:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p14\" class=\"\">“A young man once long ago claimed he had found a large diamond in his field as he was ploughing. He put the stone on display to the public free of charge, and everyone took sides. A psychologist showed, by citing some famous case studies, that the young man was suffering from a well-known form of delusion. An historian showed that other men have also claimed to have found diamonds in fields and have been deceived. A geologist proved that there were no diamonds in the area but only quartz: The young man had been fooled by a quartz. When asked to inspect the stone itself, the geologist declined with a weary, tolerant smile, and a kindly shake of the head. An English professor showed that the young man in describing his stone used the very same language that others had used in describing uncut diamonds: He was, therefore, simply speaking the common language of his time. A sociologist showed that only three out of 177 florists’ assistants in four major cities believed the stone was genuine. A clergyman wrote a book to show that it was not the young man but someone else who had found the stone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p15\" class=\"\">“Finally an indigent jeweler … pointed out that since the stone was still available for examination the answer to the question of whether it was a diamond or not had absolutely nothing to do with who found it, or whether the finder was honest or sane, or who believed him, or whether he would know a diamond from a brick, or whether diamonds had ever been found in fields, or whether people had ever been fooled by quartz or glass, but was to be answered simply and solely by putting the stone to certain well-known tests for diamonds. Experts on diamonds were called in. Some of them declared it genuine. The others made nervous jokes about it and declared that they could not very well jeopardize their dignity and reputations by appearing to take the thing too seriously. To hide the bad impression thus made, someone came out with the theory that the stone was really a synthetic diamond, very skillfully made, but a fake just the same. The objection to this is that the production of a good synthetic diamond, for the farm boy, would have been an even more remarkable feat than the finding of a real one.” (<span class=\"emphasis\">Lehi in the Desert and the World of the Jaredites,<\/span> Bookcraft, 1952, pp. 136–37.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p16\" class=\"\">The fact is that we have these books of scripture. We got them, I repeat, from somewhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p17\" class=\"\">Over the years, there have been many explanations and theories as to where they came from. These theories, which have been advanced, for the most part, by people who have never so much as read the books, generally group themselves under the idea that Joseph Smith produced them; that Joseph Smith authored them himself. He, then, deserves the blame.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p18\" class=\"\">This, however, lays far too much credit to him and makes all too much of him. This I cannot accept, for this would make him a genius beyond all measurements. I do not believe he was that. To assume that he produced them without help and without inspiration is preposterous.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p19\" class=\"\">The truth is, simply, that he was a prophet of God—nothing more and not one whit less!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p20\" class=\"\">The scriptures did not come so much from Joseph Smith as they did through him. He was a conduit through which the revelations were given. He was otherwise an ordinary man, as were the prophets in ancient times and as are the prophets in our day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p21\" class=\"\">Some have alleged that these books of revelation are false, and they place in evidence changes that have occurred in the texts of these scriptures since their original publication. They cite these changes, of which there are many examples, as though they themselves were announcing revelation. As though they were the only ones that knew of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p22\" class=\"\">Of course there have been changes and corrections. Anyone who has done even limited research knows that. When properly reviewed, such corrections become a testimony for, not against, the truth of the books.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p23\" class=\"\">The Prophet Joseph Smith was an unschooled farm boy. To read some of his early letters in the original shows him to be somewhat unpolished in spelling and grammar and in expression.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p24\" class=\"\">That the revelations came through him in any form of literary refinement is nothing short of a miracle. That some perfecting should continue strengthens my respect for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p25\" class=\"\">Now, I add with emphasis that such changes have been basically minor refinements in grammar, expression, punctuation, clarification. Nothing fundamental has been altered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p26\" class=\"\">Why are they not spoken of over the pulpit? Simply because by comparison they are so insignificant, and unimportant as literally to be not worth talking about. After all, they have absolutely nothing to do with whether the books are true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p27\" class=\"\">After compiling some of the revelations, the ancient prophet Moroni said, “… if there be faults they be the faults of a man. But behold, we know no fault; nevertheless God knoweth all things; therefore, he that condemneth, let him be aware lest he shall be in danger of hell fire.” (<span class=\"citation\" id=\"38020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38020)\">Morm. 8:17<\/a><\/span>.) “And whoso receiveth this record, and shall not condemn it because of the imperfections which are in it, the same shall know of greater things than these. …” (<span class=\"citation\" id=\"38019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38019)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38019)\">Morm. 8:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p28\" class=\"\">A man might take a stone and, in order to verify precisely what it is, subject it to a test to identify slate or sandstone. After conducting these tests, he may conclude his research with the statement: “I did not discover that it was a diamond.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p29\" class=\"\">His conclusion, though accurate, has nothing to do with whether or not it is a diamond. Nor will it ever be verified by using the wrong formula. There may be a thousand tests he can apply and come to the same conclusion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p30\" class=\"\">After, and only after, he subjects the stone to the correct formula can he know for sure. Until then, his conclusion, “I did not discover it to be a diamond,” is relatively useless information.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p31\" class=\"\">There has, over the years, been an endless procession of those who would examine these revelations by every formula save the right one. Each becomes evidence, as Paul said, “the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.” (<span class=\"citation\" id=\"575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(575)\">1 Cor. 2:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p32\" class=\"\">These scriptural diamonds, as we have described them, will stand the test. As surely as a man may determine whether a purported diamond is genuine by subjecting it to well-known tests for diamonds, the scriptures may be subjected to well-known tests for scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p33\" class=\"\">There is a very precise formula. To apply it, one must, of necessity, move from criticism to spiritual inquiry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p34\" class=\"\">There are those who have made a casual, even an insincere effort to test the scriptures and have come away having received nothing, which is precisely what they have earned and what they deserve. If you think it will yield to a casual inquiry, to idle curiosity, or even to well-intentioned but temporary searching, you are mistaken. It likewise will not yield to the overzealous or to the fanatic.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p35\" class=\"\">It is when a lifetime is quietly committed with sincerity and humility that one can know for sure. Many elements of truth come only after a lifetime of preparation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p36\" class=\"\">A testimony of them, however, can come very quickly. Do not belittle the possibility that many humble folk, young and old, possess such a testimony. Many possess a testimony that transcends the knowledge to be gained in academic and scientific fields. When a humble man bears testimony based on spiritual inquiry and righteous living, be careful before you repudiate his witness because he is otherwise unlearned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p37\" class=\"\">Many an academic giant is at once a spiritual pygmy and, if so, he is usually a moral weakling as well. Such a man may easily become a self-appointed member of a wrecking crew determined to destroy the works of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p38\" class=\"\">Beware of the testimony of one who is intemperate, or irreverent, or immoral, who tears down and has nothing to put in its place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p39\" class=\"\">The prophet Nephi said, “… wherefore, the guilty taketh the truth to be hard, for it cutteth them to the very center.” (<span class=\"citation\" id=\"1701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1701)\">1 Ne. 16:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p40\" class=\"\">This ancient prophet said that he was not “mighty in writing, like unto speaking; for when a man speaketh by the power of the Holy Ghost the power of the Holy Ghost carrieth it unto the hearts of the children of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p41\" class=\"\">“But behold, there are many that harden their hearts against the Holy Spirit, that it hath no place in them; wherefore, they cast many things away which are written and esteem them as things of naught.” (<span class=\"citation\" id=\"3934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3934)\">2 Ne. 33:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p42\" class=\"\">He further said that the words that he had written were to persuade men to do good and “speaketh of Jesus, and persuadeth them to believe in him, and to endure to the end, which is life eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p43\" class=\"\">“And it speaketh harshly against sin, according to the plainness of the truth; wherefore, no man will be angry at the words which I have written save he shall be of the spirit of the devil.” (<span class=\"citation\" id=\"3935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3935)\">2 Ne. 33:4–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p44\" class=\"\">There is a warning in the New Testament worthy of our attention. Peter and the other apostles were imprisoned by the Sanhedrin. They were released by an angel, but came a second time before that council. They bore testimony that, “… We are his witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him.” (<span class=\"citation\" id=\"8172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8172)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8172)\">Acts 5:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p45\" class=\"\">Some of the Sanhedrin sought to kill the apostles, but Gamaliel, a doctor of law, wisely said, “Ye men of Israel, take heed to yourselves what ye intend to do as touching these men.” (<span class=\"citation\" id=\"8173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8173)\">Acts 5:34–35<\/a><\/span>.) He then cited two examples of preachers who “also perished; and all, even as many as obeyed [them], were dispersed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p46\" class=\"\">“… Refrain from these men, and let them alone,” Gamaliel cautioned, “… for if this counsel or this work be of men, it will come to nought:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p47\" class=\"\">“But if it be of God, ye cannot overthrow it; lest haply ye be found even to fight against God.” (<span class=\"citation\" id=\"8174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8174)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8174)\">Acts 5:37–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p48\" class=\"\">Revelation continues in the Church: the prophet receiving it for the Church; the president for his stake, his mission, or his quorum; the bishop for his ward; the father for his family; the individual for himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p49\" class=\"\">Many revelations have been received and are found in evidence in the onrolling work of the Lord. Perhaps one day other revelations which have been received and have been recorded will be published, and we stand in expectation that “… He will yet reveal many great and important things pertaining to the Kingdom of God.” (<span class=\"citation\" id=\"6919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6919)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6919)\">A of F 1:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p50\" class=\"\">I conclude with a verse in the Doctrine and Covenants which has within it a formula and a promise:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p51\" class=\"\">“Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and cometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my commandments, shall see my face and know that I am.” (<span class=\"citation\" id=\"16367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16367)\">D&amp;C 93:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p52\" class=\"\">I do not invite anyone to become a seeker after a sign, but to prepare a mind and a heart and a body that is clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p53\" class=\"\">“Therefore,” the Lord has said, “sanctify yourselves that your minds become single to God, and the days will come that you shall see him; for he will unveil his face unto you, and it shall be in his own time, and in his own way, and according to his own will.” (<span class=\"citation\" id=\"16356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16356)\">D&amp;C 88:68<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/we-believe-all-that-god-has-revealed.p54\" class=\"\">I bear witness that the revelations are true. I have tested them. There sit before us in this conference the General Authorities of the Church, fifteen men among them called and ordained as apostles, as special witnesses of the Lord Jesus Christ. I bear witness that he lives. I have that witness, and testify that the gospel of Jesus Christ is the power unto salvation, and that each of us through seeking can know that these diamonds are genuine, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}