{"ID":2479, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Three Days in the Tomb\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p2\" class=\"\">Elder Eldred G. Smith<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p\" class=\"\">Patriarch to the Church<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_035<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p3\" class=\"\">Last spring my wife and I had the wonderful privilege of visiting the Holy Land. On the last day of our stay in Jerusalem, we left the hotel early in the morning and walked to the Garden Tomb. To our great delight, we were alone in the garden. A feeling of awesome reverence filled our hearts. We gazed at the hill Golgotha, the place of the skull. We could imagine the three crosses there and the sign “This is Jesus—the King of the Jews” over the agonized figure of Christ. (See <span class=\"citation\" id=\"36355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36355)\">Matt. 27:37<\/a><\/span>.) The thought comes, “Are we worth all his suffering for us?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p4\" class=\"\">Then we turned to the tomb—historically the property of Joseph of Arimathaea. Here Joseph and Nicodemus placed him, assisted by the women. His disciples had left him. The stone was rolled to cover the door, and everyone departed—all but Mary Magdalene and the other Mary. (See <span class=\"citation\" id=\"36358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36358)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36358)\">Matt. 27:60–61<\/a><\/span>.) They sat huddled next to the sepulcher. Then a watch was placed at the tomb.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p5\" class=\"\">We are told there was great destruction in Jerusalem; the veil of the temple was “rent in twain.” (<span class=\"citation\" id=\"36356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36356)\">Matt. 27:51<\/a><\/span>.) The destruction was much greater, however, on this continent. There were great convulsions of the earth. In three hours cities were destroyed, some buried, some burnt. Mountains appeared where cities had been. There was storm, then tempest, and a great dense darkness covered the entire land. At the conclusion of three hours of destruction, yet during the darkness, which lasted three days, a voice, only a voice, came to them. The voice identified itself as that of Jesus Christ, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p6\" class=\"\">“Behold, I am Jesus Christ the Son of God. I created the heavens and the earth, and all things that in them are. I was with the Father from the beginning. I am in the Father, and the Father in me; and in me hath the Father glorified his name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p7\" class=\"\">“I came unto my own, and my own received me not. And the scriptures concerning my coming are fulfilled.” (<span class=\"citation\" id=\"5787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5787)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5787)\">3 Ne. 9:15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p8\" class=\"\">He told them the destruction had been because of their wickedness, and that only the more righteous had been spared. Possibly preparing them for his visit after his resurrection, he told them to repent and he would receive them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p9\" class=\"\">The voice told them that the Law of Moses had been fulfilled by him. “And ye shall offer up unto me no more the shedding of blood; yea, your sacrifices and your burnt offerings shall be done away, for I will accept none of your sacrifices and your burnt offerings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p10\" class=\"\">“And ye shall offer for a sacrifice unto me a broken heart and a contrite spirit. …” (<span class=\"citation\" id=\"5789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5789)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5789)\">3 Ne. 9:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p11\" class=\"\">On two separate occasions during his ministry he had said, “… I will have mercy, and not sacrifice. …” (<span class=\"citation\" id=\"36302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36302)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36302)\">Matt. 9:13<\/a><\/span> and <span class=\"citation\" id=\"36307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36307)\">Matt. 12:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p12\" class=\"\">Another main activity, while his body lay in the tomb, was to visit the spirits of those who had died. He said on one occasion, “Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.” (<span class=\"citation\" id=\"28769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28769)\">John 5:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p13\" class=\"\">While on the cross, to the condemned, believing thief, he said, “… Verily I say unto thee, To day shalt thou be with me in paradise.” (<span class=\"citation\" id=\"31919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31919)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31919)\">Luke 23:43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p14\" class=\"\">Peter tells us, “For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p15\" class=\"\">“By which also he went and preached unto the spirits in prison;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p16\" class=\"\">“Which sometime were disobedient, when once the long-suffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.” (<span class=\"citation\" id=\"2350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2350)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2350)\">1 Pet. 3:18–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p17\" class=\"\">This is a great principle of the gospel. This gives all mankind an opportunity to hear and receive the gospel, and to make further progress after death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p18\" class=\"\">Peter also tells us that, “for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.” (<span class=\"citation\" id=\"2351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2351)\">1 Pet. 4:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p19\" class=\"\">So two great and marvelous things transpired while the body of Christ lay in the tomb. One, his voice was heard by the people on this continent preaching to them, declaring that sacrifices are no longer accepted. Remember, he was not yet resurrected. He returned after his resurrection and showed himself and taught the people. Two, he preached to the spirits in prison.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p20\" class=\"\">On the third day, an angel came and rolled away the stone that closed the tomb. While walking in the garden that morning, my wife and I could easily visualize the stone that was placed there. The entrance to the tomb was cut into a perpendicular face of the hill. There was a small door, in front of which was a trough in which the stone would fit to be rolled into position to close or cover the door.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p21\" class=\"\">We remembered how Mary Magdalene and the other women had come early in the morning of the first day of the week with spices to prepare the body and found the stone rolled away. As they looked in, an angel told them He had risen. He told them to go to the disciples and tell them He had risen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p22\" class=\"\">Mary found and told Peter and John. They came running. John, the younger, arrived first, looked into the tomb, but did not enter until after Peter had entered. The body was gone, but the linens were there, neatly folded. John and Peter then returned to their home. “For as yet they knew not the scripture, that he must rise again from the dead.” (<span class=\"citation\" id=\"28823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28823)\">John 20:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p23\" class=\"\">“But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p24\" class=\"\">“And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p25\" class=\"\">“And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p26\" class=\"\">“And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p27\" class=\"\">“Jesus saith unto her, Woman, why weepest thou? whom seekest thou? She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.” In a voice so familiar to her she could not mistake it, “Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p28\" class=\"\">“Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.” (<span class=\"citation\" id=\"28824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28824)\">John 20:11–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p29\" class=\"\">The other women who had come to the sepulcher had been told by the angel to go tell the disciples that He had risen. Jesus met them on their way, “saying, All hail. And they came and held him by the feet, and worshipped him.” (<span class=\"citation\" id=\"36359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36359)\">Matt. 28:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p30\" class=\"\">They, too, were instructed to go tell his brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p31\" class=\"\">He appeared to all the disciples except Thomas and Judas, who had hanged himself. Later he appeared to all the disciples including Thomas.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p32\" class=\"\">“Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed.” (<span class=\"citation\" id=\"28826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28826)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28826)\">John 20:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p33\" class=\"\">He not only appeared to his disciples on several occasions and to 500 in Galilee, he also appeared to those on <span class=\"emphasis\">this<\/span> continent. The Book of Mormon gives us this account.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p34\" class=\"\">As we wandered in the garden, Jeanne and I were alone. We walked into the tomb. There we witnessed a spirit of peace, as he had said, “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.” (<span class=\"citation\" id=\"28807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28807)\">John 14:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p35\" class=\"\">We received a witness there, and then, as he said to Martha, “… I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live.” (<span class=\"citation\" id=\"28783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28783)\">John 11:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p36\" class=\"\">Through his resurrection, eternal progress for all mankind has been made possible. He opened the way that we may go on and on and on forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p37\" class=\"\">I had the same feeling come over me when I first visited the Sacred Grove in western New York. As I walked into that grove early one morning all alone, the witness came to me that truly the Father and the Son did appear to the boy Joseph Smith just as Christ had appeared to Mary in the garden.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p38\" class=\"\">Truly he lives and has again established his kingdom upon the earth to prepare for his coming in glory to reign upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/three-days-in-the-tomb.p39\" class=\"\">May God give us knowledge and understanding to know his will and give us the desire and strength to abide by his teachings, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}