{"ID":248, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Dissemination of the Gospel<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, October 1946, pp. 3-8<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have sometimes said to my friends in different parts of the world, when referring to these\ngreat gatherings, the annual and semiannual conferences of the Church, that they will see no\nother spectacle like them in all the world, and I believe this to be true.\n<\/p><p>\nUPLIFT OF GENERAL CONFERENCES\n<\/p><p>\nThese conferences offer the opportunity for the officers of the Church from all parts of the\nworld to meet and to become acquainted with one another, and to be edified under the\ninfluence of the Spirit of the Lord. Fortunate are we that those who came to this valley in an\nearly day erected this splendid structure. There is not anything like it to be found elsewhere, a\nbuilding that will make comfortable approximately ten thousand people in which all can hear\nthe speaker. Of course with our modern devices, we can hear very well.\n<\/p><p>\nWe come together, not just to visit, not just to be seen; but as sons and daughters of the\nLiving God, we assemble in his name, and he has never failed to fulfill his promise made of\nold, that when two or three shall meet together in his name, he will be there and that to bless\nthem (<span class=\"citation\" id=\"34096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34096)\">Matt. 18:20<\/a><\/span>).\nAnd so we look forward to these gatherings every six months and have joy in being\nable to go back to our homes with the statement that the Lord was with us, and blessed us,\nand we enjoyed the power of his Spirit.\n<\/p><p>\nEARLY CONFERENCES\n<\/p><p>\nOf course this is only a little handful of the membership of the Church of Jesus Christ of\nLatter-day Saints compared to the great number that belong to it. The first\nconference of the Church was held on June 9, 1830, and there were eighteen present. The\nsecond conference was held a few months later with about the same number present; then the\nfirst annual conference of the Church was held June 3, 1831, just one year later, and there\nwere present in that conference forty-three elders, ten priests, and ten teachers, making a total\nof sixty-three present.\n<\/p><p>\nIn those days the meetings were held for the officers of the Church, and the public was not\ngenerally invited to attend, but later in Nauvoo, it became customary to invite the public, and\nfrom that time on, each six months, the membership of the Church of Jesus Christ of\nLatter-day Saints have been invited to meet with the Lord in a general conference of such a\ncharacter as the one we assemble in this morning.\n<\/p><p>\nAs I look out into this congregation and see the men and women who are here, I recognize\nthose that I have known, many of them from my childhood. I have been in many of your\nhomes and have been entertained most graciously, when I have been visiting the stakes of\nZion and the mission field. Every once in a while we are able to get together here and enjoy\nthe companionship of one another, and more than that, to feel the power that comes from our\nHeavenly Father in fulfilment of his promise that he will be with us.\n<\/p><p>\nUNSATISFACTORY CONDITION OF WORLD\n<\/p><p>\nThe conditions in the world today are anything but desirable. After nearly six thousand years\nof teaching by the Lord through his prophets, the world is still in a pitiable condition, with\nabout two-thirds of the population not accepting the God of Abraham, Isaac and Jacob. They\nhave their own deities whom they worship, their own false gods who have kept them far from\nthe truth during the centuries that have elapsed. Of the other one-third of the population of\nthis world, so-called Christians, about fifty percent do not have membership in a church or if\nenrolled, they are inactive, so that it leaves a small portion of the people of the world who\nhave, after all these years of advice and counsel, taken advantage of their opportunities.\nUnless the people of this world hasten their repentance and turn to the Lord, the conditions\nthat we have recently passed through in this great world war will be intensified in wickedness\nand sorrow. So this morning, my dear brothers and sisters and I speak that word \"dear\" with\nall my heart&mdash;I am grateful for your fellowship and your companionship. As we meet together,\nhow thankful we ought to be, how grateful our souls should be when we contemplate our\nsurroundings and our wonderful opportunities!\n<\/p><p>\n. . . Come out of her, my people, that ye be not partakers of her sins, and that ye receive not\nof her plagues (<span class=\"citation\" id=\"42181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42181)\">Rev. 18:4<\/a><\/span>),\n<\/p><p>\nwas written about two thousand years ago.\n<\/p><p>\nSPIRIT OF MISSIONARY SERVICE\n<\/p><p>\nThe gospel of Jesus Christ was restored in the year 1830, after centuries of darkness had\npassed. When the call was given, the missionaries of the Church of Jesus Christ of Latter-day\nSaints went out into the world&mdash;not to criticize others, not to find fault, but to say to our\nFather's other children:\n<\/p><p>\nKeep all the good that you have received, keep all the truth that you have learned, all that has\ncome to you in your homes, in your institutions of learning, under your many facilities for\neducation, keep it all; and then let us divide with you additional truths that have been revealed\nby our Heavenly Father in our day.\n<\/p><p>\nUnder that ministry, beginning, as I have said, in that conference when there were only\nsixty-three members of the priesthood present, there have been thousands upon thousands of\nmissionaries; more than seventy thousand have gone out into the world, and in love and\nkindness they have gone from door to door saying to our Father's other children:\n<\/p><p>\nLet us reason with you; let us explain to you something that we are sure will make you happy\nas it has made us happy!\n<\/p><p>\nThat is the history of the missionary work of the Church with which we are identified. Today\nwe have missionaries scattered in many parts of the earth; some of them are in the armed\nservices and rejoicing in their testimonies, they have been glad to divide the truth with those\nwith whom they came in contact.\n<\/p><p>\nSHORT WAVE BROADCAST TO JAPAN\n<\/p><p>\nJust a few weeks ago I was invited to have a little visit with some of our servicemen who are\nin Kyoto, Japan. One of our brethren here in the valley telephoned me he had a licensed\nshortwave station and said, \"If you will come down, Brother Smith, I will let you talk to the\nmen and women in the armed services who are absent from their homes and are now over\nthere serving the Government of the United States.\" I did not know just what it was going to\nbe like. I went to his little station, and after a moment or two he called a station and talked\nback and forth with the man at the other end. That was the Philippine Islands, so he said:\n\"We are not visiting with you today. We are going to visit Japan.\" Then he switched from\nthere to one of the other islands in the Pacific and told them the same thing. And then when\nhe was ready, after a little conversation with the station in Japan, he said: \"Now, Brother\nSmith, there are two hundred and three members of the Church that will hear your voice as\nsoon as you speak.\"\n<\/p><p>\nSo I stood there for fifteen or twenty minutes and talked to them of the blessings of God\nbestowed upon them, of their lives being preserved during a terrible war, and of the love of\nthose who are here waiting for their return. I urged them to keep the commandments of God\nand assured them that there was no other road to happiness but by keeping\nthe commandments of God. I encouraged them to retain the fine records that they had already\nmade and to come home clean and sweet to their loved ones with the favor of the Lord upon\nthem. When I had finished, they took their turn, and several of these men said: \"Thank you,\nBrother Smith. It has been a great encouragement to us to hear a voice from the tops of the\nRocky Mountains, one that some of us are familiar with, and to know that you are thinking of\nus and are anxious for us. We will not let you down.\"\n<\/p><p>\nI thought that was a beautiful experience, and that is just one of many that we have.\nPersonally, I have traveled more than a million miles in the world to divide the gospel of\nJesus Christ with my fellowmen, but that was the first time I ever delivered a religious\naddress to a congregation seven thousand miles away. Short-wave broadcasting will continue\nto improve, and it will not be long until, from this pulpit and other places that will be\nprovided, the servants of the Lord will be able to deliver messages to isolated groups who are\nso far away they cannot be reached. In that way and other ways, the gospel of Jesus Christ\nour Lord, the only power of God unto salvation in preparation for the celestial kingdom\n(<span class=\"citation\" id=\"42668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42668)\">Rom. 1:16<\/a><\/span>), will\nbe heard in all parts of the world, and many of you who are here will live to see that day.\n<\/p><p>\nWe are here today as a great family waiting upon the Lord. I see people in this house who are\nfarmers, mechanics, who are active in the various pursuits of life. I see those who represent us\nin Washington and at home. I am glad to see here those who represent us as officers in our\ncity. We are all sitting under the same roof, without differences, all having the same\nopportunity, and if we have come with the Spirit of the Lord resting upon us, each of us will\nbe fed the bread of life (<span class=\"citation\" id=\"27228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27228)\">John 6:48<\/a><\/span>),\nnot by the individual who speaks, but by the Lord who gives voice.\n<\/p><p>\nCONTRIBUTIONS OF RELIEF SOCIETY SISTERS\n<\/p><p>\nI want to congratulate this fine group of singers who have sung for us thus far. It is lovely to\nknow that our sisters are so interested in the work of the Lord. I did not have the pleasure of\nbeing in this hall yesterday, but I am informed that there were as many women here in this\nbuilding as there are today, or nearly so. The sisters are active. I would like to say to you\nhusbands, fathers, and brothers, these women in the Church of Jesus Christ of Latter-day\nSaints are a great strength to the Church.\n<\/p><p>\nYesterday the great national Relief Society of the Church, the first great women's\norganization and the oldest now in existence, met in conference. Their representatives were\nhere from all parts of this country and other countries, just as anxious to be what our\nHeavenly Father would have them be as we who are here today.\n<\/p><p>\nREWARDS OF MISSIONARY WORK\n<\/p><p>\nI am lifted up in my heart today as I look into the faces of my brethren. Some of them have\nbeen in the mission field for many, many years. They have remained away from home and\nreared their families. They are back to visit with us in conference, and ready to go again if\nthey may be needed. That is the spirit of the gospel of Jesus Christ. A mission president who\nhad been away from us about ten years was released and game home recently. He and his\nwife reared their three children down in the South Pacific among the descendants of Father\nLehi. When he came home, he was glad to come back to this marvelous country that we live\nin and to associate with his family; and then when the matter of going into the mission field\nwas talked about briefly, he was ready to turn around and go right back.\n<\/p><p>\nThat is the spirit of the gospel of Jesus Christ, to labor without a salary, to labor without the\ncomforts that we sometimes have at home, but to labor for the salvation of the human family,\nto bring our Fathers other children to a knowledge of the truth. The great reward that\nmissionaries expect as the result of these years of service is to have the companionship of\nthese men and women that they have brought into the Church in the world, the\ncompanionship of their own families that they love, right here upon this earth throughout the\nages of eternity.\n<\/p><p>\nI would like to say to you mission presidents that you are doing a wonderful work. The Lord\nhas blessed you and magnified you, and the work of the Church has only just begun. All of us\nmay have to go again and again into the mission field, but it is the one way that we can lay\nup treasures in heaven (<span class=\"citation\" id=\"34051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34051)\">Matt. 6:20<\/a><\/span>)\nand be sure that they will await us when we go to the other side.\n<\/p><p>\nPRAYER FOR SAINTS\n<\/p><p>\nMay the Lord add his blessing. May we so live that every day of our lives the world will be\nbetter for our having lived in it. May we so live that our neighbors and friends will be\nconstrained to seek after the wisdom of our Heavenly Father and his righteous purposes and\nthereby gain happiness, not only here but hereafter.\n<\/p><p>\nI pray that in our hearts and in our homes there may abide that spirit of love, of patience, of\nkindness, of charity, of helpfulness that enriches our lives and that makes the world brighter\nand better because of it.\n<\/p><p>\nI pray that we may continue to rejoice together under the influence of the Lord here until the\nend of the conference, and when that time comes that we may go to our homes renewed in\nour determination to keep the commandments of the Lord, that our happiness may be\nperfected as a result of our righteousness. If we will do that, then our visit here will not have\nbeen in vain. On the contrary, it will be a tremendous blessing to us.\n<\/p><p>\nI pray that the Lord will bless you in your hearts and in your homes. I pray\nfor those of our people who are isolated in distant lands, far from the organized wards and\nbranches of the Church, many of them almost alone in great communities. I pray that the\nLord will bless them and that they may feel today the influences that we enjoy here, and in\nthe due time of our Heavenly Father that they may be permitted to \"come out of her\"\n(<span class=\"citation\" id=\"42182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42182)\">Rev. 18:4<\/a><\/span>), as the\nLord indicated his people should do, prior to the winding-up scene when this earth will be\ncleansed and purified by fire, when all mortality will be taken away and only those who are\nprepared to dwell in the celestial kingdom under the guidance of our Heavenly Father, under\nthe leadership of our Lord and Master, Jesus Christ, will be here. I pray that they and we and\nall the men and women of the world who have the desire to live righteously and are keeping\nthe commandments of God may be among that number.\n<\/p><p>\nI pray that our homes may be sanctified by the righteousness of our lives, that the adversary\nmay have no power to come there and destroy the children of our homes or those who dwell\nunder our roofs. If we will honor God and keep his commandments, our homes will be\nsacred, the adversary will have no influence, and we will live in happiness and peace until the\nwinding-up scene in mortality and we go to receive our reward in immortality.\n<\/p><p>\nGod bless you; peace be with you; joy and satisfaction abide with you all, henceforth and\nforever, I humbly pray in the name of Jesus Christ, our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}