{"ID":2481, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Commitment to Serve\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p2\" class=\"\">Elder J. Thomas Fyans<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_037<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p3\" class=\"\">I was born of goodly parents, and while they are on the other side, I have an assurance that my angel mother and my saintly father rejoice in this call. I love my family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p4\" class=\"\">In the past few months, for some reason I have had an insatiable desire to read the scriptures. Reflecting on the personal events of this conference, it could be that the Holy Spirit, referred to by President Romney, felt that this kind of spiritual preparation would be appropriate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p5\" class=\"\">Through the Old Testament and the Pearl of Great Price, I shared a prophetic vision of the coming of the Savior. The blessings, responsibility, and challenge of Abraham and his posterity have become more clearly implanted in my heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p6\" class=\"\">Through the New Testament, I returned to Bethlehem to the site of the manger, saw in my mind’s eye a reflection from the waters of the Sea of Galilee of past holy events, bowed my head in gratitude at the empty tomb, and all that intervened lifted me a little more heavenward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p7\" class=\"\">Through the Book of Mormon, I saw the blessings of obedience and the suffering of disobedience in the lives of the eternal spirit posterity of Lehi and others who were led to this promised land, giving me a panorama of our Heavenly Father’s desire to nurture and perfect—even by adversity—his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p8\" class=\"\">From the pages of modern scripture revealed in the tender years of the establishment of the Lord’s kingdom in our day, the following truths seem most appropriate: “… three Presiding High Priests … form a quorum of the Presidency of the Church”; (<span class=\"citation\" id=\"16375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16375)\">D&amp;C 107:22<\/a><\/span>) and the Twelve, “under the direction of the Presidency … , [are] to build up the church, and regulate all the affairs of the same in all nations. …” (<span class=\"citation\" id=\"16377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16377)\">D&amp;C 107:33<\/a><\/span>.) “… Whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture. …” (<span class=\"citation\" id=\"16323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16323)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16323)\">D&amp;C 68:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p9\" class=\"\">When these words distill upon my soul, I stand in reverential awe in the presence of these appointed brethren. Particularly am I indebted to the four members of the Council of the Twelve who serve as advisers to Internal Communications.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p10\" class=\"\">Because of dedicated associates, these scriptures of today—the sermons of this conference—will be within the covers of the <span class=\"emphasis\">Ensign<\/span> and in your homes as April matures and May is born. We can know the will of the Lord, the mind of the Lord, and the word of the Lord as we ponder these modern scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p11\" class=\"\">At this moment, another area of Internal Communications is interpreting simultaneously these proceedings into a dozen languages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p12\" class=\"\">I hope this detail will not seem inappropriate, but in the spirit of recognizing other wonderful associates, I am pleased to report that 93 percent of the materials you will use in the curriculum year beginning this coming September are already available. The remainder of the items will be ready this coming week. I love my associates.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p13\" class=\"\">The first commandment instructs us to love the Lord with all our heart, might, mind, and strength, “And the second is like unto it, Thou shalt love thy neighbour as thyself.” (<span class=\"citation\" id=\"36343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36343)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36343)\">Matt. 22:37, 39<\/a><\/span>.) We love our neighbors. We think they love us. I submit as evidence homemade lemon cream pies and salads that were brought to our home yesterday.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p14\" class=\"\">As food moves from their home to ours and from our home to theirs, my eternal companion is responding to her desire to be in the service of her fellow beings. This outward action is but an indication of what flows deeply inside her. She stands on higher ground and constantly extends her hand to lift me and her children by her exemplary action. Our five daughters, four of whom are married, and their loved ones have been most responsive to her. As she beneficially influences these eternal spirits, she is showing her love for the Lord. In my lifetime of Church service, she has always smiled approbation and encouragement. No man could have a more congenial, supportive companion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/commitment-to-serve.p15\" class=\"\">President Kimball and your inspired counselors, President Benson and the special witnesses who form your quorum, as we assist you we place on the altar before you our hearts, our might, our minds, and our strength. In unity, my companion and I commit whatever we are to His service. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}