{"ID":2482, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Savior’s Ministry\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p2\" class=\"\">Elder Delbert L. Stapley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_038<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p3\" class=\"\">My beloved brothers and sisters and friends, the Savior announced, “Behold, I am Jesus Christ, whom the prophets testified shall come into the world.” (<span class=\"citation\" id=\"5791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5791)\">3 Ne. 11:10<\/a><\/span>.) “I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.” (<span class=\"citation\" id=\"28777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28777)\">John 8:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p4\" class=\"\">There is much written and many sermons given concerning Christ—his ministry, teachings, miracles, atoning sacrifice, resurrection, and ascension to eternal glory. He is truly our Lord and Savior, our Redeemer and God. He said, “… I came down from heaven, not to do mine own will, but the will of him that sent me.” (<span class=\"citation\" id=\"28773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28773)\">John 6:38<\/a><\/span>.) “I am come that they might have life, and … have it more abundantly.” (<span class=\"citation\" id=\"28781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28781)\">John 10:10<\/a><\/span>.) “And … I will come again, and receive you unto myself; that where I am, there ye may be also.” (<span class=\"citation\" id=\"28798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28798)\">John 14:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p5\" class=\"\">This is the purpose of our Savior’s ministry on earth: that we might have life eternal and dwell in the heavens with him and our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p6\" class=\"\">His teachings were given that we might know the way to life eternal. The many miracles he performed were given as a witness and testimony that he is indeed the Son of God. His atoning sacrifice, the giving of his life, shows his great love for all mankind. He said, “Greater love hath no man than this, that a man lay down his life for his friends.” (<span class=\"citation\" id=\"28809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28809)\">John 15:13<\/a><\/span>.) He has proven he is a friend to us. Yet, have we taken the time through prayer and study to know our Savior and to make ourselves a friend to him? J. G. Small penned these words:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">I’ve found a friend, oh, such a friend,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">So kind, and true, and tender,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">So wise a counselor and guide,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">So mighty a defender.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">I’ve found a friend, oh, such a friend.<\/div>\n                    <div class=\"line\" id=\"\">He bled, he died to save me,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And not alone the gift of life,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">But his own self he gave me.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">I’ve found a friend, oh, such a friend.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">All power to him is given<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To guide me on my onward course<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And bring me safe to heaven.<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p18\" class=\"\">Picture yourselves, if you will, among the multitudes to whom Jesus spoke—a lame child, a deaf man, a blind woman. Such an outpouring of love they felt for the Savior, and he for them. They shed tears of joy as he touched their hearts with his comforting words. He likewise felt of their spirit and was filled with compassion and mercy toward them. As he looked over the multitude, he said, “Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in any manner? Bring them hither and I will heal them, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p19\" class=\"\">“… for I see that your faith is sufficient that I should heal you.” (<span class=\"citation\" id=\"5799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5799)\">3 Ne. 17:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p20\" class=\"\">So they brought their afflicted, their lame, their blind, and their dumb, and he healed them, every one. And all who were there, those who were healed and those who were whole, bowed down in gratitude and praise. (See <span class=\"citation\" id=\"5800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5800)\">3 Ne. 17:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p21\" class=\"\">Then Christ called the children around him and commanded the multitude to kneel down upon the ground. He likewise knelt and prayed to the Father. The record reads: “And no tongue can speak, neither can there be written by any man, neither can the hearts of men conceive so great and marvelous things as we both saw and heard Jesus speak; and no one can conceive of the joy which filled our souls at the time we heard him pray for us unto the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p22\" class=\"\">“… when Jesus had made an end of praying unto the Father, he arose; but so great was the joy of the multitude that they were overcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p23\" class=\"\">“And … Jesus … bade them arise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p24\" class=\"\">“… and he said unto them: Blessed are ye because of your faith. And now behold, my joy is full.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p25\" class=\"\">“And when he had said these words, he wept, … and he took their little children, one by one, and blessed them, and prayed unto the Father for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p26\" class=\"\">“And when he had done this he wept again.” (<span class=\"citation\" id=\"5801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5801)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5801)\">3 Ne. 17:17–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p27\" class=\"\">Do we feel the sweet spirit of those gathered and the great love Christ expressed to these good faithful people? Here was the great Master Teacher himself giving a lesson in prayer. He was setting the example of being concerned enough about others to pray for them, to pray for their specific and individual needs. He admonished them, “Therefore ye must always pray unto the Father in my name;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p28\" class=\"\">“Pray in your families unto the Father, … that your wives and your children may be blessed.” (<span class=\"citation\" id=\"5803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5803)\">3 Ne. 18:19, 21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p29\" class=\"\">Do we understand what Christ is saying? He is telling us that as he prayed to the Father and healed the sick and blessed the children, that we also have the right to pray for those in need and to bless our own families. This is not only a blessing to us, but a safeguard to family life, to bring us closer together in love and harmony through such a spiritual influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p30\" class=\"\">Let me repeat one scripture: “Blessed are ye because of your faith. And now behold, my joy is full.” (<span class=\"citation\" id=\"5802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5802)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5802)\">3 Ne. 17:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p31\" class=\"\">Christ’s joy is made full when we are repentant, faithful, and keep God’s commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p32\" class=\"\">“Therefore, whoso repenteth and cometh unto me as a little child, him will I receive, for of such is the kingdom of God. Behold, for such I have laid down my life, and have taken it up again; therefore repent, and come unto me ye ends of the earth, and be saved.” (<span class=\"citation\" id=\"5790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5790)\">3 Ne. 9:22<\/a><\/span>.) And “whoso repenteth of his sins … and desireth to be baptized in my name, on this wise shall ye baptize them. …” (<span class=\"citation\" id=\"5795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5795)\">3 Ne. 11:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p33\" class=\"\">Herein lies the beauty of the gospel: the opportunity for repentance, forgiveness, and life eternal, thus giving meaning to our Savior’s atoning sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p34\" class=\"\">“And thus God bringeth about his great and eternal purposes, which were prepared from the foundation of the world. And thus cometh about the salvation and the redemption of men, and also their destruction and misery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p35\" class=\"\">“Therefore, … whosoever will come may come and partake of the waters of life freely; and whosoever will not come the same is not compelled to come; but in the last day it shall be restored unto him according to his deeds.” (<span class=\"citation\" id=\"9210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9210)\">Alma 42:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p36\" class=\"\">In other words, the choice is ours: If we do good, good will be restored; if we do evil, misery will be our reward. The Lord is desirous of saving us all, yet knows some will not heed his plea. His anguish is shown when he says, “O Jerusalem, Jerusalem, … how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!” (<span class=\"citation\" id=\"36345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36345)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36345)\">Matt. 23:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p37\" class=\"\">Other prophets have also cried repentance to the people, telling them to hearken unto the voice of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p38\" class=\"\">“O ye workers of iniquity; ye that are puffed up in the vain things of the world, ye that have professed to have known the ways of righteousness nevertheless have gone astray, as sheep having no shepherd, notwithstanding a shepherd hath called after you and is still calling after you, but ye will not hearken unto his voice!” (<span class=\"citation\" id=\"9189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9189)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9189)\">Alma 5:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p39\" class=\"\">Through his love and mercy, Jesus, the Good Shepherd, has called to each of us. To those who have sinned, he grants pardon. He rejoices in the salvation of man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p40\" class=\"\">We can never fully repay our Savior for his sacrifice made to help us achieve salvation and exaltation. It would behoove each of us to search our hearts and lives and consider how good and gracious our Lord has been. George Herbert said, “Thou that has given so much to us, give us one thing more … a grateful heart.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p41\" class=\"\">This past week I received a letter wherein a woman wrote, “We love … our Heavenly Father with all our hearts. … If I were to work every minute for the rest of my life I could not repay the Lord for his precious gift of the gospel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p42\" class=\"\">In an address to his people, King Benjamin said: “And again I say unto you … that as ye have come to the knowledge of the glory of God, … and have received a remission of your sins, … ye should remember … the greatness of God, and your own nothingness, and his goodness and long-suffering towards you, … and humble yourselves … calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p43\" class=\"\">“… I say … that if ye do this ye shall always rejoice, and be filled with the love of God, … and ye shall grow in the knowledge of the glory of him that created you, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p44\" class=\"\">“And ye will not have a mind to injure one another, but to live peaceably, and to render to every man according to that which is his due.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p45\" class=\"\">“And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p46\" class=\"\">“But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love one another, and to serve one another.” (<span class=\"citation\" id=\"40406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40406)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40406)\">Mosiah 4:11–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p47\" class=\"\">In our striving to do right, we are beset at times with trials and testing, but the Lord gives us this comforting assurance: “Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p48\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.” (<span class=\"citation\" id=\"36305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36305)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36305)\">Matt. 11:28–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p49\" class=\"\">“I am the light and the life of the world. I am Alpha and Omega, the beginning and the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p50\" class=\"\">“Behold, I have come unto the world to bring redemption unto the world, to save the world from sin.” (<span class=\"citation\" id=\"5788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5788)\">3 Ne. 9:18, 21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p51\" class=\"\">“And … I will come again, and receive you unto myself; that where I am, there ye may be also.” (<span class=\"citation\" id=\"28799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28799)\">John 14:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p52\" class=\"\">Now is the time for us to prepare and be worthy for the fulfillment of this great promise. Many people have lost their proper sense of values and have sought wealth at the expense of spiritual growth. Every task, every duty, every assignment may well be first met by considering how the Son of God would have fulfilled it. Our Lord and Savior Jesus Christ has shown the way for us to gain eternal happiness through the way we live. All of us must rely upon his merits for our salvation and glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-saviors-ministry.p53\" class=\"\">As one who has the responsibility of witnessing the reality of Christ in God’s great plan of life and salvation, I bear solemn witness to these truths; also that the spirit of man never dies and that life continues beyond this mortal existence. I humbly testify that God lives; Jesus, his Son, lives; and the gospel as we teach it is true. I also bear witness to the divine calling of our beloved President Spencer W. Kimball. I have a great love, respect, and admiration for him. I will sustain him; I will uphold him; I will follow him, for I know that he is the Lord’s anointed to His people today. God bless us all to be faithful and true to the covenants we have made with our Lord, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}