{"ID":2487, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Hearken Unto the Voice of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p2\" class=\"\">Elder Bernard P. Brockbank<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_043<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p3\" class=\"\">The Lord said, “… Hearken, O ye nations of the earth, and hear the words of that God who made you.” (<span class=\"citation\" id=\"16289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16289)\">D&amp;C 43:23<\/a><\/span>.) Godliness in man goes undeveloped without the words of God and his program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p4\" class=\"\">The Lord has commanded and warned man to obey and hearken unto his voice or to be subject to the power and dominion of the devil. The Lord said: “Wherefore, because that Satan rebelled against me, and sought to destroy the agency of man, which I, the Lord God, had given him, and also, that I should give unto him mine own power; by the power of mine Only Begotten, I caused that he should be cast down;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p5\" class=\"\">That is a warning to all mankind. It is very important to know that Satan has power to deceive men and to blind men and to lead men captive at his will, even as many as will not hearken unto the voice of the Lord. Sin and evil come from Satan, and godliness and eternal life in the kingdom of God are from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p6\" class=\"\">“And he became Satan, yea, even the devil, the father of all lies, to deceive and to blind men, and to lead them captive at his will, even as many as would not hearken unto my voice.” (<span class=\"citation\" id=\"39457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39457)\">Moses 4:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p7\" class=\"\">The apostle John said, “He that committeth sin is of the devil; for the devil sinneth from the beginning. …” (<span class=\"citation\" id=\"1116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1116)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1116)\">1 Jn. 3:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p8\" class=\"\">Satan with his evil, deceitful, destructive plans was able to turn one-third of the spirits in heaven away from the voice of God and to influence them to follow his satanic voice. The Lord said of Satan: “… a third part of the hosts of heaven turned he away from me because of their agency;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p9\" class=\"\">“And they were thrust down, and thus came the devil and his angels.” (<span class=\"citation\" id=\"16273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16273)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16273)\">D&amp;C 29:36–37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p10\" class=\"\">They were cast out of the kingdom of God because they had free agency to choose for themselves, and they chose to ignore and disrespect the voice of God and listened and followed the voice of the devil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p11\" class=\"\">Satan and his angels and their God-destroying plan are on earth today, and the Lord said of Satan, “… he goeth up and down, to and fro in the earth, seeking to destroy the souls of men.” (<span class=\"citation\" id=\"16248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16248)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16248)\">D&amp;C 10:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p12\" class=\"\">The devil tempted Adam and Eve. We are well acquainted with that story. They listened to his deceitful voice, and they were cast out of the Garden of Eden. Because of failure to hearken unto the voice of God, they were subject to the influence of the devil and were cast out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p13\" class=\"\">When the Lord restored his church, he warned man about the power of Satan. This came in the latter days. He said: “… the hour is not yet, but is nigh at hand, when peace shall be taken from the earth, and the devil shall have power over his own dominion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p14\" class=\"\">“And also the Lord shall have power over his saints, and shall reign in their midst, and shall come down in judgment upon … the world.” (<span class=\"citation\" id=\"16226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16226)\">D&amp;C 1:35–36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p15\" class=\"\">President Harold B. Lee said, “Today you are witnessing the fulfillment [of a prophecy concerning Satan’s dominion]. Today is the day when the devil has power over his own dominion.” (Harold B. Lee, <span class=\"emphasis\">Decisions for Successful Living,<\/span> Deseret Book Co., 1973, p. 221.) That is a prophetic statement from a prophet of God. He also said, “[Satan] is the master of deceit, adulteration and counterfeit. There is hardly a human appetite that he has not prostituted to his own evil designs; virtue he betrays into vice; and things invented and designed as benefactors to mankind he diverts to his own ends. No palace of art or temple of music was ever more glamorously decorated,” the prophet continued, “than the hell-holes of Satan that are labeled saloons, bars, road houses and gambling clubs. With blazing neon signs and lighted ‘white ways’ the cheap and the tawdry are dressed in tinseled garb, and with sensuous music from the nether regions issuing forth from such places, the passersby are enticed to partake.” (<span class=\"emphasis\">Decisions for Successful Living,<\/span> p. 155.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p16\" class=\"\">Yes, it is true; the devil continues to deceive and to blind men. It is true; the devil continues to use the children of God to degenerate and destroy their own godliness. He entices them to sell their divine birthright for a pot of porridge. He deceives and lures men to improperly use their passions and appetites to degenerate and weaken their godlike minds. Their minds, then, become subject to the uncontrolled, improper use of the passions and appetites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p17\" class=\"\">Jesus showed us the way to overpower and defeat the devil. He is the example. This has been repeated in this conference twice before. It bears a lot of repetition. An account of the Lord’s encounter and the temptations with Satan is recorded in the holy scriptures:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p18\" class=\"\">“And Jesus being full of the Holy Ghost returned from Jordan, and was led by the Spirit into the wilderness,<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p19\" class=\"\">“Being forty days tempted of the devil. And in those days he did eat nothing: and when they were ended, he afterward hungered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p20\" class=\"\">“And the devil said unto him, If thou be the Son of God, command this stone that it be made bread.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p21\" class=\"\">“And Jesus answered him, saying, It is written,”—here is the message; it is the written word of the Lord—“That man shall not live by bread alone, but by every word of God.” (<span class=\"citation\" id=\"31890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31890)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31890)\">Luke 4:1–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p22\" class=\"\">The devil was rebuked and overpowered by the word of God, as recorded in his holy scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p23\" class=\"\">“And the devil, taking him up into an high mountain, shewed unto him all the kingdoms of the world in a moment of time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p24\" class=\"\">“And the devil said unto him, All this power will I give thee, and the glory of them: for that is delivered unto me; and to whomsoever I will I give it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p25\" class=\"\">“If thou therefore wilt worship me, all shall be thine,” the devil promised. (<span class=\"citation\" id=\"31891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31891)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31891)\">Luke 4:5–7<\/a><\/span>.) Many have that same temptation today. Hear the answer of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p26\" class=\"\">“And Jesus answered and said unto him, Get thee behind me, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.” (<span class=\"citation\" id=\"31892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31892)\">Luke 4:8<\/a><\/span>.) He quoted again from the word of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p27\" class=\"\">“And [the devil] brought him to Jerusalem and set him on a pinnacle of the temple, and said unto him, If thou be the Son of God, cast thyself down from hence.” (<span class=\"citation\" id=\"31893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31893)\">Luke 4:9<\/a><\/span>.) And the devil contorted and twisted the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p28\" class=\"\">“For it is written, He shall give his angels charge over thee, to keep thee:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p29\" class=\"\">“And in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p30\" class=\"\">“And Jesus answering said unto him, It is said,” and he quoted the scriptures again, “Thou shalt not tempt the Lord thy God.” (<span class=\"citation\" id=\"31894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31894)\">Luke 4:10–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p31\" class=\"\">Satan was rebuked and defeated by Jesus because Jesus knew and used the word of God—the commandments of God as recorded in his holy scriptures. Jesus hearkened unto the voice of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p32\" class=\"\">We can also overcome the buffetings and temptations of Satan with the word of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p33\" class=\"\">The devil deceitfully and dishonestly continues to offer man the world and the power of the world if man will but fall down and worship him. The devil wants us to love the world more than we love God. He wants us to be so foolish that we will love the creations of this earth more than the Creator.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p34\" class=\"\">The apostle John said, “Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.” (<span class=\"citation\" id=\"1114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1114)\">1 Jn. 2:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p35\" class=\"\">Jesus said, “For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?” (<span class=\"citation\" id=\"36319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36319)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36319)\">Matt. 16:26<\/a><\/span>.) The devil would like man to accept the ways of the world in place of eternal life in the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p36\" class=\"\">Jesus commanded that we protect ourselves from the power and dominion of the devil. He said, “Wherefore, lift up your hearts and rejoice, and gird up your loins, and take upon you my whole armor. …” (<span class=\"citation\" id=\"16272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16272)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16272)\">D&amp;C 27:15<\/a><\/span>.) This has been quoted in this conference several times. But Jesus gave these words in these latter days, repeating words of the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p37\" class=\"\">Take on the whole armor of God. The full armor of God is the full gospel of Jesus Christ. If we put on the full armor we will be able, in these troubled times, to “run and not be weary, and [to] walk and not faint.” And the destroying angel will pass us by and not be able to destroy our godliness. (See <span class=\"citation\" id=\"16365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16365)\">D&amp;C 89:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p38\" class=\"\">Jesus counseled, “Pray always, that you may come off conqueror; yea, that you may conquer Satan, and that you may escape the hands of the servants of Satan that do uphold his work.” (<span class=\"citation\" id=\"16244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16244)\">D&amp;C 10:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p39\" class=\"\">In our individual prayers we should sincerely ask our Father in heaven to help us meet and conquer the temptations of this life, and ask him to deliver us from evil. We have been commanded to ask.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p40\" class=\"\">Proper sincere prayer to a living Father in heaven, through a living Savior and Mediator, is essential for protection from the power and evil influence of the devil. It is very important for the Saints to know that during today’s perilous times when peace has been taken from the earth, and Satan has power over his own dominion and over all that will not hearken unto the voice of God, that the Lord gave these comforting words, “… The Lord shall have power over his saints, and shall reign in their midst, and shall come down in judgment upon … the world.” (<span class=\"citation\" id=\"16228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16228)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16228)\">D&amp;C 1:36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p41\" class=\"\">Today the Lord has power over his Saints and is reigning in their midst and will soon come down in judgment upon the world. Through and by Jesus Christ man has the power and the opportunity if he keeps God’s commandments to become saintly and godlike.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p42\" class=\"\">I am thankful to be on earth when the Lord has power over his Saints and is reigning in their midst. The voice of the Lord is recorded in his scriptures and the voice of his prophets and his apostles. His prophets and apostles give the voice of the Lord today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p43\" class=\"\">It is a glorifying experience to mingle with the Saints. President Kimball is truly a prophet of God. He speaks for the Lord and all should hearken to his voice. He is full of dedicated love for the Lord and for his children. And he knows the refining power of repentance and the miracle of forgiveness. He is not only sustained by the Saints, but also by the priesthood and power of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/hearken-unto-the-voice-of-god.p44\" class=\"\">In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}