{"ID":2488, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Prophecy\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p2\" class=\"\">Elder LeGrand Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_044<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c62.jpg\" alt=\"Elder LeGrand Richards\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p3\" class=\"\">Brothers and sisters, I am very grateful to my Heavenly Father for the opportunity of attending this history-making conference with you and for the wonderful outpouring of the Spirit of the Lord. I think of the words of Nephi of old. He saw our day; he saw the coming forth of the Book of Mormon; he saw the Saints of God gathered upon the face of the whole earth and the power of God resting upon them in great glory. [See <span class=\"citation\" id=\"1698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1698)\">1 Ne. 13:33–36<\/a><\/span>, <span class=\"citation\" id=\"1699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1699)\">1 Ne. 14:14<\/a><\/span>, and <span class=\"citation\" id=\"3924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3924)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3924)\">2 Ne. 27:6–29<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p4\" class=\"\">Is there anything else like this in all the world as we have gathered here in this building, full to overflowing, and the adjoining buildings? And our priesthood meeting last night was broadcast all over the world. The power of God is in this work; it is his kingdom established in the earth for the last time, never to be thrown down nor given to another people. We have his decree that it shall roll forth until it shall become as a great mountain and fill the whole earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p5\" class=\"\">I thank the Lord for the testimonies of these, my associates, to whom we have listened, and I am sure that each one of us who is living in tune with the Spirit has received a witness in our soul to the effect that they are true servants of our Father in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p6\" class=\"\">Brother Benson referred to a statement made by President Kimball in our meeting with the Regional Representatives of the Twelve last Thursday. I thought President Kimball did a magnificent job in reminding us of the commandments of the Lord through His servants, and the responsibility that is ours to share this gospel with every nation under heaven. Sometimes I think we get a little too satisfied with our own membership and our own surroundings, and we are not as eager to share with others as we ought to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p7\" class=\"\">Then we have had presented to us in this conference the ministry of the Master. I particularly enjoyed Elder Hunter’s narration of His life and labors, and then Elder Ashton followed, reminding us of the parable of the five wise and five foolish virgins, and called attention to the fact that we should not be among the foolish ones but that we should be prepared when the Master comes to meet him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p8\" class=\"\">Then I had this thought that I would like to say a few words to you about today, and that is that I am a great believer in the prophecies. I thank the Lord for the holy scriptures. What would we know about our Father in heaven and his great plan for us, his children here upon this earth, and what awaits us after we have finished our life’s work here in mortality if we didn’t have the scriptures?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p9\" class=\"\">Jesus said, “Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.” (<span class=\"citation\" id=\"28770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28770)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28770)\">John 5:39<\/a><\/span>.) We have had testimony here in this conference of how they did testify of him, even to the minutest detail of casting lots for his clothing at the time of his crucifixion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p10\" class=\"\">Following his resurrection, as he walked along the way by two of his disciples as they were on their way to Emmaus, we are told that “their eyes were holden that they should not know him” (<span class=\"citation\" id=\"31920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31920)\">Luke 24:16<\/a><\/span>), and when he heard what they had to say about him and his ministry and his resurrection, he realized that they didn’t understand what he had been trying to teach them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p11\" class=\"\">And he said: “… O fools, and slow of heart to believe all that the prophets have spoken.” (<span class=\"citation\" id=\"31921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31921)\">Luke 24:25<\/a><\/span>.) Then, commencing with Moses and the prophets, he showed them how that in all things the prophets had testified of him. Then Peter tells us that he opened their understandings (that is, the understandings of his disciples with whom he was traveling) that they might understand the scriptures. We have thousands of different churches in the world today because they do not understand the scriptures and they are teaching for doctrine the precepts of men, and therefore it was necessary for a restoration to take place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p12\" class=\"\">I like the words of the apostle Peter. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p13\" class=\"\">“We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p14\" class=\"\">“Knowing this first, that no prophecy of the scripture is of any private interpretation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p15\" class=\"\">“For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.” (<span class=\"citation\" id=\"4918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4918)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4918)\">2 Pet. 1:19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p16\" class=\"\">That being true, we have a more sure word of prophecy that makes the Bible to me like a blueprint where the Lord has outlined everything from the war in heaven up till the final winding-up scenes when we will have a new heaven and a new earth. I think that is what Isaiah meant when he said that the Lord has declared the end from the beginning. (See <span class=\"citation\" id=\"25460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25460)\">Isa. 46:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p17\" class=\"\">Peter must have also had in his mind the glorious experience that he had just previously had with the other apostles when the Savior ascended into heaven and two men in white apparel stood and said: “… Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.” (<span class=\"citation\" id=\"8163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8163)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8163)\">Acts 1:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p18\" class=\"\">Then I have this thought that I would like to say a few words about, and that is, not only should we prepare our own lives to be ready when the Savior comes, like the five wise virgins, but think of what the prophets have foretold that should precede his second coming, so that we will not be in the dark and so that we can understand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p19\" class=\"\">I give you the words of Peter following the day of Pentecost when he spoke to those who had put to death the Christ. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p20\" class=\"\">“Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p21\" class=\"\">“And he shall send Jesus Christ, which before was preached unto you:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p22\" class=\"\">“Whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.” (<span class=\"citation\" id=\"8169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8169)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8169)\">Acts 3:19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p23\" class=\"\">I don’t know where you can go anywhere in this world, outside of this Church, and find a declaration of a restitution of all things and not just a reformation. Until there is that restitution of all things spoken by the mouth of all the holy prophets, we just can’t believe that Peter was a prophet of God and look for the coming of the Savior. It makes one wonder why the world doesn’t understand and why they are not willing to listen when we declare a restitution of all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p24\" class=\"\">I like the statement in Malachi. It seems to me that Malachi’s whole book was written almost entirely regarding our day and time: about the law of tithing that Elder Taylor just mentioned; about the coming of Elijah the prophet before the coming of the great and dreadful day of the Lord to turn the hearts of the fathers to the children and the hearts of the children to their fathers. In the third chapter, he starts out by saying,<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p25\" class=\"\">“Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p26\" class=\"\">“But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner’s fire, and like fullers’ soap.” (<span class=\"citation\" id=\"32834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32834)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32834)\">Mal. 3:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p27\" class=\"\">Now I don’t think that was referring to his first coming. He didn’t come swiftly to his temple, and all men were able to abide the day of his first coming; and he didn’t come cleansing and purifying as refiner’s fire and fullers’ soap, but we are told that when he comes in the latter days that the wicked shall cry out to the mountains, and rocks “fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb.” (<span class=\"citation\" id=\"42479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42479)\">Rev. 6:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p28\" class=\"\">Then I say to you, and to all the world, where is that messenger that the Lord, speaking through Malachi, said he would send to prepare the way for his coming (and I refer to his second coming)? To us Latter-day Saints, we know that messenger was none other than the Prophet Joseph Smith. He didn’t choose himself. He went out into the woods after reading the words of James, “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.” (<span class=\"citation\" id=\"26259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26259)\">James 1:5<\/a><\/span>.) He didn’t know which church to join, and when he prayed, the heavens were opened unto him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p29\" class=\"\">President Kimball has outlined in one of his talks in this conference how the Lord communed with the prophets of old. God isn’t dead. He reigns in the heavens above and in the earth beneath. This is his work and his glory. This is the dispensation when, as Paul said, “… he might gather together in one all things in Christ, both which are in heaven, and which are on earth. …” (<span class=\"citation\" id=\"21866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21866)\">Eph. 1:10<\/a><\/span>.) In other words, it is the time when he shall finish his work upon this earth preparatory to his second coming. And so if he was to send a messenger to prepare the way for his coming, where in all the world can you find that messenger?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p30\" class=\"\">I remind you that messengers sent of God are never self-sent. Paul said: “… faith cometh by hearing, and hearing by the word of God.” (<span class=\"citation\" id=\"42863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42863)\">Rom. 10:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p31\" class=\"\">“… and how shall they believe in him of whom they have not heard? and how shall they hear without a preacher?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p32\" class=\"\">“And how shall they preach, except they be sent? …” (<span class=\"citation\" id=\"42862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42862)\">Rom. 10:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p33\" class=\"\">And so the call of Joseph Smith as the Lord’s promised messenger was the natural first step the Lord would take to prepare the way for his second coming. A messenger called by God can be none other than a prophet. That is what Amos said: “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10457)\">Amos 3:7<\/a><\/span>.) And so when he called this messenger, he would be a prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p34\" class=\"\">We often sing the hymn:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Praise to the man who communed with Jehovah!<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Jesus anointed that Prophet and Seer.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Blessed to open the last dispensation,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Kings shall extol him, and nations revere.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p39\" class=\"\">—<span class=\"emphasis\">LDS Hymns,<\/span> no. 147.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p40\" class=\"\">That is how we feel toward that prophet because he wasn’t sent of himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p41\" class=\"\">As far as my experience goes in studying the scriptures, Joseph Smith has given us more revealed truth than any prophet who has ever lived upon the face of this earth except the Savior of the world. I thank the Lord for this marvelous truth. This helps us to understand the words of Isaiah when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p42\" class=\"\">“Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honour me, but have removed their heart far from me, and their fear toward me is taught by the precept of men.” (<span class=\"citation\" id=\"25456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25456)\">Isa. 29:13<\/a><\/span>.) And where do you find those precepts of men? In all these thousands of churches all over this world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p43\" class=\"\">“Therefore, behold, I will proceed to do a marvellous work among this people, even a marvellous work and a wonder. …” (<span class=\"citation\" id=\"25457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25457)\">Isa. 29:14<\/a><\/span>.) And anything that is marvelous and wonderful in the eyes of the Lord must be something that every lover of truth would like to know about and like to clasp to his bosom. Then he added that it would cause that “the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.” (<span class=\"citation\" id=\"25458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25458)\">Isa. 29:14<\/a><\/span>.) That is what we have. I have talked to ministers for hours and only received one question from them, because I was explaining things to them out of God’s holy book, the Bible, that they had never understood before in their lives. I tell you, brothers and sisters, we have that marvelous work and a wonder!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p44\" class=\"\">You would think that if the Lord raised up a prophet and a messenger to prepare the way for his coming, the first thing he would want that messenger to do would be to correct the false impressions in the world with regard to the personality of God the Father and his Son Jesus Christ. For at that time all churches taught that they were three in one, without body, without parts, and without passions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p45\" class=\"\">Moses knew that such a condition would prevail, for when he led the children of Israel into the promised land, he told them that “there ye shall serve gods, the work of men’s hands, wood and stone, which neither see, nor hear, nor eat, nor smell.” (<span class=\"citation\" id=\"125038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125038)\">Deut. 4:28<\/a><\/span>.) Just think how literally the very words of Moses spoken over 3,000 years ago are fulfilled in the doctrine that was proclaimed in all the Christian churches all over this world at the time that Joseph Smith had his marvelous vision. But Moses didn’t leave it at that. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p46\" class=\"\">“But if from thence thou shalt seek the Lord thy God, thou shalt find him, if thou seek him with all thy heart and with all thy soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p47\" class=\"\">“When thou art in tribulation, and all these things are come upon thee, even in the latter days, if thou turn to the Lord thy God, and shalt be obedient unto his voice.” (<span class=\"citation\" id=\"21299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21299)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21299)\">Deut. 4:29–30<\/a><\/span>.) And we live in the latter days. Thank God we have found him through the raising up of this prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p48\" class=\"\">When the Father and his Son Jesus Christ revealed themselves unto him so that he understood what the Godhead really was, the next question that Joseph had was to know which of all the churches he should join. And who in the heavens above and on the earth beneath had a better right to pronounce judgment upon the churches of the world than the Savior of the world? He answered him that he should join none of them for they all taught for doctrine the precepts of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p49\" class=\"\">There isn’t going to be time to outline very much more, but just think of Moroni’s coming, think of the plates from which the Book of Mormon was translated. Where in all the world does anybody know about that other record that the Lord commanded Ezekiel should be written, that the Lord would bring forth and put with the record of Judah and make them one in his hand? We are the only people in the world that know where that record is. Just think what it contains of the knowledge that the Lord preserved for the convincing of the Jew and the gentile that Jesus is the Christ. The Jew today doesn’t need to search any further than the Book of Mormon because that book gives the signs of his birth and of his crucifixion, and then of his visit to this land of America, and then the vision given to Nephi when he saw Mary with child, and saw that child grow to manhood, and saw him crucified for the sins of the world. All we need to do is to look to the blueprint that the Lord has prepared through his prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p50\" class=\"\">Then if you take the next step—the coming of John the Baptist with the Aaronic Priesthood, the power to baptize by immersion for the remission of sins—there wasn’t anybody in this world holding that power when John the Baptist restored it to Joseph Smith and Oliver Cowdery and taught them how to baptize each other. Then Peter, James, and John brought the Melchizedek Priesthood, the power of the holy apostleship, the power to organize the church and kingdom of God on the earth for the last time, never to be thrown down nor given to another people. Then the coming of Moses that caused the gathering of Latter-day Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p51\" class=\"\">I like the statement of Jeremiah. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p52\" class=\"\">“Turn, O backsliding children, saith the Lord; for I am married unto you: and I will take you one of a city, and two of a family, and I will bring you to Zion:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p53\" class=\"\">“And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.” (<span class=\"citation\" id=\"26546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26546)\">Jer. 3:14–15<\/a><\/span>.) Where could you go in all the world and listen to pastors after His own heart like you have heard here in this conference? They are called of God and ordained by God. They are the pastors that he spoke of.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p54\" class=\"\">Through Jeremiah the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p55\" class=\"\">“Behold, I will send for many fishers, saith the Lord, and they shall fish them; and after will I send for many hunters, and they shall hunt them from every mountain, and from every hill, and out of the holes of the rocks.” (<span class=\"citation\" id=\"26548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26548)\">Jer. 16:16<\/a><\/span>.) That is what we have been doing. He saw the day when “it shall no more be said, The Lord liveth, that brought up the children of Israel out of the land of Egypt;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p56\" class=\"\">“But, The Lord liveth, that brought up the children of Israel from the land of the north, and from all the lands whither he had driven them …” (<span class=\"citation\" id=\"26547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26547)\">Jer. 16:14–15<\/a><\/span>), and, as he said, “… one of a city, and two of a family. …” (<span class=\"citation\" id=\"26545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26545)\">Jer. 3:14<\/a><\/span>.) That accounts for many of you being at this great conference that is being held here today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/prophecy.p57\" class=\"\">God bless you, brothers and sisters. I don’t know why we should hesitate to raise our voices in testimony. To me it is the marvelous work and a wonder spoken of, it is the greatest movement in all this world. When everything else passes away like the dream of a night’s vision, this church, this kingdom, will go on to its decreed destiny, and that is my witness and testimony to you in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}