{"ID":2489, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Cause Is Just and Worthy\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03044_000_045<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p3\" class=\"\">Now, beloved brethren and sisters, we come to the close of this glorious conference. We have heard from most of the Brethren. Their sermons and testimonies have been deep-rooted and sincere and stimulating. They have been inspired and have spoken to you the word of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p4\" class=\"\">As you return to your homes and your businesses and your professions and your spiritual jurisdictions, we hope that you have stored up much that will be of value to you and your families. The ways of doing the work are important indeed, but the purpose for doing it is of the greatest consequence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p5\" class=\"\">We have a commitment to serve our Lord. We have an assurance that the cause is just and worthy. But, above all, we have a knowledge that God lives and is in his heavens and that his Son Jesus Christ has laid out a plan for us which will bring us and our loved ones eternal life if we are faithful. That life will be a busy, purposeful life with accomplishments and joys and development.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p6\" class=\"\">If you can think of the greatest real joys that have ever come to you in this life, then think of the next life as a projection of this one with all the purposeful things multiplied, enlarged, and even more desirable. All in these associations of our lives here have brought to you development and joy and growth and happiness. Now when life ends, we shall return to a situation patterned after our life here, only less limited, more glorious, more increased joys.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p7\" class=\"\">“Anyone can build an altar,” said John Henry Jowett; “it requires a God to produce the flame. <span class=\"emphasis\">Anyone can build a house; we need the Lord [and parents] for the creation of a home.<\/span>” (John Henry Jowett, “God in the Home,” in <span class=\"emphasis\">A Treasury of Inspiration,<\/span> Ralph L. Woods, ed., New York: Thomas Y. Crowell Co., 1951, p. 260.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p8\" class=\"\">In this conference you have heard much about this basic program of the Church, to make the homes really function, to bring inspiration and revelation to their families. Those who make their conclusions entirely according to their own ingenuity, their own brains, could make some very terrible and costly mistakes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p9\" class=\"\">Someone said, “Many people are willing to plod along for 16 to 20 years, from grade one to a Ph.D., to learn medicine or engineering or psychology or mathematics or sociology or biology—to study, research, attend classes, pay tuitions, accept help from teachers and professors—and yet to learn about God, the maker of all, the author of it all, in a few intermittent prayers and some very limited hours of research, they feel they can find the truths about God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p10\" class=\"\">That’s why the Lord strictly sent us to the scriptures and prayer. “Search the scriptures,” he said; “for in them ye think ye have eternal life: and they are they which testify of me.” (<span class=\"citation\" id=\"125201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125201)\">John 5:39<\/a><\/span>.) And then he said, “… O, fools, and slow of heart to believe all that the prophets have spoken: Ought not Christ to have suffered these things, and to enter into his glory?” (<span class=\"citation\" id=\"31922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31922)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31922)\">Luke 24:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p11\" class=\"\">Paul, in his impressive way as he spoke to the Corinthians, said, “And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p12\" class=\"\">“For I determined not to know anything among you, save Jesus Christ, and him crucified.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p13\" class=\"\">“And I was with you in weakness, and in fear, and in much trembling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p14\" class=\"\">“And my speech and my preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p15\" class=\"\">“That your faith should not stand in the wisdom of men, but in the power of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p16\" class=\"\">“Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p17\" class=\"\">“For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.” (<span class=\"citation\" id=\"570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(570)\">1 Cor. 2:1–6, 11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p18\" class=\"\">“Now,” he says, “we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p19\" class=\"\">Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p20\" class=\"\">“But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.” (<span class=\"citation\" id=\"574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(574)\">1 Cor. 2:12–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p21\" class=\"\">“But there is a spirit in man”: said Job, “and the inspiration of the Almighty giveth them understanding.” (<span class=\"citation\" id=\"26760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26760)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26760)\">Job 32:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p22\" class=\"\">“Now when the centurion, and they that were with him, watching Jesus, saw the earthquake, and those things that were done, they feared greatly, saying, Truly this was the Son of God.” (<span class=\"citation\" id=\"36357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36357)\">Matt. 27:54<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p23\" class=\"\">At one time two men sat in a railway car discussing Christ’s wonderful life. One of them said, “I think an interesting romance could be written about him [Jesus Christ].”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p24\" class=\"\">And the other replied, “And you are just the man to write it. Set forth the correct view of his life and character. Tear down the prevailing sentiment as to his divineness and paint him as he was—a man among men.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p25\" class=\"\">The suggestion was acted on and the romance was written. The man who made the suggestion was Colonel Ingersoll, the author was General Lew Wallace, and the book was <span class=\"emphasis\">Ben Hur.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p26\" class=\"\">In the process of constructing it, he found himself facing an unaccountable man. The more he studied his life and character, the more profoundly he was convinced that he was more than a man among men, until at length, like the centurion under the cross, he was constrained to cry, “Verily this was the Son of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p27\" class=\"\">The Lord has revealed to men by dreams something more than I ever understood or felt before. I heard this more than once in quorum meetings of the Council of the Twelve when George F. Richards was president. He was the venerable father of Brother LeGrand Richards who has just spoken to us. He said, “I believe in dreams, brethren. The Lord has given me dreams which to me are just as real and as much from God as was the dream of King Nebuchadnezzar, which was the means of saving a nation from starvation, or the dream of Lehi who through a dream led his colony out of the old country across the mighty deep to this promised land, or any other dreams that we might read in the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p28\" class=\"\">“It is not out of place for us to have important dreams,” he said. “And then more than 40 years ago I had a dream which I am sure was from the Lord. In this dream I was in the presence of my Savior as he stood mid-air. He spoke no word to me, but my love for him was such that I have not words to explain. I know that no mortal man can love the Lord as I experienced that love for the Savior unless God reveals it to him. I would have remained in his presence, but there was a power drawing me away from him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p29\" class=\"\">“As a result of that dream, I had this feeling that no matter what might be required of my hands, what the gospel might entail unto me, I would do what I should be asked to do even to the laying down of my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p30\" class=\"\">“And so when we read in the scriptures what the Savior said to his disciples, ‘In my Father’s house are many mansions: … I go to prepare a place for you … that where I am, there ye may be also.’ (<span class=\"citation\" id=\"28797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28797)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28797)\">John 14:2–3<\/a><\/span>.) I think that is where I want to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p31\" class=\"\">“If only I can be with my Savior and have that same sense of love that I had in that dream, it will be the goal of my existence, the desire of my life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p32\" class=\"\">Elder George Q. Cannon, who was in the presidency of the Church at one time, said this: “I know that God lives. I know that Jesus lives; for I have seen Him. I know that this is the Church of God, and that it is founded on Jesus Christ, our Redeemer. I testify to you of these things as one who knows—as one of the Apostles of the Lord Jesus Christ that can bear witness to you today in the presence of the Lord that He lives and that He will live, and will come to reign on the earth, to sway an undisputed sceptre.” (Delivered in the October 1896 General Conference and reported in <span class=\"emphasis\">The Deseret Weekly,<\/span> October 31, 1896, vol. 53, p. 610.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p33\" class=\"\">Brethren and sisters, we come now to the close of this great conference. You have heard from most of the Brethren, as I have said, and their testimonies have been inspiring. What they have told you is true. It has come from their hearts. They have this same testimony, and they know it is true. They are true servants sent to you from our Heavenly Father. I pray that you will be listening, that you will be remembering, that you will take these many truths with you to your homes and in your lives and to your families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p34\" class=\"\">Brethren and sisters, I want to add to these testimonies of these prophets my testimony that I know that He lives. And I know that we may see him, and that we may be with him, and that we may enjoy his presence always if we will live the commandments of the Lord and do the things which we have been commanded by him to do and reminded by the Brethren to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/05\/the-cause-is-just-and-worthy.p35\" class=\"\">And so I leave this testimony with you. In the name of our Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}