{"ID":249, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Responsibility of Latter-day Saints in Building for Peace<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, October 1946, pp. 12-15<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: With you I have listened with great interest and profit to the\naddress of the man who stands at the head of the Church at this time. I am always glad, with\nyou, to be under the leadership of inspired men. The world is hungering, I believe, for that\nkind of leadership.\n<\/p><p>\nDISTURBED CONDITION OF WORLD\n<\/p><p>\nThe world is in a disturbed condition. There is discouragement everywhere. No man seems to\nsee the end from the beginning. I have pondered in my heart for some time what my\nobligation is in this state of worldly confusion. What is the obligation of my Church, the\nrestored Church of Christ in these latter days? Perhaps all of us have entertained such\nthoughts in these unhappy days.\n<\/p><p>\nThere is a world cry for peace; everybody wants peace. In newspapers, magazines, books,\nfrom the public platform come cries for peace. As far back as I can remember, there has\nnever been such a worldwide appeal for peace among the children of men. Yet it begins to\nlook as if we are farther away from peace today than we were during the heavy and difficult\nwar years.\n<\/p><p>\nIt is a curious commentary on human nature that men who cry for peace look upon peace as\nsomething that may be picked as an apple from a tree, something that lies about within easy\nreach of humanity. If I pick an apple from a tree, I have first planted the tree, cared for it,\nwatered it, brought it to maturity. Then in due time I may have the fruit.\n<\/p><p>\nSo with peace. It is not a thing by itself to be picked up casually; but it is the fruit of\nsomething precedent. Like the tree, something must be planted and nourished and cared for, if\nwe are to obtain peace.\n<\/p><p>\nPEACE RESULT OF OBEDIENCE TO GOSPEL\n<\/p><p>\nIt is a marvel to thinking men that those who write on peace fail to understand that it can be\nobtained only by the use of a body of principles which, if obeyed, in time would give us\npeace. We cannot begin with peace; we must begin with the philosophy or the system which,\nif accepted and honored, will lead to peace. Failure to understand that seems to be the error of\nthe nations at this time, of the organizations and conventions of nations, assembled in great\nmeetings on this side and the other side of the Atlantic. They have so far failed to touch upon\nthe foundations of peace, upon the issues which are the aids to peace. They clamor for the\npeace they want, without yielding obedience to the methods by which that peace may be\nobtained.\n<\/p><p>\nThe Latter-day Saints, from the beginning of our history, have taught that the good things of\nlife, above all, peace, can come only through acceptance of the gospel of the Lord Jesus\nChrist. He was the Prince of Peace\n(<span class=\"citation\" id=\"25031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25031)\">Isa. 9:6<\/a><\/span>).\nHe is the Prince of Peace. It is only as the men and\nwomen of the world, all children of God, accept the gospel of the Son of God that peace shall\ncome to rule and reign and be established upon earth. That has been our message from the\nbeginning of the restoration of the gospel in this day. We still proclaim without hesitation,\nthat there is only one way to peace, one way to the perfect human happiness, the way of the\ngospel, paved with the principles that constitute the gospel.\n<\/p><p>\nWe make a further claim, brethren and sisters. It is a claim that often makes us hesitant in\nstating it, because it is so vast in its meaning, in its implications. We claim that this people,\nthis Church, organized by God's own voice in this generation, possesses the only system of\ntruth containing all of the gospel of the Lord Jesus Christ\n(<span class=\"citation\" id=\"12215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12215)\">D&amp;C 1:30<\/a><\/span>). Then, by that token, there can be\nno full peace, no complete happiness upon earth, until the men and women of the world\naccept the great latter-day message. We stand humbly before this claim, I know, but it is our\nclaim. The Lord has said so.\n<\/p><p>\nHe has said further, that the time shall come in these latter days when every ear shall hear and\nevery eye shall see, and every heart be penetrated by the eternal message of the gospel\n(<span class=\"citation\" id=\"12210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12210)\">D&amp;C 1:2<\/a><\/span>), and\nthat this great message shall be delivered by \"the mouths of my disciples, whom I have\nchosen in these last days\"\n(<span class=\"citation\" id=\"12211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12211)\">D&amp;C 1:4<\/a><\/span>),\nthose spoken of by President Smith in his opening\naddress to this conference.\n<\/p><p>\nOUR OBLIGATION TO TEACH THE TRUTH\n<\/p><p>\nNow, then, if all this be true, in my thinking about these things, there lies\nmy obligation. It is my divine obligation somehow, through my feeble efforts, and through\nyours, and through all the members of the Church, to teach all the world the truth of the\nrestored gospel of the Lord Jesus Christ. I must try to plant this truth in the hearts of men and\nwomen. I must contribute every day in my way, as best I can, toward the teaching of the truth\nwhich alone can bring peace to our unhappy world. It is a tremendous obligation when we\nview it as a whole; but with the help of the Lord easy to meet, if we take the tasks one by\none, always keeping our obligation in mind, as we travel through life.\n<\/p><p>\nMissionary work must grow in foreign fields, as never before; missionary work at home must\nincrease as never before. We shall employ every modern device&mdash;the telephone, telegraph, radio,\nprinting press, the short wave systems as mentioned by President Smith, and the other devices\nthat are coming. We shall use them all in our attempt to win men and women from\nwickedness to righteousness, from untruth or near truth to full and complete truth which is the\ngospel of the Lord Jesus Christ.\n<\/p><p>\nThis Church is not merely for me and for you who are in the Church. I must begin with\nmyself, undoubtedly. My own salvation comes first; but unless I give of my strength to the\nwinning of other souls for God, my own salvation will be incomplete. That applies to all of\nus. It cannot be otherwise if we follow the message given us this morning by our prophet and\nleader. We have a calling, not merely to build the Church of Christ, and to save ourselves\ntherein, but also a commission to save the whole world. We are, as it were, set apart,\nconsecrated for that great purpose. All of Israel must remember, every man or woman who\nenters the waters of baptism must keep in mind, and every child that comes into the Church\nmust be taught that by the ordinance of baptism we accept the great and divine commission to\nserve the Lord in building his Church. It will then be easy to keep the commandments of\nGod, to lay aside or meet courageously the temptations that face us. To stand alone, saying\nselfishly, \"I have received the gospel; it is good to be a Latter-day Saint\" will not be doing\nour duty; but, when we say, \"Now, I have received this great blessing. I shall pass it on to\nothers\"; there comes the flowering in the hearts of men of the gospel of the Lord Jesus Christ.\n<\/p><p>\nCOMMISSION TO SUPPLANT EVIL WITH GOOD\n<\/p><p>\nWe are not as other people; we are different. We are humble acceptors of the truth, yielders\nto God's will and word, under a commission to change the whole world, from evil to good. It\nis a great commission. It has been our commission from the beginning.\n<\/p><p>\nThe great men who led this Church from the beginning have voiced this commission or\ncalling to which we are consecrated. When we talk about this commission, about our duty or\nobligation, let us not forget the lesson of these mighty men. In the midst of confusion\nlet us look back to the labors of those who have gone before us, our fathers\nwho founded the Church under God's direction, who toiled from city to city, across the plains\nand the desert to build a commonwealth. They left behind them, not necessarily the heritage\nof their methods, for the world has changed, but the heritage of their undaunted, unchanging\nspirit. We must be as eager to fulfill God's word as they were in their day. We must do that,\nmy brethren and sisters, if we are to fulfill and meet our full obligation in this difficult age.\nTo those who catch the spirit of this obligation, of this commission, of this calling to a great\npeople will come strength to resist, as I have said, the temptations of the world. It will be\neasy to reject the cocktail; the cigar can be laid aside easily; to divide with the Lord in tithing\nwill not seem difficult; to converse with the Lord in prayer will be a joyful experience. Men\nare changed and transformed who enter into partnership with God in helping to establish his\ngreat cause upon the face of the earth.\n<\/p><p>\nGOD'S WORK IS ETERNAL\n<\/p><p>\nThis work is not an ordinary cause. It is God's cause. It is not a cause for a day. It is a cause\nfor the eternities, both gone and coming. We are working out an eternal project, you and I, all\nof us. We of today must do as well as those who went before us, a bit better perhaps, for new\nopportunities have come to us in our day. We should do better in this Church in the cause of\nrighteousness than grandfather or great-grandfather. More light has come, more opportunity is\ngiven, more means are at our command. We should do better. And we all, especially the\nyouth of the Church, should dream about the future of the Church, and give our own earnest\nendeavors to the fulfilment of our commissions.\n<\/p><p>\nThese are the thoughts that have been running through my mind, and crystallized during\nPresident Smith's address this morning.\n<\/p><p>\nI want to bear this testimony to you that as I have traveled through the world, and while I\nhave not traveled as much as President Smith, I have traveled far and wide, I have found\nthousands of people not acquainted with the gospel; good, clean, wholesome people, walking\nin darkness, who are looking for light, who, misled by untruths, are looking for truth, and\nunhappy because of the untruths handed to them by tradition. There are a vast congregation of\nmen and women throughout the world, in every country, of every creed and color, waiting for\nus and our great message. The field is ripe unto harvest.\n<\/p><p>\nNow I pray, my brethren and sisters, that we may rise in our strength, the strength of Zion,\nand fill and fulfill our commission. Let us forget at least a part of the time the daily duties that\nhold us down, and give ourselves to thoughts and actions, in building actively under our great\nobligation, the great latter-day kingdom of God, the Almighty Father. May it be so, I pray in\nthe name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}