{"ID":251, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Train Up a Child\"<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1946, pp. 19-22<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nJUVENILE DELINQUENCY\n<\/p><p>\nA man we shall call Bishop Brown, for the sake of anonymity, sat reading his evening\nnewspaper and came across one item that especially interested him. After reading it he said to\nhis wife who sat nearby, \"I see that Jones boy has finally gone to jail. It's a wonder he didn't\ngo sooner, considering the record he had.\" And then he recalled that this Jones boy, when he\nused to go to Church, was rather rowdy and hard to handle. Later he became a truant at high\nschool, sluffed his classes to go out joy riding with the boys, and then later with a group\nbegan to steal automobiles. Then, one night when the boys were short of money, a few of\nthem decided to rob a store. It was for this crime that they were being sent to jail. The\nbishop, turning to his wife said, \"It's certainly terrible, isn't it, how the young people carry on\nthese days?\"\n<\/p><p>\nThis was a favorite theme with the bishop. He would talk about it quite\nfrequently in his Sunday evening meetings and would quote statistics to prove his point.\nAmong the statistics he would use were some like these:\n<\/p><p>\nThe F.B.I. reports that the first six months of 1946 show the highest rate of increase in crime\nin the United States of any period since crime figures have been compiled on a national basis.\nThe increase was fifty percent higher in rural areas than in cities, contrary to the prevailing\nopinion. More arrests were made among seventeen-year-olds than in any other age group. In\n1945, arrests of boys, seventeen years of age or under, increased twenty-nine percent over the\nthree-year average for the period 1939 to 194l. Arrests of girls, seventeen or under, for this\nsame period showed an increase of one hundred and fifteen percent.\n<\/p><p>\nWhat is the picture in Utah? Figures provided by the state child welfare department reveal\nthat from 1936 to 1944, the number of cases referred to the juvenile courts in Utah increased\nmore than three hundred percent. Stealing by juveniles in Utah nearly doubled during this\nperiod. Truancy more than doubled. Children listed as ungovernable increased more than four\ntimes, and juvenile traffic violations went up twelve times.\n<\/p><p>\nWhose children are these? Are they yours or someone else's? In the first six months of 1946,\nthe little town of Layton, Utah, had fifty-one cases of juvenile delinquency, serious enough to\nbe referred to the juvenile courts. Clearfield had thirty-three; Price had fifty-one; Cedar City,\nthirty-five; Fillmore, twenty-two; Brigham City, thirty-seven; Murray, twenty-seven; Vernal,\nforty; Provo, one hundred seventy-eight; Ogden, four hundred eighty-one; Salt Lake City, one\nthousand forty-eight; and many other cases distributed over the remaining parts of the state in\nproportion.\n<\/p><p>\nRESPONSIBILITY OF PARENTS AND BISHOPS\n<\/p><p>\nWhen Bishop Brown would quote these figures to his people, he emphasized the fact that\nnational authorities in child welfare declared that a large part of the responsibility for this\ncondition rested upon the parents, and the bishop made a grand appeal to the parents to\nimprove their home life in order to hold on to their children and avoid as much of this\ndelinquency as possible.\n<\/p><p>\nI do not in any way wish to minimize the responsibility of the parents with regard to their\nchildren, but if Bishop Brown had read further into the reports of these national experts, he\nwould have discovered that these same authorities declare that a large part of the\nresponsibility for the juvenile delinquency in America must also be borne by the local leaders\nof various churches; that the religious leaders of our communities must shoulder a good part\nof the responsibility. Some of the young people who had gone astray came from that bishop's\nown ward. Did he ever connect their delinquency with his own work as a bishop? Did he\nconnect it at all with the work being done by his Sunday School, Primary,\nMutual Improvement Associations, or Aaronic Priesthood leaders? Did he trace the difficulty\nin which these young people found themselves to any failure on the part of the leadership of\nthe various organizations in his ward to carry out successfully the youth program of the\nChurch?\n<\/p><p>\nThe good bishop forgot that his Aaronic Priesthood work was at a low ebb and failed to reach\na great number of the boys in his ward. Yet the Aaronic Priesthood program is designed to\nbuild character and strength and spirituality in the boys of the ward. When boys are not\nreached by it, they lose the strength which the program provides and thus weakened, some of\nthem fall into sin when temptation comes along.\n<\/p><p>\nThe good bishop also forgot that his M.I.A. work was very weak, and like the Aaronic\nPriesthood activity in the ward, failed to build strength of character among the young people.\nAnd he forgot that there was very little enlistment work done in his Sunday School.\n<\/p><p>\nHe forgot, too, that he had failed to adopt the Latter-day Saint girls' program, because he\ndidn't agree with all of the minor details in it. And he forgot that his ward provided little or\nno recreation for the young people, and that all last year it had given only two dances for the\nyoung people who like to come there. During the remaining fifty weeks of the year, the doors\nof the recreation hall of that ward were closed against the young people who would have\nliked to go there for their dances. And yet that same good bishop would stand up on Sunday\nnight and denounce some of these young people because they went to public dance halls.\n<\/p><p>\nDid the bishop ever think to ask how often young people like to go out? Did he content\nhimself with two dances a year when he was young and when he went courting?\n<\/p><p>\nYOUTH NEEDS RECREATION\n<\/p><p>\nDo you know, my brothers and sisters, that all last year the average ward in this Church gave\nfewer than five dances for the young people and that the average stake gave only a little more\nthan three? If we put them both together, then last year there was an average of only eight\ndances given under Church sponsorship, to which the young people of any given ward or\nstake could go, and during the remaining forty-four weeks of the year, our young people had\nto shift for themselves? And do you know that every summer when the weather gets warm,\nexcept for a few canyon or park outings, the wards and stakes of this Church very generally\ngo out of business and close their doors so far as recreation is concerned?\n<\/p><p>\nI know that you do not approve your young people going to public dance halls where so often\nliquor is available and where frequently undesirable elements are present. Yet, like Bishop\nBrown, we do so little about it. Our young people would far rather dance in good places with\ngood people to good music, but they want to do it more than eight times a\nyear. Likewise, our young people enjoy their Fireside groups, their M Men and Gleaner work,\ntheir Boy Scout and Aaronic Priesthood, their Junior girl and Bee Hive activity when there is\nan interested leadership present. But put yourselves in their places. Which of you would stay\nwith an organization that was only half alive?\n<\/p><p>\nSOULS PRECIOUS IN THE SIGHT OF GOD\n<\/p><p>\nThe worth of souls is great in the sight of God\n(<span class=\"citation\" id=\"12232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12232)\">D&amp;C 18:10<\/a><\/span>).\n<\/p><p>\nWhen our young people fall, can you count the cost of it? Remember there is a price tag\nattached to every evil deed, and that price tag is a big one. The cost of sin is so great that it\ncan hardly be measured by mortal men, but it must be counted in remorse, broken hearts, lost\nopportunities, and lost souls. Compare that price with the price of well-supervised,\nChurch-sponsored recreation. Compare that price with the expenditure of time and effort\nrequired to conduct good M Men and Cleaner activity, or a good Boy Scout, Aaronic\nPriesthood, Junior girl, or Bee Hive program. Which price would you rather pay?\n<\/p><p>\nA wise man said:\n<\/p><p>\nTrain up a child in the way he should go: and when he is old, he will not depart from it\n(<span class=\"citation\" id=\"41387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41387)\">Prov. 22:6<\/a><\/span>).\n<\/p><p>\nHe did not say, neglect the child and let him run the streets. Neither did he say, forget the\nyouth program of the Church, and let the children shift for themselves. The Lord loves the\nchildren; it was he who said:\n<\/p><p>\nSuffer the little children to come unto me, and forbid them not: for of such is the kingdom of\nGod (<span class=\"citation\" id=\"33006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33006)\">Mark 10:14<\/a><\/span>).\n<\/p><p>\nDo we ever forbid the children? When we close the doors of our recreation halls most of the\nyear, do we forbid the children? When we fail to adopt the youth program of the Church,\nwhich is specially designed to bring the children unto the Lord, do we forbid the children?\nThe Good Shepherd not only said, \"Feed my sheep\"\n(<span class=\"citation\" id=\"27270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27270)\">John 21:16<\/a><\/span>), but he also said with great emphasis,\n\"Feed my lambs\" (<span class=\"citation\" id=\"27268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27268)\">John 21:15<\/a><\/span>).\nMay we do so, I pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}