{"ID":252, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, October 1946, pp. 29-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely trust, my brethren and sisters, that I may enjoy the Spirit of the Lord during the\nmoment or two that I might stand before you.\n<\/p><p>\nI am profoundly grateful to the Lord because in this day and in this dispensation he has raised\nup a Prophet and prophets who have followed him. Through these prophets he has given his\nword to us that pertains to all of the phases and activities of life. I am thinking particularly\nnow of that phase of our life that has to do with the law of the land. He made it known unto\nus through the Prophet Joseph:\n<\/p><p>\nAccording to the laws and constitution of the people, which I have suffered to be established,\nand should be maintained for the rights and protection of all flesh, according to just and holy\nprinciples; . . . And for this purpose have I established the Constitution of this land, by the\nhands of wise men whom I raised up unto this very purpose, and redeemed the land by the\nshedding of blood (<span class=\"citation\" id=\"12292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12292)\">D&amp;C 101:77,80<\/a><\/span>).\n<\/p><p>\nFREE AGENCY VS. FORCE\n<\/p><p>\nI have thought many times of the men who were selected by God in Revolutionary days to set\nup a government, a government predicated upon the great principle of free agency, that\nprinciple which was fought for in the councils of heaven when two of the Lord's sons stood\nbefore him, one of them advocating a plan whereby he would redeem all of the Lord's\nchildren that were to come to the new earth, whether they desired redemption or not; and the\nother one advocating a plan that he would extend to each man his agency to decide whether\nor not he would follow the commandments of God or whether he would follow the\ncommandments of the opposite power. As a result of advocating these two plans, a great war\ntook place in the heavens, and Lucifer, the Son of the Morning\n(<span class=\"citation\" id=\"25032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25032)\">Isa. 14:12<\/a><\/span>), was cast out; and from that\nday until now, these two great forces have been in a gigantic struggle. Jesus Christ came to\nearth and gave each and every one of us the right and the privilege to follow God's\ncommandments as we saw fit, while, on the other hand, Satan has done all within his power\nto ensnare the souls of the Lord's children and have them follow after him.\n<\/p><p>\nThese two philosophies have been found in government. We find that in the days of George\nWashington, in the day of these wise men that the Lord raised up to found a republic,\nfounded upon the principle of free agency, that there were those who opposed the idea; there\nwere those who fought against the principles as advocated by Washington, Thomas Jefferson,\nand the Revolutionary fathers. And from that day until this, the world over, these two\nphilosophies have been struggling with each other. The Lord gave Joseph Smith another\nrevelation, one that should be a warning to all of us, with reference to the principle of force\nas advocated by Lucifer, for the Lord said:\n<\/p><p>\nAnd again, I say unto you that the enemy in the secret chambers seeketh your lives. Ye hear\nof wars in far countries, and you say that there will soon be great wars in far countries, but ye\nknow not the hearts of men in your own land\n(<span class=\"citation\" id=\"12249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12249)\">D&amp;C 38:28-29<\/a><\/span>).\n<\/p><p>\nDANGEROUS TENDENCIES IN GOVERNMENT\n<\/p><p>\nI am sure that this revelation, brothers and sisters, pertains to this day and to this time. While\nour attention is attracted to foreign countries where there have been wars and where there are\nstill wars, there are within the very borders of this great republic those who would change our\nform of government and who would force upon us the same type of government that Lucifer\nadvocated in the councils of heaven.\n<\/p><p>\nNow these wise men that the Lord raised up during the days of Washington, Jefferson,\nFranklin, Robert Morris, and Hamilton, provided a pattern of government for us to follow, a\npattern of government which has brought to us numerous blessings, a form of government that\nhas made us the strongest, and, may I say, the richest nation in all the world, because it has\nbeen founded upon the principle of free agency. Every individual has had the right to do the\nthing that he has wanted to do in the fields of industry, agriculture, or whatnot. He has had\nthe right to worship God according to the dictates of his own conscience. He has had the right\nto own property. He has had the right to speak as he sees fit, and he has enjoyed the privilege\nof a great and free press. But, on the other hand, we find that the philosophy of the evil one\nwould teach us that, after all, our government should be centralized in the hands of one or\ntwo men. Some advocate changing the form of our government. They advocate regimentation\nof industry and labor. They advocate that deficit spending is the sure way to prosperity. They\nwould pervert the Constitution. They have endeavored through the various educational\nsystems of this great country to teach us doctrines that are contrary to the doctrines and the\nprinciples upon which this great republic is founded. They would restrict us in our religious\nworship. They would disrupt family relationships. And so as we compare\nthese two great systems, we can readily see that they are but a carry-over from that great\nbattle which took place in the spirit world.\n<\/p><p>\nWhen I think of these wise men, George Washington and Jefferson and Franklin, I think of\nmen who were servants of God, raised up for the purpose of establishing the Constitution and\nestablishing this great government. Thomas Jefferson was endowed from on high with\nprophetic power. If you will study the <i>Doctrines of Democracy<\/i> as advocated by Thomas\nJefferson one hundred thirty years ago, you will find that in many respects we have departed\nfrom the principles that made us a great and powerful nation.\n<\/p><p>\nJEFFERSON'S STATEMENT ON CENTRALIZED GOVERNMENT\n<\/p><p>\nThose who would change our form of government would centralize all its powers and\nfunctions into the hands of a few. Let us refer to this man of God, Thomas Jefferson, who\nwas raised up by the Lord to help establish this great republic. What did Jefferson say with\nreference to centralized government?\n<\/p><p>\nOur country is too large to have all of its affairs directed by a single government, and I do\nverily believe that if the principle were to prevail of a common law being in force in the\nUnited States, it would become the most corrupt government upon the earth. What an\naugmentation of the field for jobbing, speculating, plundering, office-building and\noffice-hunting would be produced by an assumption of all of the state powers into the hands\nof the general government. The true theory of our Constitution is surely the wisest and best,\nthat the states are independent as to everything within themselves, and united as to everything\nrespecting foreign nations.\n<\/p><p>\nOver the years that have passed, the states have given up many of their rights to the federal\ngovernment. As a result, we are becoming a closely supervised nation in many respects. This\nman of God understood this and warned us and forewarned us to protect our rights as states\nand as individuals.\n<\/p><p>\nJefferson foresaw the time when, should we be regulated in our businesses, in all our\nendeavors, there would come a day of famine. I shall read to you one of his statements:\n\"Were we directed from Washington when to sow and when to reap, we should soon want\nbread.\"\n<\/p><p>\nWe are living in that very day. We have seen the need for bread; we have seen the need for\nmeat; we have seen the need for sugar; we have seen the need for many of the necessities of\nlife. I am sure this wise man of God enjoyed the inspiration of the spirit of prophecy when he\nmade the above declaration.\n<\/p><p>\nThere are those who would change our form of government, would regiment us in all of our\nendeavors. It would be only a short time when men would be called to perform work whether\nthey were qualified to do it or not. They would be forced into the harness of labor without\nany opportunity to express their own desires. Serfdom would soon dominate the lives of the\npeople.\n<\/p><p>\nAnd again, this wise man of God saw that if there ever came a time when we were\nregimented that we would lose our independence, that we would lose all the blessings that\nhave come to us through the Constitution of the United States. He said this, in speaking of\nregimentation, which is nothing more nor less than nazism, communism, or fascism, which\nare the forms of government that have shackled the peoples of Germany, Russia, Italy, and\nother nations Should we adopt foreign \"isms,\"\n<\/p><p>\n. . . it will be as in Europe, where every man must be pike or gudgeon, hammer or anvil. Our\nfunctionaries and theirs are wares from the same workshop, made of the same materials, and\nby the same hand. If the states look with apathy on this silent descent of their government\ninto the gulf which is to swallow all, we have only to weep over the human character formed\nuncontrollable but by a rod of iron, and the blasphemers of man, as incapable of\nself-government.\n<\/p><p>\nDEBT BRINGS SERVITUDE\n<\/p><p>\nThen there are those who would change our form of government, these wicked men that the\nLord spoke of in a revelation to the Prophet Joseph as scheming and planning to do away\nwith what the Lord had given us; one of their lines of attack is that of perpetual debt. It may\nbe of some interest for you to know, and no doubt you already know it, that one of the\ngreatest advocates of one of these \"isms,\" Lenin, the great Russian revolutionist, said: \"As far\nas America is concerned, we will let America spend and spend herself into bankruptcy, then\nwe will take over.\"\n<\/p><p>\nWhat did Thomas Jefferson, this wise man of the Lord, say with reference to perpetual debt?\nHe said:\n<\/p><p>\nI am not among those who fear the people. They are our dependents for continued freedom.\nAnd to preserve their independence, we must not let our rulers load us with perpetual debt.\nWe must make our election between economy and liberty or profusion and servitude.\n<\/p><p>\nI hope we have not gone so far in this nation of ours that because of the profusion which we\nhave had we have brought upon ourselves servitude.\n<\/p><p>\nNow is the time. Now is the time if we are to preserve our independence and liberty to let\nthose know in whose hands we have given the affairs of government, that we are not going to\nstand for continued extravagant spending, for as surely as that policy continues we will face\nbankruptcy and with bankruptcy there will come that inevitable, dreadful thing that we call\nrevolution. And with revolution comes the opportunity for those within the borders of our\nland who would destroy our government, to step in and take over. They would also change\nour form of government, and what did this wise man of the Lord, Thomas Jefferson, say with\nreference to this change?\n<\/p><p>\nI said to President Washington that if the equilibrium of the three great bodies, legislative,\nexecutive, and judiciary, could be preserved, if the legislature could be kept independent, I\nshould never fear the result of such a government; but that I could not but be uneasy when I\nsaw that the executive had swallowed up the legislative branch. When all government,\ndomestic and foreign, in little as in great things, shall be drawn to Washington as the center\nof all power, it will render powerless the checks provided of one government on another, and\nwill become as venal and oppressive as the government from which we are separated.\n<\/p><p>\nBrethren and sisters, these are the words of one of God's inspired servants, one of those\nwhom he told us through revelation he had raised up to help establish the government of the\nUnited States.\n<\/p><p>\nBENEFITS OF FREEDOM\n<\/p><p>\nI ask you to compare the fruits of this great republic with the fruits of those nations where\nthey have accepted or had forced upon them these \"isms\" of the evil one. For example, in the\nUnited States, with roughly six percent of the world's population in six percent of its area,\nAmerica enjoys forty-four percent of the productive wealth of the world. Thirty million\nfamilies live in American homes valued at a hundred and two billion dollars. They cultivate\nsix and a half million farms with an estimated value of fifty-eight billion dollars. American\nfamilies enjoy the use of twenty-five million automobiles, nineteen million telephones, and\nforty-five million radios.\n<\/p><p>\nAnd so I could go on and point out to you the fruits, the temporal fruits, that have come to us\nbecause we have had the privilege of living under a government founded upon the divine\nprinciple of free agency. These figures, after all, brethren and sisters, are a tribute to the\nwisdom of our system of government with its freedom and its individual initiative which have\nalways been the urge to these accomplishments.\n<\/p><p>\nNow I ask you to compare these accomplishments and fruits with those nations that have\nadopted a system where men and women are regimented, where they dare not express their\nthoughts nor have the right to worship God as their conscience dictates to them. Have they\nachieved any such results as these? You and I know that they have not, and they never can,\nbecause so long as the individual is shackled, there will be no opportunity for individual\nprogress. And one of the grand and glorious things about our republic is the fact that it is the\nindividual that counts, and the state is but to serve him. He does not become a mere pawn of\nthe state and a cog in a great machine; he is the objective of the government. And as long as\nthe individual is the objective of this great government, you can rest well assured that we will\ncontinue to make progress and enjoy all of the blessings in the future that we have in the past.\n<\/p><p>\nCONSTITUTION SHOULD BE APPRECIATED\n<\/p><p>\nIt is of vital importance that in our homes we should teach our children that\nthis great government and its fundamental law were given to us by God, that he inspired men\nwho framed the Constitution of the United States\n(<span class=\"citation\" id=\"12296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12296)\">D&amp;C 101:80<\/a><\/span>). Oh, I am fearful that in our schools little\nconsideration is given to the Constitution! I am fearful that our young men and our young\nwomen are not learning very much about this great republic, and that being the case, it is time\nthat in the home we, as parents, take upon ourselves the responsibility of teaching the youth\nof the land the very truth that God revealed for the establishment of the Constitution of the\nUnited States and the organizing of our republic.\n<\/p><p>\nRESPONSIBILITY OF PUBLIC SERVANTS\n<\/p><p>\nIt is time that public servants should look upon the matter of serving in government capacity\nas a great and a sacred calling, not one wherein they receive special benefits for themselves,\nbut one wherein they are willing to serve the people to the best advantage.\n<\/p><p>\nWhenever I think of the obligation of serving in government capacity, there comes to mind\none of those old patriots who lived shortly after the Revolutionary War and prior to the Civil\nWar, Henry Clay. When he was about ready to lay aside the mantle that rested upon him as\none of the servants of his great state, he said:\n<\/p><p>\nI can with unshaken confidence appeal to the Divine Arbiter for the truth of the declaration\nthat I have been influenced by no impure purpose and no personal motive, have sought no\npersonal aggrandizement, but that in all of my public acts, I have had a full and single eye\nand a warm and devoted heart directed and dedicated to what, in my best judgment, I believed\nto be the true interest of my country.\n<\/p><p>\nI would to God that every public servant should have that attitude, and I am sure if they had\nit, we should receive a service at their hands which would perpetuate and preserve the great\nprinciples that this republic rests upon. We have been blessed with prophets of God, who\nfrom time to time have called our attention to the Constitution of the United States as being a\nrevelation from God.\n<\/p><p>\nBrigham Young declared, and I am sure he echoed the sentiments of all of us when he said:\n<\/p><p>\nWe need to sustain the Constitution of the United States and all righteous laws. We will cling\nto the Constitution of our country and to the government that reveres that sacred charter of\nfree men's rights and, if necessary, pour out our best blood for the defense of every good and\nrighteous principle.\n<\/p><p>\nA Frenchman whom I do not know made this statement:\n<\/p><p>\nIt has been stated that America is the only country that pretends to listen to the teachings of\nits founders as if they were still alive.\n<\/p><p>\nI humbly pray that we will more than pretend to hearken unto the teachings of the founders of\nthis great nation, that we will make their teachings a part of our religion to\nthe end that we will become acquainted with these great men of Revolutionary days and\nrevere them and hold them up as servants of God, which I pray we will all do, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}