{"ID":2526, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Precious Families\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p2\" class=\"\">President Loren C. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2b58.jpg\" alt=\"President Loren C. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p3\" class=\"\">What a beautiful spirit of peace this Tabernacle Choir has established for us in that last song. It is an honor to be at this conference this morning, my brothers and sisters, and to receive the instructions and direction from the prophet of God. I bear testimony to the fact that President Kimball is a prophet of God, that he is the Lord’s legal administrator upon the earth today, that those who will follow the instructions and advice that he has given us this morning will come to know, by practical experience, that what he has told us is true and is good for the strengthening and uplifting of mankind. President Spencer W. Kimball is a prophet of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p4\" class=\"\">I would like to use as the key to my remarks a quote that President Kimball made on a previous occasion and a theme that he returned to this morning. He said, “The nation is built upon the foundation of its homes and the home upon its families.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p5\" class=\"\">The family—mother and father and the children—is the oldest of all our institutions and stands at the very foundation of our civilization. There can be nothing more precious or enduring than the family. It is obvious that the need exists, however, for the upgrading of the role of parents in the family setting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p6\" class=\"\">I remember a few years ago going on a business trip to eastern Canada in company with a broad range of business and community leaders. After the business of the day, we had dinner together; and during the course of the evening, as everyone began to relax and get better acquainted, one of those present, for no apparent reason, began to tell about his son, a boy whom obviously he loved very much. Yet there was conflict and even some alienation and he wasn’t quite sure what to do, if indeed he should do anything.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p7\" class=\"\">That comment prompted a similar response from the others seated around the table. You could tell it was something they were not used to talking about, but each was personally concerned about some aspect of his family life, and this was primarily associated with his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p8\" class=\"\">Although we live in an era of transition and change, I believe parents are as anxious and concerned about their children as they have ever been. If the family, then, is the foundation unit in society, perhaps there is need to reaffirm some basic principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p9\" class=\"\">First is that parents recognize they have the right to structure the attitudes and conduct of their children—not only the right but the responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p10\" class=\"\">Second, that the principle of work, the work ethic if you please, be taught by the parents in the family setting. Where else is the dignity of work to be taught if not in the home?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p11\" class=\"\">And, third, parents have a right to establish the moral and spiritual tone in the family to help family members to realize the importance of living divine principles as a means of accomplishment and of peace of mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p12\" class=\"\">First, then, the right of parents to structure the attitudes and conduct of their children. Fundamentally this is divine right. God says of Abraham that he “shall surely become a great and mighty nation, … for I know him, that he will command his children and his household after him, and they shall keep the way of the Lord, to do justice and judgment.” (<span class=\"citation\" id=\"23865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23865)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23865)\">Gen. 18:18–19<\/a><\/span>.) God could make Abraham head of a numerous posterity because of his faithfulness in teaching his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p13\" class=\"\">There are some in the world who might say that such parental influence is repressive and robs the child of its freedom, but quite the opposite is true. A group of young girls was overheard talking about the parents of one of their friends. Showing maturity beyond her years, one of the girls said, “Her parents don’t love her; they let her do anything she wants.” The others agreed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p14\" class=\"\">In a <span class=\"emphasis\">New York Times Magazine<\/span> article, later condensed in <span class=\"emphasis\">Reader’s Digest,<\/span> William V. Shannon makes the following points: “American children … are suffering from widespread parent failure. By their words and actions [he says] many fathers and mothers make it clear that they are almost paralyzed by uncertainty. … Many parents are in conflict as to what their own values are. Others think they know, but lack the confidence to impose discipline in behalf of their values. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p15\" class=\"\">What is lacking, he says, is not more information on child development, but <span class=\"emphasis\">conviction.<\/span> Although heredity plays some role in the development of a child, the greater influence “depends on whether parents care enough about their children to assert and defend the necessary values.” The author also says that both mother and father need to put family and home responsibilities first. “Rearing our children is by far the most important task that most of us will ever undertake.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p16\" class=\"\">He also states that “parents who do not persevere in rearing their children according to their own convictions are not leaving them ‘free’ to develop on their own. Instead, they are letting other children and the media, principally television and the movies, do the job.” (William V. Shannon, “What Code of Values Can We Teach Our Children?” <span class=\"emphasis\">Reader’s Digest,<\/span> May 1972, pp. 187–88.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p17\" class=\"\">The greatest principle to be learned in the family setting is love. If parents will influence and direct and persevere with love, then members of the family will also make that principle a part of all they do. The principle of love can overcome many parental mistakes in the raising of their children. But love should not be confused with lack of conviction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p18\" class=\"\">Secondly, that the principle of work be taught in the family and home setting. There is evidence to support that at least in the United States the problems of stress and tension might be linked to a gradually decreasing average number of hours worked by the labor force. The suggestion is that free time, not work, might be a major cause of stress and tension in individuals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p19\" class=\"\">While we were growing up in a small community, my father saw the need for my brother and me to learn the principle of work. As a result, he put us to work on a small farm on the edge of town where he had been raised. He ran the local newspaper, so he could not spend much time with us except early in the morning and in the evening. That was quite a responsibility for two young teenagers, and sometimes we made mistakes. Our small farm was surrounded by other farms, and one of the farmers went in to see my father one day to tell him the things he thought we were doing wrong. My father listened to him carefully and then said, “Jim, you don’t understand. You see, I’m raising boys and not cows.” After my father’s death, Jim told us his story. How grateful I was for a father who decided to raise boys, and not cows. In spite of the mistakes, we learned how to work on that little farm, and I guess, although they didn’t say it in so many words, we always knew we were more important to Mother and Father than the cows or, for that matter, anything else.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p20\" class=\"\">Certainly in every home all family members can be given responsibilities that will fall within their ability to accomplish and, at the same time, teach them the satisfaction and dignity of work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p21\" class=\"\">The third point is that parents have the right to teach moral and spiritual principles to their children. In that regard let me quote the following from modern scripture:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p22\" class=\"\">“And again, inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the heads of the parents.” (<span class=\"citation\" id=\"16329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16329)\">D&amp;C 68:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p23\" class=\"\">In his first address to the United States Congress, President Gerald Ford stated this universal truth: “If we can make effective … use of the moral and ethical wisdom of the centuries in today’s complex society, we will prevent more crime and corruption than all the policemen and prosecutors … can ever deter.” And he added: “This is a job that must begin at home, not in Washington.” (<span class=\"emphasis\">Christian Science Monitor,<\/span> 28 Aug. 1974.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p24\" class=\"\">In the article previously mentioned, Mr. Shannon says, “Nothing has invalidated the hard-earned moral wisdom that mankind has accumulated since Biblical times. To kill, to steal, to lie, or to covet another person’s possessions still leads to varying degrees of misery for the victim and the perpetrator. … ‘Thou shalt not commit adultery’ may sound old-fashioned, but restated in contemporary terms—‘Do not smash up another person’s family life’—still carries a worthwhile message.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p25\" class=\"\">He also points out the virtues of self-denial and anticipation. As older teenagers learn the facts about sex, it would do no harm, he says, to use self-control.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p26\" class=\"\">“A certain amount of frustration and tension can be endured—and with good effect. Only modern Americans,” he says, “regard frustration as ranking higher than cholera in the scale of human afflictions.” (<span class=\"emphasis\">Reader’s Digest,<\/span> May 1972, pp. 189–90.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p27\" class=\"\">These are but three of many principles that should be emphasized in the setting of family and home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p28\" class=\"\">The next question is, How do parents get this accomplished? For members of the Church, the point at which training and communication begin in the family is family home evening. Monday night is set aside for the family and nothing interferes. The father takes the lead but also has other members of the family make preparation and participate. What is said and done depends on the needs of that particular family. The Church publishes some guidelines to help parents teach moral and religious principles to the family and to make them apply in everyday life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p29\" class=\"\">To the nonmember parent who is interested in establishing some kind of similar activity the Church also offers some special help. Living near you are both full-time and part-time missionaries who have been trained in how to hold a family home evening. They will be happy to demonstrate this program in your home at no obligation. This is a service of The Church of Jesus Christ of Latter-day Saints which it is prepared to offer families everywhere. The only thing we ask is that the whole family is present, especially the father or head of the home, since he is the key to the program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p30\" class=\"\">Of course, these young missionaries are also prepared to teach your family the principles of the gospel of Jesus Christ in subsequent visits. But if you do not want to continue, that will be your decision. At least you will be left with a program that many outside this Church have already adopted as being beneficial for the family and the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p31\" class=\"\">Some business leaders have also looked at the family home evening program and recommended it to their employees. Employees do better work when things are going well at home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/our-precious-families.p32\" class=\"\">May the Lord bless us as parents to realize our right to help formulate the lives of our children, to teach the dignity of work, and to establish moral and religious principles in our homes, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}