{"ID":2530, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Good Habits Develop Good Character\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p3\" class=\"\">Elder Delbert L. Stapley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3184.jpg\" alt=\"Elder Delbert L. Stapley\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p4\" class=\"\">My beloved brothers, sisters, and friends, in the recent June Conference President Spencer W. Kimball counseled young people, leaders of youth, and all Church members to take a careful inventory of their habits. “Change,” he said, “comes by substituting good habits for less desirable ones.” Then he added, “You mold your character and future by good thoughts and acts.” (<span class=\"emphasis\">New Era,<\/span> Sept. 1974, p. 7.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p5\" class=\"\">I will discuss the importance of good habits in building good character.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p6\" class=\"\">A favorite saying often quoted by the late President David O. McKay was “We sow our thoughts, and we reap our actions; we sow our actions, and we reap our habits; we sow our habits, and we reap our characters; we sow our characters, and we reap our destiny.” (C. A. Hall, <span class=\"emphasis\">The Home Book of Quotations,<\/span> New York: Dodd, Mead &amp; Company, 1935, p. 845.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p7\" class=\"\">The future we seek as Latter-day Saints is a life motivated by good thoughts, expressed in good works, and sustained by an inner peace and determination of righteous doing. The destiny we desire is an inheritance in the celestial mansions prepared by our Savior for the faithful of God’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p8\" class=\"\">We are not born into this world with fixed habits. Neither do we inherit a noble character. Instead, as children of God, we are given the privilege and opportunity of choosing which way of life we will follow—which habits we will form.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p9\" class=\"\">Confucius said that the nature of men is always the same. It is their habits that separate them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p10\" class=\"\">Good habits are not acquired simply by making good resolves, though the thought must precede the action. Good habits are developed in the workshop of our daily lives. It is not in the great moments of test and trial that character is built. That is only when it is displayed. The habits that direct our lives and form our character are fashioned in the often uneventful, commonplace routine of life. They are acquired by practice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p11\" class=\"\">Solomon the wise taught, “Train up a child in the way he should go: and when he is old, he will not depart from it.” (<span class=\"citation\" id=\"41523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41523)\">Prov. 22:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p12\" class=\"\">The good habits of a child’s early training form the foundation for his future and sustain him in his later life. Parents, remember the Lord by revelation has given assurance that little children are incapable of committing sin, that they are alive in Christ, and that the devil has no power over them until they reach the age of accountability. The first eight years of a child’s life are golden years the Lord has given parents to teach and train their children to form good habits and develop noble characters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p13\" class=\"\">This instruction was given by Brigham Young: “I say to our young men, be faithful, for you do not know what is before you, and abstain from … bad habits.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 11:118.) This admonition can apply to both youth and adults.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p14\" class=\"\">We do not always know what lies ahead, but there is strength and safety in righteous conduct. We need to organize our lives according to gospel principles and chart a right course as we journey toward eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p15\" class=\"\">In the conduct of our lives we learn that good character-building habits mean everything. It is by such behavior that we harvest the real substance and value of life. The way we live outweighs any words we may profess to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p16\" class=\"\">Mahatma Gandhi said, “Man’s destined purpose is to conquer all habits, to overcome the evil in him and to restore good to its rightful place.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p17\" class=\"\">The ways of life acceptable to the people of the world are not always acceptable to God. His standards, however, are for all people. They do not change but resolutely and continually point the true way of life for his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p18\" class=\"\">We should conduct ourselves wisely before God and sin not. We should not yield to the persuasion of men with evil intent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p19\" class=\"\">Bad habits are a reflection of our thoughts and personalities, our behavior and conduct. They are degrading to the choice qualities which are our God-given spiritual endowments of faith, honesty, integrity, and uprightness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p20\" class=\"\">Someone has observed, “When a man boasts of his bad habits, you may rest assured they are the best he has.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p21\" class=\"\">Lehi, an early American prophet, speaking to his people said, “Men are instructed sufficiently that they know good from evil.” (<span class=\"citation\" id=\"3917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3917)\">2 Ne. 2:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p22\" class=\"\">In this mortal life we have two choices: the good, which is the desire of our Heavenly Father; or the evil, which is Satan’s plan and constant persuasion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p23\" class=\"\">Evil tendencies destroy character and ruin lives. When first yielding to sin, one’s resistance, self-control, and character are weakened and further transgressions usually result. With violation of spiritual laws and rejection of spiritual qualities, our powers of resistance are reduced. Eventually we seem to lose complete control of our ability to resist evil. Imagine the great misery suffered by a person who has practiced a vice for so long that he curses it, yet at the same time holds on to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p24\" class=\"\">Our great challenge is to learn how to control ourselves. We must learn for ourselves and act for ourselves, being careful not to follow those who are not divinely led. We have a responsibility to thwart the work of the evil one—not to aid or perpetuate his cause by yielding to his enticements to sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p25\" class=\"\">Habits are subject to change and improvement, for the Lord has said, “For the power is in them [meaning people], wherein they are agents unto themselves.” (<span class=\"citation\" id=\"16300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16300)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16300)\">D&amp;C 58:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p26\" class=\"\">One cannot truthfully say he is confirmed in his bad habits, sins, or weaknesses to the point that they cannot be thrown off and repented of. The human will is naturally inclined toward the right. We are spirit children of God and have born within us the power to overcome all evil practices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p27\" class=\"\">An ancient proverb states that good habits result from resisting temptation. Such resistance often takes the form of a persevering struggle. When bad habits become a part of our lives and we desire to overcome them, we must seek spiritual help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p28\" class=\"\">The Lord can and will make us equal to the task if we earnestly call upon him. A sacred hymn gives this thought:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">I need thee every hour,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Most gracious Lord; …<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Stay thou near by;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Temptations lose their power<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">When thou art nigh.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p34\" class=\"\"><span class=\"emphasis\">Hymns,<\/span> no. 79<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p35\" class=\"\">We draw ourselves close to the Savior when we faithfully keep his laws and commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p36\" class=\"\">We have a gracious, kind, and loving Father in heaven who stands ready to help us. Self-mastery, self-control, and self-discipline are required strengths that enable us to set aside temptations to do wrong. It is a wonderful feeling to conquer wrong practices and to be free and unencumbered from their detrimental effects, both physically and spiritually. When we have conquered our bad habits and replaced them with good ones, living as we should, obedient and faithful, then we are on our way to the presence of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p37\" class=\"\">We should become so involved in acquiring good quality traits and participating in character-building activities that there is no time to engage in anything worthless or harmful. Our habits should be those that make us susceptible to faith and testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p38\" class=\"\">One of the best habits to be cultivated is that of reading the scriptures to become knowledgeable of our responsibilities. By learning God’s commandments and keeping them, we develop the ways of righteousness that are an expression of our faith. With good habits we prepare ourselves for excellence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p39\" class=\"\">We need to ask ourselves, “Are my usual thoughts and present actions worthy of eternal life? Am I setting my sights on eternal goals and working to obtain them?” Anything short of our best isn’t good enough, especially in the service of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p40\" class=\"\">The Lord has counseled us to repent and walk uprightly before him. <span class=\"emphasis\">Uprightly<\/span> implies a strict adherence to moral principles and honesty of purpose. We are instructed to make our home an abode of righteousness and honor. Honor is almost an old-fashioned word in today’s world. It encompasses duty, responsibility, and respect for the eternal values. It also suggests a firm holding to codes of right behavior and the guidance of a high sense of stewardship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p41\" class=\"\">Let us dare to be different from the ways of the world when its ways are not the ways of God. In a world troubled with selfish greed, dishonesty, and dishonor, let us set ourselves on a higher path, striving to develop and strengthen the qualities of unselfish service with wholehearted effort, dependability, honesty, morality, and every other good attribute that would lead us to integrity of character. We begin, then, with our thoughts and end with our eternal destiny. Our destiny is determined by our character, and our character is the sum and expression of our habits. Character is won by hard work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p42\" class=\"\">Ernest L. Wilkinson, speaking to the students of Brigham Young University, said: “Character … is not something to be obtained by ease and indolence or being socially agreeable. It cannot be acquired by absorption or by proxy or on the auction block. It is a reward derived from honest toil in overcoming difficulties. We grow by mastering tasks which others consider impossible.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p43\" class=\"\">Yes, the character required to attain eternal life must be formed in this life with good habits supplying the building material. When the qualities that are desirable in individuals become universal in the people of a nation, that nation also will have character. Goodness either in a person or in a nation is not simply the absence of wrongdoing. It is a love of and practice of all things that are true, honest, lovely, and of good report.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p44\" class=\"\">Let us set high goals for ourselves and work to achieve those goals by making God the center of our lives. He is the fountainhead of all truth, justice, and peace. Let us remember that God’s laws are eternal. They do not change. There is no moral or spiritual code that grants permissiveness of conduct nor condones selection of evil or bad habits as a way to joyful living. Man may assume the right to revise the ways of God, but the Lord remains the same yesterday, today, and forever. God’s standards and truths for his people will ever point the true way of life for all of his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p45\" class=\"\">Maintaining good personal habits which are pleasing to our Heavenly Father will strengthen our character, increase our influence for good, improve our example, bless our loved ones and friends, enrich our lives, and enable us to accomplish those things that yield true personal satisfaction and build peace and happiness in our hearts. We will have joy eternally, possessing a treasure to be much desired and sought after, for the Lord gives this assurance: “Inasmuch as men do good they shall in nowise lose their reward.” (<span class=\"citation\" id=\"16301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16301)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16301)\">D&amp;C 58:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p46\" class=\"\">It all starts with a single step—we decide that <span class=\"emphasis\">we can do it.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p47\" class=\"\">May we forsake all evil and take that first step to shape our lives for eternity through good habits and righteous standards of good character.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/good-habits-develop-good-character.p48\" class=\"\">I bear solemn witness to the value of good habits and praiseworthy character in the lives of people. The counsel quoted earlier given by our beloved prophet-leader, President Spencer W. Kimball, is very wise, timely, and needful for us to follow. This I testify to in the name of Jesus Christ our Lord. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}