{"ID":2532, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Do Not Procrastinate!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p2\" class=\"\">Elder Eldred G. Smith<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p\" class=\"\">Patriarch to the Church<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_010<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3104.jpg\" alt=\"Elder Eldred G. Smith\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p3\" class=\"\">A young man just under 18 years of age was visited by a heavenly messenger who stated that he was sent from the presence of God. This messenger, Moroni, was the last prophet in the Book of Mormon. The young man was Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p4\" class=\"\">Moroni quoted many passages of scripture, most of which declared that the time had come to prepare the way for the coming of Jesus Christ in his glory. He quoted Malachi: “Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the Lord of hosts.” (<span class=\"citation\" id=\"32833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32833)\">Mal. 3:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p5\" class=\"\">This emphasizes the fact that when the Lord comes again, he will come “to his temple,” which means there must be a temple on earth for him to come to.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p6\" class=\"\">Moroni also quoted the fifth and sixth verses of chapter 4, which are slightly different from the Bible:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p7\" class=\"\">“Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the coming of the great and dreadful day of the Lord. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p8\" class=\"\">“… and he shall plant in the hearts of the children the promises made to the fathers, and the hearts of the children shall turn to their fathers. If it were not so, the whole earth would be utterly wasted at his coming.” (<span class=\"citation\" id=\"30580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30580)\">JS—H 1:38–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p9\" class=\"\">It seems very significant to me that, among the <span class=\"emphasis\">first<\/span> instructions to the Prophet in the process of the restoration of the gospel, this work, which has to do with temples and the ordinances performed therein, was given. This must be very fundamental to the essentials of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p10\" class=\"\">To fulfill the requirements in this message, there must be a temple. Elijah must come with the authority of the priesthood, and there must be living members of the Church gathering the records of their ancestors and getting the work done to fulfill the promise made to them that their sealings would also be done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p11\" class=\"\">God himself established the first family—Adam and Eve. The family is not an institution developed by man to be outgrown and cast aside in the course of human progress. All that is nearest and dearest in our lives is associated with our families. Love has its center here, and where love is, there we find happiness also. Truly it is not good for man to be alone. The Lord in his wisdom has provided a way for man to be happy on this earth and to carry that joy on through all eternity. The greatest joy and happiness come through the family unit. It has been so through all mortality, so why will it not be so in the next life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p12\" class=\"\">This family unit is so important that the Lord has made it known to us that by the time of the end of the Millennium all of Adam’s posterity who accept the gospel must be sealed together as one family by the power of the priesthood, which is the power to seal on earth and it shall be sealed in heaven, and to bind on earth and it shall be bound in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p13\" class=\"\">Every person who comes on this earth must have an opportunity to receive all the blessings of these sealings, if he will accept, sometime before the end of the Millennium. There could not be a just God if it were otherwise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p14\" class=\"\">These sealing blessings are obtained first through the ordinance of baptism into the church of Jesus Christ. Then the wife is sealed to her husband for time and all eternity, and those children who are not born under the marriage covenant must be sealed to their parents, that they may receive all the blessings as though they were born under the new and everlasting covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p15\" class=\"\">Those who have died without this law may have the privilege of receiving these blessings by proxy. <span class=\"emphasis\">That<\/span> is where <span class=\"emphasis\">our<\/span> responsibility comes in. We must first teach the gospel to the living. Then we must gather the records of those of our families who died without this law and get this great and important work done for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p16\" class=\"\">The promise was given to our forefathers that when the gospel is restored in the last days, “the hearts of the children shall turn to their fathers.” (<span class=\"citation\" id=\"16232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16232)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16232)\">D&amp;C 2:2<\/a><\/span>.) This means we must fulfill the promise to our ancestors to do the ordinance work for them. If we do not, then our own salvation may be in jeopardy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p17\" class=\"\">Not only the ordinance of baptism, but also the sealing of families together as an eternal unit must be done on the earth. Hence, we must perform these ordinances ourselves first, then by proxy for our ancestors who have passed on to the spirit world. These most sacred ordinances must be performed in a holy temple erected and dedicated to the Lord for this very purpose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p18\" class=\"\">In modern revelation the Lord commanded the Prophet Joseph Smith to “build a house to my name, for the Most High to dwell therein.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p19\" class=\"\">“For there is not a place found on earth that he may come to and restore again that which was lost unto you, or which he hath taken away, even the fulness of the priesthood.” (<span class=\"citation\" id=\"16389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16389)\">D&amp;C 124:27–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p20\" class=\"\">These temples are built for a special and most important purpose—where the living may receive their most holy ordinances, where families may be sealed together for all eternity. The family unit is the only eternal organization. The temples are beautiful buildings, and rightly should be, but are not just monuments for show alone. They are the only way whereby all the righteous, living and dead, can have the blessings of exaltation. The living come first. Then after they have performed these holy sealings, they should turn to their fathers and vicariously open the way for their ancestors to receive these same blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p21\" class=\"\">For this purpose family research must be done. Many choice spirits have been held in reserve to come to earth at this time so they could accept the gospel and do the temple work for their ancestors. Over and over again, I find among converts husband or wife, or husband and wife, who are the only ones in the family who are members of the Church. In most cases they, or someone in their family, have a good record of their family genealogy. Some eagerly send these records to the temple for the work to be done. Many, however, have many names in their possession which are not being sent in. We must not delay! The time is getting shorter all the time. With more temples being built, more work can be done. With each new temple, approximately 3,000 more names each day can be done. Do not hold these records. Fill out the regular forms and send them in to the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p22\" class=\"\">Even if the Lord has inspired people to preserve these records over the centuries, if the devil can persuade us to procrastinate and not get the temple work done, he will succeed in frustrating the Lord’s work. The story is told that Satan called a council of his agents and asked how they would combat the forces of righteousness. One said, “I’ll go and tell them it isn’t true.” Satan said, “No, that wouldn’t do.” The second said, “I’ll tell them it’s only half true.” “No,” Satan said, “that’s not enough.” The third said, “I’ll go and tell them it’s all true, but there is no need to hurry.” “Go,” Satan said. “That will get them every time.” Lucifer cannot win. We must do the Lord’s work for our ancestors or the earth would be “wasted at his coming.” (<span class=\"citation\" id=\"30581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30581)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30581)\">JS—H 1:39<\/a><\/span>.) It seems that the destiny of this earth depends on whether or not we get this temple work done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p23\" class=\"\">The gospel has been restored in these the last days never to be taken from the earth again, to bring the blessings of salvation and exaltation to all God’s children who prove their worthiness through their faithfulness. The purpose of this earth and our life here is to give each and every one of Adam’s posterity the opportunity to end this life as a family unit for all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-procrastinate.p24\" class=\"\">I testify that this is the gospel of Jesus Christ, restored in these the latter days with all the authority and power of his priesthood to bring about the eternity of the family unit for each of us, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}