{"ID":2533, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Gifts of the Spirit\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p2\" class=\"\">Elder James A. Cullimore<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:28aa.jpg\" alt=\"Elder James A. Cullimore\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p3\" class=\"\">Among the sure signs of the true church of Christ are the accompanying spiritual gifts. This has always been from the beginning. When the authority of the priesthood has been found on the earth, it is accompanied by the manifestations of spiritual gifts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p4\" class=\"\">During the earthly ministry of the Savior, it is recorded that he “went about all Galilee, … healing all manner of sickness and all manner of disease among the people.” (<span class=\"citation\" id=\"36262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36262)\">Matt. 4:23<\/a><\/span>.) “And great multitudes followed him, and he healed them all.” (<span class=\"citation\" id=\"36308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36308)\">Matt. 12:15<\/a><\/span>.) Before the Savior departed from his apostles after his resurrection, “he said unto them, Go ye into all the world, and preach the gospel to every creature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p5\" class=\"\">“He that believeth and is baptized shall be saved; but he that believeth not shall be damned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p6\" class=\"\">“And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p7\" class=\"\">“They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover.” (<span class=\"citation\" id=\"33260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33260)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33260)\">Mark 16:15–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p8\" class=\"\">“And by the hands of the apostles were many signs and wonders wrought among the people. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p9\" class=\"\">“Insomuch that they brought forth the sick into the streets, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p10\" class=\"\">“… and them which were vexed with unclean spirits: and they were healed every one.” (<span class=\"citation\" id=\"8171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8171)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8171)\">Acts 5:12, 15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p11\" class=\"\">The apostle Paul said to the Corinthian saints:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p12\" class=\"\">“Now concerning spiritual gifts, brethren, I would not have you ignorant. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p13\" class=\"\">“Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p14\" class=\"\">“Now there are diversities of gifts, but the same Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p15\" class=\"\">“And there are differences of administrations, but the same Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p16\" class=\"\">“And there are diversities of operations, but it is the same God which worketh all in all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p17\" class=\"\">“But the manifestation of the Spirit is given to every man to profit withal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p18\" class=\"\">“For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit.” (<span class=\"citation\" id=\"580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(580)\">1 Cor. 12:1, 3–8<\/a><\/span>.) And he stated the many gifts of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p19\" class=\"\">And unto his church in this dispensation the Savior promised these same gifts. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p20\" class=\"\">“Therefore, as I said unto mine apostles I say unto you again, that every soul who believeth on your words; and is baptized by water for the remission of sins, shall receive the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p21\" class=\"\">“And these signs shall follow them that believe—<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p22\" class=\"\">“In my name they shall do many wonderful works;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p23\" class=\"\">“In my name they shall cast out devils;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p24\" class=\"\">“In my name they shall heal the sick;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p25\" class=\"\">“In my name they shall open the eyes of the blind, and unstop the ears of the deaf;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p26\" class=\"\">“And the tongue of the dumb shall speak.” And so on. (<span class=\"citation\" id=\"16348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16348)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16348)\">D&amp;C 84:64–70<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p27\" class=\"\">I bear my solemn witness that these gifts are with the Church today. The sick are healed, the eyes of the blind are opened, the ears of the deaf are unstopped, the lame are made to walk. The gift of tongues blesses our missionaries and others the world over. The gifts of wisdom and knowledge are evidenced by the leadership of our people everywhere. Devils are cast out, spirits are discerned, the gift of faith is demonstrated on every side. Many mighty miracles give evidence that this is indeed his church, the church of Jesus Christ. All the gifts and powers and blessings that have always identified Christ’s church are with the Church today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p28\" class=\"\">As members of the Church, is our faith sufficiently strong? Are we in tune with the Spirit that we might be blessed by these great gifts? Do we believe a miracle can be performed or a blessing given? Do we call upon the priesthood as often as we should to administer to the sick? Do we believe we can be healed? Do we have faith to heal? Is the priesthood always prepared to give a blessing? How strong is your faith?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p29\" class=\"\">President George Q. Cannon said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p30\" class=\"\">“I have felt deeply impressed … that the members of our Church do not value as they should the means which God has placed within their reach for the relief and healing of the sick.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p31\" class=\"\">“There is too great a disposition, when sickness enters a household, to send for a doctor. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p32\" class=\"\">“Instances are very common among the faithful Saints of the gift of healing being manifested in a very wonderful manner. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p33\" class=\"\">“God has not forgotten His promises, and He has not withdrawn Himself from His people. But the Latter-day Saints should make use of these means more frequently than they do, and put more trust in God and less in man’s skill.” (<span class=\"emphasis\">Gospel Truths,<\/span> comp. Jerrald L. Newquist, Deseret Book, 1974, 2:186–87.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p34\" class=\"\">We have been instructed as to the administration of the sick:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p35\" class=\"\">“Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p36\" class=\"\">“And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p37\" class=\"\">“Confess your faults one to another, and pray one for another, that ye may be healed.” (<span class=\"citation\" id=\"26271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26271)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26271)\">James 5:14–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p38\" class=\"\">“And the elders of the church, two or more, shall be called, and shall pray for and lay their hands upon them in my name; and if they die they shall die unto me, and if they live they shall live unto me.” (<span class=\"citation\" id=\"16285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16285)\">D&amp;C 42:44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p39\" class=\"\">The accounts of miraculous healings in the Church are numerous. They warm one’s soul and give great strength of testimony as to the divinity of this great work. But the Lord has instructed us that we are not to boast of these great blessings. He said, “But a commandment I give unto them, that they shall not boast themselves of these things, neither speak them before the world; for these things are given unto you for your profit and for salvation.” (<span class=\"citation\" id=\"16349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16349)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16349)\">D&amp;C 84:73<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p40\" class=\"\">It was not intended that we make merchandise out of the gifts of God and shout to the world the result of these most wonderful gifts. They are given to us for our salvation, to strengthen our testimony and the testimonies of others as we bear humble witness of them in our meetings, quietly, by the Spirit but not before the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p41\" class=\"\">“Behold, faith cometh not by signs, but signs follow those that believe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p42\" class=\"\">“Yea, signs come by faith, not by the will of men, nor as they please, but by the will of God.” (<span class=\"citation\" id=\"16314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16314)\">D&amp;C 63:9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p43\" class=\"\">Faith to heal the sick is one of the most desirable gifts of the gospel and should be sought after by all Melchizedek Priesthood holders. They should always be ready to exercise this power in behalf of those who need a blessing. They should seek to have and develop the gift of faith, faith to heal and faith to be healed. “And whoso shall ask it in my name in faith,” the Lord has said, “they shall cast out devils; they shall heal the sick; they shall cause the blind to receive their sight, and the deaf to hear, and the dumb to speak, and the lame to walk.” (<span class=\"citation\" id=\"16279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16279)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16279)\">D&amp;C 35:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p44\" class=\"\">Administration to the sick should be done at the request of the sick persons or someone close to them who is concerned about them, that it might be done through their faith. The Lord said, “And these things ye shall not do, except it be required of you by them who desire it, that the scriptures might be fulfilled; for ye shall do according to that which is written.” (<span class=\"citation\" id=\"16269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16269)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16269)\">D&amp;C 24:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p45\" class=\"\">Both the one receiving the blessing and the one giving it should be in tune with the Spirit through their worthy lives, and then the Lord has promised, “Whatsoever thing ye shall ask the Father in my name, which is good, in faith believing that ye shall receive, behold, it shall be done unto you.” (<span class=\"citation\" id=\"38386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38386)\">Moro. 7:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p46\" class=\"\">After one has demonstrated his worthiness through good works and manifested his faith through prayer or proper administration to the sick, it must be left in the hands of the Lord those who will be healed and those who will not. We may not always understand why someone is healed and why another for whom we have also exercised great faith is not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p47\" class=\"\">The Lord said that when the elders administer to the sick, if they die, they die unto him, and if they live, they live unto him. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p48\" class=\"\">“Thou shalt weep for the loss of them that die, and more especially for those that have not hope of a glorious resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p49\" class=\"\">“And it shall come to pass that those that die in me shall not taste of death, for it shall be sweet unto them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p50\" class=\"\">“And again, it shall come to pass that he that hath faith in me to be healed, and is not appointed unto death, shall be healed.” (<span class=\"citation\" id=\"16286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16286)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16286)\">D&amp;C 42:45–46, 48<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p51\" class=\"\">President Kimball has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p52\" class=\"\">“If all the sick for whom we pray were healed, if all the righteous were protected and the wicked destroyed, the whole program of the Father would be annulled and the basic principle of the gospel, free agency, would be ended. No man would have to live by faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p53\" class=\"\">“Should all prayers be immediately answered according to our selfish desires and our limited understanding, then there would be little or no suffering, sorrow, disappointment, or even death, and if these were not, there would also be no joy, success, resurrection, nor eternal life and godhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p54\" class=\"\">“Being human, we would expel from our lives physical pain and mental anguish and assure ourselves of continual ease and comfort, but if we were to close the doors upon sorrow and distress, we might be excluding our greatest friends and benefactors. Suffering can make saints of people as they learn patience, long-suffering, and self-mastery.” (<span class=\"emphasis\">Faith Precedes the Miracle,<\/span> Deseret Book Co., 1973, pp. 97–98.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p55\" class=\"\">Even though the Lord has prescribed proper procedures in administration to the sick, this does not mean that humble prayers by faithful individuals would not be answered. James has said, “The effectual fervent prayer of a righteous man availeth much.” (<span class=\"citation\" id=\"26272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26272)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26272)\">James 5:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p56\" class=\"\">The Savior said during his administration on earth that in the last days, men not authorized of God would, in Christ’s name, perform wondrous works. This is evidenced by his words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p57\" class=\"\">“Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p58\" class=\"\">“And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.” (<span class=\"citation\" id=\"36300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36300)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36300)\">Matt. 7:22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p59\" class=\"\">He gave the same warning to the Prophet Joseph Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p60\" class=\"\">“[Walk] uprightly before me, … that ye may not be seduced by evil spirits, or doctrines of devils, or the commandments of men; … and that ye may not be deceived seek ye earnestly the best gifts, always remembering for what they are given;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p61\" class=\"\">“… they are given for the benefit of those who love me and keep all my commandments, and him that seeketh so to do.” (<span class=\"citation\" id=\"16296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16296)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16296)\">D&amp;C 46:7–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/gifts-of-the-spirit.p62\" class=\"\">May we so live that we may always have the companionship of the Holy Spirit and be blessed by these beautiful spiritual gifts that are a part of the gospel, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}