{"ID":2534, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Savior’s Program for the Care of the Aged\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p2\" class=\"\">Bishop Vaughn J. Featherstone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p\" class=\"\">Second Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:318c.jpg\" alt=\"Bishop Vaughn J. Featherstone\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p3\" class=\"\">To be old and poor is to be alone, afraid, and ill-fed, and unknown. In a series of articles the <span class=\"emphasis\">Wall Street Journal<\/span> discusses the problems related to the care of the aged. Following are some of the quotes taken from these articles:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p4\" class=\"\">“Many of the aged are gnawed by the fear not that they will die, but that they will die unnoticed by anyone.” (Nov. 15, 1972, p. 16.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p5\" class=\"\">“The poor never saved for rainy days because it rained every day of their lives.” (Nov. 15, 1972, p. 1.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p6\" class=\"\">Shabby apartments attract the elderly due to their meager incomes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p7\" class=\"\">Most of these people live alone “as do five million of the total U.S. population over 65. Coupled with their sense of uselessness, their solitude breeds despair.” (Nov. 15, 1972, p. 1.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p8\" class=\"\">“So, many of the elderly eat what they can get, or afford, not what is good for them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p9\" class=\"\">“Some live mainly on what they can buy from the vending machines in their hotel or apartment lobbies. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p10\" class=\"\">“Others eat dog food. ‘They can get two meals out of a can,’ says Robert Forst.” (Nov. 15, 1972, p. 16.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p11\" class=\"\">It may be interesting to note there are over 300 organizations representing the interests of the aged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p12\" class=\"\">I believe the Savior had great insight into problems such as this, for as he describes in his parable of the rich man and Lazarus, Lazarus was laid daily at the gate, “desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs … licked his sores.” (<span class=\"citation\" id=\"31906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31906)\">Luke 16:19–21<\/a><\/span>.) Both examples are pitiful plights of humanity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p13\" class=\"\">Beset by problems, the elderly poor still cling fiercely to their pride; many will not ask relatives for extra help. They don’t want to be a burden.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p14\" class=\"\">A popular song says:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Old friends,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Old friends<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Sat on their park bench<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Like bookends, …<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">How terribly strange<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To be seventy.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p21\" class=\"\">Paul Simon, “Old Friends”<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p22\" class=\"\">The Church is not without its fault in the care of the aged. This is not due to the principles or the teachings of the Church, but rather to the shortcomings of its members. I sat in a conference some years ago when Elder Matthew Cowley said, “A mother can take care of seven children, but seven children will not later take care of that same mother.” The Church has the solution to all of life’s problems. The Savior did not leave us without direction in caring for our wonderful senior Saints. He was our model. You recall his beautiful, compassionate experience with the widow in the city of Nain. (See <span class=\"citation\" id=\"31897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31897)\">Luke 7:11–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p23\" class=\"\">Several years ago we lived in Garden Grove, California. I was a produce supervisor for a large grocery chain. I dropped by home and picked up my young son Lawrence, who was three at the time. We went out to visit a farm to see if we could procure produce for that company. I went into the sheds, examined the produce; then I was told that Jack, the farmer, was in the house. I went to the front door and rang the bell. A little lady, probably 85 years old, white-haired, frail, stood in the doorway.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p24\" class=\"\">I said, “Is Jack here?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p25\" class=\"\">“No, he isn’t. His father just passed away, and he went to the hospital.” And then she began to weep, and I said, “Are you Jack’s mother?” She said, “Yes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p26\" class=\"\">“I’m terribly sorry about your husband.” And then I was no longer a produce buyer; I was a high priest in the Church, and I said to her, “Do you believe in the resurrection?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p27\" class=\"\">“I guess so.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p28\" class=\"\">And then I said, “The Savior said, ‘I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live.’ (<span class=\"citation\" id=\"28784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28784)\">John 11:25<\/a><\/span>.) And ‘In my Father’s house are many mansions: if it were not so, I would have told you.’” (<span class=\"citation\" id=\"28796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28796)\">John 14:2<\/a><\/span>.) And I went on with several scriptures about the resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p29\" class=\"\">Then finally as I concluded I said, “Your husband will live again. He will be resurrected.” I said, “Do you believe that?” I couldn’t tell whether she did or not; I just knew she wasn’t comforted. So I said to her, “Do you believe in prayer?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p30\" class=\"\">She said, “I used to pray, but lately if I get down on my knees I can’t get back up again. When I do pray, I forget what I’m supposed to pray about. And then when I’m down on my knees and no one comes, I just have to wait until someone does come.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p31\" class=\"\">I said, “Would you like Lawrence and me to pray for you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p32\" class=\"\">She said, “Yes,” and opened the door and we went in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p33\" class=\"\">I helped this sweet soul down onto her knees, and then we began to pray. I poured out my soul to the Lord to let a sweet blessing of comfort come to this spirit, to this little soul. About halfway through the prayer I felt a warmth and a peace come into my heart that I knew our prayers were answered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p34\" class=\"\">At the close of the prayer, I stood up and lifted this soul again from her knees. Peace radiated from her face. I held her hands for a moment and looked into her eyes. There was peace there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p35\" class=\"\">Lawrence and I left. She came over and stood in the doorway as we went out and climbed into the car.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p36\" class=\"\">Lawrence turned around and looked at her and then he said to me, “Dad, she sure was a sweet old grandma.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p37\" class=\"\">Well, there are many sweet old grandmas in the Church, and they love us and they need our love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p38\" class=\"\">Not too long ago I left a Committee of Expenditures meeting, went up to the hospital to administer to a sweet little soul who had been there. As I finished, for some reason I felt impressed and so I said, “I want you to know this hand shook hands with the prophet 15 minutes ago.” And she began to weep. And then a little lady across the room said, “Would you mind administering to me with that hand that shook hands with the prophet 15 minutes ago?” And I administered to her, and then a lady in the bed next to her said, “Would you mind administering to me with that hand that shook hands with the prophet a few minutes ago?” And I administered to her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p39\" class=\"\">Let us review the program, the Lord’s program, for the care of our senior Saints. First, the responsibility rests with the individual to do all he or she can to be a contributing member of society and of the Church, and give service to friends and children and loved ones. All these give soul satisfaction so needed. When health is sufficient to warrant, the Church provides many blessed opportunities for great service. The rich experience of these loved ones can be of such importance to the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p40\" class=\"\">Many can accept calls as couples to fill full-time missions. Others may be called upon to officiate in the temples. Some may visit the temple regularly to do endowment work. Genealogical research is fascinating, stimulating, and fulfilling. Many can and should be called to teach Primary, Sunday School, and Relief Society. Our youth love mature Saints as teachers because they have time to care. Bishops may call the brethren to be home teachers and the sisters to do Relief Society visiting teaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p41\" class=\"\">Inasmuch as home teaching is never finished, many long-living men may help truly teach us by example what home teachers really should be. The Lord said, “He that loseth his life for my sake shall find it.” (<span class=\"citation\" id=\"36303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36303)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36303)\">Matt. 10:39<\/a><\/span>.) Our senior Saints may well be called upon to bake and cook or render compassionate service during funerals or other times of stress and need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p42\" class=\"\">Now, second, the family should do all they can do. Those who have mothers and fathers who are confined should care for them by furnishing those soul needs such as love, care, and tenderness. If you recall the words of the epitaph:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Here lies David Elginbrod;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Have mercy on him, God,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">As he would do if he were God<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And you were David Elginbrod.<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p47\" class=\"\">So we might also declare to you, try to understand them, try to anticipate their needs. Before you turn the financial responsibility of them over to the Church, state, or government, use every resource you or any member of your family has. Nursing home care provided by the Church was up 411 percent last year.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p48\" class=\"\">I believe the Savior would be pleased if we would bring these souls back into our homes, if possible, and if not, to pay the expenses from members of the family. I don’t know of any mother or father in the Church who turned their children over to society during those prolonged sicknesses or during those first years of life when it took 24 hours a day to care for the infant child.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p49\" class=\"\">Now, third, after the individual and family have used all their resources, then the Church is called in to assist. Let me go back to one thought that came to me. I just talked to a young man the other day, and he said that in his family a grandfather had been very critically ill, had been bedfast and the family tended him during those long hours and, as it were, the man had to wear a diaper. The family changed the diaper regularly. Is that more than he would have done for them? No. We must not forget our family members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p50\" class=\"\">Now to the Church. Welfare services reach into every life in the Church. We are interested in the physical health and emotional welfare of every member. Our beloved aged are a vital segment of the Church. They contribute more to our lives than we would dare to suppose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p51\" class=\"\">For example, I have a sweet Aunt Beryl Hollindrake. She told me that when she was just three or four years old that my great-grandmother, her Grandmother Featherstone, would hold her on her lap and tell her about the Savior, all the beautiful stories. Then she would recall how my great-grandmother would tell her about the Savior’s trial and how they beat him and cursed him and spit upon him—how they dragged him and forced him against the cross and drove huge spikes into his hands cruelly. She said, “As my grandmother would tell me these stories, tears would stream down her cheeks.” And she said, “It was on the lap of my grandmother that I learned to love the Savior with all my heart and soul.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p52\" class=\"\">What a wonderful contribution our grandmothers and grandfathers can make if they will share some of the rich experiences and their testimonies with their children and grandchildren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p53\" class=\"\">When I was stake president, we wanted the lonely, the heartsick, the despairing, even the inactive, young or old, to move into our stake so we would have a greater opportunity to serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p54\" class=\"\">I have a great friend who, when he was called to be a stake president, canceled the high council Christmas party and had a special Christmas party for the senior Saints in the stake. And then on Christmas morning he would call all of the widows in his stake who had no one who cared.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p55\" class=\"\">Edgar A. Guest, in a great understanding of life, wrote many verses about home. Let me just extract a few from his great poem on home:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Ye’ve got t’ weep t’ make it home, ye’ve got t’ sit an’ sigh.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">An’ watch beside a loved one’s bed, an’ know that Death is nigh;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">An’ in the stillness o’ the night t’ see Death’s angel come,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">An’ close the eyes o’ her that smiled, an’ leave her sweet voice dumb.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">For these are scenes that grip the heart, an’ when yer tears are dried,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Ye find the home is dearer than it was, an’ sanctified;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">An’ tuggin’ at ye always are the pleasant memories<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">O’ her that was an’ is no more—ye can’t escape from these.<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p64\" class=\"\">They may be pleasant memories, and they may not, depending on our care for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p65\" class=\"\">Stephen Horn, the president of California State University at Long Beach, said, “It is time we revised our concept of the ‘old’ to ‘long-living’ and accented not the declining powers of aging but the rising knowledge and experience that results from a long life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p66\" class=\"\">Life can be so full and rich for our beloved senior Saints with snowy crowns. We love you and care for you. You make life so rich and meaningful for us. We pledge to be what we should be in our relationship to you. In James we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p67\" class=\"\">“Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction.” (<span class=\"citation\" id=\"26265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26265)\">James 1:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-saviors-program-for-the-care-of-the-aged.p68\" class=\"\">“<span class=\"emphasis\">To visit the fatherless and widows in their affliction.<\/span>” It is my prayer that we may be filled with pure love of Christ toward our beloved senior Saints. This is his church. I believe if he were here he would spend much time with them. May we follow in his footsteps. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}