{"ID":2535, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Beatitudes\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p2\" class=\"\">Elder O. Leslie Stone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2898.jpg\" alt=\"Elder O. Leslie Stone\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p3\" class=\"\">We think of the Savior in the early part of his Ministry, high up in the hills overlooking the Sea of Galilee, where in company with his 12 disciples and a multitude of eager listeners, he gave his Sermon on the Mount. An important part of that sermon is known as the Beatitudes. (See <span class=\"citation\" id=\"36263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36263)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36263)\">Matt. 5:1–11<\/a><\/span>.) In the few moments assigned to me, I would like to discuss them briefly with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p4\" class=\"\">The Beatitudes contain the heart of the Master’s teachings and show his spirit and way of life. It was his aim to teach his disciples and give them a better understanding of the gospel, because a real disciple of Christ should have a character made up of these traits.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p5\" class=\"\">Now, the first of the Beatitudes we find in Matthew 5, verse 3: “Blessed are the poor in spirit: for theirs is the kingdom of heaven.” [<span class=\"citation\" id=\"36264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36264)\">Matt. 5:3<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p6\" class=\"\">What is meant by “poor in spirit”? Is it not <span class=\"emphasis\">humility,<\/span> which renders us teachable and eager to learn? They who feel themselves spiritually poor approach God, asking him to supply their needs. They who have faith in him, learn his laws and try diligently to obey him. They thus become eligible for the great blessings he has promised, including salvation, exaltation, and eternal life, which are the greatest of all the gifts of God. (See <span class=\"citation\" id=\"16250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16250)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16250)\">D&amp;C 14:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p7\" class=\"\">“Blessed are they that mourn: for they shall be comforted.” (<span class=\"citation\" id=\"36265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36265)\">Matt. 5:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p8\" class=\"\">The mourner shall be comforted when he sees the divine purpose in his grief. The Lord has told us: “Come unto me, all ye that labour and are heavy laden, and I will give you rest.” (<span class=\"citation\" id=\"36304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36304)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36304)\">Matt. 11:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p9\" class=\"\">We should always remember the Lord intended that we should have problems to meet and solve as a part of our training in this life to help us prepare for the next phase of our eternal existence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p10\" class=\"\">An unknown author made this statement: “If all suffering and unhappiness could be removed from our lives, what kind of people would we be? I believe it would be impossible to produce strong, noble, generous, compassionate human beings if suffering were eliminated from their lives.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p11\" class=\"\">We must not allow ourselves to become embittered in times of mourning and sorrow. We must keep faith and seek comfort from the Lord through prayer. We have his promise that we shall be blessed. Those who are burdened shall be made happy when they learn the real comfort of the gospel through their faith and <span class=\"emphasis\">through their works.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p12\" class=\"\">“Blessed are the meek: for they shall inherit the earth.” (<span class=\"citation\" id=\"36266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36266)\">Matt. 5:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p13\" class=\"\">Meekness is a virtue that can be exercised toward both God and man. The meek are those who are gentle, kind, patient, tolerant; not proud, mighty, or conceited. In Proverbs we read, “He that is slow to anger is better than the mighty.” (<span class=\"citation\" id=\"41521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41521)\">Prov. 16:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p14\" class=\"\">Meekness must not, however, be confused with self-depreciation. Because it involves self-control, it is not a weak, but a heroic quality. Our Savior at all times was willing to submit to the will of God. Even in his moment of agony, he could say, “Nevertheless not my will, but thine, be done.” (<span class=\"citation\" id=\"31914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31914)\">Luke 22:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p15\" class=\"\">“Blessed are they which do hunger and thirst after righteousness: for they shall be filled.” (<span class=\"citation\" id=\"36267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36267)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36267)\">Matt. 5:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p16\" class=\"\">Those who seek after truth shall be fed in rich abundance. In our modern scripture, the Doctrine and Covenants, section 88, we find this promise: “Draw near unto me and I will draw near unto you; seek me diligently and ye shall find me; ask, and ye shall receive; knock, and it shall be opened unto you.” (<span class=\"citation\" id=\"16355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16355)\">D&amp;C 88:63<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p17\" class=\"\">We can prove our love of God by radiating righteousness. If we really hunger and thirst after righteousness, then it is our duty <span class=\"emphasis\">to know<\/span> and <span class=\"emphasis\">to do<\/span> the will of him who sent us here. By keeping his commandments, we will receive great blessings. Remember, the Lord has told us: “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.” (<span class=\"citation\" id=\"16341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16341)\">D&amp;C 82:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p18\" class=\"\">“Blessed are the merciful: for they shall obtain mercy.” (<span class=\"citation\" id=\"36268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36268)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36268)\">Matt. 5:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p19\" class=\"\">They that show mercy shall receive mercy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p20\" class=\"\">Someone made this compassionate statement: “There is no better exercise for the heart than to reach down and lift someone up.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p21\" class=\"\">The Savior always showed forgiveness and mercy in every situation with which he was confronted. He taught, “Be ye therefore merciful, as your Father also is merciful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p22\" class=\"\">“Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven.” (<span class=\"citation\" id=\"31896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31896)\">Luke 6:36–37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p23\" class=\"\">Even on the cross when he was near death, he said, “Father, forgive them; for they know not what they do.” (<span class=\"citation\" id=\"31918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31918)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31918)\">Luke 23:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p24\" class=\"\">“Blessed are the pure in heart: for they shall see God.” (<span class=\"citation\" id=\"36269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36269)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36269)\">Matt. 5:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p25\" class=\"\">Christ tells us that purity of heart leads to love and knowledge of God. A love of God and of our fellow beings brings purity of character.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p26\" class=\"\">In Proverbs we read: “As [a man] thinketh in his heart, so is he.” (<span class=\"citation\" id=\"41525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41525)\">Prov. 23:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p27\" class=\"\">The Prophet Joseph said: “If you wish to go where God is, you must be like God, or possess the principles which God possesses, for if we are not drawing towards God in principle, we are going from him and drawing towards the devil. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p28\" class=\"\">“Search your hearts, and see if you are like God. I have searched mine, and I feel to repent of all my sins. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p29\" class=\"\">“Is not God good? Then you be good; if He is faithful, then you be faithful. Add to your faith virtue, to virtue knowledge, and seek for every good thing.” (<span class=\"emphasis\">History of The Church of Jesus Christ of Latter-day Saints,<\/span> 4:588.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p30\" class=\"\">He later said: “Be virtuous and pure; be men of integrity and truth; keep the commandments of God; and then you will be able to more perfectly understand the difference between right and wrong—between the things of God and the things of men; and your path will be like that of the just, which shineth brighter and brighter unto the perfect day.” (<span class=\"emphasis\">History of the Church,<\/span> 5:31.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p31\" class=\"\">If we strive to be like God, then we will do all we possibly can to cast from our minds and actions all unholy and ungodly things, that our motives will be honorable and our hearts pure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p32\" class=\"\">“Blessed are the peacemakers: for they shall be called the children of God.” (<span class=\"citation\" id=\"36270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36270)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36270)\">Matt. 5:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p33\" class=\"\">Peacemakers are those who try to save themselves and their fellows from strife. Our Heavenly Father delights in peace, and all who seek to bring about peace shall be like God in that respect and shall be called the children of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p34\" class=\"\">Was not Christ the great peacemaker? He encouraged men to love and understand each other so that they could live together in peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p35\" class=\"\">The Lord has commanded us to love all men, including our enemies. He expects us to be peacemakers. He asks us to work out a reconciliation in a Christlike manner with those with whom we have difficulties or misunderstandings. It is his will that we should tolerate abuse rather than retaliate in a spirit of anger. It is better to turn the other cheek, to go the extra mile, to give our coat and our cloak also, than to offend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p36\" class=\"\">And the last of the Beatitudes: “Blessed are they which are persecuted for righteousness’ sake: for theirs is the kingdom of heaven.” (<span class=\"citation\" id=\"36274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36274)\">Matt. 5:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p37\" class=\"\">To the disciples of the Lord, the Lord spoke directly, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p38\" class=\"\">“Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p39\" class=\"\">“Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.” (<span class=\"citation\" id=\"36275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36275)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36275)\">Matt. 5:11–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p40\" class=\"\">Today members of the Church do not often face persecution in the form of physical violence or harm, but perhaps some application can be made to the pressures we may feel from society, particularly the peer group pressures that our young people feel when they live up to the standards of dress and morality set by our present-day leaders. If these young people are prayerful and live the commandments, they will feel good about these high standards and will be able to stand up to criticism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p41\" class=\"\">Our youth should always remember that when they were baptized they took upon themselves the name of Jesus Christ; they can be proud to stand up for his principles and those of our present-day leaders. By so doing they will receive rich rewards in this life and in the eternities to come, for theirs is the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p42\" class=\"\">Whenever we live up to the best that is in us, we live up to the principles and the ideals the Savior gave us. To follow him brings peace to the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p43\" class=\"\">On one occasion Christ said, “If ye love me, keep my commandments.” (<span class=\"citation\" id=\"28803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28803)\">John 14:15<\/a><\/span>.) How long? For a day? Should we keep the commandments of the Lord for a week? Should we observe and do his will for a month or a year? To my knowledge, there is no promise to any individual that he shall receive the reward of the just, <span class=\"emphasis\">unless he is faithful to the end.<\/span> If we fully understand and faithfully carry out in our lives the principles that Jesus taught, we shall be prepared to go back and dwell in the presence of the Father and the Son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p44\" class=\"\">We are most happy when we conform to the teachings Christ gave us. They should be the signals along the road we should follow. In these troubled times we need all the help we can get. It is available to us if we do our part. Great blessings are in store for us if we follow the teachings of our Lord and Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p45\" class=\"\">In establishing goals and charting our future course, let us remember the teachings found in the Beatitudes and the commandments the Lord has given us to live by.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-beatitudes.p46\" class=\"\">May his blessings be with all of us, according to our needs, is my prayer in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}