{"ID":2539, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Need to Continue in Righteousness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p2\" class=\"\">President Rex D. Pinegar<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:318a.jpg\" alt=\"President Rex D. Pinegar\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p3\" class=\"\">My beloved brothers and sisters, I’m sure we all echoed with the choir “Thanks Be to God” for the opportunity we have to be gathered today under the direction of a prophet, Spencer W. Kimball.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p4\" class=\"\">My family and I have recently returned from Virginia, where it has been my great privilege to preside over a mission of the Church for the past three years. Observing the diligence and faith of the missionaries has brought to me a greater realization of the blessings that accompany those who continue to serve the Lord in righteousness. I’m grateful to the Lord for the calling I now have which permits me to continue to serve in missionary service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p5\" class=\"\">This privilege was even more keenly felt when one of my recently returned missionaries confided in me a dilemma at returning home. This fine young man had served well his entire mission. He had demonstrated faith and courage under difficult circumstances. Now he faces the challenge of maintaining his missionary zeal and spirit in the surroundings of home where more subtle opposition may exist.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p6\" class=\"\">After telling me what a great family he had and how well they had supported him during his missionary service, he posed a problem. He said, “The only big thing that is really bothering me about being home and being around the family is that my family is one that likes to do a lot of hunting. Now that used to be a great thing for me, but now it is a lot different, mainly because it means the family will be expecting me to go hunting with them on Sundays. So I am faced with a big decision right off the bat. I really don’t want to go hunting on Sunday, but I don’t want to upset my family because of it. Any counsel would surely be appreciated.” He went on to assure me that he knew his family did not desire nor intend to ask him to do wrong. Hunting was just a longstanding activity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p7\" class=\"\">The counsel I would give to my missionary, and to others who may be faced with the decision to continue or not to continue a righteous course, is to recall the experience of Oliver Cowdery. Oliver had begun his labors in the kingdom with a faithful and humble service. The Lord rewarded him by giving him the gift of translation. He told Oliver of marvelous contributions he could make toward enlightening the people if he would continue faithfully in his efforts. Later when Oliver attempted to translate, he failed. The Lord told Oliver it was “because that you did not continue as you commenced.” (<span class=\"citation\" id=\"16242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16242)\">D&amp;C 9:5<\/a><\/span>.) Oliver had not continued in his righteous efforts, and the gift was taken from him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p8\" class=\"\">Simply stated, the Lord’s counsel to one who has “commenced” properly and faithfully is, “Continue as you have commenced.” We could follow the example of Nephi, a son of Helaman, who after laboring diligently to teach and live righteously, had decided to give up and return home because the people refused to accept his counsel and to repent. As he approached his home, the voice of the Lord came to him. The Lord reminded Nephi of the blessings that would result from the unwearyingness with which he had labored and taught the people and with which he had kept the commandments of God. With renewed vigor and determination, Nephi turned from his home and returned to his labors to continue as he had commenced. (See <span class=\"citation\" id=\"24717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24717)\">Hel. 10:2–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p9\" class=\"\">There is also the enlightening experience which Enos had. He helps us to understand the blessing of building upon and following the teachings of righteous parents. Enos described his father as a “just man—for he taught me in his language, and also in the nurture and admonition of the Lord, … and the words which I had often heard my father speak concerning eternal life, and the joy of the saints, sunk deep into my heart.” (<span class=\"citation\" id=\"21506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21506)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21506)\">Enos 1:1, 3<\/a><\/span>.) The continual teachings of a just father caused Enos’ soul to hunger, and he went before the Lord in mighty prayer and supplication for his own soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p10\" class=\"\">Enos had also learned the value of continuing in righteousness, for he tells us that he prayed all day long, “and when the night came I did still raise my voice high that it reached the heavens.” (<span class=\"citation\" id=\"21507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21507)\">Enos 1:4<\/a><\/span>.) His continuous and fervent humble prayer resulted in a marvelous declaration from on high: “And there came a voice unto me, saying: Enos, thy sins are forgiven thee, and thou shalt be blessed.” (<span class=\"citation\" id=\"21508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21508)\">Enos 1:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p11\" class=\"\">Enos had built upon the righteous teachings of his father as the base for his own search for the Lord. He had continued as he commenced.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p12\" class=\"\">To continue means more than to endure or to tolerate something. It means to maintain a steady course of action with unshaken faith in Christ. It means to be a true follower of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p13\" class=\"\">“Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p14\" class=\"\">“And ye shall know the truth and the truth shall make you free.” (<span class=\"citation\" id=\"28779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28779)\">John 8:31–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p15\" class=\"\">To continue means to press forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p16\" class=\"\">“And now, my beloved brethren, after ye have gotten into this straight and narrow path, I would ask if all is done? Behold, I say unto you, Nay; for ye have not come thus far save it were by the word of Christ with unshaken faith in him, relying wholly upon the merits of him who is mighty to save.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p17\" class=\"\">“Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life.” (<span class=\"citation\" id=\"3932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3932)\">2 Ne. 31:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p18\" class=\"\">To continue in righteousness takes personal courage and strength of commitment. We must recognize that there is an opposing force to that which is right. Sometimes hardships come our way or fatigue dims our vision in decision making. It may be a selfish motive or a carnal desire that needs to be overcome before we can continue. In every situation, however, the answer which leads to happiness is to press forward. President Kimball has assured us that when we have done all we can do in a situation, the Lord “will find a way to open doors.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p19\" class=\"\">A pair of lady missionaries spent an entire week striving to open the doors of people’s hearts in a small town. They met rejection and ridicule at almost every door. After a particularly difficult day, they returned to their apartment dejected and tired. They were not sure they could continue in the face of such opposition. After much discussion and prayer, they retired for the night, determined that on the morrow they would return once more to their area to continue their labors. The next morning they pleaded again with the Lord for strength to face the challenges of the day. That day nearly every family they called on welcomed their message. The Lord blessed their continued efforts and faith and opened the doors of homes and hearts to the message of restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p20\" class=\"\">A home teacher continued faithfully to visit a certain family for seven years before the father in that home responded to the invitation to become actively involved in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p21\" class=\"\">One young husband decided to find out for himself if the Church were true. He had observed the uplifting changes brought into the lives of his wife and children, who had joined The Church of Jesus Christ of Latter-day Saints six years previously. He obtained a copy of the Book of Mormon and began reading. At first he felt nothing, but he continued to read. He remembered that he should pray as he read—that was the counsel the missionaries had given. For the next six evenings he continued to read and to pray. He continued to plead with the Lord to let him know the truths contained in these scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p22\" class=\"\">Two more evenings he continued, and then a deeply spiritual experience began to unfold. He found himself listening as he read. It was as though he were hearing the characters in the story speak rather than verbalizing the printed word himself. He continued to pray and to study. At the close of the tenth evening, he stated that he was now hearing the voices of the characters and feeling the spirit of their messages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p23\" class=\"\">His continued effort brought him near to the Lord in his search for truth; he then received a testimony of the truthfulness of the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p24\" class=\"\">A noble wife continued for 37 years to teach her children to honor their father, for she promised that he would one day honor his priesthood. This promise was realized, and he became a diligent and faithful follower of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p25\" class=\"\">Our faithful pioneers sang, “Press on, press on” (“Though Deepening Trials,” <span class=\"emphasis\">Hymns,<\/span> no. 285) as they continued their difficult and trying journey to Utah. The youth of the Church today sing, “Carry on, carry on” (“Firm as the Mountains Around Us,” <span class=\"emphasis\">Hymns,<\/span> no. 42) in the face of modern trials.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p26\" class=\"\">There are many, many examples of those who have received blessings through continuing in righteousness. There are also numberless examples of those who have been denied the Lord’s blessings because they turn from righteous paths and do that which is wrong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/we-need-to-continue-in-righteousness.p27\" class=\"\">May the Lord bless each of us with the strength, courage, and faith to continue what we commence in righteousness. I testify to you that God lives. May we each follow the counsel of the Lord to continue in righteousness ourselves, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}