{"ID":2541, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Eternal Togetherness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p2\" class=\"\">Elder Mark E. Petersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a4a.jpg\" alt=\"Elder Mark E. Petersen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p3\" class=\"\">I would like at this time to express the deep appreciation I feel, and I am sure all of you feel, for the magnificent leadership of President Kimball. He thrills us; he thrills me and I am sure he thrills you. He is a mighty man of God, and yet he is so humble. He has the common touch; we all love him very much. And I am sure that I may speak for everyone of you in saying to him this day how grateful we are for his leadership and that we uphold and sustain him with all our hearts and all our souls. President Kimball, we are grateful for your leadership.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p4\" class=\"\">I have a friend whose name is Kenneth. He has a lovely wife and four young children and is a good citizen and a generous provider.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p5\" class=\"\">His family is united. They do things together, go places together, have fun together. Some people may wonder what more they possibly could have. But they do lack one thing—and it is a serious deficiency. They do not have that something which could make their happiness and togetherness permanent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p6\" class=\"\">They are <span class=\"emphasis\">so<\/span> satisfied with the present that they never have considered the possibility that someday it may all stop and that they won’t have this happiness, this togetherness, any longer and that their present enjoyment may become but a pleasant memory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p7\" class=\"\">Kenneth and his wife, Lucille, are good people, honest and upright. They don’t go to church, though, and they feel they can be good enough without it. They teach their children honesty and virtue and they tell themselves that is about all the Church would do for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p8\" class=\"\">And, anyway, they insist that they need their weekends for family recreation. Saturdays and Sundays are the only days Kenneth has free from his work, so church-going would really get in their way and would be an obstacle to their plans for each weekend—so they tell themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p9\" class=\"\">I would like now to talk to Kenneth and his family, and to all other families in similar circumstances. So, Kenneth, let us counsel together for a few moments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p10\" class=\"\">We know that your love for your family is truly great. But it can be even greater. You know that life is uncertain and that the good things you enjoy now might not and probably cannot go on forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p11\" class=\"\">Do you recall Ralph Stewart who worked at the same place where you are employed? Do you remember the accident that left him a cripple and that eventually took his life? What became of the togetherness of his family? Where is their weekend recreation now?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p12\" class=\"\">Oh, I know that you don’t like to bring up unpleasant things. And yet you are a realist and usually you do look things squarely in the face. Why not look at your family situation that way?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p13\" class=\"\">Recently I passed a beautiful stone church. In front of it was a neat little bulletin board announcing the pastor’s sermon topic for the next Sunday and asking the question “Where are you going to spend eternity?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p14\" class=\"\">It made me stop and think and reminded me of a few years back when I was in the Dulles airport near Washington, D.C., with Elder Richard L. Evans. We watched the people hurrying by, some running for planes, others looking for taxis or friends to take them somewhere else.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p15\" class=\"\">Brother Evans looked at them and then at me and asked, “Where do they think they are really going?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p16\" class=\"\">But like you, Kenneth, they weren’t giving that subject any attention. Now I ask you: Where are you really going? Where is your family going? Are you always going to have fun? Are you always going to be together like you are now? Do you ever think of eternity?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p17\" class=\"\">We used to sing in Sunday School a hymn with words that went like this:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">We’re marching, marching homeward<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To that bright land afar;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">We work for life eternal;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">It is our guiding star.<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p22\" class=\"\">Another verse reads:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Then day by day we’re marching,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To heaven we are bound;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Each good act brings us nearer<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That home where we’ll be crowned.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">“We’re Marching on to Glory,”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p28\" class=\"\"><span class=\"emphasis\">Hymns,<\/span> no. 194<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p29\" class=\"\">It is a good old song, and it kept our attention on the very thing that you seem now to have forgotten.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p30\" class=\"\">Kenneth, there <span class=\"emphasis\">is<\/span> an eternity. I’m sure you already believe that. And there is a God in heaven who is our eternal Father. You believe that too. But what are we doing to assure a proper place for ourselves in that eternity?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p31\" class=\"\">I think that we must all accept the fact that whereas God is a most merciful Father—infinitely so—he also is a just God. And do you recall what he wants of us?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p32\" class=\"\">He hopes that we will all become like him, just as the Savior commanded in his Sermon on the Mount. (See <span class=\"citation\" id=\"36280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36280)\">Matt. 5:48<\/a><\/span>.) As the children of God, we have within us the full capability of becoming like him. Isn’t it natural for children to become like their parents? But we can’t become like him merely through wishful thinking, nor even by being what we ourselves may call good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p33\" class=\"\">He has his own plan for us to follow, and it alone will assure us the desired results. It is a formula for success both in this life and the life to come. Unless we follow it, we restrict ourselves. It is that way in everything else, isn’t it? Do you remember when you studied chemistry in school? What happened if you didn’t follow the formula in a laboratory experiment? Do you remember also in school that you were required to follow the curriculum or you couldn’t graduate? It is the same with eternity. We have to follow the Lord’s formula, which is his gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p34\" class=\"\">If we do, we may always have this togetherness which you now enjoy in your family, and neither death nor the resurrection will prevent it. Wouldn’t you like that?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p35\" class=\"\">But the Lord knows that perfection cannot come by imperfect means, and therefore he gives us his perfect formula, with the warning—such as we also were given in school—that unless we follow it, unless we fully accept his plan, we cannot receive the blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p36\" class=\"\">Let us note just a few things which he has said, keeping in mind that he cannot violate his own rules. Obedience is a part of greatness. It is only good sense to comply with divine law.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p37\" class=\"\">Let us read a few of the things he has told us about obedience. Said the Savior to the Nephites:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p38\" class=\"\">“Come unto me and be ye saved; for verily I say unto you, that except ye shall keep my commandments, which I have commanded you at this time, ye shall in no case enter into the kingdom of heaven.” (<span class=\"citation\" id=\"5798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5798)\">3 Ne. 12:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p39\" class=\"\">Stop and think what those words can mean to you and your family. Study them. Ponder over them. They are most serious—“except ye shall keep my commandments, which I have commanded you at this time, ye shall in no case enter into the kingdom of heaven.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p40\" class=\"\">In the early history of our church the Savior gave a revelation in which he said essentially the same thing: “Keep my commandments continually. … And except thou do this, where I am you cannot come.” (<span class=\"citation\" id=\"16270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16270)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16270)\">D&amp;C 25:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p41\" class=\"\">Kenneth, you have received the priesthood. To those who are thus ordained the Lord gives great promises for the future, but he sets up a condition in these words: “You shall live by every word that proceedeth forth from the mouth of God.” (<span class=\"citation\" id=\"16347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16347)\">D&amp;C 84:44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p42\" class=\"\">Don’t you see that if we are going to spend eternity with the Lord, we have to earn that privilege by doing what he asks of us? If we are going to spend eternity with him, we must become like him and so must our wives and our children. But we only become like him by keeping his commandments, by being in his church and following his program. Don’t you see that the program of the Church is really the plan of salvation, the way by which we develop those Christlike traits that make us like him?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p43\" class=\"\">If we were not like him and if it were possible under those circumstances to be in his presence, we would feel completely out of place, wouldn’t we? But, of course, to come to him in that way is impossible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p44\" class=\"\">To develop traits of character like his is not without effort. We must realize that it is a process of growth and comes only by making his gospel a way of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p45\" class=\"\">We cannot be halfhearted about it either. We must serve him with all our heart, might, mind, and soul. And we must remember too that being active in the Church is a part of his gospel. The Lord said emphatically: “Every person who belongeth to this church of Christ, shall observe to keep all the commandments and covenants of the church.” (<span class=\"citation\" id=\"16287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16287)\">D&amp;C 42:78<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p46\" class=\"\">We are told that we shall reap as we sow. This is the law of the harvest. If we sow wheat on our farms here on earth, we grow wheat. If, in our character building, we sow the seeds of righteousness, we shall reap that kind of harvest. So as the Lord himself said: “Whatsoever ye sow, that shall ye also reap; therefore, if ye sow good ye shall also reap good for your reward.” (<span class=\"citation\" id=\"16239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16239)\">D&amp;C 6:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p47\" class=\"\">It works out like this, for example: The Lord said, “If ye forgive men their trespasses, your heavenly Father will also forgive you.” (<span class=\"citation\" id=\"36291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36291)\">Matt. 6:14<\/a><\/span>.) And he added: “With what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.” (<span class=\"citation\" id=\"36294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36294)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36294)\">Matt. 7:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p48\" class=\"\">In other words, if we here and now plan for family togetherness in the hereafter, when we arrive there we shall have it. But if we make no effort in that direction, we forfeit the blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p49\" class=\"\">Let me ask you, Kenneth: Where do you want your wife to spend eternity? Where your children? Do you want to keep them together with you forever? Or do you plan on a separation sometime?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p50\" class=\"\">Do you want your wife to spend eternity bereft of husband and children because you held back in mortality?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p51\" class=\"\">Do you want your children to spend eternity as orphans, without family ties to father and mother, because you held back in mortality?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p52\" class=\"\">Don’t you realize that what you do affects the eternal life of both your wife and your children? You recall that generally children follow the examples of their parents. The pattern you set may determine whether they shall believe in God, whether they shall serve him, and whether they shall have clean or unclean habits. Then, in turn, they will similarly influence their own children—your grandchildren. So you see that what you do now can affect your descendants for generations to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p53\" class=\"\">What is it you want for them? The best, or something less?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p54\" class=\"\">Isn’t it time now for you to solidify your relationship with God—for your own sake, for your wife’s sake, and for the sake of your children and grandchildren?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p55\" class=\"\">We all want family happiness, but there is no happiness in disobedience nor in ignoring God. Why follow worldly ways? They never bring soul satisfaction. And they are costly too. We can never forget that—<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Earth gets its price for what earth gives us;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The beggar is taxed for a corner to die in,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The priest hath his fee who comes and shrives us,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">We bargain for the graves we lie in;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">At the devil’s booth are all things sold,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Each ounce of dross costs its ounce of gold;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">For a cap and bells our lives we pay, we pay,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Bubbles we buy with a whole soul’s tasking:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">’Tis heaven alone that is given away,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">’Tis only God may be had for the asking.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p66\" class=\"\">James Russell Lowell, <span class=\"emphasis\">The Vision of Sir Launfal<\/span><\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p67\" class=\"\">To obtain the eternal togetherness of which we speak, a temple marriage is required. It is frightening to think of the alternative, for if we reject it the Lord says we cannot be enlarged in the world to come, but rather we shall remain separately and singly, without our togetherness, through all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p68\" class=\"\">President Spencer W. Kimball discussed this matter one day and among other things said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p69\" class=\"\">“Are you willing to jeopardize your eternities, your great continuing happiness, your privilege to see God and dwell in his presence? For the want of investigation and study and contemplation; or because of prejudice, misunderstanding, or lack of knowledge, are you willing to forego these great blessings and privileges?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p70\" class=\"\">“Are you willing to make yourself a widow for eternity or a widower for endless ages, a single, separate individual to live alone and to serve others? Are you willing to give up your children when they die or when you expire, and make them orphans? Are you willing to go through eternity alone and solitary when all of the greatest joys you have ever experienced in life could be ‘added upon’ and accentuated, multiplied, and eternalized? Are you willing … to ignore and reject these truths?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p71\" class=\"\">And then our great President said: “Our friends, please do not ignore this call. I beg of you, open your eyes and see; unstop your ears and hear.” (<span class=\"emphasis\">Ensign,<\/span> Aug. 1974, p. 6.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p72\" class=\"\">So now, Kenneth, I ask you one other question: Does the parable of the Ten Virgins mean anything to you? Half were wise and half were foolish. The wise ones prepared for the future; the foolish did not and were shut out of the Lord’s presence, while the wise ones who had prepared were received by him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p73\" class=\"\">With President Kimball, I appeal to you, Kenneth, and to all the Kenneths everywhere, and to their families, to accept the Lord’s bidding, serve him, and earn your place with him in eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p74\" class=\"\">The Savior’s promise is great if we do, for he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p75\" class=\"\">“He that receiveth me receiveth my Father;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p76\" class=\"\">“And he that receiveth my Father receiveth my Father’s kingdom; therefore all that my Father hath shall be given unto him.” (<span class=\"citation\" id=\"16344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16344)\">D&amp;C 84:37–38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/eternal-togetherness.p77\" class=\"\">And that this may be our happy privilege, I earnestly pray in the sacred name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}