{"ID":2543, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Blessed Are the Peacemakers”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p2\" class=\"\">Elder Theodore M. Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2f9c.jpg\" alt=\"Elder Theodore M. Burton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p3\" class=\"\">One of the most important teachings of Jesus Christ is his statement: “Blessed are all the peacemakers, for they shall be called the children of God.” (<span class=\"citation\" id=\"5797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5797)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5797)\">3 Ne. 12:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p4\" class=\"\">It is impossible to pick up a newspaper or listen to a news broadcast without learning of some new quarrel among nations, some new argument among politicians, some new expression of prejudice against a race or a people, or some new outburst against a person or an idea. When I read or hear of these continuing disputes, I am aware of their negative nature. People nowadays seem to be continually against something or somebody. We appear to live in a negative era. What could have brought all this about?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p5\" class=\"\">The answer appears to me to be that each person today wants to “do his own thing,” to demonstrate his complete independence of everything and everyone. We forget that we are not, and cannot be, totally independent of one another either in thought or action. We are part of a total community. We are all members of one family, as Paul reminded the Greeks at Athens when he explained that God “hath made of one blood all nations of men to dwell on all the face of the earth.” (<span class=\"citation\" id=\"8179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8179)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8179)\">Acts 17:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p6\" class=\"\">It is small wonder then that people everywhere yearn for peace, even when quarreling one with another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p7\" class=\"\">One of our problems is that we read only the first part of that verse and do not read the complete thought. Paul goes on to state that God “hath determined the times before appointed, and the bounds of their habitation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p8\" class=\"\">“That they should seek the Lord, if haply they might feel after him, and he be not far from every one of us.” (<span class=\"citation\" id=\"8180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8180)\">Acts 17:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p9\" class=\"\">We live under these universal laws of truth. If we violate them, it will be to our own destruction. We have to pay a penalty for disobedience whether we do so knowingly or unknowingly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p10\" class=\"\">Our world was not created by accident, but was thoroughly planned and carefully executed. There were times and places appointed for our individual entry into this world. Races, families, and times were appointed for us according to a divine plan. It is to our personal advantage then to learn who we are so we can prepare ourselves to receive the blessings reserved for us and achieve that peace and freedom for which we all yearn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p11\" class=\"\">Paul, in teaching the Ephesian saints of the plan of God, wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p12\" class=\"\">“Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places in Christ:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p13\" class=\"\">“According as he hath chosen us in him <span class=\"emphasis\">before the foundation of the world,<\/span> that we should be holy and without blame before him in love.” (<span class=\"citation\" id=\"21864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21864)\">Eph. 1:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p14\" class=\"\">In citing this verse, I am reminded of a concept President Lee taught the General Authorities. He warned us not to place our trust nor build our sermons on one single verse of scripture. He said that God is the greatest of all teachers and understands the value of repetition. If an idea is true, we will find that concept repeated again and again throughout the scriptures. Instructions are not confined to any one generation, but are given repeatedly, often in other words so we will not miss their true meaning. However, we must not take ideas out of context. The truth that persons were chosen for certain work before this earth was formed is found in many places in the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p15\" class=\"\">When Moses taught the children of Israel, he made this remarkable statement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p16\" class=\"\">“When the most High divided to the nations their inheritance, when he separated the sons of Adam, he set the bounds of the people according to the number of the children of Israel.” (<span class=\"citation\" id=\"21301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21301)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21301)\">Deut. 32:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p17\" class=\"\">This tells me that approximately 2,500 years before there were any children of Israel, God had divided Adam’s sons into families to reflect the coming destiny of those same children of Israel. Jesus Christ himself came through definite lineage lines. Thus there was, and is, planning for the preservation of priesthood lineage. Alma made this clear when he said of men holding the high priesthood that they were “called and prepared <span class=\"emphasis\">from the foundation of the world<\/span> according to the foreknowledge of God, on account of their exceeding faith and good works.” (<span class=\"citation\" id=\"9193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9193)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9193)\">Alma 13:3<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p18\" class=\"\">In our own day we have been told that the priesthood was given us so that we could be of service to others, and that this priesthood “hath continued through the lineage of your fathers—<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p19\" class=\"\">“For ye are lawful heirs, according to the flesh, and have been hid from the world with Christ in God.” In other words, reserved for a special time and place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p20\" class=\"\">“Therefore your life and the priesthood have remained, and must needs remain through you and your lineage until the restoration of all things spoken by the mouths of all the holy prophets since the world began.” (<span class=\"citation\" id=\"16351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16351)\">D&amp;C 86:8–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p21\" class=\"\">It is a sobering and humbling thought then to realize that we have been chosen beforehand and reserved for a special purpose—to use that priesthood for the benefit of others and not for our own aggrandizement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p22\" class=\"\">I have spoken of personal lineage and priesthood heritage for a special reason. That priesthood is the priesthood after the holy order of the Son of God. I remind you that Jesus Christ is the God of love. He came to bring peace to the world, but said himself that his word was really a sword, because men would fail to understand it and use it properly. He taught that because people would not comprehend his message, quarrels and misunderstandings would divide them. For this reason there is a great need for peacemakers in the world who know and understand Jesus Christ and who comprehend that the purpose of the sacrifice of Jesus Christ was to make it possible to restore all persons, if they would follow him, into the very presence of God, the Eternal Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p23\" class=\"\">Can there be discord, hate, envy, and dissension in God’s presence? No! Such things make a hell and not a heaven. That is why we must learn to get rid of dissension, envy, hate, and discord in this life on earth. It is <span class=\"emphasis\">here<\/span> we must learn how to turn our hearts to serve one another with love. <span class=\"emphasis\">Here<\/span> we must learn how to live with one another in peace and harmony so that we can be prepared to live in the presence of that perfect God we claim to worship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p24\" class=\"\">The reason Jesus Christ achieved perfection was that, instead of following his own desires and “doing his own thing,” he followed the desires and the will of God, his perfect Father. Jesus said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p25\" class=\"\">“For I have not spoken of myself; but the Father which sent me, he gave me a commandment, what I should say, and what I should speak.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p26\" class=\"\">“And I know that his commandment is life everlasting: whatsoever I speak therefore, even as the Father said unto me, so I speak.” (<span class=\"citation\" id=\"28792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28792)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28792)\">John 12:49–50<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p27\" class=\"\">That is a perfect way to achieve peace and harmony in our lives. If we would only follow the instructions of a perfect God, instead of following the instructions of men or blindly responding to our own selfish desires, we would have peace. When Jesus came to the Western Hemisphere, he found the people quarreling even about his doctrines, and he said to them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p28\" class=\"\">“There shall be no disputations among you, as there have hitherto been; neither shall there be disputations among you concerning the points of my doctrine, as there have hitherto been.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p29\" class=\"\">“For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who … stirreth up the hearts of men to contend with anger, one with another. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p30\" class=\"\">“But this is my doctrine, that such things [quarreling and arguing] should be done away.” (<span class=\"citation\" id=\"5796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5796)\">3 Ne. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p31\" class=\"\">God, who knows all things from the beginning, knew that in the last days Satan would exert every effort to destroy the work of God. The closer we approach the second coming of Jesus Christ, the greater will be Satan’s efforts. He will try to influence men as never before to destroy one another by dissension, opposition, selfishness, wars, riots, and destructions. If he can get people to quarrel with one another, they will inevitably destroy themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p32\" class=\"\">God, who knows all things, knew from the very beginning that this would happen. It is for this reason that God reserved you and the holy priesthood against that time, so that you can exert this divine power to hold Satan in check. God reserved some of his choicest sons and daughters for this present day and age. These special children were to be leaders who would recognize the negative, self-destructive efforts of Satan and thwart them by the righteous use of divinely authorized priesthood power. That is the reason we need peacemakers today as never before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p33\" class=\"\">Since we live in a quarrelsome world, we face the dangers of that world. Unless we live very close to God and listen carefully to the whisperings of the Holy Spirit, we will find dissension creeping into our own lives, into our homes, and into the Church. We must be alert at all times in our homes, in our daily work, in our private lives, and in our branches, wards, and stakes to see that this does not happen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p34\" class=\"\">Whenever you get red in the face, whenever you raise your voice, whenever you get “hot under the collar,” or angry, rebellious, or negative in spirit, then know that the Spirit of God is leaving you and the spirit of Satan is beginning to take over. At times we may feel justified in arguing or fighting for truth by contentious words and actions. Do not be deceived. Satan would rather have you contend for evil if he could, but he rejoices when we contend with one another even when we think we are doing it in the cause of righteousness. He knows and recognizes the self-destructive nature of contention under any guise. You can recognize the Spirit of Christ within you when you speak to one another or speak of another person with a warm smile instead of with a frown or scowl.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p35\" class=\"\">Thus, from the beginning of creation, God planned to have leaders available in the last days holding the power of the holy priesthood. With this power we can help bring peace to the world by practicing peace. It must begin in our homes, in our quorums, in our auxiliaries, and within every single Church unit. People are so hungry for peace today that if we truly demonstrate peace among ourselves and to others, they will flock to the Church in great numbers. The greatest missionary tool we have is that of demonstrating friendliness, brotherly kindness, harmony, love, and peace in our homes and in all our Church meetings. If we follow the example of Jesus Christ and become true peacemakers, that flood of love will cover the earth as with a blanket. The only way Satan can ever be bound will be through the love of man for God and for one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p36\" class=\"\">“Blessed are the peacemakers: for they shall be called the children of God.” (<span class=\"citation\" id=\"36271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36271)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36271)\">Matt. 5:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/blessed-are-the-peacemakers.p37\" class=\"\">May God bless us to follow the instructions and examples of the holy prophet he has sent to live among us, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}