{"ID":2545, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A New Aristocracy\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p2\" class=\"\">Elder James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:3360.jpg\" alt=\"Elder James E. Faust\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p3\" class=\"\">It has recently been my privilege, along with the other General Authorities assigned to attend the great area conference in Stockholm, to travel to a limited extent in the great Scandinavian countries and on other assignments in England.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p4\" class=\"\">For many centuries these countries have been considered to be among the most enlightened and advanced in the history of the world. Their peoples have made great contributions to the comfort, well-being, and culture of society. But, as in America and so many other countries, there is in these countries evidence of a sickening plague which is sapping, if not destroying, the life blood of humanity. The plague about which I speak seems most obvious among many of the young people, of youth and young adult age, although it is by no means limited to them. I refer to the steady, creeping moral dry rot which is manifested in the obscenity of their behavior and dress and in the debasing entertainment and the centers of pornography which they frequent. Many of these young people appear not only as vulgar, but dirty and repulsive. They have “freaked out.” Many seem to have forsaken all that is decent and possess a moral sickness and cynicism which is crippling and strangling to the enlightened human soul. They are eager participants in all of the repulsive and degrading practices which God has warned humanity against throughout the ages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p5\" class=\"\">There seem to be few countries in this world whose people have escaped this plague, for it is epidemic in proportion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p6\" class=\"\">In great contrast to the low scenes in some of the streets, when we assembled in St. Erik’s Fair Center in Stockholm where 4,000 members of this Church had assembled, there was a completely different spirit and appearance. The youth and young adults at this great conference, along with the others participating, sang, danced, and demonstrated the best of themselves and their culture in a most delightful and uplifting manner. As we looked into their happy, clean, and appealing countenances and felt their enlightened presence, they radiated great moral strength and beauty. They reflected an inner light, even like the quartz prisms their Viking forefathers used to refract the rays of the sun when it was below the horizon to enable them to get their bearings. These youth and young adults are part of an almost worldwide new aristocracy—as the elect of God—who know that the source of all light is divine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p7\" class=\"\">The message I wish to speak today is one of hope. It concerns a conviction as well as a challenge that the youth, young adults, and young marrieds of this Church who believe in and follow its lofty purposes as a part of this new aristocracy will, by their influence and example, begin to reverse this spreading moral dry rot the world over.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p8\" class=\"\">In a letter to John Quincy Adams in 1813, Thomas Jefferson said: “There is a natural aristocracy among men. The grounds of this are virtue and talents. There is also an artificial aristocracy founded on wealth and birth, without either virtue or talents.” (Thomas Jefferson, <span class=\"emphasis\">Writings,<\/span> 13:396.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p9\" class=\"\">How is this new aristocracy distinguished? First, that no one need be excluded. It is formed from those who seek the guidance of the Holy Spirit of God. President Romney teaches us that there are three things we should know about such guidance: He says, “They are: (1) that it is very real, (2) that it is available to every person, and (3) that to follow it is the sure and only way to the solution of our problems.” (<span class=\"emphasis\">Speeches of the Year,<\/span> Provo, Utah: Brigham Young University Press, 11 Jan. 1961, p. 2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p10\" class=\"\">This new aristocracy seeks not only to clean up the physical environment, the air we breathe, and the planet on which we live, but by example and persuasion, the moral environment as well. The new aristocracy will not be seeking to eliminate thoughtful inquiry, or be a board of censors as it were, but rather seek to teach right concepts and to replace bad ideas with enlightened thought. They will be involved in noble and selfless activities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p11\" class=\"\">About a month ago four of the Young Adults gathered in Loughborough for a Young Adults conference, along with others from all over England. This group of four went to perform, as did the others, some unsolicited Christian service. Their intended activity, through no fault of their own, could not be performed, so they were left with some time on their hands. While walking along the street, they decided to stop at a pay telephone and call the local public hospital to see if they could be of help. A nurse in one of the wards answered the telephone and was asked by the one calling if four young people could come over to the hospital and scrub floors or walls, wash dishes, or do any other similar needed task without pay. Apparently this was an uncommon request, because the young man calling said, “After the nurse picked herself up from the floor, she said, ‘Are you kidding?’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p12\" class=\"\">During a morning of helping to scrub and of visiting patients, these four Young Adults had an unforgettable experience. They seek, as Aristotle said, to be those “who have at heart the best interests of the state and of its citizens.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p13\" class=\"\">This new aristocracy will follow the counsel of President Spencer W. Kimball and set styles of their own, no matter how great the peer pressure is. They will not be moved in their inner strength by the cynics, bereft of spirituality, who portray those who believe in God as being stupid, misguided, uninformed, and unsophisticated. This new aristocracy is not led astray or intimidated by the sophistries of the insincere, the hypocritical, or the self-righteous. They will remember the counsel of Brigham Young, who said: “I would put you on your guard against those who wear a long face, and pretend to be so holy, and so much better than every body else—they cannot look pleasant because they are full of the devil. Those who have got the forgiveness of their sins have countenances that look bright, and they will shine with the intelligence of heaven.” (<span class=\"emphasis\">Times and Seasons,<\/span> 6:956.) The words of the Prophet Joseph Smith will be remembered, “I love that man better who swears a stream as long as my arm yet deals justice to his neighbors and mercifully deals his substance to the poor, than the long, smooth-faced hypocrite.” (<span class=\"emphasis\">History of The Church of Jesus Christ of Latter-day Saints,<\/span> 5:401.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p14\" class=\"\">This is not an aristocracy of the haughty, the snobbish, and the arrogant, but of the humble and strong. They live lives of productivity and usefulness. Approximately 18,000 of them presently perform a matchless service as missionaries at considerable monetary sacrifice to themselves and\/or their loved ones. In the last fortnight I have been privileged to meet with some 200 of them laboring in a foreign country. One of them, a tall, smiling young American with his plastic raincoat folded in his coat pocket, approached.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p15\" class=\"\">“Elder,” I queried, “how long have you been on your mission?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p16\" class=\"\">“Since March,” he responded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p17\" class=\"\">For no apparent reason I asked, “How long since you heard from your mother?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p18\" class=\"\">He smiled broadly. “I got my second letter from her last week,” he said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p19\" class=\"\">“How long since you’ve heard from your father?” I inquired.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p20\" class=\"\">He said, “I have not heard from him. I don’t know where he is. My parents are not members of this Church, and I come from a broken home. I had a paper route in my home town in the Midwest, and a family on my paper route, whom I hardly knew, felt sorry for me and invited me to live with them. The missionaries found this family, and they joined the Church and I joined with them. I began to save my money so that if called on a mission, I might be able to go. I worked hard and was able to save much faster than I thought I could. Two years after my conversion, I am serving as a missionary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p21\" class=\"\">These choice young people are not an aristocracy of the rich, but of those who are rich in the Spirit of God. It is not an aristocracy of the politically or socially powerful, but of those who have great moral influence. It is and would be of those who are the elect of God. It is an aristocracy of the young Saints of God, even as those who are on the stand this afternoon and who will be on the stand singing for us this evening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p22\" class=\"\">Jesus spoke of them when he said: “He shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds.” (<span class=\"citation\" id=\"36346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36346)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36346)\">Matt. 24:31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p23\" class=\"\">Listen to the counsel of Paul to the Colossians: “Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering.” (<span class=\"citation\" id=\"125203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125203)\">Col. 3:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p24\" class=\"\">How can the young elect of God, as well as those who are older, begin this herculean task?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p25\" class=\"\">First, by their example of obedience to the commandments of God, thus enjoying the personal guidance of his Holy Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p26\" class=\"\">Second, by sharing their special knowledge as missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p27\" class=\"\">Third, by responding to the high level of expectancy of their parents and Church leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p28\" class=\"\">Fourth, through the giving of themselves. A very special young friend of mine served as a missionary of this Church in Japan. His dedication to missionary work and the Japanese people was so complete and full that, rather than spend all of the money his parents sent to him, he unselfishly made a regular contribution of part of his money to help another local Japanese missionary. His parents sent him extra money so that he could buy some camera equipment available in Japan to record in pictures a few of the great experiences he was having. Rather than buy the camera equipment, which would have served him well for a lifetime, he chose rather to send the money back to his parents. In time, as with most missionaries, the clothes of my young friend became threadbare and thin. In order for him to be able to come home, it was necessary for him to buy a second-hand suit from one of the other elders. His regular denial of himself, in order to share his substance with the local Japanese missionary, was a very closely guarded secret. He is a good example of the young elect of God of this Church, as are hundreds of thousands of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p29\" class=\"\">I desire to leave my witness of the divinity of this great and ever-advancing cause made possible by the obedience, sacrifice, and faithfulness of the elect of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/a-new-aristocracy.p30\" class=\"\">I know that God lives. I know that this is his work. I know that he inspires his great prophet President Spencer W. Kimball. I know his path is the only way to peace and happiness here and hereafter, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}