{"ID":2546, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Transfusion\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p2\" class=\"\">Elder Sterling W. Sill<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3106.jpg\" alt=\"Elder Sterling W. Sill\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p3\" class=\"\">A number of years ago a friend of mine called me on the telephone and asked me if I would come to the hospital and give him a blood transfusion. Then as I lay there and watched the blood run out of my arm, I asked the nurse how many blood transfusions I could safely give in the course of a year, and she said that it would be perfectly all right if I gave four. That is, if it were necessary, I could save the lives of four people each year by a transfusion of my blood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p4\" class=\"\">A few years later I found myself on the other end of this great miracle of transfusion. During and after some major surgery, I was given nine blood transfusions wherein a majority of my total blood supply was exchanged. One afternoon when the intern wasn’t very busy, he figured out for me that in this process I had received 27 billion white corpuscles, and as he described their function, I thought of these 27 billion little medical men dressed in white uniforms going throughout my system killing the disease and fighting the infection that otherwise might have terminated my life. But then, in addition to that, he pointed out that I had also received 18 trillion red corpuscles. These were the little engineers that carried oxygen and nutrition to every one of my locations to keep me in business. And all of this came for just the few dollars that I had previously put into the blood bank. (Incidentally, I asked the intern if he would figure out how much money I was paying per corpuscle, but he thought that problem would be a little bit complicated.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p5\" class=\"\">Since that time I have thought a great deal about the wonderful men and women that I have met along life’s way who have given me another kind of transfusion. I have had some transfusions of faith, some transfusions of courage, some transfusions of industry. In fact, if you were to take away from me that which properly belonged to somebody else, there wouldn’t be very much of me left.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p6\" class=\"\">But from this experience I have made a great discovery that everybody ought to make for himself, and that is that from the holy scriptures and the great literature and the uplifting philosophies and from our own personal meditations and experience we can extract those little segments of success; and if they are properly packaged by writing them down and memorizing them, we can use them at our will to infuse righteousness and success into our own lives. I think it must have been this that the great apostle Paul had in mind when he said, “Be ye [therefore] transformed by the renewing of your mind.” (<span class=\"citation\" id=\"42864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42864)\">Rom. 12:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p7\" class=\"\">And Oscar Hammerstein must have been thinking about something like this when in his song “Stouthearted Men” he said, “Hearts can inspire other hearts with its fire.” And then he said:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Give me some men who are stout-hearted men,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Who will fight for the right they adore.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Start me with ten who are stout-hearted men,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And I’ll soon give you ten thousand more.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p12\" class=\"\"><span class=\"emphasis\">New Moon,<\/span> Harms, Inc., 1928<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p13\" class=\"\">The Church was organized with just six people, and then this inspiration and revelation and the great doctrines of the restoration have been spread around, and they’ve bubbled up and trickled down until they have inspired the lives and helped to save the souls of a great many millions of other people. To facilitate this operation in my own case, I have written in my literary notebooks the names of over one hundred of my personal donors, and then in my best language I have tried to describe to myself the contributions that they have made to me. And I thought this afternoon that I would like to try to take a leaf from Mr. Hammerstein’s book and start you with ten.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p14\" class=\"\">Transfusion number one comes from Grantland Rice. For over 50 years this great sportswriter and commentator went around the country following the great champions of sport, trying to isolate those traits in human personality and character which made men and women champions. And then he wrote over 700 poems about these qualities which might serve us as instruments of transfusion. One of these he entitled “Courage.” He said:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">I’d like to think that I can look at death and smile and say,<\/div>\n                    <div class=\"line\" id=\"\">All I have left now is my final breath, take that away<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And you must either leave me dust or dreams or in far flight<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The soul that wanders where the stardust streams through endless night.<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p18\" class=\"\">But, said he:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">I’d rather think that I can look at life with this to say,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Send what you will of struggle or of strife, blue skies or gray,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">I’ll stand against the final charge of hate by peak and pit<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And nothing in the steel clad fist of fate can make me quit.<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p23\" class=\"\">Transfusion number two is entitled “Integrity.” Its donor is the little Indian patriot Mohandas Gandhi, who won the independence of India from England. When Gandhi was very young, he took a pledge to his mother that he would remain a vegetarian throughout his life. Many years after Gandhi’s mother had died, Gandhi became very ill, and the doctors tried to persuade him that if he would drink a little beef broth it might save his life. But Gandhi said, “Even for life itself, we may not do certain things. There is only one course open to me, to die, but never to break my pledge.” Now just think for a minute what kind of a world this would be if each one of us could manifest that kind of integrity before his family and among his friends and before the world generally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p24\" class=\"\">Transfusion number three, “Truth,” comes from our great Civil War president, Abraham Lincoln. Lincoln said, “I am not bound to win, but I am bound to be true. I am not bound to succeed, but I am bound to live by the best light that I have. I will stand with anyone when he stands right and I will part from him when he goes wrong.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p25\" class=\"\">Number four comes from a contemporary of Abraham Lincoln, and this picture is entitled “Honesty.” During American slave days a little black girl was placed upon the auction block to be sold to the highest bidder. A prospective purchaser approached and said to this little girl, “If I buy you and give you a good home and treat you kindly and feed you well, will you promise me that you will be honest?” This wonderful little black girl said, “I will promise you that I will be honest whether you buy me and treat me kindly or feed me well or not.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p26\" class=\"\">Transfusion number five, “Stand up to your difficulties,” comes from our great epic prizefight champion, Jack Dempsey. In Dempsey’s early career he had a fight contract which paid him two dollars for each of the fights he won, nothing for those he lost. Dempsey said that he used to be knocked down many times back in those days and each time he was knocked down he wanted to stay down because he knew that no one would ever try to hit him again until he started to get up. But he had to get up because he was hungry and he needed the two dollars. On one occasion he was knocked down 11 times, and 11 times he got up to win a two-dollar prizefight. Then Dempsey gave his famous formula: Anyone seeking success in athletics or in life must have two qualities. Number one, he must have the ability to <span class=\"emphasis\">give<\/span> a big punch, and number two, he must have the ability to <span class=\"emphasis\">take<\/span> a big punch.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p27\" class=\"\">Now sometimes in our lives we take great pride in how we can hand it out, but then we go down in a miserable heap because we can’t take it. That is, we fall down before the slightest, most trifling temptations and problems. Grantland Rice supports this doctrine of Mr. Dempsey that we ought to stand up to our problems, we ought to overcome our difficulties, we ought not to fall too easily before our temptations, when he said,<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">For in this teeming hive<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Those who can take a beating<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Are those who will survive.<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p31\" class=\"\">Transfusion number six is entitled “Perseverance” and comes from a Polish girl, Marie Sklodowska, who married the French physicist Pierre Curie. For many years they worked together in an old abandoned leaky shed without funds and without outside encouragement or help, trying to isolate radium from a low-grade uranium ore called pitchblende. And after their 487th experiment had failed, Pierre threw up his hands in despair and said, “It will never be done. Maybe in a hundred years, but never in my day.” Marie confronted him with a resolute face and said, “If it takes a hundred years, it will be a pity, but I will not cease to work for it as long as I live.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p32\" class=\"\">Transfusion number seven, “Faith,” comes from Maxwell Anderson’s play <span class=\"emphasis\">The Masque of Kings,<\/span> in which his leading character, Rudolph, says, “If you’ll go stop three tradesmen on the street, and ask the three what it is they live by, they’ll reply at once, ‘bread, meat, and drink’ and they’ll be certain of it; victuals and drink, like the rhyme in Mother Goose, makes up their diet; nothing will be said of faith in things unseen, or of following the gleam, just bread and meat and a can of wine to wash it down. But if you know them well, behind the fish-eyes and the bellies, if you know them better than they do, each one burns candles at some altar of his mind in secret; secret often from himself each is a priest to some dim mystery by which he lives. Strip him of that, and bread and meat and wine won’t nourish him. … Without his chuckle-headed hidden faith, he dies and goes to dust.” (Maxwell Anderson, <span class=\"emphasis\">The Masque of Kings,<\/span> New York: Anderson House, 1936, p. 125.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p33\" class=\"\">Transfusion number eight, “Testimony,” comes from our great Old Testament prophet Job, whose testimony comes ringing down across the ages to us, in which he said: “Oh that my words were now written! oh that they were printed in a book!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p34\" class=\"\">“That they were graven with an iron pen and lead in the rock for ever!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p35\" class=\"\">“For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p36\" class=\"\">“And though after my skin worms destroy this body, yet in my flesh shall I see God:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p37\" class=\"\">“Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me.” (<span class=\"citation\" id=\"26758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26758)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26758)\">Job 19:23–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p38\" class=\"\">And transfusion number nine, “Revelation,” comes from the great first prophet of this last dispensation, who said: “And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p39\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p40\" class=\"\">“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.” (<span class=\"citation\" id=\"16336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16336)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16336)\">D&amp;C 76:22–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p41\" class=\"\">And finally, number ten, “Success,” comes to us from the greatest man who ever lived, who gave us in just two words our most magnificent success formula when he said, “Follow me.” (See <span class=\"citation\" id=\"36260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36260)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36260)\">Matt. 4:19<\/a><\/span>.) And may God help us that we may follow him. We can follow him in his faith, we can follow him in his doctrines, we can follow him in his godliness. And we may eventually become even as he is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/transfusion.p42\" class=\"\">And may God help us so to do and so to become, I sincerely pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}