{"ID":2547, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Making Conferences Turning Points in Our Lives\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p2\" class=\"\">Elder J. Thomas Fyans<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:306c.jpg\" alt=\"Elder J. Thomas Fyans\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p3\" class=\"\">My beloved brothers and sisters, the conference spirit is upon us. With you, I thank our Heavenly Father for it and for a prophet who leads us and for his inspired co-workers who have lifted us in this session and the preceding sessions. And I, with you, earnestly pray that this conference may be both a milestone for the Church and a turning point in our own lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p4\" class=\"\">During the past four years, a great and marvelous miracle has occurred in the Church in the form of area general conferences—in Manchester, England, in 1971; in Mexico City in 1972; in Munich, Germany, in 1973; and only a few weeks ago, the conference in Stockholm, Sweden. Perhaps you’ve already heard that the First Presidency has called four area general conferences for next year—in Sao Paulo, Brazil; in Buenos Aires, Argentina; in Tokyo, Japan; and in Seoul, Korea—a quadrupling of effort in 1975. And we’re learning that this is typical of the administration of President Spencer W. Kimball.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p5\" class=\"\">As I have observed the unfolding of these area conferences, it has been evident how the Spirit of the Lord has been poured out upon the Saints in the various nations of the world. The assignments of preparation for these conferences are carried by local Church leadership—the acquisition and preparation of the facilities and equipment, communications and media relations, transportation to and from the conferences, lodging, food, music, cultural programs. And I can tell you that, after four years of intimate association with these Saints, the Lord has inspired leaders throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p6\" class=\"\">Saints attending the area conferences have made such statements as these: “I did not know our people could do such things. We have more leadership than we know.” Another: “It is all more than any of us would have imagined—so well organized, so well planned. And to think we did it ourselves!” And another: “These weeks of preparation have been the greatest weeks of my Church membership. I did not know we had so much talent, so great a capacity.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p7\" class=\"\">I have learned of the love of these Saints for the Lord. I have seen their great desires to attend these conferences. I remember the ten Saints from Tijuana, Mexico, who, after four months of working and saving, finally obtained enough money to purchase their tickets for the 48-hour bus ride to Mexico City. When they were told there were no seats available for the long trip, they replied, “It does not matter. We will be happy to stand in the aisles for a chance to hear the prophet.” As you would expect, in the spirit of the gospel, everyone on the bus rotated seats so that all could sit some of the time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p8\" class=\"\">I remember other Mexican Saints who, because floods had destroyed their crops, were fearful that they would not be able to attend the conference but who, after fasting and prayer, sold some of their belongings and pooled their money for transportation. For many there was no money left for food, but it did not matter. They decided they could fast for the three or four days of the conference. As you would expect, other loving Saints filled their plates as the Lord had filled their souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p9\" class=\"\">The response of the Saints in Scandinavia and Finland is typical. Said one of their leaders, “I have heard many of our people say, ‘I want to be ready spiritually to receive the message of the prophet.’” They put their desires into action. One gauge was their temple attendance before conference. Many areas doubled in total numbers of those who saved and prayed that they might journey from their northern homelands across Europe to the temple in Switzerland to renew their covenants with the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p10\" class=\"\">In Italy there lives a Brother Luigi Pittino, who, with other European Saints, attended the Munich conference. For 17 years Brother Pittino had met on Sunday with one or two other Saints. They would have an opening prayer, read and discuss the scriptures, and partake of the sacrament. In these last few years they were all in their 70s and 80s. There was loneliness and a feeling of isolation. Imagine the thrill for Brother Pittino to sit with 14,000 other Saints at the Munich conference!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p11\" class=\"\">After the Manchester conference, one British Saint said, “When I saw 2,000 other British men in priesthood meeting, all holding the same holy priesthood that I possess, I cannot explain to you what it did for me.” Said another, “We have come together because we want to come to Him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p12\" class=\"\">I have learned of the Lord’s great love for the Saints. There are countless testimonies, stories of his goodness to them, of miracles that have occurred as the Saints have given their all in service to the Lord. There are stories of answered prayers, of healings, of changing hearts, of opening doors, and of giving time, talent, money, and self.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p13\" class=\"\">At the Munich conference, President Harold B. Lee paraphrased the words of the apostle Paul when he said, “We are neither English, nor German, nor French, nor Dutch, nor Spanish, nor Italian, but we are all one as baptized members of The Church of Jesus Christ of Latter-day Saints.” (<span class=\"emphasis\">Conference Report,<\/span> Aug. 1973, p. 5.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p14\" class=\"\">At the Stockholm conference, I remember the Danes, the Swedes, and the Finns singing with the Norwegians a great Norwegian anthem, “Discovery,” by Edvard Grieg. The conductor’s comment was very enlightening. He said: “Sometimes we have national jealousies, even in the Church. But this singing has brought us together. There is now a real spirit of unity, a spirit of knowing that we can work together and accomplish whatever we want to.” That spirit of unity captured everyone present that night. Thousands stood in a standing ovation to the more-than-300-voice choir from four nations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p15\" class=\"\">But above all else, brothers and sisters, through these conferences I have learned that we are always led by a prophet of God. Who at the Stockholm conference will ever forget President Spencer W. Kimball’s counsel and his challenge. He said, “From this day on we have a new order of things in these lands.” President Kimball, they are different now than they were before. We’ve received reports that sacrament meeting attendance has increased tremendously. Spiritual roots are now deep in inviting soil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p16\" class=\"\">And so now we come to this conference, brothers and sisters. What do we want to accomplish as a result of it? Do we want it to affect our lives? Better our families? Change our wards and branches?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p17\" class=\"\">The question is: Do we really want “a new order of things” in our lives? If so, that is why we have gathered in this conference—to begin “a new order of things” for each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p18\" class=\"\">How might we do this? May we suggest one way? Three thousand miles from this pulpit lives a family who will again do a very special thing following this conference. When the <span class=\"emphasis\">Ensign<\/span> arrives with the conference addresses at their home, the family will immediately read the messages, with the older children reporting on selected addresses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p19\" class=\"\">But they will do more than read. In family home evenings they will select family and personal goals based upon the conference messages. Their goals are practical: “Remember grandmother in our daily prayers, memorize a Church hymn, review our family preparedness, do the Lord’s thing in his way—not ours, bring a nonmember to church.” They will discuss their goals, pray about them, and review them frequently. Is there any wonder why the father says: “Our family regards general conference as the Lord’s list of things we should be concentrating on. It has meant more to us and our children than words can say.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p20\" class=\"\">Brothers and sisters, how much are the instructions of this conference going to mean to us? How much will they mean to us as parents? As officers and teachers? As home teachers and visiting teachers?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p21\" class=\"\">From my experiences with conferences, I testify that what is spoken under the influence of the Holy Ghost is “scripture” and, as the Lord has said, “shall be the will of the Lord, shall be the mind of the Lord, shall be the word of the Lord, shall be the voice of the Lord, and the power of God unto salvation.” (<span class=\"citation\" id=\"16324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16324)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16324)\">D&amp;C 68:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/making-conferences-turning-points-in-our-lives.p22\" class=\"\">That we may select goals from this conference that will bring salvation to us and our families, our neighbors, our wards and branches, I earnestly pray and bear you my witness that from every fiber of my being I know that God lives. I know that Jesus is our Savior. I know from very personal, wonderful experiences that President Spencer W. Kimball is a prophet of God, and that witness I bear to you in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}