{"ID":2548, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Do Not Despair\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p\" class=\"\">President of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_027<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p3\" class=\"\">Humbly and gratefully I approach this sacred responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p4\" class=\"\">It is my hope and prayer that what I am about to say will be helpful, both physically and spiritually, in the difficult days ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p5\" class=\"\">We live in an age when, as the Lord foretold, men’s hearts are failing them, not only physically but in spirit. (See <span class=\"citation\" id=\"16292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16292)\">D&amp;C 45:26<\/a><\/span>.) Many are giving up heart for the battle of life. Suicide ranks as a major cause of the deaths to college students. As the showdown between good and evil approaches with its accompanying trials and tribulations, Satan is increasingly striving to overcome the Saints with despair, discouragement, despondency, and depression.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p6\" class=\"\">Yet, of all people, we as Latter-day Saints should be the most optimistic and the least pessimistic. For while we know that “peace shall be taken from the earth, and the devil shall have power over his own dominion,” we are also assured that “the Lord shall have power over his saints, and shall reign in their midst.” (<span class=\"citation\" id=\"16227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16227)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16227)\">D&amp;C 1:35–36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p7\" class=\"\">With the assurance that the Church shall remain intact with God directing it through the troubled times ahead, it then becomes our individual responsibility to see that each of us remains faithful to the Church and its teachings. “He that remaineth steadfast and is not overcome, the same shall be saved.” (<span class=\"citation\" id=\"30807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30807)\">JS—M 1:11<\/a><\/span>.) To help us from being overcome by the devil’s designs of despair, discouragement, depression, and despondency, the Lord has provided at least a dozen ways which, if followed, will lift our spirits and send us on our way rejoicing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p8\" class=\"\">First, repentance. In the Book of Mormon we read that “despair cometh because of iniquity.” (<span class=\"citation\" id=\"38393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38393)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38393)\">Moro. 10:22<\/a><\/span>.) “When I do good I feel good,” said Abraham Lincoln, “and when I do bad I feel bad.” Sin pulls a man down into despondency and despair. While a man may take some temporary pleasure in sin, the end result is unhappiness. “Wickedness never was happiness.” (<span class=\"citation\" id=\"9206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9206)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9206)\">Alma 41:10<\/a><\/span>.) Sin creates disharmony with God and is depressing to the spirit. Therefore, a man would do well to examine himself to see that he is in harmony with all of God’s laws. Every law kept brings a particular blessing. Every law broken brings a particular blight. Those who are heavy laden with despair should come unto the Lord, for his yoke is easy and his burden is light. (See <span class=\"citation\" id=\"36306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36306)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36306)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p9\" class=\"\">Second, prayer. Prayer in the hour of need is a great boon. From simple trials to our Gethsemanes, prayer can put us in touch with God, our greatest source of comfort and counsel. “Pray always, that you may come off conqueror” (<span class=\"citation\" id=\"16245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16245)\">D&amp;C 10:5<\/a><\/span>)—persistent prayer. “Exerting all my powers to call upon God to deliver me” is how the young Joseph Smith describes the method which he used in the Sacred Grove to keep the adversary from destroying him. (<span class=\"citation\" id=\"30573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30573)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30573)\">JS—H 1:16<\/a><\/span>.) This is also a key to use in keeping depression from destroying us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p10\" class=\"\">Third, service. To lose yourself in righteous service to others can lift your sights and get your mind off personal problems, or at least put them in proper focus. “When you find yourselves a little gloomy,” said President Lorenzo Snow, “look around you and find somebody that is in a worse plight than yourself; go to him and find out what the trouble is, then try to remove it with the wisdom which the Lord bestows upon you; and the first thing you know, your gloom is gone, you feel light, the Spirit of the Lord is upon you, and everything seems illuminated.” (<span class=\"emphasis\">Conference Report,<\/span> 6 Apr. 1899, pp. 2–3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p11\" class=\"\">A woman whose life is involved in the righteous rearing of her children has a better chance of keeping up her spirits than the woman whose total concern is centered in her own personal problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p12\" class=\"\">Fourth, work. The earth was cursed for Adam’s sake. Work is our blessing, not our doom. God has a work to do, and so should we. Retirement from work has depressed many a man and hastened his death. It has been said that even the very fiends weave ropes of sand rather than to face the pure hell of idleness. We should work at taking care of the spiritual, mental, social, and physical needs of ourselves and those whom we are charged to help. In the church of Jesus Christ there is plenty of work to do to move forward the kingdom of God. Every member a missionary, family genealogy and temple work, home evenings, receiving a Church assignment and magnifying it are but a few of our required labors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p13\" class=\"\">Fifth, health. The condition of the physical body can affect the spirit. That’s why the Lord gave us the Word of Wisdom. He also said that we should retire to our beds early and arise early (see <span class=\"citation\" id=\"16360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16360)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16360)\">D&amp;C 88:124<\/a><\/span>), that we should not run faster than we have strength (see <span class=\"citation\" id=\"16243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16243)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16243)\">D&amp;C 10:4<\/a><\/span>), and that we should use moderation in all good things. In general, the more food we eat in its natural state and the less it is refined without additives, the healthier it will be for us. Food can affect the mind, and deficiencies in certain elements in the body can promote mental depression. A good physical examination periodically is a safeguard and may spot problems that can be remedied. Rest and physical exercise are essential, and a walk in the fresh air can refresh the spirit. Wholesome recreation is part of our religion, and a change of pace is necessary, and even its anticipation can lift the spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p14\" class=\"\">Sixth, reading. Many a man in his hour of trial has turned to the Book of Mormon and been enlightened, enlivened, and comforted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p15\" class=\"\">The psalms in the Old Testament have a special food for the soul of one in distress. In our day we are blessed with the Doctrine and Covenants, modern revelation. The words of the prophets, particularly the living president of the Church, are crucial reading and can give direction and comfort in an hour when one is down.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p16\" class=\"\">Seventh, blessing. In a particularly stressful time, or in the anticipation of a critical event, one can seek for a blessing under the hands of the priesthood. Even the Prophet Joseph Smith sought and received a blessing under the hands of Brigham Young and received solace and direction for his soul. Fathers, so live that you can bless your own wives and children. To receive, and then consistently and prayerfully ponder, one’s patriarchal blessing can give helpful insight, particularly in an hour of need. The sacrament will “bless … the souls” (<span class=\"citation\" id=\"16261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16261)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16261)\">D&amp;C 20:77, 79<\/a><\/span>) of all those who worthily partake of it, and as such it should be taken often, even by the bedfast.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p17\" class=\"\">Eighth, fasting. A certain kind of devil goes not out except by fasting and prayer, the scripture tells us. (See <span class=\"citation\" id=\"36323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36323)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36323)\">Matt. 17:21<\/a><\/span>.) Periodic fasting can help clear up the mind and strengthen the body and the spirit. The usual fast, the one we are asked to participate in for fast Sunday, is for 24 hours without food or drink. Some people, feeling the need, have gone on longer fasts of abstaining from food but have taken the needed liquids. Wisdom should be used, and the fast should be broken with light eating. To make a fast most fruitful, it should be coupled with prayer and meditation; physical work should be held to a minimum, and it’s a blessing if one can ponder on the scriptures and the reason for the fast.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p18\" class=\"\">Ninth, friends. The fellowship of true friends who can hear you out, share your joys, help carry your burdens, and correctly counsel you is priceless. For one who has been in the prison of depression, the words of the Prophet Joseph Smith have special meaning when he said, “How sweet the voice of a friend is; one token of friendship from any source whatever awakens and calls into action every sympathetic feeling.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 134.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p19\" class=\"\">Ideally, your family ought to be your closest friends. Most important, we should seek to become the friend of our Father in heaven and our brother Jesus the Christ. What a boon to be in the company of those who edify you. To have friends, one should be friendly. Friendship should begin at home and then be extended to encompass the home teacher, quorum leader, bishop, and other Church teachers and leaders. To meet often with the Saints and enjoy their companionship can buoy up the heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p20\" class=\"\">Tenth, music. Inspiring music may fill the soul with heavenly thoughts, move one to righteous action, or speak peace to the soul. When Saul was troubled with an evil spirit, David played for him with his harp and Saul was refreshed and the evil spirit departed. (See <span class=\"citation\" id=\"2607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2607)\">1 Sam. 16:23<\/a><\/span>.) Elder Boyd K. Packer has wisely suggested memorizing some of the inspiring songs of Zion and then, when the mind is afflicted with temptations, to sing aloud, to keep before your mind the inspiring words and thus crowd out the evil thoughts. (See <span class=\"emphasis\">Ensign,<\/span> Jan. 1974, p. 28.) This could also be done to crowd out debilitating, depressive thoughts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p21\" class=\"\">Eleventh, endurance. When George A. Smith was very ill, he was visited by his cousin, the Prophet Joseph Smith. The afflicted man reported: “He [the Prophet] told me I should never get discouraged, whatever difficulties might surround me. If I were sunk into the lowest pit of Nova Scotia and all the Rocky Mountains piled on top of me, I ought not to be discouraged, but hang on, exercise faith, and keep up good courage, and I should come out on the top of the heap.” (<span class=\"emphasis\">George A. Smith Family,<\/span> comp. Zora Smith Jarvis, Provo, Utah: Brigham Young University Press, 1962, p. 54.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p22\" class=\"\">There are times when you simply have to righteously hang on and outlast the devil until his depressive spirit leaves you. As the Lord told the Prophet Joseph Smith: “Thine adversity and thine afflictions, shall be but a small moment;<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p23\" class=\"\">“And then, if thou endure it well, God shall exalt thee on high.” (<span class=\"citation\" id=\"16384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16384)\">D&amp;C 121:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p24\" class=\"\">“To press on in noble endeavors, even while surrounded by a cloud of depression, will eventually bring you out on top into the sunshine. Even our master Jesus the Christ, while facing that supreme test of being temporarily left alone by our Father during the crucifixion, continued performing his labors for the children of men, and then shortly thereafter he was glorified and received a fullness of joy. While you are going through your trial, you can recall your past victories and count the blessings that you do have with a sure hope of greater ones to follow if you are faithful. And you can have that certain knowledge that in due time God will wipe away all tears and that “eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.” (<span class=\"citation\" id=\"572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 572)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(572)\">1 Cor. 2:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p25\" class=\"\">And twelfth, goals. Every accountable child of God needs to set goals, short- and long-range goals. A man who is pressing forward to accomplish worthy goals can soon put despondency under his feet, and once a goal is accomplished, others can be set up. Some will be continuing goals. Each week when we partake of the sacrament we commit ourselves to the goals of taking upon ourselves the name of Christ, of always remembering him and keeping his commandments. Of Jesus’ preparation for his mission, the scripture states that he “increased in wisdom and stature, and in favour with God and man.” (<span class=\"citation\" id=\"31888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31888)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31888)\">Luke 2:52<\/a><\/span>.) This encompasses four main areas for goals: spiritual, mental, physical, and social. “Therefore, what manner of men ought ye to be?” asked the Master, and he answered, “Verily I say unto you, even as I am.” (<span class=\"citation\" id=\"5806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5806)\">3 Ne. 27:27<\/a><\/span>.) Now there is a lifetime goal—to walk in his steps, to perfect ourselves in every virtue as he has done, to seek his face, and to work to make our calling and election sure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p26\" class=\"\">“Brethren,” said Paul, “… but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p27\" class=\"\">“I press toward the mark for the prize of the high calling of God in Christ Jesus.” (<span class=\"citation\" id=\"41283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41283)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41283)\">Philip. 3:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p28\" class=\"\">Let your minds be filled with the goal of being like the Lord, and you will crowd out depressing thoughts as you anxiously seek to know him and do his will. “Let this mind be in you,” said Paul. (<span class=\"citation\" id=\"41281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41281)\">Philip. 2:5<\/a><\/span>.) “Look unto me in every thought,” said Jesus. (<span class=\"citation\" id=\"16240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16240)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16240)\">D&amp;C 6:36<\/a><\/span>.) And what will follow if we do? “Thou wilt keep him in perfect peace, whose mind is stayed on thee.” (<span class=\"citation\" id=\"25454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25454)\">Isa. 26:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p29\" class=\"\">“Salvation,” said the Prophet Joseph Smith, “is nothing more nor less than to triumph over all our enemies and put them under our feet.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 297.) We can rise above the enemies of despair, depression, discouragement, and despondency by remembering that God provides righteous alternatives, some of which I have mentioned. As it states in the Bible, “There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.” (<span class=\"citation\" id=\"577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(577)\">1 Cor. 10:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p30\" class=\"\">Yes, life is a test; it is a probation; and perhaps being away from our heavenly home we feel sometimes, as holy men in the past have felt, that “they were strangers and pilgrims on the earth.” (See <span class=\"citation\" id=\"16291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16291)\">D&amp;C 45:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p31\" class=\"\">Some of you will recall in that great book <span class=\"emphasis\">Pilgrim’s Progress<\/span> by John Bunyan that the main character known as Christian was trying to press forward to gain entrance to the celestial city. He made it to his goal, but in order to do so, he had to overcome many obstacles, one of which was to escape from the Giant Despair. To lift our spirit and send us on our way rejoicing, the devil’s designs of despair, discouragement, depression, and despondency can be defeated in a dozen ways, namely: repentance, prayer, service, work, health, reading, blessings, fasting, friends, music, endurance, and goals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/do-not-despair.p32\" class=\"\">May we use them all in the difficult days ahead so that we Christian pilgrims will have greater happiness here and go on to a fullness of joy in the highest realms of the celestial kingdom is my prayer in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}