{"ID":255, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Testimony from the Book of Mormon<\/p>\n<p class=\"gcspeaker\">Elder Charles A. Callis<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Charles A. Callis, <i>Conference Report<\/i>, October 1946, pp. 44-47<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"I can no more remember the books that I have read than the meals that I have eaten,\" said\nEmerson, \"but they have made me.\" To countless thousands, who have basked in the spirit of\nthe Book of Mormon, the truth that Joseph Smith spoke comes home to their souls. He\nremarked that \"a man would get nearer to God by abiding by its [Book of Mormon] precepts,\nthan by any other book.\"\n<\/p><p>\nTEACHINGS OF BOOK OF MORMON\n<\/p><p>\nThe Nephite record testifies in a heavenly spirit to the truth that the Bible is true. They are\none in God's hand (<span class=\"citation\" id=\"23101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23101)\">Ezek. 37:15-20<\/a><\/span>)\nto confound false doctrine and to establish peace in the hearts of men. This\nsacred book tells us that little children are alive in Christ. They need no baptism until they\nbecome accountable (<span class=\"citation\" id=\"38232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38232)\">Moro. 8:10<\/a><\/span>;\n<span class=\"citation\" id=\"12245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12245)\">D&amp;C 29:47<\/a><\/span>) for their actions. For many years a great many good people believed in\nthe doctrine of \"infant damnation.\" They didn't understand; but the Book of Mormon brought\ninto the world, into the hearts of men and women, the peaceable thought that children, though\nunbaptized, do not go to Hades.\n<\/p><p>\nA few years ago these people met in solemn convention, and the action they\ntook was a credit to their righteousness and to their sense of the justice of God. They passed a\nresolution repealing the doctrine of \"infant damnation,\" and what a beautiful thing they did\nwhen they made that decision retroactive. President Woodrow Wilson, himself a member of\nthat great body of good people that decided against the doctrine of \"infant damnation\" and\ndeclared \"the decision retroactive,\" laughed and said, \"Think of all those dear little babies that\nhave been burning in hell so long; now they will all be released.\"\n<\/p><p>\nThe Book of Mormon teaches the nobility of service. What is man without work? Work is\nknown by the angels of God. They are immersed in its atmosphere, and that service is eternal.\nHe is a poor \"Mormon\" elder, hardly worth his salt, who believes that when he goes to\nheaven, he will sit in inactive, endless bliss. Centuries before he was born in the flesh,\naccording to the Book of Mormon, Jesus said:\n<\/p><p>\n. . . for my work is not yet finished; neither shall it be until the end of man, neither from that\ntime henceforth and forever (<span class=\"citation\" id=\"3476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3476)\">2 Ne. 29:9<\/a><\/span>).\n<\/p><p>\nAnd in another place he said:\n<\/p><p>\nFor behold, this is my work and my glory&mdash;to bring to pass the immortality and eternal life of\nman (<span class=\"citation\" id=\"38926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38926)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nThink of it, brethren and sisters, our work is immortal. As Brigham Young said, \"This life is\na part of eternity.\"\n<\/p><p>\nI think the spirit of the Book of Mormon with respect to the character of Christ's work is\nwonderful. It entrances the soul. One of the prophets said of him:\n<\/p><p>\n. . . for it behooveth the great Creator that be suffereth himself to become subject unto man in\nthe flesh, and die for all men, that all men might become subject unto him\n(<span class=\"citation\" id=\"3469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3469)\">2 Ne. 9:5<\/a><\/span>).\n<\/p><p>\nMy brethren and sisters, we do become subject to men in the flesh by the work of the\nministry, but in God's own due time the people will look upon us as saviors upon Mount\nZion (<span class=\"citation\" id=\"41160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41160)\">Obad. 1:21<\/a><\/span>),\nand they will become subject in a heavenly way unto those who taught them the gospel.\n<\/p><p>\nNOBLE CALLING OF WIVES AND MOTHERS\n<\/p><p>\nI think that the most wonderful being on the earth is a wife and a mother. To be a wife and a\nmother transcends in glory and in service all the missions she can perform, that is, preaching\nmissions. And a mother, uncrowned by any visible diadem, is crowned with a diadem of\naffection; she becomes subject unto her children, and by and by they become subject unto her.\nJoaquin Miller, the poet, said:\n<\/p><p>\nBeneath our forty stars is she<br \/>\nThe purest woman, sweetest, best,<br \/>\nWho loves her spouse most ardently<br \/>\nAnd rocks the cradle oftenest:<br \/>\nWhose home is filled, whose heart is fed<br \/>\nWith halo of a baby's head.\n<\/p><p>\nECONOMIC SYSTEM OF ANCIENT AMERICA\n<\/p><p>\nThe Book of Mormon teaches us a glorious economic system. For nearly two centuries after\nthe ascension of Christ, the people were covered with a mantle of the prosperity of Christ.\nThere were no poor, no rich, no one in bonds\n(<span class=\"citation\" id=\"6509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6509)\">4 Ne. 1:3<\/a><\/span>),\nand I think that meant the bondage of debt, for\ndebt is a grievous bondage, and we should steer clear of it. For two centuries they lived in\npeace; they had no strikes; industrial disturbances were not known; but by living the spirit of\nindustry by the golden precepts of the Son of God they prospered and grew in the prosperity\nof Jesus Christ. God hasten the day when we shall work&mdash;the rich and the poor in the\nkingdom of peace&mdash;submitting our troubles to arbitration, for I know that deep down in the\nhearts of the captains of industry and also of the laboring men, there is an inherent desire to\ndo unto others as they would have others do unto them. We let selfishness repress this feeling\nthat God has placed in our hearts.\n<\/p><p>\nIMMORTALITY TAUGHT IN BOOK OF MORMON\n<\/p><p>\nIn the Book of Mormon we read of the great intermediate state, the great principle of\nimmortality. Horace Greeley lost a boy five years old, and he said to a friend (I haven't time\nto quote it all):\n<\/p><p>\nNow all that concerns me is the evidence . . . that we shall live with and know those we\nloved here. . . . If I felt sure of the point of identifying and being with our loved ones in the\nworld to come, I would prefer not to live long.\n<\/p><p>\nIn our hearts, inspired by the Book of Mormon, by its holy and matchless spirit, and it is the\nspirit of Christ which runs through the Book of Mormon like a golden thread, we know that\nwe shall meet our loved ones, be recognized by them, and we shall recognize them, and\nthroughout eternity, believing that God is a God of work, we shall work with him as\nco-laborers.\n<\/p><p>\nA Presbyterian minister caught this flash of glory in service, and in a hymn which he\ncomposed, he said:\n<\/p><p>\nWe serve no God whose power is spent, <br \/>\nWho rests amid his firmament.<br \/>\nOur God his labors but begun<br \/>\nToils ever more with powers unspent.\n<\/p><p>\nGod be praised for the glory of the resurrection, the beauty of eternal life, the knowledge that\nwe shall live with each other, with our wives and our children, with our friends, and live\nwith them in perfect understanding. Did not Paul speak of the whole family in heaven and on\nearth (<span class=\"citation\" id=\"21611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21611)\">Eph. 3:15<\/a><\/span>)?\nThese great sections are going to be joined by the eternity and glory\nand power of the gospel which is the power of God unto salvation\n(<span class=\"citation\" id=\"42669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42669)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nThe Book of Mormon prophets give great comfort to this nation. They declared that this\nnation was set up by the Almighty and should be pre-eminent among the people of the world\n(<span class=\"citation\" id=\"22170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22170)\">Ether 2:12<\/a><\/span>).\nIt is pre-eminent in glory and in power, but alas, there are corroding and corrupting influences\nthat are trying to sap the strength of this great republic. This republic is the house of our\nfathers, our fellow citizens, our friends, and our brothers, and with them we shall stand, by\nthe grace of God, to contest the supremacy of any communist or foreign-born element who\nseeks to destroy the Constitution.\n<\/p><p>\nNEW WITNESS THAT JESUS IS THE CHRIST\n<\/p><p>\nThe testimony that the Book of Mormon gives us last of all&mdash;no, not last of all&mdash;from the first\npage to the last page, is that Jesus is the Christ. If we serve God, this nation will survive, but\nlisten to this solemn warning: Moroni told the people of his day that this was a land of\npromise, and that God would not suffer any nation to dwell on this earth except they serve\nhim, for if they departed from him they should be swept into the oblivion which lawlessness\nalways provides (<span class=\"citation\" id=\"22167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22167)\">Ether 2:8-9<\/a><\/span>).\n<\/p><p>\nListen to Moroni's warning:\n<\/p><p>\n. . . this cometh unto you, O ye Gentiles, [this is of our day he is speaking] that ye may know\nthe decrees of God&mdash;that ye may repent, and not continue in your iniquities until the fulness\ncome, that ye may not bring down the fulness of the wrath of God upon you as the\ninhabitants of the land have hitherto done\n(<span class=\"citation\" id=\"22169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22169)\">Ether 2:11<\/a><\/span>).\n<\/p><p>\nHere is the warning of a prophet of God. He gives a glorious promise with this solemn\nwarning attached.\n<\/p><p>\nFellow citizens, shall we heed this voice of warning? Shall we bend our necks no more to the\nbondage, to the yoke of sin, but rising in the full fruition of righteousness, in the strength of\nGod, may we stand before him, acceptable as a nation, correct in government, lenient to the\npoor, righteous in the sight of God; and, oh, how happy we shall be, and then, as Webster\nsaid, it shall not be written that this nation had a \"decline and fall,\" for God is our strength.\n<\/p><p>\nThe spirit and the main purpose of the Book of Mormon is\n<\/p><p>\n. . . to the convincing of the Jew and Gentile that Jesus is the Christ, the Eternal God,\nmanifesting himself unto all nations\n(<span class=\"citation\" id=\"43122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43122)\">BM Title Page<\/a><\/span>).\n<\/p><p>\nMay I humbly answer to this glorious declaration by testifying that I know that Jesus is the\nChrist, the Son of the Living God. He is the resurrection and the life\n(<span class=\"citation\" id=\"27241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27241)\">John 11:25<\/a><\/span>), the author and the\nfinisher of our faith (<span class=\"citation\" id=\"24217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24217)\">Heb. 12:2<\/a><\/span>),\nand if we will obey his commandments, this nation shall prosper and\nwith him all of us shall go into eternal glory, is my testimony, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}