{"ID":2550, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Your Mission Preparation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p2\" class=\"\">President A. Theodore Tuttle<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:27d8.jpg\" alt=\"President A. Theodore Tuttle\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p3\" class=\"\">Young men, I want to counsel you about your future missions. I was once a boy like you. That may seem like a long time ago to you, but to me it’s but a moment. I have passed through every day of every year that you have lived thus far—and much, much more. I am also a father and I have had much experience with young people during my lifetime.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p4\" class=\"\">When the prophet of God declares that now is the time to lengthen our stride and to increase our missionary force, now <span class=\"emphasis\">is<\/span> the time!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p5\" class=\"\">I talked with a young man about a mission. He said, “I don’t want to go.” I asked, “What has that got to do with it? We need you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p6\" class=\"\">President Kimball has said we don’t have <span class=\"emphasis\">half enough<\/span> missionaries. Can’t you see that it doesn’t matter whether you want to go or not? You’re needed! Do you know what it means to be needed? The bonds of brotherhood are forged deep and strong in the mission field. You will develop a love for a companion with whom you kneel in daily prayer. You will learn to love the people where you serve, no matter what nationality or condition. And they will love you. They will love you because you brought them the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p7\" class=\"\">Converts always remember those who taught them. I’ve heard many converts speak almost reverently of “our missionaries.” Imagine having people pray for you. Do you understand what that means? This will always be a purifying and refining influence in your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p8\" class=\"\">Many people out there are praying for the truth. You are the one who can bring it to them best. At present only 18,000 of you are serving. There are nearly 60,000, 19 through 25, who have not. We need more, many more. Missionary service is not preempted by any other thing. Marriage does not take precedence. Your work does not have priority. Your education is interrupted to fill this calling. College-related activities may be timed to satisfy both school and mission requirements. Some of you may be physically handicapped. There may yet be opportunity to serve in fitting ways locally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p9\" class=\"\">Your moral worthiness is a prime consideration. We want no flabbiness of character when spiritual strength is required. Study! Get some colored pencils. Keep them with your Book of Mormon. Underline verses important to you. Another tool of missionary work is an additional language. Study one. We should “become acquainted with … languages, tongues, and people.” (<span class=\"citation\" id=\"16366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16366)\">D&amp;C 90:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p10\" class=\"\">Learn to pray constantly. Kneel down morning and evening. Get on good terms with the Lord. Like the young man who said: “Whenever I pass the church, I always stop to visit; so when I’m finally carried in, the Lord won’t ask, ‘Who is it?’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p11\" class=\"\">Remember, young men get hungry whether they are missionaries or not, but especially if they <span class=\"emphasis\">are<\/span> missionaries. Learn to fry an egg and cook spaghetti. Learn to wash a dish and sew on a button. This isn’t only “girl’s work.” You don’t have that kind of companion in the mission field. If you can’t do it, your companion probably can’t either, and, of course, we don’t want to send your mother along.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p12\" class=\"\">Some missionary quarters are not too tidy. That’s because you didn’t learn early to pick up, hang up, fold up, and put away. You could start now, of course, but go slowly or you’ll startle your mother. Shine your shoes. Press your pants. Learn how to wash and starch and iron the cuffs and collars on your shirts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p13\" class=\"\">Fads come and go. Gratefully, we are moving out of the period of the sloppy, hippy-type attire. Take pride in your dress. You might just as well learn now to keep the dress and grooming standards of the Church. If you would cut your hair a little shorter now, it wouldn’t be such a shock later. It not only improves your outward appearance; it actually does something to you inside. In your attempt to follow the styles and be casual, do not offend good taste. When we go to worship the Lord, we ought to be dressed in our finest, cleanest, and best. Some of your fathers could take a tip about this too, but that’s another sermon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p14\" class=\"\">Where will you go on your mission? If you are normal, and we hope you are—in fact that’s one of the requirements—you’ll want to go to some exotic place in a faraway land. Or you’ll want to go where your father went. That’s normal too. There are some young men in this Church who think there is only one true mission—that’s where their fathers served. Have you ever noticed your father when his old mission field is mentioned? He always gets that wistful look, brightens up, and has to take his glasses off and wipe something out of his eye. Every man deserves that warm glow that comes from mere reflection on those marvelous missionary days. So, like others before, you will go where you are called.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p15\" class=\"\">Did you know that your bishop must send the president of the Church a report concerning your driving record? He notes any accidents or violations or suspension of your driver’s license. Remember this and keep your record clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p16\" class=\"\">Young man, it now costs about $130 (U.S.) per month for a mission. By the time you are ready to go it may be even higher. That means you will need between three and four thousand dollars to complete your mission. Some of you don’t have enough. You’ll have to get it. The Lord will help you and your family. You must start early. Counsel with your father. Get a job. Work hard. Save your money. Too many boys play too much, watch TV, and are idle. Open an account where you save by mail. I caution you: Do not squander your missionary funds for a bike, then a scooter, then a car or stereo, and records, etc. Do not rationalize that this is an “investment” which can be transferred into ready cash just before you go. Self-denial and purposeful saving may well be the greatest blessing to come from your missionary service. After you have done everything possible, some of you may need to see your bishop. He may have some helpful suggestions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p17\" class=\"\">You will be two years older when you return from your mission. Tonight you may think that won’t matter much. I can assure you of one thing, however—there will be some significant changes. To delay courtship and marriage is wise. You might change partners in the process. Many do—both by <span class=\"emphasis\">his<\/span> choice and <span class=\"emphasis\">hers.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p18\" class=\"\">While a mission does not guarantee a happy and successful marriage, it stabilizes many things in your life that affect your marriage. Growing to maturity in the mission field brings a better marriage partner to both sides of the altar.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p19\" class=\"\">Now, young man, I warn you. Beware of the girl who places a low premium on missionary service. Beware of the girl who teases and tempts, who discourages your mission. You had better be careful. Is this the kind of girl you want for your eternal companion? You would do well to end this relationship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p20\" class=\"\">You are not too young to gain a testimony and bear it. In a stake conference we called on a young lady to speak. She had just returned from the Hill Cumorah pageant. She bore a fervent testimony. After she finished we called on 17-year-old Gary. He looked surprised when his name was called. He unwound his full six feet and came to the pulpit. His first words were, “I don’t know why the president called on me; I don’t even have a testimony” (referring, evidently, to the testimony borne by the young lady). For several minutes he spoke about seminary, he expressed gratitude for his family, then said: “I know the gospel is true, in the name of Jesus Christ. Amen.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p21\" class=\"\">Testimonies come through the gift and power of the Holy Ghost. We gain testimony as we bear testimony. Take opportunity to do so whenever it is appropriate. If you desire a testimony and seek for it, you will receive it. You will have opportunity to bear your witness to thousands. This will have more effect on people than any other thing you do. That’s why you are called—to testify that Jesus is the Christ, that Joseph was a prophet, that this Church is true—with a living prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p22\" class=\"\">There are many thousands here who are not the captain of the football team, the valedictorian, and the student body president, all in one. Socially, you feel inept. Your grades are not all that good. You are wondering if <span class=\"emphasis\">you<\/span> can qualify to serve a mission. Young man, fix firmly on your heart a desire to serve the Lord and to declare the gospel: “For I know that he granteth unto men according to their desire, whether it be unto death or unto life.” (<span class=\"citation\" id=\"9194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9194)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9194)\">Alma 29:4<\/a><\/span>.) I know this promise is true. The Lord loves you. He needs you. You may not have all of the qualities you would like to have. You have great potential. Some of you have made mistakes. Some have troublesome personal habits. Talk to the Lord about them tonight. If you are greatly troubled, talk to your father. You may even need to see your bishop. Get things straightened out now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p23\" class=\"\">The greatest missionaries in the Church have been humble men—men who have paid the price of honest toil, men who lived close to the Lord and relied on him. You too can be numbered among the great. Decide tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p24\" class=\"\">Imagine standing in the baptismal font with <span class=\"emphasis\">your<\/span> convert, raising your right arm to the square, and saying these words: “Having been commissioned of Jesus Christ, I baptize you in the name of the Father, and of the Son, and of the Holy Ghost.” (<span class=\"citation\" id=\"16260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16260)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16260)\">D&amp;C 20:73<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p25\" class=\"\">You may make the winning touchdown, cross the finish line first, swish down the mountain on perfect powder, drive “a beauty” to the left-field stands, or pitch a no-hitter. You may do and thrill to many things. But you will experience few feelings equal to the quiet, even tearful moment when you record in your diary: “Today we baptized Mr. and Mrs. Brown and all their children. They are a fantastic family!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/your-mission-preparation.p26\" class=\"\">I know that God lives. I know that Jesus is the Christ. I know that Joseph Smith was a prophet. I know that President Spencer W. Kimball is the living prophet on the earth today, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}