{"ID":2551, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Integrity\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:32ca.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p3\" class=\"\">My beloved brethren of the priesthood, I consider this invitation to say a few words to you as a great honor and a great responsibility. I trust the Lord will bless us while I talk to you. I hope I have something to say that will be helpful to both the Aaronic Priesthood and the Melchizedek Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p4\" class=\"\">I have decided to say a few words about integrity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p5\" class=\"\">One of the definitions of integrity reads, “The quality or state of being of sound moral principle; uprightness, honesty, and sincerity.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p6\" class=\"\">In distinguishing between the synonyms of integrity, honesty, honor, probity, and veracity, <span class=\"emphasis\">Webster’s New World Dictionary<\/span> says that “integrity implies an incorruptible soundness of moral character, especially as displayed in fulfilling trusts.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p7\" class=\"\">I need not belabor the fact that the world is at the present time in desperate need of men of integrity. The proof of this statement may be read in every publication, heard on every radio, and both seen and heard in every visual and sound production.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p8\" class=\"\">“Give us the man of integrity,” says A. P. Stanley, “on whom we know we can thoroughly depend; who will stand firm when others fail; the friend, faithful and true; the adviser, honest and fearless; the adversary, just and chivalrous; such an one is a fragment of the Rock of Ages.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p9\" class=\"\">Our very civilization is in jeopardy. If it is to be rescued, it must be done by men of integrity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p10\" class=\"\">To accomplish this tremendous task, the Lord has called his priesthood. This means you and me and all our fellow priesthood-bearers, Aaronic and Melchizedek.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p11\" class=\"\">The Lord has reposed in us the most sacred trust given to men. We must not fail him. We must be boys and men of integrity. Our individual exaltation depends upon our proving to the Lord that we will at all hazards and under all circumstances faithfully discharge the trust he has placed in us. (See <span class=\"emphasis\">History of The Church of Jesus Christ of Latter-day Saints,<\/span> 3:380.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p12\" class=\"\">The Prophet Joseph Smith taught that absolute integrity must precede the promise of eternal life. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p13\" class=\"\">“After a person has faith in Christ, repents of his sins, and is baptized for the remission of his sins and receives the Holy Ghost, … then let him continue to humble himself before God, hungering and thirsting after righteousness, and living by every word of God, and the Lord will soon say unto him, Son, thou shalt be exalted.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p14\" class=\"\">This promise is to come, however, only after “the Lord has thoroughly proved him, and finds that the man is determined to serve him at all hazards.” (<span class=\"emphasis\">History of the Church,<\/span> 3:380.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p15\" class=\"\">We have among our leaders in the Church, in all callings of the priesthood from deacons to apostles, examples of brethren whose performance demonstrates this integrity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p16\" class=\"\">President Kimball, for example. Throughout the years he has been a pattern of integrity. No one doubts that he would discharge the sacred trust the Lord has placed upon him at the peril of his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p17\" class=\"\">President Tanner likewise. As a matter of fact, his performance throughout distinguished careers of business and government has been so circumspect and courageous that his associates refer to him as “Mr. Integrity.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p18\" class=\"\">I shall now call attention to some circumstances in which this matter of integrity is involved. Here is an account that you bearers of the Aaronic Priesthood might think about:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p19\" class=\"\">“Four Latter-day Saint boys set out from a Utah city on a cross-country trip. They had saved all their money during the last year of high school for this purpose, and now that graduation was over, they packed their suitcases into the trunk of their car and said good-byes to worrying parents and envious friends. It was a matter of considerable celebration when they crossed the Utah State line and entered into another state. They pulled up alongside the highway and got out to see how it felt to be in new surroundings. A certain thrill of excitement was noted by each of the young travelers and a sense of adventure led them to great speculation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p20\" class=\"\">“They had agreed to send their parents a postcard every other day to indicate their whereabouts, and had promised to send a collect telegram if they ran into any trouble. One of the boys commented that it felt real good to be on his own and not be under the necessity of getting advance approval from someone for every move he made. Another suggested that they must act like seasoned travelers and not impress others as country boys on their first junket away from home. As a follow-up, this same boy proposed to his friends that they forget all about being Mormons for the duration of their adventure. Asked why by the other three puzzled boys, he said that they could now afford to ‘let their hair down’ and sample some of the excitement enjoyed by other people, not of the Mormon Church. ‘Anyway,’ he argued, ‘what difference will it make? Nobody out here in the world knows us or cares anything about our church connections.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p21\" class=\"\">“The thrill of the new experience weighted their judgment, and the group made an agreement to give it a try. They decided to announce themselves to the world as students from the East who had been to school in Utah for a short time. Their Utah license plates made this necessary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p22\" class=\"\">“Nightfall on the first day of the journey found them at a famous tourist attraction spot, and they made arrangements for camping near the resort. After the evening meal they gathered at the large hotel for the night’s entertainment. No sooner had they arrived when the ringleader of the boys suggested that they begin here and now sampling the things they had so long been denied by strict parents and teachers. The first thing that caught their eyes was a large neon sign at the far end of the lounge. It read, ‘Bar—beer, cocktails.’ Thinking it a moderate nod in the direction of ‘sinning just a little bit,’ they agreed to go into the bar and order a glass of beer for each one. There was a nervous air about them as they entered the gaudily lighted bar and surveyed the counters loaded with intriguing bottles of liquor. The boy who had been delegated to give the order lost his voice on the first try and had to swallow hard to get out an understandable, ‘Four glasses of beer, please.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p23\" class=\"\">“What the beer lacked in palatability, the atmosphere and thrill more than made up. They grew bolder and began to talk of the next adventure they would undertake. The talk was growing racy when suddenly a well-dressed man entered the bar and walked straight toward their table. The look on the stranger’s face and the determined pace at which he walked toward them left the boys completely unnerved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p24\" class=\"\">“When the man reached the table at which the boys were sitting, he extended his hand to one of them and said, ‘I beg your pardon, but aren’t you George Redford’s son from Utah?’ The boy was speechless and terrified. His fingers froze around the base of the glass of beer and he answered in a wavering voice, ‘Why, yes, sir, I am.’ ‘I thought I recognized you when you came in the lobby of the hotel,’ the stranger continued. ‘I am Henry Paulsen, vice-president of the company your dad works for, and I met you and your mother last winter at a company dinner at the Hotel Utah. I have never forgotten how you explained your Mormon priesthood to one of the other executives of our company who asked you what it meant to be a Mormon boy. I must say I was a little surprised to see you head for the bar, but I suppose that with Mormons as well as non-Mormons, boys will be boys when they’re off the roost.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p25\" class=\"\">“These boys had heard a sermon they would never hear duplicated in the pulpit. They were sick, ashamed, and crestfallen. As they left their half-filled glasses and walked out through the hotel lobby, they had the feeling that everyone was looking at them. The cover of darkness was kind as they made their way to their camp. ‘You just can’t win,’ said the boy who had proposed their dropping their true identity, trying to ease the tension. ‘I’m not so sure,’ replied the boy to who the stranger had spoken. ‘If we have any sense left, we can make this experience into the most winning lesson of our lives.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p26\" class=\"\">Here is another experience—an experience of President Joseph F. Smith reported by the late President Charles W. Nibley, which you young elders might ponder to your profit:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p27\" class=\"\">“Another incident which I have heard him relate,” says Brother Nibley, speaking about President Joseph F. Smith, who was the president of the Church and father of our late president, Joseph Fielding Smith, “which shows his courage and integrity, occurred when he was returning from his mission to the Sandwich Islands, in the fall of 1857. He came home by way of Los Angeles, by what was called the Southern Route. In that year Johnston’s Army was on the move for Utah, and naturally enough there was much excitement and bitterness of feeling concerning the ‘Mormons.’ In southern California, just after the little train of wagons had traveled only a short distance and made their camp, several anti-‘Mormon’ toughs rode into the camp on horseback, cursing and swearing and threatening what they would do to the ‘Mormons.’ Joseph F. was a little distance from the camp gathering wood for the fire, but he saw that the few members of his own party had cautiously gone into the brush down the creek, out of sight. When he saw that, he told me,” says Brother Nibley, “the thought came into his mind, ‘Shall I run from these fellows? Why should I fear them?’ With that he marched up with his arm full of wood to the campfire where one of the ruffians, still with his pistol in his hand, shouting and cursing about the ‘Mormons,’ in a loud voice said to Joseph F.:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p28\" class=\"\">“‘Are you a ‘Mormon?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p29\" class=\"\">“And the answer came straight, ‘Yes, siree; dyed in the wool; true blue, through and through.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p30\" class=\"\">“At that the ruffian grasped him by the hand and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p31\" class=\"\">“‘Well, you are the ---- ---- pleasantest man I ever met! Shake, young fellow, I am glad to see a man that stands up for his convictions.’” (Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> Deseret Book Co., 1939 ed., p. 518.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p32\" class=\"\">Abraham Lincoln demonstrated his great integrity in his famous house-divided speech. John Wesley Hill, in his book <span class=\"emphasis\">Abraham Lincoln—Man of God,<\/span> says: “Lincoln showed his independence and tenacity of purpose when he wrote his address accepting the nomination for United States Senator. … This is known as ‘The House Divided Against Itself’ speech. It embodied the historic declaration that the Union could not exist ‘half slave and half free.’ To his friend, Jesse K. Dubois, Lincoln said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p33\" class=\"\">“‘I refused to read the passage about the house divided against itself to you, because I knew you would ask me to change or modify it, and that I was determined not to do. I had willed it so and was willing, if necessary, to perish with it. I would rather be defeated with this expression in the speech … than to be victorious without it.’” (<span class=\"emphasis\">Abraham Lincoln—Man of God,<\/span> New York and London: G. P. Putnam’s Sons, 1927, p. 151.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p34\" class=\"\">Now it took real courage for Lincoln to leave that “half slave and half free” sentence in his speech. He was ambitious, and it seemed that through the Senate was the way to the presidency, but the political climate at the time was not ready for the stand he took on that issue. The probability was that the statement would mean defeat in his race for the Senate, and that’s what it turned out to be. All this Lincoln well knew; nevertheless, he had the integrity to act in harmony with his convictions. Although his course did shut the door to the Senate, fortunately for the country, it later opened the door to the presidency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p35\" class=\"\">President J. Reuben Clark, Jr., was a man of like integrity. As a young man he presided for a short time over the Southern Branch of the State Normal College in Cedar City, Utah. He developed a great interest in that institution.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p36\" class=\"\">“Two years later … his help was solicited to give encouragement to members of the legislature to provide the funds which had been requested by the institution.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p37\" class=\"\">Responding by letter he “explained in utter frankness and candor that he could not support the … request” for $100,000.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p38\" class=\"\">“‘… Frankly and freely,’ he said, ‘I believe you are asking too much. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p39\" class=\"\">“‘… I have thought the matter over very carefully, and have not been able to see my way clear to honestly recommend to your representatives the appropriation … you ask. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p40\" class=\"\">“‘If you would say that you will drop the $100,000 and work for the $54,000 you may count on my active cooperation to the very limit of my poor ability; but if you still reach after the larger amount, you will at once see it will be better if I keep quiet; and I promise you that I shall do that.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p41\" class=\"\">“The frankness in this letter was to become a distinguishing characteristic of [President] Clark’s correspondence and dealings with men throughout his long career. Although his recommendations many times did not contain what others had hoped to receive, nonetheless his candor and complete honesty contributed greatly to men’s confidence in him for they knew they could depend upon him to say what he really thought.” (David H. Yarn, Jr., <span class=\"emphasis\">Young Reuben,<\/span> Brigham Young University Press, Provo, Utah, pp. 113–14.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p42\" class=\"\">How glorious, men of the priesthood, it would be if all of us possessed the integrity of a President Kimball, a Nathan Eldon Tanner, a Joseph F. Smith, an Abraham Lincoln, or a J. Reuben Clark, Jr. The Lord expects that from us, his priesthood bearers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/integrity.p43\" class=\"\">God help us that we may think about this great quality of integrity and live lives of integrity, I humbly pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}