{"ID":2553, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Davids and the Goliaths\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p\" class=\"\">President of the Church<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_032<\/span>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p3\" class=\"\">My brethren, it is wonderful to be with you here tonight, with an estimated 195,000 of us. And we pay tribute to you and express our affection for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p4\" class=\"\">Long years ago when I was in the stake presidency in the St. Joseph Stake in Arizona, one Sabbath day I filled an assignment in the Eden Ward. The building was a small one, and most of the people were sitting close to us as we sat on the raised platform about a foot and a half above the floor of the building itself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p5\" class=\"\">As the meeting proceeded, my eye was attracted to seven little boys on the front seat of the chapel. I was delighted with seven little boys in this ward conference. I made a mental note, then shifted my interest to other things. Soon my attention was focused on the seven little boys again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p6\" class=\"\">It seemed strange to me that each of the seven little fellows raised his right leg and put it over the left knee, and then in a moment all would change at the same time and put the left leg over the right knee. I thought it was unusual, but I just ignored it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p7\" class=\"\">In a moment or two, all in unison would brush their hair with their right hands, and then all seven little boys leaned lightly on their wrists and supported their faces by their hands, and then simultaneously they went back to the crossing of their legs again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p8\" class=\"\">It all seemed so strange, and I wondered about it as I was trying to think of what I was going to say in the meeting. And then all at once it came to me like a bolt of lightning. These boys were mimicking me!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p9\" class=\"\">That day I learned the lesson of my life—that we who are in positions of authority must be careful indeed, because others watch us and find in us their examples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p10\" class=\"\">Example is an important characteristic of a boy’s life. Generally there are many people who will follow and few who will lead. It is therefore important that all you young men develop the power of leadership and then all be sure to give good examples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p11\" class=\"\">This will be true in your lives. If you have little brothers, remember that they watch you and listen to you, and they are likely to do about what you did and say about what you said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p12\" class=\"\">I hope you will keep this in mind as you come to teenage. Remember that, generally, if you attend your meetings and if you do your duty, it is quite likely that your little brothers will follow your course, and the opposite is also true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p13\" class=\"\">This is also true as to your missionary work. If your little brothers see you faithful in seminary and institute and that you have the right attitudes and that you are preparing yourself to fill a mission, their thoughts will be along the same line.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p14\" class=\"\">It was Terence who said: “I bid him look into the lives of men as though into a mirror, and from others to take an example for himself.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p15\" class=\"\">And in Aesop’s fables, Aesop said, “Do but set the example yourself, and I will follow you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p16\" class=\"\">Example is the best precept, and [Samuel] Johnson said that “Example is more efficacious than precept.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p17\" class=\"\">I remind you young men that regardless of your present age, you are building your life; it will be cheap and shoddy or it will be valuable and beautiful; it will be full of constructive activities or it can be destructive; it can be full of joy and happiness, or it can be full of misery. It all depends upon you and your attitudes, for your altitude, or the height you climb, is dependent upon your attitude or your response to situations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p18\" class=\"\">Remember that when you climb a mountain in Switzerland or at Banff or Mount Timpanogos, you travel with people that are interesting and challenging. They have surmounted the same difficulties that you have done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p19\" class=\"\">Remember that those who climb to high places did not always have it easy. We are told that when Abraham Lincoln was a young man, he ran for the legislature in Illinois and was badly “swamped.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p20\" class=\"\">He next entered business, failed, and spent 17 years of his life paying up the debts of a worthless partner. He fell in love with a beautiful young woman, to whom he became engaged, then she died. Entering politics, he ran for congress and was badly defeated. He tried to get an appointment to the U.S. land office but failed. He became a candidate for the U.S. Senate and was badly defeated. Then in 1856 he became a candidate for vice-president and was again defeated. In 1858 he was defeated by Douglas, but in the face of all this defeat and failure, he eventually achieved the highest success attainable in life and undying fame to the end of time. This was the Abraham Lincoln who was president of the United States. This was the Abraham Lincoln about whom numerous books have been written. This was the Abraham Lincoln who carved his own success out of the mountains of difficulty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p21\" class=\"\">Again we repeat that you will make your life what you want it to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p22\" class=\"\">An anonymous writer says this: “Be glad there are big hurdles in life and rejoice, too, that they are higher than most people care to surmount. Be happy they are numerous. It is those hurdles that give you a chance to work your way to the front of the crowd. They are your friends. For if it were not for high hurdles, many men might be able to outrun you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p23\" class=\"\">May I tell you a story of long ago, of what one boy made of his early life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p24\" class=\"\">About 3,000 years ago when the king of Israel was Saul, and he proved himself unworthy of his high position, the Lord sent the prophet Samuel to find a successor for him. The prophet went to the home of Jesse, the father of eight sons. He called Jesse’s sons to him to interview them. When the proud father brought Eliab, the older son, he said to himself, “Surely this is the man” [see <span class=\"citation\" id=\"2603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2603)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2603)\">1 Sam. 16:6<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p25\" class=\"\">“But the Lord said unto Samuel, look not on his countenance, or on the height of his stature; because I have refused him: for the Lord seeth not as man seeth; for man looketh on the outward appearance, but the Lord looketh on the heart.” (<span class=\"citation\" id=\"2604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2604)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2604)\">1 Sam. 16:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p26\" class=\"\">Then the proud father called a second, and he was not accepted. Seven fine, handsome sons came one after the other before the prophet Samuel, who said to the father, Jesse, “Are these all thy children?” And then Jesse admitted, “Yes, except the youngest, David, and he is out with the sheep.” And Samuel said, “Go fetch him.” (See <span class=\"citation\" id=\"2605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2605)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2605)\">1 Sam. 16:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p27\" class=\"\">Now when the youngest son came in, he was ruddy and handsome and a delightful personality, and perhaps sunburned, for he was the shepherd and spent much of his time out in the open with the sheep. The Lord inspired Samuel and he said, “This is he.” (<span class=\"citation\" id=\"2606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2606)\">1 Sam. 16:12<\/a><\/span>.) And as the father and the sons gathered around him, Samuel took the horn of oil and anointed David to become the king of Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p28\" class=\"\">At this time the Philistines, a bitter enemy of Israel, had come up to conquer Israel, and they were lined up on one ridge and Israel was lined up on the other ridge, and a little valley was in between.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p29\" class=\"\">As the armies faced each other preliminary to the battle, a great giant named Goliath came out into the no-man’s-land and challenged the Israelites, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p30\" class=\"\">“Why have you come out to battle us? I am a Philistine, and you are the servants to Saul. Choose you a man for you, and let him come down to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p31\" class=\"\">“If he be able to kill me, then will we be your servants: but if I prevail against him, and kill him, then shall you be our servants, and serve us.” (See <span class=\"citation\" id=\"2609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2609)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2609)\">1 Sam. 17:8–9<\/a><\/span>.) He added: “I defy the armies of Israel this day; give me a man, that we may fight together.” (<span class=\"citation\" id=\"2610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2610)\">1 Sam. 17:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p32\" class=\"\">Now this man was a giant; he was fearsome. About nine feet tall, he stood high above them all; and he had a helmet of brass on his head and a heavy metal coat of mail. With the strips of brass on his legs and brass between his shoulders, his coat of mail was very, very heavy. His spear was long like a weaver’s beam, and his sword sharp as a razor. He had a man to carry his shield.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p33\" class=\"\">He was certainly a formidable antagonist. Little wonder that the warriors on Israel’s side feared him. None seemed to have the courage or the foolhardiness to accept his challenge, so it was quite understandable that all the Israelite soldiers fell back and trembled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p34\" class=\"\">It happened at this pivotal time that the father, Jesse, was concerned with the welfare of his three eldest sons who had been inducted into the army of Saul. Apparently when these sons were defending Israel, it fell to the lot of David, the youngest, to herd the sheep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p35\" class=\"\">The kindly father called David from the sheep and gave to him a quantity of parched corn and some loaves and sent him to the army camp to take these to his brothers, and ten cheeses to the captain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p36\" class=\"\">David arose very early and started his journey to Elah. He made full arrangements for someone to look after his father’s sheep so that they would not be driven away nor destroyed nor eaten by wild animals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p37\" class=\"\">As David arrived at the scene of battle, the army was just going forth to the fight and were shouting for the battle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p38\" class=\"\">David left his carriage in the hands of the keeper of the carriage and ran to the army and saluted his brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p39\" class=\"\">Again the Philistine shouted his challenge, as he had done during 40 days of warfare.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p40\" class=\"\">As David came into the ranks, the men said to him, “Have you seen this giant that defies Israel? Do you realize that the man who kills him will be enriched by the king? To that man who can kill the great Goliath, freedom will come to his family.” (See <span class=\"citation\" id=\"2612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2612)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2612)\">1 Sam. 17:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p41\" class=\"\">David was not well received by his eldest brother either, who was angry with him and said, “Why did you come down here? with whom have you left those few sheep in the wilderness? I know you were curious and proud and naughty in your heart, and you have come down out of curiosity to observe the battle.” (See <span class=\"citation\" id=\"2613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2613)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2613)\">1 Sam. 17:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p42\" class=\"\">David seemed to be disturbed at his brother’s denunciation and said, “Now what have I done? Isn’t there a reason why I came?” (See <span class=\"citation\" id=\"2614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2614)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2614)\">1 Sam. 17:29<\/a><\/span>.) He knew that inspiration had brought him here for a good purpose to save Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p43\" class=\"\">David’s inspiration or revelation was repeated to King Saul, who called the young man to him, and David said, “Don’t let this bully worry you and bring you fear. I will go and fight this Philistine.” (See <span class=\"citation\" id=\"2616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2616)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2616)\">1 Sam. 17:32<\/a><\/span>.) But Saul was shocked and said to David:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p44\" class=\"\">“[You] art not able to … fight … this Philistine … for you are but a youth, and he a man of war. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p45\" class=\"\">“And David said unto Saul, Thy servant kept his father’s sheep, and there came a lion, and a bear, and took a lamb out of the flock:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p46\" class=\"\">“And I went out after him, and smote him, and delivered it out of his mouth: and when he arose against me, I caught him by his beard, and smote him, and slew him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p47\" class=\"\">“Thy servant slew both the lion and the bear: and this uncircumcised Philistine shall be as one of them, seeing he hath defied the armies of the living God.” (<span class=\"citation\" id=\"2617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2617)\">1 Sam. 17:33–36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p48\" class=\"\">He then repeated: “The Lord that delivered me out of the paw of the lion, and out of the paw of the bear, he will deliver me out of the hand of this Philistine. And Saul said unto David, go, and the Lord be with thee.” (See <span class=\"citation\" id=\"2618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2618)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2618)\">1 Sam. 17:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p49\" class=\"\">Saul placed the king’s armor upon David, but it was so heavy he couldn’t bear it and threw it off.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p50\" class=\"\">“I cannot go with these; for I am not used to them,” said David. (See <span class=\"citation\" id=\"2619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2619)\">1 Sam. 17:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p51\" class=\"\">As he crossed the brook, David, the boy, stooped over and picked out five small stones and put them in his shepherd’s bag; and his sling was in his hand, and he moved toward the giant Philistine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p52\" class=\"\">The great giant apparently was shocked and angered at such an affront. He saw this young man, ruddy and of a youthful, fair countenance, and in his anger and disgust, the Philistine said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p53\" class=\"\">“Am I a dog, that thou comest to me with staves? And the Philistine cursed David … and … said to [him], Come to me, and I will give [your] flesh … [to] the fowls of the air, and to the beasts of the field.” (<span class=\"citation\" id=\"2620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2620)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2620)\">1 Sam. 17:43–44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p54\" class=\"\">Then David rose in his majesty and said to the Philistine:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p55\" class=\"\">“[You come] to me with a sword, and with a spear, and with a shield: but I come to [you] in the name of the Lord of hosts, the God of the armies of Israel, whom [you have] defied.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p56\" class=\"\">“This day will the Lord deliver [you] into [my] hand; and I will smite [you], and take [your] head from [you], and I will give the carcases of the [army] of the Philistines this day [to] the fowls of the air, and to the wild beasts of the earth; that all the earth may know that there is a God in Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p57\" class=\"\">“And all this assembly shall know that the Lord saveth not with sword and spear: for the battle is the Lord’s, and he will give you into our hands.” (<span class=\"citation\" id=\"2623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2623)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2623)\">1 Sam. 17:45–47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p58\" class=\"\">The Philistine and the shepherd boy approached each other, both with confidence:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p59\" class=\"\">“And David put his hand in his bag, and took out a stone, put it in his sling, aimed it, and sent it at terrific speed, and smote the Philistine in his forehead; perhaps the only unprotected spot, and the stone sunk deep into the forehead of the great, bragging bully who fell upon his face to the earth.” (See <span class=\"citation\" id=\"2624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2624)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2624)\">1 Sam. 17:49<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p60\" class=\"\">I wonder how many of you young men have ever owned and used a sling. When I was a little boy, we made our own slings, and we found our own rocks and we discovered our own targets, and we became quite proficient in slinging the rocks. We would take a little piece of leather about the size you would use for a flipper, maybe two inches long and in an elliptical shape. And at each end a little hole was cut, and then a long thong of leather was fastened to each end, one of which had a knot in the end through which we put one finger. Then, with a rock in the sling, we would throw it around our head until we had great momentum, and then would turn loose one of the thongs and the rock would sail toward its destination.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p61\" class=\"\">We used to make all our own playthings: our slings, our whistles, our flippers, our play balls, and we learned to use them well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p62\" class=\"\">“So David prevailed over the Philistine with a sling and with a stone, and smote the Philistine, and slew him; … there was no sword in the hand of David [but only a sling].” (<span class=\"citation\" id=\"2625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2625)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2625)\">1 Sam. 17:50<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p63\" class=\"\">All he used was a little pebble and a sling and inspiration and revelation. He had courage, he had strength, he had faith in himself, but especially faith in his Heavenly Father, to whom he offered his prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p64\" class=\"\">The 40 days of challenge and of egotism and boasting had ended for this Philistine in death!<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p65\" class=\"\">Evidently to put fear in the minds of the enemy, David went to the prone body of his antagonist lying on the ground and cut off his head. This act seemed to have its desired effect. And the enemy fled, and thus one inspired boy defeated an entire army. Israel’s army pursued the escaping Philistines and won the battle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p66\" class=\"\">The king inquired as to who the lad was who had performed such a miraculous feat, and then Jonathan gave him his sword, his bow, and his girdle. And the scripture says: “And David behaved himself wisely in all … ways; and the Lord was with him.” (<span class=\"citation\" id=\"2626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2626)\">1 Sam. 18:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p67\" class=\"\">Now, my young brothers, remember that every David has a Goliath to defeat, and every Goliath can be defeated. He may not be a bully who fights with fists or sword or gun. He may not even be flesh and blood. He may not be nine feet tall; he may not be armor-protected, but every boy has his Goliaths. And every boy has his sling, and every boy has access to the brook with its smooth stones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p68\" class=\"\">You will meet Goliaths who threaten you. Whether your Goliath is a town bully or is the temptation to steal or to destroy or the temptation to rob or the desire to curse and swear; if your Goliath is the desire to wantonly destroy or the temptation to lust and to sin, or the urge to avoid activity, whatever is your Goliath, he can be slain. But remember, to be the victor, one must follow the path that David followed:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p69\" class=\"\">“David behaved himself wisely in all his ways; and the Lord was with him.” (<span class=\"citation\" id=\"2627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2627)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2627)\">1 Sam. 18:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p70\" class=\"\">David had integrity and kept his father’s sheep. David did not leave his sheep without a caretaker when he filled another assignment from his father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p71\" class=\"\">David was responsible. His sheep were in his hands; he killed the bear and he killed the lion to save his father’s sheep, even at great danger to himself. He took the little lamb out of the mouth of the beast and restored it to its mother. David took five stones to kill Goliath. He needed only one. David was honorable and had faith in his Heavenly Father, and he feared no man so long as he had the confidence of his Lord. He taunted the Philistine giant, saying, “You come to me with a sword, and with a spear, and with a shield, with a coat of mail, with an armor bearer: But I come to you in the name of the Lord of Hosts, the God of the armies of Israel, whom thou hast defied.” (See <span class=\"citation\" id=\"2621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2621)\">1 Sam. 17:45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p72\" class=\"\">Sometime ago I tore an advertisement from a current magazine. This is what it said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p73\" class=\"\">“One time or another we all face adversity’s chilling wind. One man flees from it, and like an unresisting kite falls to the ground. Another yields no retreating inch, and the wind that would destroy him lifts him as readily to the heights. We are not measured by the trials we meet, only by those we overcome.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p74\" class=\"\">The pipeline ad read, “Neither rivers, mountains nor ocean waters stop our pipeline crews. What they can’t go through, they go over, under, or around.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p75\" class=\"\">One obsession of this Church and all its members is missionary work, about which you have heard from Brother Tuttle this night. The Lord told his apostles, as you will see in the beautiful picture over in the Church Office Building, to go into all the world and preach the gospel to every creature. (See <span class=\"citation\" id=\"36361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36361)\">Matt. 28:19–20<\/a><\/span>.) May we remind you young men again, your responsibility is to respond to that call. And if you receive a call from the Lord through your bishop and stake presidency, it is your privilege, but also your obligation, to fill that calling expertly. And since you will now establish your goal to fill a mission, remember it costs money to go to the various parts of the world and preach the gospel. Remember, then, it is your privilege now to begin to save your money.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p76\" class=\"\">Every time money comes into your hands, through gifts or earnings, set at least a part of it away in a savings account to be used for your mission. Every boy would like to be independent and furnish his own funds for his mission, rather than to ask his parents to do that for him. Every boy in every country in all the world who has been baptized and received the Holy Ghost will have the responsibility of bearing the message of the gospel to the people of the world. And this is also your opportunity, and it will contribute greatly toward your greatness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p77\" class=\"\">I like the lines of Edgar A. Guest, which he has titled “Equipment”:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Figure it out for yourself, my lad,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">You’ve all that the great of men have had,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Two arms, two hands, two legs, two eyes<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And brain to use if you would be wise.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">With this equipment they all began,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">So start for the top and say, “I can.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Look them over, the wise and great,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">They take their food from a common plate,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And similar knives and forks they use,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">With similar laces they tie their shoes,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The world considers them brave and smart,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">But you’ve all they had when they made their start.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">You can triumph and come to skill.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">You can be great if you only will.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">You’re well equipped for what fight you choose,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">You have legs and arms and a brain to use,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And the man who has risen great deeds to do<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Began his life with no more than you.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">You are the handicap you must face,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">You are the one who must choose your place,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">You must say where you want to go,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">How much you will study the truth to know.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">God has equipped you for life, but He<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Lets you decide what you want to be.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Courage must come from the soul within,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The man must furnish the will to win.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">So figure it out for yourself, my lad.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">You were born with all that the great have had,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">With your equipment, they all began<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Get hold of yourself, and say: “I can.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p108\" class=\"\"><span class=\"emphasis\">Collected Verse of Edgar A. Guest,<\/span> Chicago: Reilly and Lee, 1934, p. 666<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p109\" class=\"\">May I bring to your attention another of the giant Goliaths that may challenge you and stand in your way. His name this time is pornography or filthiness. Listen here:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">When you tell a filthy story,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Do you ever stop to think<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">What impression you have made upon the crowd?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Do you think the boys enjoy it?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Do you think because they laugh<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That you have sufficient reason to be proud?<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Do you know that you exhibit<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">All that is within your soul,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">When the filthy story passes from your tongue?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">It reveals your own defilement,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">It proclaims your ignorance,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">It disgusts all decent boys who love real fun.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Do you think that you exhibit<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Any real common sense,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">When you show the crowd how rotten is your mind?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Do you know that you dishonor<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Both your parents and your friends?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Think it over, boy, and that is what you’ll find.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Be a little choice in language;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Be a little more refined,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">If respect of those around you you would win.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">You will have a great advantage<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Over those who are inclined<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To go through life in filth and slime and sin.<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p134\" class=\"\">These verses I read when I was a little boy, and they made a deep impression on me. I hope they will touch your hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p135\" class=\"\">When I lived in Arizona as a boy, nearly all the farmers had melon patches, and some of the farmers raised them for the market. Sometimes some boys would gang up and in the darkness of the night, go to one of these melon patches, and with their jackknives go through the patch and slash all the melons they could reach. They did not want the melons to eat, merely an ugly, destructive urge to destroy. This I never could understand, and I could never understand setting fire to things or breaking windows or tearing rugs or any of the mean tricks that were destructive in nature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p136\" class=\"\">David would not do such a thing. He killed a lion with his bare hands, but that was to protect his sheep. He killed a Goliath, but that was to save Israel. He killed a bear with his bare hands, but again that was to save his father’s flocks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p137\" class=\"\">I hope that if ever in your presence there are fellows with destructive ideas, that you will help to curb them and dissuade them, especially from doing those things which bring them no value and only leave blots upon their characters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p138\" class=\"\">Will you remember the scripture from Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p139\" class=\"\">“Be wise in the days of your probation; strip yourselves of all uncleanness; ask not, that ye may consume it on your lusts, but ask with a firmness unshaken, that ye will yield to no temptation, but that ye will serve the true and living God.” (<span class=\"citation\" id=\"38021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38021)\">Morm. 9:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p140\" class=\"\">Perhaps these lines from Henry Van Dyke may be of interest to you:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Men have dulled their eyes with sin,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And dimmed the light of heaven with doubt,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And built their temple walls to shut thee in,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And framed their iron creeds to shut thee out.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Addressed to God of the Open Air<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p146\" class=\"\">And you, my fine young men, must not be just average. Your lives must be clean and free from all kinds of evil thoughts or acts—no lying, no theft, no anger, no faithlessness, no failure to do that which is right, no sexual sins of any kind, at any time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p147\" class=\"\">You know what is right and what is wrong. You have all received the Holy Ghost following your baptism. You need no one to brand the act or thought as wrong or right. You know by the Spirit. You are painting your own picture, carving your own statue. It is up to you to make it acceptable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p148\" class=\"\">May God bless you, our beloved young men. I know your Heavenly Father is your true friend. Everything he asks you to do is right and will bring blessings to you and make you manly and strong. “And David behaved himself … in all his ways; and the Lord was with him.” (<span class=\"citation\" id=\"2628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2628)\">1 Sam. 18:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/the-davids-and-the-goliaths.p149\" class=\"\">May God bless you, I pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}