{"ID":2555, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Where Much Is Given, Much Is Required\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03050_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p3\" class=\"\">Today it is my hope to inform those who are not yet members of the Church, and at once to remind all of us who are members of the Church, of our responsibility to share the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p4\" class=\"\">Three weeks ago I was in New York City awaiting a flight to Europe. An employee of the airline left her place at the desk and came to where I was sitting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p5\" class=\"\">“Two of my nephews have joined your Church,” she told me. “I can hardly believe the change that it’s made in their lives.” In our brief conversation I asked how her sister felt about her sons joining the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p6\" class=\"\">“She couldn’t be happier,” she said, and explained how the family had had real reason to be worried about the young men. They were two of the wanderers that President Tanner has spoken about. “You wouldn’t believe how they’ve changed,” she said. “They’ve cut their hair and the whole bit,” as she put it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p7\" class=\"\">Later, as I left to board the plane, she thanked me again and said, “I don’t know how you do it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p8\" class=\"\">In answer to her question, let me explain that for one thing we hold to high standards of conduct. The principles of the gospel are anchored and secure. Some of the programs and methods change from time to time, but there is no altering of the standards. There is a great sense of security and of protection in this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p9\" class=\"\">We continually strive to share the gospel with others, but we cannot dilute it to suit their taste. We did not set the standards; the Lord did. It is his church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p10\" class=\"\">We ask those of you who are not yet members of the Church to be patient if we seem too anxious to share what we have. If we do not share it, we may lose it. That is one of the requirements if we are to keep it. Therefore, missionary work is not casual; it is very determined.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p11\" class=\"\">You should know that of the more than 18,000 missionaries serving fulltime in the world right now, fewer than five percent of them are 21 years of age.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p12\" class=\"\">This accounts for both the vigor of the work and the great appeal that it has for young people. It takes a powerful conviction for a young person to give up two years of exciting, youthful activity and pay his own way to preach the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p13\" class=\"\">It should not be surprising that they succeed, for they teach the truth! It is His church. By His own declaration, “The only true and living church upon the face of the whole earth.” (<span class=\"citation\" id=\"16223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16223)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16223)\">D&amp;C 1:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p14\" class=\"\">Notwithstanding our eager proselyting, this is not an easy church to join. For the average person it requires nearly a complete change in his way of life. This becomes a great challenge to some, even though every change would be a sensible improvement in anyone’s life, whether they joined the Church or not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p15\" class=\"\">For instance, to join the Church you must forsake every kind of immorality. Husbands are placed under covenant to be faithful to their wives, and wives to their husbands. Young people are persuaded to reserve those sacred life-giving powers for marriage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p16\" class=\"\">Responsible family membership is a great ideal in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p17\" class=\"\">Temperance is required. Members of the Church abstain from alcoholic beverages—all of them, all of the time. The same is true with tobacco. And if that were not enough, habit-forming stimulants—tea and coffee—are not used. From this, of course, you could know our attitude on narcotics; that should be very clear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p18\" class=\"\">And there are other improvements—in humility, in honesty, and reverence, keeping the Sabbath—all aimed at making each of us a decent person.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p19\" class=\"\">I repeat that in spite of our vigorous missionary activity, it is not very easy to qualify for membership in the Church. Nor is it easy once you have joined. If it is an easy church you are looking for, if that is important to you, this is not it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p20\" class=\"\">Several years ago I presided over one of our missions. Two of our missionaries were teaching a fine family, and they had expressed a desire to be baptized, and then they suddenly cooled off. The father had learned about tithing and canceled all further meetings with the missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p21\" class=\"\">Two sad elders reported to the branch president, who himself was a recent convert, that he would not have this fine family in his branch.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p22\" class=\"\">A few days later the branch president persuaded the elders to join him in another visit to the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p23\" class=\"\">“I understand,” he told the father, “that you have decided not to join the Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p24\" class=\"\">“That is correct,” he answered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p25\" class=\"\">“The elders tell me that you are disturbed about tithing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p26\" class=\"\">“Yes,” said the father. “They had not told us about it; and when I learned of it, I said, ‘Now that’s too much to ask. Our church has never asked anything like that.’ We think that’s just too much, and we will not join.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p27\" class=\"\">“Did they tell you about fast offering?” he asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p28\" class=\"\">“No,” said the man. “What is that?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p29\" class=\"\">“In the Church we fast for two meals each month and give the value of the meals for the help of the poor.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p30\" class=\"\">“They did not tell us that,” the man said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p31\" class=\"\">“Did they mention the building fund?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p32\" class=\"\">“No, what is that?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p33\" class=\"\">“In the Church we all contribute toward building chapels. If you joined the Church, you would want to participate both in labor and with money. Incidentally, we are building a new chapel here,” he told him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p34\" class=\"\">“Strange,” he said, “that they didn’t mention it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p35\" class=\"\">“Did they explain the welfare program to you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p36\" class=\"\">“No,” said the father. “What is that?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p37\" class=\"\">“Well, we believe in helping one another. If someone is in need or ill or out of work or in trouble, we are organized to assist, and you would be expected to help.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p38\" class=\"\">“Did they also tell you that we have no professional clergy? All of us contribute our time, our talents, our means, and travel—all to help the work. And we’re not paid for it in money.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p39\" class=\"\">“They didn’t tell us any of that,” said the father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p40\" class=\"\">“Well,” said the branch president, “If you are turned away by a little thing like tithing, it is obvious you’re not ready for this Church. Perhaps you have made the right decision and you should not join.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p41\" class=\"\">As they departed, almost as an afterthought, he turned and said, “Have you ever wondered why people will do all of these things willingly? I have never received a bill for tithing. No one has ever called to collect it. But we pay it—and all of the rest—and count it a great privilege.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p42\" class=\"\">“If you could discover <span class=\"emphasis\">why,<\/span> you would be within reach of the pearl of great price, which the Lord said the merchant man was willing to sell all that he had that he might obtain it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p43\" class=\"\">“But,” said the branch president, “It is <span class=\"emphasis\">your<\/span> decision. I only hope you will pray about it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p44\" class=\"\">A few days later the man appeared at the branch president’s home. No, he did not want to reschedule the missionaries. That would not be necessary. He wanted to schedule the baptism of his family. They had been praying, fervently praying.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p45\" class=\"\">This happens every day with individuals and entire families attracted by the high standards, not repelled by them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p46\" class=\"\">We have in our custody the greatest thing on this earth. And, should the question be asked, yes, we intend to keep the commandments of the Lord, all of them. The only real inconvenience these high standards have caused us is in the rapid and continual growth of the Church. This has us constantly concerned with keeping the Church organized in small, efficient units for the benefit of each individual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p47\" class=\"\">Even members who have difficulty living the standards (and we have them) will generally defend those standards. Old members, as well as new members, need to be fellowshiped and trained so that when they come into the Church they at once come out of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p48\" class=\"\">“The kingdom of heaven <span class=\"emphasis\">is<\/span> like unto a merchant man, seeking goodly pearls:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p49\" class=\"\">“Who, when he had found one pearl of great price, went and sold all that he had,” that he might obtain it. (<span class=\"citation\" id=\"36311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36311)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36311)\">Matt. 13:45–46<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p50\" class=\"\">Now, lest some of you think all of this giving up of things and this rearranging of your habits is more painful than it really is, I should repeat a statement by Lady Astor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p51\" class=\"\">She had dreaded old age. When it finally came, she commented philosophically, “I always dreaded growing old, because then you can’t do all of the things you want to. But it isn’t so bad—you don’t want to!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p52\" class=\"\">To nonmembers, I say that while you do not have to accept the gospel, we must offer it to you. There is something of great significance to you and to us in our having offered you a chance to accept it. The gospel stands as true for those who reject it as for those who accept it—both will be judged by it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p53\" class=\"\">Now, as a reminder to members of our obligation to share the gospel I repeat an account from the history of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p54\" class=\"\">In the late 1850s many converts from Europe were struggling to reach the Great Salt Lake Valley. Many were too poor to afford the open and the covered wagons and had to walk, pushing their meager belongings in handcarts. Some of the most touching and tragic moments in the history of the Church accompanied these handcart pioneers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p55\" class=\"\">One such company was commanded by a Brother McArthur. Archer Walters, an English convert who was with the company, recorded in his diary under July 2, 1856, this sentence:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p56\" class=\"\">“Brother Parker’s little boy, age six, was lost, and the father went back to hunt him.” (LeRoy R. Hafen and Ann W. Hafen, <span class=\"emphasis\">Handcarts to Zion,<\/span> Pioneers Ed. Glendale, California, The Arthur H. Clark Co., 1960, p. 61.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p57\" class=\"\">The boy, Arthur, was next youngest of four children of Robert and Ann Parker. Three days earlier the company had hurriedly made camp in the face of a sudden thunderstorm. It was then the boy was missed. The parents had thought him to be playing along the way with the other children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p58\" class=\"\">Someone remembered earlier in the day, when they had stopped, that they had seen the little boy settle down to rest under the shade of some brush.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p59\" class=\"\">Now most of you have little children and you know how quickly a tired little six-year-old could fall asleep on a sultry summer day and how soundly he could sleep, so that even the noise of the camp moving on might not awaken him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p60\" class=\"\">For two days the company remained, and all of the men searched for him. Then on July 2, with no alternative, the company was ordered west.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p61\" class=\"\">Robert Parker, as the diary records, went back alone to search once more for his little son. As he was leaving camp, his wife pinned a bright shawl about his shoulders with words such as these:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p62\" class=\"\">“If you find him dead, wrap him in the shawl to bury him. If you find him alive, you could use this as a flag to signal us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p63\" class=\"\">She, with the other little children, took the handcart and struggled along with the company.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p64\" class=\"\">Out on the trail each night Ann Parker kept watch. At sundown on July 5, as they were watching, they saw a figure approaching from the east! Then, in the rays of the setting sun, she saw the glimmer of the bright red shawl.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p65\" class=\"\">One of the diaries records: “Ann Parker fell in a pitiful heap upon the sand, and that night, for the first time in six nights, she slept.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p66\" class=\"\">Under July 5, Brother Walters recorded:<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p67\" class=\"\">“Brother Parker came into camp with a little boy that had been lost. Great joy through the camp. The mother’s joy I cannot describe.” (Hafen and Hafen, <span class=\"emphasis\">Handcarts to Zion,<\/span> p. 61.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p68\" class=\"\">We do not know all of the details. A nameless woodsman—I’ve often wondered how unlikely it was that a woodsman should be there—found the little boy and described him as being sick with illness and with terror, and he cared for him until his father found him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p69\" class=\"\">So here a story, commonplace in its day, ends—except for a question. How would you, in Ann Parker’s place, feel toward the nameless woodsman had he saved your little son? Would there be any end to your gratitude?<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p70\" class=\"\">To sense this is to feel something of the gratitude our Father must feel toward any of us who saves one of his children. Such gratitude is a prize dearly to be won, for the Lord has said, “If it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!” (<span class=\"citation\" id=\"16254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16254)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16254)\">D&amp;C 18:15<\/a><\/span>.) Even so, I might add, if that soul should be our own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p71\" class=\"\">And so we appeal to all to come. We call you from the world, more for what you can give than for what you can get. You are needed here. Come by families if you can, or alone if you must.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p72\" class=\"\">Here all that the Father hath can be given unto you. But not without cost, “For unto whomsoever much is given,” much shall be required. (<span class=\"citation\" id=\"31903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31903)\">Luke 12:48<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p73\" class=\"\">This is His church. In it you will not stand approved of all men. Many, perhaps most, will consider you strange. Some of the doctrines are not easy to understand or to accept. The commandments are not easy to live. The standards, I repeat, are high, but you can start where you are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p74\" class=\"\">Many of you are burdened with unhappiness and worry and with guilt. Many of you struggle under the bondage of degrading habits or wrestle with loneliness or disappointment and failure. Some of you suffer from broken homes, broken marriages, broken hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p75\" class=\"\">We are not offended at all of these things. All of these things may be set aside—overcome. Whoever you are and whatever you are, we reach out to extend to you the hand of fellowship so that we can lift one another and lift others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1974\/11\/where-much-is-given-much-is-required.p76\" class=\"\">This is His church. I have that witness. Jesus is the Christ; he lives. It’s commonly taught that he is but an influence in the world. I know him to be Jesus Christ, the Son of God, the Only Begotten of the Father. I testify that he has a body of flesh and bones. This is his church. Of that I bear witness, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}