{"ID":256, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Law and Labor<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i>, October 1946, pp. 48-52<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident Smith, in his opening address this morning, spoke about the present confused\nfloundering of the world consequent upon a waning devotion to fundamental principles. Dr.\nWidtsoe adverted to the same theme and particularly as evidenced by the frustrations of men\nin their gropings after a longed-for peace without adherence to the principles upon which\npeace depends. There is one exemplification of the drift away from peace and a powerful\ncontributing factor to the prevailing instability about which I desire to speak. I hope I may do\nso without offense.\n<\/p><p>\nHISTORY OF REDRESS OF WRONGS\n<\/p><p>\nYou all remember the accounts of earlier times when men took upon themselves the redress\nof their own grievances. If, for example, one killed a member of my family, I promptly went\nout and killed him or some member of his family. Then that family sought revenge against\nme or my family and so the course of reprisal and counter-reprisal ran, growing into family\nand clan feuds. In like manner, if one took or damaged the property of another, the injured\none sought, through his own means, to recover his goods or their equivalent or to visit\npunishment on his despoiler. It is easy to see that there could be neither stability nor security\nunder such a system. An orderly, stable society of individuals could not exist under such\nconditions. It was intolerable. The remedy, perhaps the only remedy, was to enact public laws\napplicable to all alike which defined the rights of individuals and provided remedies for the\nprotection of those rights. A law defined murder and prescribed a penalty for him who\ncommitted it. Now if a murder were committed, it became not a private wrong against the\nmurdered person to be avenged by his kindred, but rather an offense against the state which\nassumed the exclusive right to execute against the offender, the retribution of the law. The\ninjured family may not always have been satisfied with results, but they had to learn to accept\nthem. They no longer had a right to take punishment into their own hands and would\nthemselves be subject to penalty if they did so. Similarly the law forbade theft and fixed the\nconsequences for its violation. So if one's property were stolen, he did not seek by violence to\nrecover it or to punish the offender. The state took care of that through its own processes.\nThese more serious wrongs were called crimes punishable by the state, not for restitution to\nthe injured person, but for the preservation of public order. Other less serious trespasses were\nstill recognized as offenses for the commission of which the injured one might seek\nrecompense to himself. But his remedy was through the processes established by law and not\nby physical force or violence administered by himself.\n<\/p><p>\nThus, for example, if one wrongfully entered upon or occupied the land or\ndwelling of another, the owner would file his complaint with the court. In orderly manner the\ncause would be heard and determined, and then the officers of the law would remove the\ntrespasser, instead of the owner's seeking by violence to do that for himself.\n<\/p><p>\nJUSTICE UNDER LAW\n<\/p><p>\nThe finding of the judicial tribunal set up by the law ultimately became final, and the parties\nin dispute had to abide by it. Thus punishment of grievances, or protection of person and\nproperty, was taken out of the realm of private feuding and reprisals by physical might and\nput over into the realm of impartial judicial determination by reason and the application of\nprinciples of justice. This achievement marked a great day in the progress of civilization.\nAnarchy gave place to order, and it became possible for human beings to live together with a\nlarge degree of stability and freedom from haunting fears. Without such an accomplishment,\nlarge numbers of people could not have lived together.\n<\/p><p>\nINDUSTRIAL DISPUTES\n<\/p><p>\nBy now, someone will surely be asking what all this has to do with the purpose of a\nworshiping assembly such as is convened here today. I will tell you. I have presumed to\npresent this sketchy background for the express purpose of drawing a parallel between that\nand the barbaric methods we now employ in our handling of industrial disputes. I have no\nhesitancy in saying that the strike is a totally uncivilized way of dealing with them. Strikes\narise out of disagreements. Sometimes the dispute is between the employer and his employees;\nsometimes the employer has nothing to do with it, but it is between two different organized\ngroups of employees, each claiming the right to negotiate with the employer. Sometimes\nworkers are compelled to go on strike when they have no grievance at all and would prefer to\ngo on working, but are compelled to walk off the job by the orders of the organization to\nwhich they belong. Sometimes they are voluntary members of such organizations, but often\nthey are forced into membership against their will by violence or threats of violence. Often\nthey are coerced into membership because otherwise they will not be permitted to work at all\nor to earn their daily bread.\n<\/p><p>\nEmployees claim that they have long suffered injustices and are now balancing accounts,\nwhile employers assert that the demands of the workers are unreasonable and impossible of\ngranting. Obviously, neither party to the dispute is in a condition to make an unbiased\nappraisal of the merits of these conflicting positions.\n<\/p><p>\nI am not here trying to fix the blame or to say who is in the right or to what extent. But I do\nsay that such a situation breeds lawlessness, eventuates in anarchy, and will destroy any\ngovernment or society that does not find an effective way of dealing with it.\n<\/p><p>\nThere is no more excuse for permitting those with an industrial complaint, real or fancied,\nsincerely entertained or shammed, to cover up a sinister purpose, to take into their own hands\nthe redressing of their own grievances, than there is for permitting any private individual to\ntake upon himself the satisfaction of his own wrongs of whatsoever nature without regard to\nthe good order and welfare of the whole society.\n<\/p><p>\nThere is no more justification for permitting an organized group to stop a farmer carrying his\nown produce, the fruits of his own toil, to market and tip over and break his truck and destroy\nhis foodstuffs unless he will take on and pay another driver whom he neither wants nor needs,\nthan there is for permitting a man whose son has been killed, perhaps in a brawl, to go out\nand without investigation kill the perpetrator of the death.\n<\/p><p>\nThere is no greater right in an organized body to obstruct public streets or to throw picket\nlines in front of entrances to places of work and hold others out by violence, intimidation,\nthreat, and injury than there is in any person whose property has been stolen to retrieve it by\nforce of arms, killing or maiming if need be in the process.\n<\/p><p>\nNeither does it help the cause any to say, even though true, that workers have in the past\nsuffered gross wrongs. An evil is never cured by transferring the power to perpetrate it from\none set of hands over into the hands of those on the opposite side. Wrong is just as sinister\nand just as fatal to orderly living when perpetrated by one side to a controversy as if\nperpetrated by the other. Former wrongs are not righted by the commission of new ones by\nthe other party.\n<\/p><p>\nDEFIANCE OF LAW DECRIED\n<\/p><p>\nOur method of handling these industrial disputes belongs to the age of barbarism and is a\nnational disgrace. So long as we tolerate law defiance, disorder, private usurpation of the right\nto redress wrongs, we have no right to be castigating other nations for their delinquencies or\nto assume the role of instructor to them. If we cannot maintain domestic order, how may we\nhope to achieve international order, or to have persuasive influence in establishing it?\n<\/p><p>\nThe crying need of this age is for men of stature and character in the seats of power&mdash;men\nwho have the intelligence to discern the right and the courage to pursue it without regard to\npersonal consequences to themselves or their ambitions, men who will not succumb to the lure\nof expediency, but who dare to stand on principle though they stand alone. There are too\nmany favor-currying little men sloshing around in positions requiring big men of unwavering\nintegrity to fill them.\n<\/p><p>\nWhy should great cities be thrown into darkness and their citizens exposed to the marauder\nbecause two contending parties choose to be belligerent? Why should water\nshipping and land transportation be stopped and whole innocent populations be reduced to\nhunger and cold and privation because two private parties, or perhaps only one of them, sets\nup its imperious will regardless of the good of the law-abiding public?\n<\/p><p>\nIf laws are needed to define the rights, privileges, and obligations of the respective\ncontenders, let such laws be passed, but let them be fair, impartial, and unbiased laws. You\nwill never cure the evil with laws that shackle one of the disputants while leaving the other to\nroam at large with unrestrained license to do evil. If tribunals be needed to administer and\nenforce the laws, let them be impartially constituted, not packed with personnel so biased that\ntheir decision may with certainty be predicted before the cause is heard. And when a\njudgment has been rendered by a duly constituted tribunal, let that body not be dissolved and\nits judgment vacated under pressure and another tribunal set up to render the kind of decision\nthe dissatisfied party wants. That practice only brings the whole system into disrepute and the\ngovernment itself into contempt.\n<\/p><p>\nThe authority of law must be preserved, orderly procedure maintained, the rights of the\nunoffending but suffering public made secure regardless of the wishes of the contending\nparties or the pressures they may bring to bear.\n<\/p><p>\nFUTURE FREEDOM OF RELIGION AT STAKE\n<\/p><p>\nAnother reason for the appropriateness of this discussion here is that the whole future of\nfreedom of religion is at stake. There is war between the concept of a free people under a free\ngovernment and totalitarian government with its inevitable stifling of individual freedom. That\nwarfare involves religion. If the insufferable and inexcusable condition now prevailing is not\ncorrected, then free government will give way to some form of totalitarianism, whether the\ndespotism of one man or of a class or group or even of the state will not much matter. And\ntotalitarianism must always destroy religious liberty. Free government as we have known it,\nwhat commonly is spoken of as our democracy, is foundationed in the great spiritual principle\nof the supreme importance of the individual and the divine derivation of the human soul. This\nconcept finds its highest political exposition in the Declaration of Independence which\nproclaims in words of fire that men at birth, by the creative's decree that gave them\nbeing&mdash;from the mere circumstance that they are men&mdash;are God-endowed with certain rights\nwhich are \"unalienable\" and which of right and by force of our basic law are inviolable and\nwhich no power on earth, not even the government itself, may properly infringe. Among these\ninalienable and inviolable rights are the right to life and to liberty. The right of man to\nliberty&mdash;to be free&mdash;is thus made coordinate with the right to life itself. The history of human\nstruggle loudly proclaims that life without liberty is intolerable. For a\nfulness, the two must go together. These conceptions incorporated in the immortal Declaration\nare the product of more than a century and a half of the teachings of the Christian religion\nout of which they must draw their nourishment. If this wellspring is suffered to dry up, then\nindividual freedom will wither and die.\n<\/p><p>\nCHRISTIAN RELIGION AND DEMOCRACY\n<\/p><p>\nFor it is out of that religion that the whole concept of the common brotherhood of men as the\nchildren of the same God derives, each equal before the law. So intimately are the two\nintertwined that democracy and the Christian religion must survive or perish together. Neither\nhas worked perfectly in human hands. But the failure of the perfect working of the principles\nof free government probably is fairly in proportion to the failure of men to live the Christian\nreligion. The perfect working of the latter would insure the perfect working of the former. We\nmay not, except at our peril, discard either of them. Together they have provided an\natmosphere in which, in spite of imperfections, we have lived and flourished as has no other\nnation in recorded history. It is important to note that in those countries where freedom has\nperished, there has gone side by side with its decline, a breaking down and denial of the\nChristian religion, and in that country where the breakdown has been most complete, there has\nbeen accomplished the most thorough regimentation of the bodies and spirits of men. But a\nsuperficial, unbelieving profession of the Christian faith will not withstand the disintegrating\nforces at play in the world today. Only a genuine, deep-seated religious conviction carried\nover into practice can do that. The disciples who established the Ancient Church were not\nmen who rationalized Jesus and his doctrines away, nor were satisfied with proclaiming him\nmerely a great ethical teacher. When Jesus asked his disciples, \"Whom do men say that I\nam?\" (<span class=\"citation\" id=\"33004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33004)\">Mark 8:27<\/a><\/span>).\nPeter gave him the various conjectures that men had ventured concerning\nhim. Jesus then put it to him directly, \"But whom say ye that I am?\" Peter answered without\nequivocation or hesitancy, \"Thou art the Christ, the son of the living God\"\n(<span class=\"citation\" id=\"34083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34083)\">Matt. 16:13-16<\/a><\/span>).\nThat is the kind of living faith which carried the Christian religion into ascendancy\nin the western world and ultimately gave to the world our democracy. It is the only kind of\nfaith that can save the world from the unchristian doctrine of regimentation and authoritarian\ndominance over the lives of men.\n<\/p><p>\nIt is that faith which it is the mission of the Church of Jesus Christ of Latter-day Saints to\nkeep alive in the hearts of men and to perpetuate in this land.\n<\/p>\n<\/div>\n<\/div>"}