{"ID":257, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Duty<\/p>\n<p class=\"gcspeaker\">President Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1946, pp. 54-55<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn connection with the voices of the servants of the Lord at this conference, the fundamental\nto be established in the hearts of humanity for the return of the world to God is the fact that\nthe gospel of Jesus Christ is not a system of thought but a true revelation of God. God makes\none man the channel of communication to other men. This channel is never closed.\n<\/p><p>\nThree things have the servants of God emphasized in this day: the immortal appeal to\nfortitude and faith; the returning to God through repentance; and holy baptism by immersion\nin the name of the Father, the Son, and the Holy Ghost.\n<\/p><p>\n. . . Go ye into all the world, [said Jesus our Redeemer] and preach the gospel to every\ncreature (<span class=\"citation\" id=\"33007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33007)\">Mark 16:15<\/a><\/span>).\n<\/p><p>\nA century ago, the most majestic character of history gave us with other scriptures, the D&amp;C.\nIn that book, man is carried to his high destiny. Man is divine. He is in the image of God. He\nhas endless spiritual power and grace. Herein is the Prophet Joseph Smith's masterful idea.\nThe soul's relationship to God. His was a sorrowful life, but he nurtured through all hazards\nthe divine truths God revealed to him, and finally came triumphant when he left us these\nimmortal words:\n<\/p><p>\nAnd now, remember the words of him who is the life and light of the world, your Redeemer,\nyour Lord and your God (<span class=\"citation\" id=\"12230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12230)\">D&amp;C 10:70<\/a><\/span>).\n<\/p><p>\nHis teachings lead us to the dominion of joy, as witnessed here today.\n<\/p><p>\nAnd so my brethren of the Holy Priesthood, go forth and remember:\n<\/p><p>\nHe hath shewed thee, O man, what is good; and what doth the Lord require of thee, but to do\njustly, and to love mercy, and to walk humbly with thy God?\n(<span class=\"citation\" id=\"37875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37875)\">Micah 6:8<\/a><\/span>).\n<\/p>\n<\/div>\n<\/div>"}