{"ID":258, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">My Redeemer Lives Eternally<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1946, pp. 55-64<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: To preface my remarks may I quote Paul:\n<\/p><p>\nAnd I, brethren, when I came to you, came not with excellency of speech or of wisdom,\ndeclaring unto you the testimony of God. For I determined not to know any thing among you,\nsave Jesus Christ, and him crucified\n(<span class=\"citation\" id=\"134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(134)\">1 Cor. 2:1-2<\/a><\/span>).\n<\/p><p>\nToday I wish to bear witness of Jesus the Christ and to quote the word of the Lord.\n<\/p><p>\nI read recently in a local paper of a pastor of a church in Illinois, who said that he felt the\nsame reverence for Santa Claus that he did for Jesus Christ. He said:\n<\/p><p>\nI consider both of them to be folk tales, but in different categories.\n<\/p><p>\nHe finds one difference, however; he does not question the fact that \"a man named Jesus\" did\nexist, and he regards Santa Claus as a \"figure of the imagination.\"\n<\/p><p>\nIn the magazine, Time, in a recent issue, a noted professor emeritus in one of our largest\nuniversities, was quoted at length on his rationalizing. To Jesus of Nazareth he gives human\nwarmth; a great capacity for love; unusual understanding. He calls him a great humanist, a\ngreat teacher, a great dramatist. As a typical rationalization, he explains that Lazarus was not\ndead, but was merely\n<\/p><p>\n. . . brought \"back to health\" by Jesus, the power of mind and learning, and by the \"therapy\nof his own abundant vitality!\"\n<\/p><p>\nJESUS LIVES ETERNALLY\n<\/p><p>\nI want to bear testimony today that Jesus is not only a great teacher, a great humanist, and a\ngreat dramatist, but is in very deed, the Son of the Living God, the Creator, the Redeemer of\nthe world, the Savior of mankind. I want to testify further that he not only lived in the\nMeridian of Time for approximately thirty-three years, but that he lived eternities before this,\nand will live eternities beyond it.\n<\/p><p>\nHe first comes into our knowledge in the pre-existent state, when with a host of spirits, he\nstood before his Father in solemn assembly.\n<\/p><p>\nIn the beginning was the Word, and the Word was with God, and the Word was God. The\nsame was in the beginning with God\n(<span class=\"citation\" id=\"27208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27208)\">John 1:1-2<\/a><\/span>).\n<\/p><p>\nPRIMEVAL GATHERING\n<\/p><p>\nThe vision of this primeval gathering is recorded as follows:\n<\/p><p>\nNow the Lord had shown unto me, Abraham, the intelligences that were organized before the\nworld was; and among all these there were many of the noble and great ones; And God saw\nthese souls that they were good, and he stood in the midst of them, and he said: These I will\nmake my rulers; for he stood among those that were spirits, and he saw that they were good;\nand he said unto me: Abraham, thou are one of them; thou wast chosen before thou wast\nborn. And there stood one among them that was like unto God, and he said unto those who\nwere with him: We will go down, for there is space there, and we will take of these materials,\nand we will make an earth whereon these may dwell; And we will prove them herewith, to\nsee if they will do all things whatsoever the Lord their God shall command them\n(<span class=\"citation\" id=\"7165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7165)\">Abr. 3:22-25<\/a><\/span>).\n<\/p><p>\nAnd one of the number proffered to go down to the earth and by compulsion, save all men,\nbut another \"like unto God\" came forward with a plan of free agency by which the plan of\nredemption and exaltation would be offered by him to the people of the earth. And this latter\nplan, proposed by Jehovah, or Jesus Christ, was accepted.\n<\/p><p>\n. . . and the Word was God. . . . All things were made by him; and without him was not any\nthing made that was made (<span class=\"citation\" id=\"27210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27210)\">John 1:1,3<\/a><\/span>).\n<\/p><p>\nJESUS THE CREATOR\n<\/p><p>\nThe time finally came when the earth was to be created.\n<\/p><p>\nAnd then the Lord said: Let us go down. And they went down at the beginning, and they, that\nis the Gods, organized and formed the heavens and the earth\n(<span class=\"citation\" id=\"7166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7166)\">Abr. 4:1<\/a><\/span>).\n<\/p><p>\nAnd Jesus the Christ created the earth and gave it light and established upon it the plant and\nanimal life, and finally man, created in his image.\n<\/p><p>\nIn confirmation, he says long centuries later to the Nephites:\n<\/p><p>\n. . . I am Jesus Christ the Son of God. I created the heavens and the earth, and all things that\nin them are (<span class=\"citation\" id=\"5456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5456)\">3 Ne. 9:15<\/a><\/span>).\n<\/p><p>\nAfter the creation, the Redeemer bears witness again to Adam:\n<\/p><p>\nAnd in that day the Holy Ghost fell upon Adam, which beareth record of the Father and the\nSon, saying: I am the Only Begotten of the Father from the beginning, henceforth and\nforever, that as thou hast fallen thou mayest be redeemed, and all mankind, even as many as\nwill (<span class=\"citation\" id=\"38933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38933)\">Moses 5:9<\/a><\/span>).\n<\/p><p>\nREDEEMER'S VISIT TO ENOCH\n<\/p><p>\nGenerations later the Redeemer came again to the earth to visit his choice servant and mighty\nleader, Enoch, who because of his righteousness, was permitted to hear the voice of Jehovah.\nEnoch bowed himself to the earth before the Lord, and spake:\n<\/p><p>\n. . . Why is it that I have found favor in thy sight, and am but a lad, and all the people hate\nme; for I am slow of speech; wherefore am I thy servant?\n(<span class=\"citation\" id=\"38935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38935)\">Moses 6:31<\/a><\/span>).\n<\/p><p>\nAnd the Lord spake unto Enoch, and said unto him: Anoint thine eyes with clay, and wash\nthem, and thou shalt see. And he did so\n(<span class=\"citation\" id=\"38936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38936)\">Moses 6:35<\/a><\/span>).\n<\/p><p>\nAnd he beheld the spirit world and all creations not visible to the natural eye. From hills and\nhigh places, Enoch warned them, and\n<\/p><p>\n. . . no man laid hands on him; . . . for he walked with god\n(<span class=\"citation\" id=\"38937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38937)\">Moses 6:39<\/a><\/span>).\n<\/p><p>\nIn concluding his preaching to his people, he bore this testimony:\n<\/p><p>\n. . . I stood upon the mount, I beheld the heavens open, and I was clothed upon with glory;\nAnd I saw the Lord; and he stood before my face, and he talked with me, even as a man\ntalketh one with another, face to face\n(<span class=\"citation\" id=\"38942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38942)\">Moses 7:3-4<\/a><\/span>).\n<\/p><p>\nThe transgressions of the people of Enoch's generation continued unabated, for Noah comes\nforth to continue throughout the long years of his ministry, a vigorous warning and\npreachment against the sins of the world, which had become ripe in iniquity.\n<\/p><p>\nAnd thus Noah found grace in the eyes of the Lord; for Noah was a just man, and perfect in\nhis generation; and he walked with God\n(<span class=\"citation\" id=\"38943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38943)\">Moses 8:27<\/a><\/span>).\n<\/p><p>\nEXPERIENCE OF BROTHER OF JARED\n<\/p><p>\nAgain at the time of the tower of Babel, the Lord Jesus came to earth when the Jaredites\nprepared to cross the ocean for the promised land, now known as America, and they went into\nthe mountains and \"did molten out of a rock sixteen small stones\"\n(<span class=\"citation\" id=\"22171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22171)\">Ether 3:1<\/a><\/span>), and the\nprophet entreated the Lord to touch these stones that they might shine forth in the darkness of\nthe enclosed vessels to give light while they crossed the sea. And as the Lord touched each\nstone\n<\/p><p>\n. . . the veil was taken from off the eyes of the brother of Jared, and he saw the finger of the\nLord; and it was as the finger of a man, like unto flesh and blood\n(<span class=\"citation\" id=\"22172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22172)\">Ether 3:6<\/a><\/span>).\n<\/p><p>\nThe prophet fell to the earth with fear lest he should be smitten,\n<\/p><p>\n. . . for I knew not that the Lord had flesh and blood. And the Lord said unto him: Because\nof thy faith thou hast seen that I shall take upon me flesh and blood; and never has man come\nbefore me with such exceeding faith as thou hast; for were it not so ye could not have seen\nmy finger. . . . And when he had said these words, behold, the Lord showed himself unto\nhim, and said: . . . Behold, I am he who was prepared from the foundation of the world to\nredeem my people. Behold, I am Jesus Christ. . . .\n<\/p><p>\nSeest thou that ye are created after mine own image? . . . Behold, this body, which ye now\nbehold, is the body of my spirit; . . . and even as I appear unto thee to be in the spirit will I\nappear unto my people in the flesh\n(<span class=\"citation\" id=\"22173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22173)\">Ether 3:8-9,13-16<\/a><\/span>).\n<\/p><p>\nJEHOVAH SPEAKS TO NEPHI\n<\/p><p>\nAgain Jehovah speaks. Some centuries later in what is known as the first year of the Christian\nera, the people on the American continent were watching for fulfilment of prophecy and for\nthe signs of the coming of the Messiah. The wicked ones figured that the day had passed, but\nNephi, being greatly concerned, prayed devoutly unto the Lord all day, at the end of which\nthere came to him the voice of the Lord, saying:\n<\/p><p>\nLift up your head and be of good cheer; for behold, the time is at hand, and on this night\nshall the sign be given, and on the morrow come I into the world, to show unto the world that\nI will fulfil all that which I have caused to be spoken by the mouth of my holy prophets\n(<span class=\"citation\" id=\"5454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5454)\">3 Ne. 1:13<\/a><\/span>).\n<\/p><p>\nAnd that night the darkness did not come, and two days and a night were as one day, and the\nrighteous people knew that that day would see the birth of the Savior of the world\n(<span class=\"citation\" id=\"5455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5455)\">3 Ne. 1:15-19<\/a><\/span>). A new\nstar appeared as further evidence that the Christ was born\n(<span class=\"citation\" id=\"50065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50065)\">3 Ne. 1:21<\/a><\/span>).\n<\/p><p>\nAnd the Word was made flesh, and dwelt among us\n(<span class=\"citation\" id=\"27213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27213)\">John 1:14<\/a><\/span>).\n<\/p><p>\nBIRTH OF JESUS\n<\/p><p>\nAnd far across the ocean in the land of Judea that same star shone forth and led the wise men\nfrom the East to a stable out of Bethlehem. Here they found a babe wrapped in swaddling\nclothes and lying in a manger. Mary had become the mother of the Son of God. The\nshepherds called and paid homage, the angels sang hosannas and the Savior was born into\nmortality, into his flesh and blood tabernacle. And \"his name was called Jesus\"\n(<span class=\"citation\" id=\"31167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31167)\">Luke 2:21<\/a><\/span>).\n<\/p><p>\nAnd the child Jesus was presented in the temple and blessed by the righteous Simeon\n(<span class=\"citation\" id=\"31170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31170)\">Luke 2:34<\/a><\/span>).\n<\/p><p>\nLittle is known of the childhood of Jesus, but it is related:\n<\/p><p>\nAnd the child grew, and waxed strong in spirit, filled with wisdom; and the grace of God was\nupon him (<span class=\"citation\" id=\"31172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31172)\">Luke 2:40<\/a><\/span>).\n<\/p><p>\nAgain we hear of him in the temple at Jerusalem at twelve years of age:\n<\/p><p>\nAnd all that heard him were astonished at his understanding and answers\n(<span class=\"citation\" id=\"31173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31173)\">Luke 2:47<\/a><\/span>).\n<\/p><p>\nHe said to his concerned mother:\n<\/p><p>\n. . . wist ye not that I must be about my Father's business?\n(<span class=\"citation\" id=\"31174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31174)\">Luke 2:49<\/a><\/span>).\n<\/p><p>\nOf his days of preparation we are informed:\n<\/p><p>\nAnd Jesus increased in wisdom and stature, and in favour with God and man\n(<span class=\"citation\" id=\"31175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31175)\">Luke 2:52<\/a><\/span>).\n<\/p><p>\nHIGHLIGHTS OF MORTAL LIFE OF JESUS\n<\/p><p>\nThe mortal life of Jesus Christ is well known to us so we mention only a few highlights at\nthis time.\n<\/p><p>\nJohn the Baptist, come from the wilderness and preached repentance.\n<\/p><p>\nThen cometh Jesus from Galilee to Jordan unto John, to be baptized of him\n(<span class=\"citation\" id=\"34021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34021)\">Matt. 3:13<\/a><\/span>).\n<\/p><p>\nAnd when Jesus came up out of the water\n<\/p><p>\n. . . the heavens were opened unto him, and he saw the Spirit of God descending like a dove,\nand lighting upon him: And lo a voice from heaven, saying, This is my beloved Son, in\nwhom I am well pleased (<span class=\"citation\" id=\"34026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34026)\">Matt. 3:16-17<\/a><\/span>).\n<\/p><p>\nWe follow our Savior down the dusty roads of Judea over the rocky paths of the highlands\nand the sandy beaches of the seas, into the synagogues to reprove and rebuke, in the byways\nto call to repentance.\n<\/p><p>\nWe find the Redeemer at the marriage at Cana turning water into wine\n(<span class=\"citation\" id=\"27216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27216)\">John 2:1-11<\/a><\/span>); at the temple at\nJerusalem where with his handmade scourge of small cords, he drove from the temple the\ndesecrating traders and money-changers, saying to the cowards:\n<\/p><p>\n. . . make not my Father's house an house of merchandise\n(<span class=\"citation\" id=\"27217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27217)\">John 2:16<\/a><\/span>). The mortal life of the\nLord was a hard one. He said:\n<\/p><p>\n. . . Foxes have holes, and birds of the air have nests; but the Son of man hath not where to\nlay his head (<span class=\"citation\" id=\"31185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31185)\">Luke 9:58<\/a><\/span>).\n<\/p><p>\nHe was followed by great multitudes of interested disciples, curious sign-seekers, and critical\nannoyers with always the vicious lurking in the group, seeking his very life.\n<\/p><p>\nHe came unto his own, and his own received him not\n(<span class=\"citation\" id=\"27211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27211)\">John 1:11<\/a><\/span>).\n<\/p><p>\nEven in his old home town he was not appreciated, but was thrust out of the synagogue, out\nof the city, and led to the brow of the hill to be killed, but he escaped\n(<span class=\"citation\" id=\"31176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31176)\">Luke 4:29<\/a><\/span>).\n<\/p><p>\nAnd Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew\nhis brother, casting a net into the sea: for they were fishers. And he saith unto them, Follow\nme, and I will make you fishers of men. And they straightway left their nets, and followed\nhim (<span class=\"citation\" id=\"34035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34035)\">Matt. 4:18-20<\/a><\/span>).\n<\/p><p>\nAnd he saw James and John mending their nets and likewise called them and subsequently\ncalled other eight from all walks of life to lead his Church, and he \"named them apostles\"\n(<span class=\"citation\" id=\"31178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31178)\">Luke 6:13<\/a><\/span>).\n<\/p><p>\nMIRACLES PERFORMED\n<\/p><p>\nThe numerous miracles of the Redeemer brought him early attention. The curious followed\nwith wonder; the believers looked on with awe, and because of his increasing popularity, his\nenemies followed to catch him in lawbreaking, that they might dispose of him.\n<\/p><p>\nHe blessed loaves and fishes and fed thousands of hungry people\n(<span class=\"citation\" id=\"34078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34078)\">Matt. 14:19<\/a><\/span>). He placed his fingers in the\nears of a deaf person, saying \"be opened,\" and the man heard dearly. He \"spit, and touched\"\nthe tongue of one with an impediment in his speech, \"and he spake plain\"\n(<span class=\"citation\" id=\"33003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33003)\">Mark 7:32-35<\/a><\/span>).\nHe touched the\neyes of the blind saying, \"According to your faith be it unto you, and their eyes were\nopened\" (<span class=\"citation\" id=\"34070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34070)\">Matt. 9:29-30<\/a><\/span>).\n<\/p><p>\nThe multitudes marveled saying, \"It was never so seen in Israel,\" as he cast out the devil\n(<span class=\"citation\" id=\"34071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34071)\">Matt. 9:32-33<\/a><\/span>). His\nenemies found him healing on the Sabbath and accused him when they heard him say to the\nman with a withered hand:\n<\/p><p>\n. . . Stretch forth thine hand. And he stretched it forth; and it was restored whole, like as the\nother (<span class=\"citation\" id=\"34074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34074)\">Matt. 12:13<\/a><\/span>).\n<\/p><p>\n\"We never saw it on this fashion,\" the people said as they saw the roof opened, a sick man let\ndown at the foot of Jesus and saw him carry away his bed at the command: \"&mdash;take up thy bed\nand go thy way&mdash;\" and \"Son, thy sins be forgiven thee\"\n(<span class=\"citation\" id=\"33001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33001)\">Mark 2:1-12<\/a><\/span>).\n<\/p><p>\nHe stopped a funeral procession and touching the bier of the son of the widow of Nain said,\n\"Young man, I say unto thee, Arise.\" And he that was dead sat up and began to speak\n(<span class=\"citation\" id=\"31183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31183)\">Luke 7:11-15<\/a><\/span>).\n<\/p><p>\nHe astounded the people when he said to the dead daughter of Jairus, \"Damsel, I say unto\nthee arise.\" They had laughed him to scorn, but now they were shocked when the damsel\narose and walked (<span class=\"citation\" id=\"33002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33002)\">Mark 5:35-43<\/a><\/span>).\n<\/p><p>\nThe woman who for twelve years of affliction had \"spent all her living on physicians, neither\ncould be healed by any\" . . . \"came behind him and touched the border of his garment\"&mdash;and\nimmediately was healed (<span class=\"citation\" id=\"31184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31184)\">Luke 8:43-48<\/a><\/span>).\n<\/p><p>\nAgain he forgave the sinner, stilled the tempest, cleansed the lepers, stirred souls, and raised\nthe dead; even his friend Lazarus who was four days dead, and \"by this time stinketh\"&mdash;when\nthe voice of Jehovah commanded: \"Lazarus come forth\"\n(<span class=\"citation\" id=\"27242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27242)\">John 11:39-45<\/a><\/span>).\n<\/p><p>\nCLOSING EVENTS OF MASTER'S LIFE\n<\/p><p>\nAnd toward the end of his ministry:\n<\/p><p>\n. . . Jesus taketh Peter, James, and John his brother, and bringeth them up into an high\nmountain apart, And was transfigured before them: and his face did shine as the sun, and his\nraiment was white as the light . . . . While he yet spake, behold, a bright cloud\novershadowed them; and behold a voice out of the cloud which said, This is\nmy beloved Son, in whom I am well pleased; hear ye him\n(<span class=\"citation\" id=\"34090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34090)\">Matt. 17:1-2,5<\/a><\/span>).\n<\/p><p>\nKnowing that his hour had come he repaired to the room which had been prepared, and there\nhe gave to his disciples the Last Supper, after which he retired into the Garden of\nGethsemane, where he poured out his soul unto his Father:\n<\/p><p>\n. . . O my Father, if this cup may not pass away from me, except I drink it, thy will be done\n(<span class=\"citation\" id=\"34108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34108)\">Matt. 26:42<\/a><\/span>).\n<\/p><p>\nThen mobsters came, headed by the betrayer.\n<\/p><p>\nThey stripped him and put on a scarlet robe; they pushed down upon his head a crown of\nthorns, and placed a reed in his right hand and bowed the knee and mocked and spit upon\nhim, and smote him on the head, and led him to Calvary to be crucified\n(<span class=\"citation\" id=\"34114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34114)\">Matt. 27:28-31<\/a><\/span>).\n<\/p><p>\nBetween thieves he was nailed to the cross, and they parted his garments\n(<span class=\"citation\" id=\"34116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34116)\">Matt. 27:35<\/a><\/span>).\n<\/p><p>\nThose that loved him crouched about his feet and wept in their helplessness. As his life\nebbed, he called:\n<\/p><p>\n. . . Father, forgive them: for they know not what they do\n(<span class=\"citation\" id=\"31200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31200)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\n. . . Father, into thy hands I commend my spirit: And having said thus, he gave up the ghost\n(<span class=\"citation\" id=\"31203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31203)\">Luke 23:46<\/a><\/span>).\n<\/p><p>\nThey took his body carefully down, and wrapped it in linen and laid it in a sepulchre.\n<\/p><p>\nThe three days ended, and Jesus came forth as he had promised. His disciples, both women\nand men, had been to the tomb and found it empty and were surprised, still not\ncomprehending the fact of the resurrection.\n<\/p><p>\nThe same day he appeared in the locked room\n(<span class=\"citation\" id=\"27265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27265)\">John 20:19<\/a><\/span>)\nwith his apostles and revealed himself to them,\nconvincing them that he lived again. Many hundreds were similarly convinced.\n<\/p><p>\nNow his Church was organized, the program clarified, and leaders developed into whose\nhands he could leave his kingdom. And when his followers were gathered together in\nJerusalem:\n<\/p><p>\n. . . he was taken up; and a cloud received him out of their sight. And while they looked\nsteadfastly toward heaven as he went up, behold, two men stood by them in white apparel;\nWhich also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus,\nwhich is taken up from you into heaven, shall so come in like manner as ye have seen him go\ninto heaven (<span class=\"citation\" id=\"7546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7546)\">Acts 1:9-11<\/a><\/span>).\n<\/p><p>\nCHRIST'S VISITATION TO WESTERN HEMISPHERE\n<\/p><p>\nOn the western hemisphere, also, was darkness and destruction, cities burned, mountains\nleveled, and plains raised, and in the suffering and lamentations of the people a voice was\nheard among the inhabitants, explaining the disasters and saying:\n<\/p><p>\nBehold, I am Jesus Christ the Son of God. I created the heavens and the\nearth, and all things that in them are. . . . I came unto my own, and my own received me not.\n. . . I am the light and the life of the world. I am Alpha and Omega, the beginning and the\nend. . . . Behold, I have come unto the world to bring redemption unto the world, to save the\nworld from sin (<span class=\"citation\" id=\"5457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5457)\">3 Ne. 9:15-16,18,21<\/a><\/span>).\n<\/p><p>\nAgain the Nephites were conversing about Jesus Christ, the sign of whose death had been\ngiven to them, and a small, penetrating voice came out of heaven, which pierced them to the\nvery soul and caused their hearts to burn, and the voice again uttered these memorable words:\n<\/p><p>\nBehold my Beloved Son, in whom I am well pleased, in whom I have glorified my\nname&mdash;hear ye him (<span class=\"citation\" id=\"5458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5458)\">3 Ne. 11:7<\/a><\/span>).\n<\/p><p>\nAnd as they looked toward heaven:\n<\/p><p>\n. . . they saw a Man descending out of heaven; and he was clothed in a white robe; and he\ncame down and stood in the midst of them; and . . . he stretched forth his hand and spake\nunto the people saying: Behold, I am Jesus Christ, whom the prophets testified shall come\ninto the world. . . . I have drunk out of that bitter cup which the Father hath given me, and\nhave glorified the Father in taking upon me the sins of the world, . . . the whole multitude\nfell to the earth; for they remembered that it had been prophesied among them that Christ\nshould show himself unto them. . . saying. . .thrust your hands into my side . . . feel the\nprints of the nails in my hands and in my feet, that ye may know that I am the God of Israel,\nand the God of the whole earth, and have been slain for the sins of the world\n(<span class=\"citation\" id=\"5459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5459)\">3 Ne. 11:8-12,14<\/a><\/span>).\n<\/p><p>\nAnd all the people felt the prints of the nails and of the sword and\n<\/p><p>\n. . . did know of a surety and did bear record, that it was he, of whom it was written by the\nprophets, that should come (<span class=\"citation\" id=\"5460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5460)\">3 Ne. 11:15<\/a><\/span>).\n<\/p><p>\nAnd they worshipped him.\n<\/p><p>\nAnd he organized his Church here, and called his twelve apostles and taught them the\ndoctrines and blessed their children. He restored sight to the blind, strength to the infirm, and\nwholeness to those who were ill, and after his impressive and continued appearances among\nthem,\n<\/p><p>\n. . . there came a cloud and overshadowed the multitude that they could not see Jesus. And\nwhile they were overshadowed he departed from them, and ascended into heaven\n(<span class=\"citation\" id=\"5465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5465)\">3 Ne. 18:38-39<\/a><\/span>).\n<\/p><p>\nAnother day he returned, and when he blessed them, they were transfigured and became\n<\/p><p>\n. . . white as the countenance and also the garments of Jesus\n(<span class=\"citation\" id=\"5466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5466)\">3 Ne. 19:25<\/a><\/span>).\n<\/p><p>\nA third time he retired to pray:\n<\/p><p>\nAnd tongue cannot speak the words which he prayed, neither can be written by man the\nwords which he prayed. . . . he came again to the disciples, and said unto them: So great faith\nhave I never seen among the Jews; wherefore I could not show unto them so great miracles,\nbecause of their unbelief (<span class=\"citation\" id=\"5467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5467)\">3 Ne. 19:32,35<\/a><\/span>).\n<\/p><p>\nSuch great faith was manifest by his apostles that he touched with his finger the nine who\nwere not to tarry (<span class=\"citation\" id=\"5470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5470)\">3 Ne. 28:12<\/a><\/span>). Again he departed from the earth.\n<\/p><p>\nVISION GIVEN TO JOSEPH SMITH\n<\/p><p>\nAnd time passed and the darkness of ages was beginning to be dissipated; the new world of\nAmerica had been discovered, and honorable God-fearing people had settled upon it. The war\nhad been waged and freedom gained, and religious liberty granted, and the Lord Jesus Christ\nappeared on earth again to restore and re-establish his kingdom upon the earth, and a young\nboy with an open and unbiased mind, knelt one beautiful spring morning in a grove, and\nprayed for light, and though the evil power attempted to destroy him, he was relieved by the\nappearance of a pillar of light above the brightness of the sun\n(<span class=\"citation\" id=\"30238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30238)\">JS&mdash;H 1:15-16<\/a><\/span>).\n<\/p><p>\nJoseph Smith continues story:\n<\/p><p>\n. . . It no sooner appeared than I found myself delivered from the enemy which held me\nbound When the light rested upon me I saw two personages, whose brightness and glory defy\nall description, standing above me in the air. One of them spake unto me, calling me by\nname, and said&mdash;pointing to the other&mdash;\"This is my beloved Son, hear him\n(<span class=\"citation\" id=\"30242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30242)\">JS&mdash;H 1:17<\/a><\/span>)\" (History of the\nChurch, Vol. I, p. 5).\n<\/p><p>\nThere followed warnings, instructions, and commandments\n(<span class=\"citation\" id=\"30244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30244)\">JS&mdash;H 1:18-19<\/a><\/span>)\nand finally, as Joseph says:\n<\/p><p>\nWhen I came to myself again, I found myself lying on my back, looking up into heaven\n(<span class=\"citation\" id=\"30245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30245)\">JS&mdash;H 1:20<\/a><\/span>).\n(Ibid., p. 6.)\n<\/p><p>\nFollowing this vision came numerous other visitations from heavenly beings, in the restoration\nof the gospel and the establishing of his kingdom upon the earth.\n<\/p><p>\nThe work went forward, the Church was organized, the Book of Mormon was printed, the\nrevelations were given, twelve apostles were called, the temple in Kirtland was built, and\nduring the dedication of it in 1836:\n<\/p><p>\n. . . Joseph Smith and Oliver Cowdery retired to the pulpit, the veils being dropped, and there\nbowed in silent prayer. After rising from their knees\n(<span class=\"citation\" id=\"12303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12303)\">D&amp;C 110 Headnote<\/a><\/span>)\nthe Savior appeared to them standing on\nthe breastwork of the pulpit and blessed them, accepting the building in his name\n(<span class=\"citation\" id=\"12304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12304)\">D&amp;C 110:1-10<\/a><\/span>). (Essentials\nin Church History, pp. 191-192).\n<\/p><p>\nTESTIMONIES OF CHRIST'S DIVINITY\n<\/p><p>\nAnd so, having traced the appearances of the Redeemer from pre-existence to date, we look\nforward now to his second coming as he promised. This promise will be literally fulfilled as\nwere his many other promises, and in the meantime, we praise his holy name and serve him,\nand bear testimony of the divinity of his mission, with the prophets through the generations! \nWe testify with John the Baptist, who, as he saw the Lord approaching to\nhim, saith:\n<\/p><p>\n. . . Behold the Lamb of God, which taketh away the sin of the world\n(<span class=\"citation\" id=\"27214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27214)\">John 1:29<\/a><\/span>).\n<\/p><p>\nNot just a man of human warmth, but the Lamb of God.\n<\/p><p>\nWe bear witness with Nathanael, an Israelite in whom was no guile:\n<\/p><p>\n. . . Rabbi, thou art the Son of God; thou art the King of Israel\n(<span class=\"citation\" id=\"27215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27215)\">John 1:49<\/a><\/span>).\n<\/p><p>\nNot merely a great teacher, but the very Son of God.\n<\/p><p>\nWe testify again with John the Beloved, who seeing Jesus on the shore, said with conviction,\n\"It is the Lord!\" (<span class=\"citation\" id=\"27267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27267)\">John 21:7<\/a><\/span>)\nnot only a great humanist, but the Lord God of heaven.\n<\/p><p>\nAnd with Simon Peter, who, when asked by the Lord, \"But whom say ye that I am?\" said,\n\"Thou art the Christ, the Son of the living God\"\n(<span class=\"citation\" id=\"34086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34086)\">Matt. 16:15-16<\/a><\/span>), and received this\nstatement from the Savior:\n<\/p><p>\n. . . Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but\nmy Father which is in heaven (<span class=\"citation\" id=\"34089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34089)\">Matt. 16:17<\/a><\/span>).\n<\/p><p>\nAnd finally, we bear witness with the Prophet Joseph Smith who was willing to give his life\nfor his testimony, which comes to us in his own words as follows:\n<\/p><p>\nI had actually seen a light, and in the midst of that light I saw two personages, and they did\nin reality speak to me; . . . I have actually seen a vision, and who am I that I can . . . deny\nwhat I have actually seen? For I had seen a vision; I knew it, and I knew that God knew it,\nand I could not deny it, neither dared I do it, at least I knew that by so doing I would offend\nGod, and come under condemnation (<span class=\"citation\" id=\"30248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30248)\">JS&mdash;H 1:25<\/a><\/span>).\n(<i>History of the Church<\/i>, Vol. 1, pp. 7-8).\n<\/p><p>\nI repeat my testimony:\n<\/p><p>\nI know that Jesus, through eternities past and future, is the Creator, the Redeemer, the Savior,\nthe Son of God. I bear it in his holy name. Amen.\n<\/p>\n<\/div>\n<\/div>"}