{"ID":26, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">In Holy Places<\/p>\n<p class=\"gcspeaker\">Elder Stephen L Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, October 1942, pp. 20-23<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn June I had the privilege of visiting some of the shrines of the Church, places made sacred\nby memorable events in the history of the restored gospel. I am happy to report that wherever\nthese places are owned or controlled by the Church they are maintained in good condition,\ncreditable to the great cause and momentous things they commemorate. So significant to\nLatter-day Saints is every shrine that a discourse might be built around each one. That, of\ncourse, is infeasible. I must be content merely to give you a little of my reflection and feeling\nas I came into the atmosphere of these historic places. \n<\/p><p>\nMany of them are in western New York, centering around the city of Palmyra. The Prophet's\nboyhood home, the Sacred Grove, the Hill Cumorah, scenes associated with the translation\nand publication of the Book of Mormon, the Peter Whitmer home where the Church was\norganized, and the site of the first baptisms&mdash;all are within short drives of Palmyra. Not far\ndistant on the banks of the Susquehanna River is the area in which the Priesthood was\nrestored.\n<\/p><p>\nIn this historic section perhaps nothing is quite so conspicuous and impressive as the Hill\nCumorah. Capped by the beautiful monument which the Church has erected, it is the\noutstanding landmark of the countryside. A well designed cottage-bureau of information at the\nbase of the Hill with beautifully landscaped grounds, a commodious parking space for cars,\nand the illumination of the monument at night which gives to it and to the statue of the Angel\nMoroni which crowns it the appearance and atmosphere of an ethereal apparition projected\nhigh and impressively into the night sky, all combine to make this spot a mecca for tourists.\nWhen, as has been the yearly custom, the missionaries stage a sacred pageant on the crest of\nthe Hill, representing figures and events of the past, culminating in the coming forth of the\nnew witness for Christ, and when the trumpeters in the stillness of the night, stationed at the\nbase of the imposing monument, sound their clarion call heralding the advent of the new\ndispensation of the fulness of times, thousands of spectators, gathered from far and near,\ncoming mostly out of curiosity, are hushed in speechless and awful reverence for the sacred\nand mighty thing the representation portrays.\n<\/p><p>\nIn the Sacred Grove there comes to one of faith, a solemnity and feeling that are\nindescribable. It is believed that many of the large stately trees that gave shade and seclusion\nto the humble boy a hundred and twenty years ago still live. Standing beside these ancient\nsilent witnesses who know the truth it is not difficult to secure confirmation and added\nsupport for testimony and conviction. That something which we call the soul of man responds\nto such an environment. His inner feelings are stirred, the spark of divinity within him is\nkindled anew, and each one of the seventy persons gathered together in a five-and-a-half-hour\nmissionary meeting in this exquisitely beautiful Grove knew, as perhaps he had never known\nbefore, that the experience of Joseph within these woods was actual, that he did behold the\nFather and the Son, that he heard Them speak and that his incomparable mission in life was\ndivinely given to him (<span class=\"citation\" id=\"30208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30208)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nEach historic scene brought similar feelings and confirmation. There was rejoicing in our\nhearts as we contemplated the great labors and accomplishments of the Prophet as we tried to\nreconstruct important episodes in his life. The supernatural translation of the Book of\nMormon, its publication, the attestation of its divinity, the bestowal of the Aaronic and the\nMelchizedek Priesthoods, the organization of the Church with its unique and efficient\ngovernment, the marvelous missionary work carried forward under his direction, reaching out\ninto most of the nations of the world when travel and communication were extremely\ndifficult, the unparalleled accretion to the Church resulting from the wide acceptance of the\nrestored gospel by brave souls the world over, the inspired interpretation of the gospel\nmessage with its new and beautiful concepts which for centuries had escaped a professedly\nChristian world&mdash;these and many other comparable meditations filled our hearts with\ninexpressible gratitude.\n<\/p><p>\nThroughout our visit, however, there was ever a strain of sadness. We realized that every\naccomplishment had been attended with persecution and with sorrow. This was particularly\nemphasized on our way home in Nauvoo, Carthage, and Winter Quarters.\n<\/p><p>\nIt was inspiring to behold the magnificent site of Nauvoo. The state of Illinois has constructed\na scenic highway along the banks of the Mississippi. Nowhere is the view more impressive\nthan at the bend of the river where Nauvoo is located. What a thrill must have come to\nJoseph and his friends as they saw this city grow with its lovely homes and business\ninstitutions, its adjoining farmlands, its churches, schools and recreational facilities, climaxed\nby the million-dollar temple that symbolized perhaps more than anything else the devotion,\nthe sacrifice, and the true faith of the Saints. Nauvoo is pretty much a ghost city today, but\nenough remains to help us visualize what it was when it was the largest city in the state &mdash;a\nbigger city than Chicago was. It died with the depredations of the mobocrats nearly a century\nago and has never revived.\n<\/p><p>\nCarthage is only a few miles distant, It was here that our feelings were most deeply touched.\nThe jail which for many years was used as a residence has been restored by the Church as\nnearly as may be to its original condition. It is now surrounded by lawn, shrubs, and flowers,\nand a cottage for the keeper has been erected nearby. Many visitors come to this place. They\nare taken up the narrow stairway to the upper floor where the mob ascended on that fateful\nJune 27, 1844, to reach the object of their malice. Visitors are taken into the room in which\nthe Prophet and his friends were incarcerated. They are shown the faint trace of the martyred\nHyrum's blood on the oak floor and the window through which the Prophet was shot and fell\nas he gave himself to seal his testimony for the cause he loved more than his life.\n<\/p><p>\nIt is but natural, being in this building and recalling the tragedy enacted there, that I should\nthink of my grandfather. I thought of his devotion to the Prophet, his offer to give his very\nlife for him, how he declined to part from him even at the risk of great personal danger, his\ncare of the wounded John Taylor, and his taking the bodies of Joseph and Hyrum back to\nNauvoo. I knew that he had had the closest personal relationship with Joseph and that if there\nhad been anything untrue about him he would have discovered it. I know that Willard\nRichards had the utmost confidence in the Prophet and an absolute conviction of the divinity\nof the latter-day work. This realization, as I visited this sad but hallowed scene of our history,\nseemed to intensify within me my responsibility to be true and as helpful as my capacity\nwould permit to the cause for which my grandfather gave his devotion, his loyalty, and his\nlife. I prayed to God that it might be so and that all of us in the Church who are the\ndescendants of these noble men and the beneficiaries of their sacrifice and devotion might\nalso be true and worthy.\n<\/p><p>\nOn our journey westward we came to the cemetery at Winter Quarters near Omaha, Nebraska.\nWithin the grounds the Church has placed beautiful statuary and other embellishments to\ncommemorate the heroic dead, more than six thousand of whom lost their lives in westward\nmigration to establish Zion in the Rocky Mountains. The chief statue is a representation of a\npioneer man and his wife bowed in grief over a shallow grave wherein is laid the body of\ntheir child. The feeling that this work of art brings is one of deep sorrow. You must weep\nwith the mother who is to leave her little one on the lonely prairie, never again even to see\nthe spot where her child is buried. But rising above the sorrow are a great courage and a\nconsoling faith that take the stricken parents resolutely forward in their quest for freedom and\nright and make them know that in the end \"all is well.\" On a large fiat plaque are inscribed\nthe names of about six hundred who were buried in this cemetery. Among the names I found\nmy own kin and those of many other families prominent in the settlement of our western\ncommonwealth.\n<\/p><p>\nIt was all very sad, and I kept thinking how much of the tragedy might have been avoided if\nonly kindness and tolerance and brotherly love had been in the hearts of men. There was a\npathetic side to every historic scene attributable to man's inhumanity, bigotry, and selfishness,\nbut in my reflections I consoled myself with the thought that no great thing has ever come\ninto the world without trial and tribulation, and that the greater the cause, the greater the\nsacrifice necessary to establish it.\n<\/p><p>\nToday we find ourselves engaged in a worldwide struggle to preserve liberty and tolerance,\nthe foundations of peace in the earth. Let it be remembered that these were the very principles\nfor which our progenitors have made the tragic sacrifices of which I have briefly reminded\nyou. Every shrine of the Church is a monument to freedom and truth. There have been no\nmore sincere and valiant defenders of true democracy than the Latter-day Saints. No higher\nconcepts of the liberty of man, the Sonship of God, and the brotherhood of race have been\ngiven to the world than those which have emanated from the Prophet of the last dispensation.\n<\/p><p>\nIt is my humble prayer that God will reward the heroism, the sacrifices, and the devotion of\nthe past with the perpetuation of liberty and goodness in the world, and that peace&mdash;peace\nfounded in truth and in virtue and in Christian brotherhood&mdash;may speedily come, in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}