{"ID":260, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Gloomy Outlook and a Remedy<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Merrill<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph F. Merrill, <i>Conference Report<\/i>, October 1946, pp. 67-73<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: In the few minutes allotted me, I shall not deliver a sermon or\nmake an address or a speech. I propose to make a few remarks relative to a few current\nmatters that I believe to be important. These remarks are made to Latter-day\nSaints only, and on my own responsibility. Others may listen if they care to. But since other\npeople do not believe our religious teachings, it is hopeless to expect that they will be\ninfluenced by anything I say at this time.\n<\/p><p>\nTHE PRESENT SINFUL CONDITION OF THE WORLD\n<\/p><p>\nBut to continue: We live in a sinful world. Much wickedness abounds. Crime is rampant and\nmuch of it goes unpunished, for many criminals are never even apprehended. Lawlessness is\neverywhere. There is also an immense amount of wrongdoing going on all the time that can\nhardly be classed as wickedness or crime. Selfishness, greed, smoking, drinking, profanity,\nSabbath breaking, are examples. It is needless to say that any Latter-day Saint who indulges\nin any of these things, or in many others not mentioned, is violating his covenants. But since\nmany Latter-day Saints do indulge, to a greater or less extent in these things, the need of\nrepentance is ever present among us, and the obligation to repent is much greater with us than\nit is with other sinners who have not covenanted to keep the commandments of the Lord.\n<\/p><p>\nFor of him unto whom much is given much is required\n(<span class=\"citation\" id=\"12276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12276)\">D&amp;C 82:3<\/a><\/span>).\n<\/p><p>\nNEED FOR REPENTANCE AMONG LATTER-DAY SAINTS\n<\/p><p>\nRegrettable as it may be, sinful indulgences among Latter-day Saint people are often a real\nhandicap to our stake missionary work because non-members see so much bad in many of us\nthat they feel we should first convert ourselves. In other words, they cannot hear what we say\nbecause what we are rings so loudly in their ears. They would rather see a sermon any day\nthan hear one. Our principles are lofty, but our indulgences often seem to belie our sincerity,\n\"for a tree is judged by its fruit\"\n(<span class=\"citation\" id=\"31179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31179)\">Luke 6:44<\/a><\/span>).\nFor example, we teach total abstinence from the use of\nnarcotics, and Utah is rightly regarded as a \"Mormon\" state&mdash;a state wherein our people are in\nthe majority. Yet, reputably reliable statistics show that Utah's people consume as much\nalcoholic beverage per capita as is consumed on an average per capita in the United States.\nAccording to official figures, during the fiscal year 1946, there was paid in Utah for liquor\nand tobacco, two hundred eighty percent more than was paid in the fiscal year 194l.\n<\/p><p>\nYes, frankness compels us to admit that the sins of the world exist among us to a greater or\nless extent. For this reason, responsible leaders in the Church, the stakes, and the wards are\ncontinually calling our people, as well as the people of the world, to real, sincere repentance.\nRepentance from what, does someone ask? The answer is obvious: Turn away from and do no\nmore those things that are out of harmony with the teachings of the Master, Jesus Christ.\nThese are summarized in two great commandments&mdash;to . . . love the Lord thy\nGod with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind;\nand thy neighbor as thyself (<span class=\"citation\" id=\"31187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31187)\">Luke 10:27<\/a><\/span>).\n<\/p><p>\nMAN GIVEN POWER TO CHOOSE GOOD OR EVIL\n<\/p><p>\nWhy love God, I was once asked. Because he is our Father who loves his children dearly and\nis the giver of every good we have. It is his work and his glory to bring to pass the\nimmortality and eternal life of man, as he told Moses\n(<span class=\"citation\" id=\"38927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38927)\">Moses 1:39<\/a><\/span>).\nDue to these facts, he has given us a\nway of life to follow, which, if we do, will bring us great joy both here and hereafter. But he\ndoes not compel us to pursue the way indicated. He has given us our free agency which we\nmay exercise without severe condemnation only so long as we do not infringe upon the rights\nof our fellow men, and I repeat, only so long as we do not infringe upon the rights of others.\nBut because of an evil power in the world during the life of the human family, many of the\nFather's children have yielded to temptation and departed more or less widely from the ways\nof the Lord. In consequence, sin, wickedness, and crime have developed among men, resulting\nin misery and suffering in various degrees, depending upon the extent of the departure from\nthe divine path. The Apostle Paul's description of the last days certainly fits these times. He\nwrote:\n<\/p><p>\n. . . perilous times shall come. For men shall be lovers of their own selves, covetous, boasters,\nproud, blasphemers, disobedient to parents, unthankful, unholy. . . incontinent, fierce,\ndespisers of those that are good, Traitors, heady, highminded, lovers of pleasures more than\nlovers of God (<span class=\"citation\" id=\"5094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5094)\">2 Tim. 3:1-4<\/a><\/span>).\n<\/p><p>\nThese deplorable conditions in the world are now even worse in some respects than Paul\ndescribed them. Because of man's increasing power to control the forces of nature, he has\nmultiplied the ways of injury both to himself and to his fellow men. As an example, we now\nhave the atomic bomb.\n<\/p><p>\nPEACE CAN COME THROUGH FOLLOWING THE GOLDEN RULE\n<\/p><p>\nUp to this point, I have spoken only in general terms and have said nothing new. Let me now\nspecify a little. The world at the moment is in a critical and very unsettled condition.\nNotwithstanding the fact that we have just emerged from the most widespread and destructive\nwar the world has ever seen, there is little or no evidence that men have repented from the\nsins that brought on the war. The inhabitants long for peace, but there is yet no peace,\nbecause selfishness and greed are still dominant, and too many people are determined to get\nwhat they want, using to this end, any and every means within their power.\n<\/p><p>\nSome keen and wise observers in this country have recently asserted that the United States\nnow faces the most critical period in its history. Various groups of men are striving to agree\non terms of peace, but success has not yet been sighted. The spirit of the\nGolden Rule (<span class=\"citation\" id=\"34061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34061)\">Matt. 7:12<\/a><\/span>)\ndoes not yet dominate the hearts and minds of the negotiators, and so another\nwar may be imminent; it is being talked of in hushed terms. Apparently it can be avoided\nonly if certain great powers will recede from positions they have taken. During the recent\nwar, ideals were set up and efforts to implement them are now meeting with determined\nopposition, just as was the case following World War I. This country fought then, as it did in\nthe recent conflict, that war should be no more.\n<\/p><p>\nWhy can't the same rules govern nations as govern individuals? In civilized countries, no two\nmen can go at each other with their fists or guns without subjecting themselves to prosecution\nin a court. Why can't a similar rule apply to nations? Why is it legal to slay in masses and\nnot in singles? Shall we not continue to hope and pray that efforts to outlaw war will soon\nsucceed? God grant that this may be so, and that we shall not have to await the millennium\nfor this great boon!\n<\/p><p>\nTHE REPEAL OF CERTAIN LAWS URGED\n<\/p><p>\nBut international war is not the only danger we face. The outlook internally is very dark. The\nstruggle to get more and more for less and less seems to be growing in intensity and is\nspreading to more groups and individuals. In all of this, the idea of universal brotherhood and\nthe Golden rule seems to be forgotten. Furthermore, the fundamental principle of the\nDeclaration of Independence from England giving the right to the individual of life, liberty,\nand the pursuit of happiness is currently violated in the case of millions of people, not only\nby organizations, but in certain cases, I very much regret to say, apparently by the federal\ngovernment itself. The right to labor is denied except through membership in organizations,\nexempt from rules and regulations that govern individuals and industrial organizations\nengaged in business. Equality before the law does not exist in the relationship of employers\nand labor unions. Why is this so? One reason is because too many politicians are so deeply\nafflicted with the itch for office that they will do nothing that is opposed by officers of labor\nunions. These organizations could be of great benefit to their members and still function\nwithin the letter and spirit of the divinely inspired Constitution as it was made by the Fathers\nof our Republic. The \"closed-shop\" and so-called jurisdictional and sympathetic strikes should\nbe outlawed at once by the federal government and every state in the American Union. Shall\nAmerica be as the founder-fathers planned the land of the free and the home of the brave? If\nso, the repeal of some laws and the making of better ones is the need of the hour. Who can\ndeny it?\n<\/p><p>\nLABOR STRIKES IN AMERICA\n<\/p><p>\nLet us glance for the moment at some recent events. Some months ago, a\ngreat labor strike was called which directly involved hundreds of thousands of people and\nindirectly the entire country. An increase of thirty percent in wages was demanded in order\nthat the same take-home pay, enjoyed during the war should continue. But it was requested\nthat there should be no increase in the cost of living&mdash;a request impossible to implement.\nThose making these demands seemed to have forgotten that in order to hasten war production,\nwar workers were given their wage demands and were thus placed in a highly favored class in\ncomparison with all other civilians who received no wage increases. When these workers\nreturned to civilian production, was it fair, right, and just to continue this discrimination?\nRemember that these discriminated-against civilians greatly outnumbered the war workers. But\neven so, the politicians know that the majority of the people are unorganized and that labor\nunions hold the balance of power in elections; hence their subservience to labor unions.\n<\/p><p>\nWhat have the great strikes of the last several months accomplished? Among other things,\nthey have impoverished many of the members of labor unions and it will take years to recover\nall the wages lost during the prolonged strikes; they have increased the cost of living for\neverybody; they have brought labor unions into disrepute; they have delayed the production of\nmuch needed civilian goods; they have brought unrest, suffering, and uncertainty into millions\nof homes, and have thrown great multitudes on to public relief; they have brought indecision\nand trouble to the government, both federal and state, and have weakened the influence of\nAmerica abroad. The method of the strike has been the mass-picket and the closed shop. What\ndifference, in principle, is there between this method of holdup and that of a gun? In both,\nforce is applied. Then are not both methods forms of robbery? And is not robbery intolerable\nto our American way of life? Does not freedom demand that all forms of robbery shall be\noutlawed? Shall not the cries of a suffering people be heard and relief be granted? Do we not\nneed statesmen and fewer weak-kneed politicians in public office? Shall the selfish interests of\na few continue to prevail over the interests of the many? Are not the interests of the public\nalways involved in strikes and lockouts? Hence, does it not appear that a means of bringing\npeace to management and labor is an imperative need of the hour, if we are to revert to the\nway of life given us by the founders of our Republic&mdash;a way that made our country great?\nVarious means to this end have been proposed by both writers and speakers; but as I see it,\nno means of bringing permanent peace can succeed unless they are characterized by the spirit\nof the Golden Rule. I discussed this phase in a radio address given last November, showing\nthat fairness, right, and justice must be the basis of settlement to attain permanent peace. To\nthis end arbitration courts seem necessary.\n<\/p><p>\nA WARNING AGAINST COMMUNISM\n<\/p><p>\nI would like to call attention to what appears evident to me the similarity of the spirit seen in\nsome phases of certain labor troubles with that of communism as it exists in some parts of\nEurope. I again remind you that I am speaking to Latter-day Saint people. I ask your attention\nwhile I read a circular given to the people of the Church by the First Presidency ten years ago\nand published in <i>The Improvement Era<\/i> of August 1936. It is as follows:\n<\/p><p>\nWARNING TO CHURCH MEMBERS\n<\/p><p>\nWith great regret we learn from credible sources, governmental and others, that a few Church\nmembers are joining, directly or indirectly, the communists and are taking part in their\nactivities.\n<\/p><p>\nThe Church does not interfere, and has no intention of trying to interfere, with the fullest and\nfreest exercise of the political franchise of its members, under and within our Constitution\nwhich the Lord declared: \"I established . . . by the hands of wise men whom I raised up unto\nthis very purpose\" (<span class=\"citation\" id=\"12297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12297)\">D&amp;C 101:80<\/a><\/span>) and which,\nas to the principles thereof, the Prophet\ndedicating the Kirtland Temple, prayed should be \"established forever\"\n(<span class=\"citation\" id=\"12302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12302)\">D&amp;C 109:54<\/a><\/span>).\n<\/p><p>\nBut communism is not a political party nor a political plan under the Constitution; it is a\nsystem of government that is the opposite of our Constitutional government, and it would be\nnecessary to destroy our government before communism could be set up in the United States.\n<\/p><p>\nSince communism, established, would destroy our American Constitutional government, to\nsupport communism is treasonable to our free institutions, and no patriotic American citizen\nmay become either a communist or supporter of communism.\n<\/p><p>\nTo our Church members we say: Communism is not the United Order, and bears only the\nmost superficial resemblance thereto; communism is based upon intolerance and force, the\nUnited Order upon love and freedom of conscience and action; communism involves forceful\ndespoliation and confiscation, the United Order voluntary consecration and sacrifice.\n<\/p><p>\nCommunists cannot establish the United Order, nor will communism bring it about. The\nUnited Order will be established by the Lord in his own due time and in accordance with the\nregular prescribed order of the Church.\n<\/p><p>\nFurthermore, it is charged by universal report, which is not successfully contradicted or\ndisproved, that communism undertakes to control, if not indeed to proscribe the religious life\nof the people living within its jurisdiction, and that it even reaches its hand into the sanctity\nof the family circle itself, disrupting the normal relationship of parent and child, all in a\nmanner unknown and unsanctioned under the Constitutional guarantees under which we in\nAmerica live. Such interference would be contrary to the fundamental precepts of the gospel\nand to the teachings and order of the Church.\n<\/p><p>\nCommunism being thus hostile to loyal American citizenship and incompatible with true\nChurch membership, of necessity no loyal American citizen and no faithful Church member\ncan be a communist.\n<\/p><p>\nWe call upon all Church members completely to eschew communism. The safety of our\ndivinely inspired Constitutional government and the welfare of our Church imperatively\ndemand that communism shall have no place in America.\n<\/p><p>\nHeber J. Grant,<br \/>\nJ. Reuben Clark, Jr., <br \/>\nDavid O. McKay\n<\/p><p>\nI have read this letter because I feel the need for it is more evident today than it was ten years\nago. The spirit of communism is unquestionably wholly foreign to the spirit of true\nAmericanism. As seen in the country where it has long been dominant, it is wholly atheistic;\nit denies the existence of God; as frequently manifested, it is extremely cruel and inhuman.\nConfiscation and murder have been employed to reach its end. It should be impossible to get\nany Latter-day Saint to give the least degree of sympathy to communism as it is manifested in\nEurope.\n<\/p><p>\nBrethren and sisters, there is but one safe course for us&mdash;which is to be steadfast, loyal, and\ntrue to the Church and its leadership. May the Lord help us to be so, I pray in the name of\nJesus Christ, our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}