{"ID":2601, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p2\" class=\"\">Elder O. Leslie Stone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2898.jpg\" alt=\"Elder O. Leslie Stone\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p3\" class=\"\">To a Latter-day Saint, a testimony of the truthfulness of the restored gospel is the most precious possession he can have. It cannot be purchased. No one can give it to him. It can only be secured by prayer, by study, by faith, by repentance, by righteous living, and by listening to others bearing their testimonies, and through the manifestation of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p4\" class=\"\">If we have a testimony of the gospel, we know that Jesus is the Christ, the Son of the living God, and our Redeemer. We know that Joseph Smith was and is a prophet of God. We know that the Book of Mormon is true, that it is indeed a second witness of our Lord and Savior, Jesus Christ. A testimony of the truthfulness of the gospel is the motivating force that helps us live the commandments and carry out our responsibilities.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Every member of the Church who has a testimony can be an effective missionary in sharing the gospel with nonmember friends, neighbors, and associates. You might ask, “How?” Here are a few suggestions:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Live the principles of the gospel. Keep the commandments.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Be honest and upright in all your dealings. Let your word always be as good as your bond.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Show love and appreciation by your attitude and by your works.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Be friendly and both willing and anxious to share the great blessings of the gospel.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Bear your testimony of the truthfulness of the gospel.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Beautify your home and other properties, as our prophet has just mentioned to you.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>See that your dress and grooming conform to Church standards.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>Follow the admonition of the Savior recorded in <span class=\"citation\" id=\"36367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36367)\">Matt. 5:16<\/a><\/span>, which embraces all of these things: “Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p14\" class=\"\">I frequently have the privilege of associating with the members of the First Presidency and the Council of the Twelve and with the other General Authorities. I hear them bear their testimonies of these great truths. They have had a strong influence in my life and in the lives of the members of my family. During the years I was a stake president in California, nearly all of the General Authorities visited our stake. They stayed with us in our home. They ate with us. They prayed with us. I have continually been strengthened to see their devotion, to feel of their spirit. It is inspiring to hear them bear testimony that God lives, that we are his children created in his own image, and that if we keep his commandments and are valiant in his cause, we can obtain salvation, exaltation, and eternal life, which are the greatest of all the gifts of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p15\" class=\"\">You might ask, “How did these men get their testimonies?” Like all of us, they developed their testimonies through study, through prayer, through service, through keeping the commandments, and through the power of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p16\" class=\"\">Admittedly, it is easier to talk about a testimony than to obtain one. The Lord intended that we should work hard to obtain a testimony, for that will make our testimonies stronger, and they will be more apt to remain with us. Always remember that no good thing comes without effort and sacrifice. When we are required to work for these blessings, we gain knowledge, we develop our skills and our characters, and we learn to overcome evil—all of which are significant parts of our purpose in life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p17\" class=\"\">To any of you—either here or at home—who do not have a testimony or who would like to strengthen your testimony, I would recommend a few things that you can do to develop or strengthen a testimony.<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Study the scriptures and other books written by Church leaders.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Keep the commandments, which include loving thy neighbor as thyself, being honest and upright, paying a full tithing, and keeping morally clean.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Attend sacrament meeting and other Church meetings, in which you can listen to the testimonies of the faithful members of the Church.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Associate with good people.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Stay out of the devil’s territory by shunning evil.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Repent of all sins and imperfections, and repentance includes both confession and forsaking of such sins.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>Pray to the Lord.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p25\" class=\"\">In explaining how to gain a testimony of the Book of Mormon, Moroni taught these same principles. These are recorded in Moroni 10:4 [<span class=\"citation\" id=\"38399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38399)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38399)\">Moro 10:4<\/a><\/span>], which are valuable in gaining a testimony of any part of the gospel:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p26\" class=\"\">“And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p27\" class=\"\">As we seek to develop and strengthen these testimonies, we must always rely on the Lord and place our highest priority on spiritual values. We must not forget, however, that a testimony does not, in and of itself, guarantee that we will inherit the celestial kingdom. We might know the gospel is true, but unless we are valiant, live righteous lives, and work to build the kingdom here on earth, we will not inherit celestial glory. In the epistle of James this principle is clearly taught: “Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works. … But wilt thou know, O vain man, that faith without works is dead?” (<span class=\"citation\" id=\"26279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26279)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26279)\">James 2:18, 20<\/a><\/span>.) Plainly, we must have both faith and works to obtain all of the blessings we seek.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p28\" class=\"\">President Kimball has said that the price we pay for happiness is keeping the commandments. The greatest blessings of this life, together with eternal salvation and exaltation, are available to us only when we keep the commandments the Lord has given us. Remember, the Lord has told us, “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.” (<span class=\"citation\" id=\"16503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16503)\">D&amp;C 82:10<\/a><\/span>.) And remember also the great promise recorded in the Doctrine and Covenants: “If you keep my commandments and endure to the end you shall have eternal life, which gift is the greatest of all the gifts of God.” (<span class=\"citation\" id=\"16425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16425)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16425)\">D&amp;C 14:7<\/a><\/span>.) Now, if you want to be happy and to be good parents, I admonish you to keep the commandments and make every effort to secure and retain a strong testimony of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p29\" class=\"\">Once we have developed and obtained a testimony, we can never cease working to strengthen it. We would all do well to remember the statement of President Harold B. Lee concerning a testimony. He said, “Testimony isn’t something you have today, and you are going to have always. A testimony is fragile. It is as hard to hold as a moonbeam. It is something you have to recapture every day of your life.” (<span class=\"emphasis\">Church News,<\/span> 15 July 1972, p. 4.) We must continue to study, to pray, to obey the commandments, so that the Holy Ghost will continue to strengthen our testimony. When a testimony is not growing, it is in danger of becoming weaker.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p30\" class=\"\">Moreover, we need to be concerned not only with strengthening our own testimonies, but also with supporting those around us. One of the greatest of such responsibilities is that of parents. Parents need to exemplify the principles of the gospel in their own lives, and they need to teach those principles to their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p31\" class=\"\">Throughout the ages, strong men have borne their testimonies to strengthen us. One of the greatest testimonies of the Savior was borne by Joseph Smith and Sidney Rigdon when they wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p32\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p33\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p34\" class=\"\">“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.” (<span class=\"citation\" id=\"16494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16494)\">D&amp;C 76:22–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p35\" class=\"\">I am sure we all subscribe wholeheartedly to the testimony President Spencer W. Kimball gave at October conference last year when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p36\" class=\"\">“I know that Jesus is the Christ, the Son of the living God. I know that. I know that the gospel which we teach is the gospel of Jesus Christ and the church to which we belong is the church of Jesus Christ; it teaches his doctrines and his policies and his programs. I know that if all of us will live the program as he has given it and will continue to give it, that all the blessings promised will be ours.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1974, p. 113.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/testimony.p37\" class=\"\">Now, in conclusion, brothers and sisters, I would like to bear my testimony: I know that the gospel of Jesus Christ has been restored in its fulness, that President Spencer W. Kimball is a prophet of God, that he receives revelation from God which makes it possible for him to guide our efforts in establishing the kingdom throughout the world. I love and support all the members of the First Presidency and of the Council of the Twelve and all the other General Authorities. It is an honor and a privilege to be associated with such men. I hope to be found worthy in carrying out my assignments and responsibilities. I pray that all of us will be successful in building strong testimonies of the restored gospel, and then by prayer, faith, study, work, and by righteous living keep such testimonies aglow and vibrant every day of our lives. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}