{"ID":2602, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Feed the Flock\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:3392.jpg\" alt=\"Elder David B. Haight\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p3\" class=\"\">I bear witness this day that we have been instructed by an inspired prophet of the Lord. I also know President Kimball loves each of us, and he loves particularly one of your sons whom I met recently in Korea.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p4\" class=\"\">We had stopped at an Army post exchange. Soldiers were milling around, and one of them recognized our Latter-day Saint chaplain. He came over to us with a cigarette partially hidden in his hand. When the chaplain introduced me as “one of the General Authorities,” he was so startled he nearly burned his hand trying to get rid of the cigarette. I put my arm around him and told him we were at the base for a brief meeting with our Church members, and hoped that he would attend. He made several excuses, but I said, “We will be honored if you come to our meeting. The Church cares about you. Come and join us. We’re your friends.” I think he could feel that I meant it. Before our meeting had ended that evening, he slipped in and joined us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p5\" class=\"\">Eugene Till, our mission president in Seoul, Korea, and Brent Anderson, one of our Latter-day Saint chaplains, were my companions as we traveled from the demilitarized zone to Pusan to visit our military bases. Meeting after meeting we talked to our servicemen, looked into their faces, shook their hands, and listened to their comments about their homes, their loved ones, and their home wards. Increasingly I began to feel some of the loneliness in their hearts. As I asked, “Are you hearing from your elders quorum? Does your family write often and encourage you to live the principles of the gospel?” the disappointment on their faces—and sometimes a cynical smile—gave me my answer. To the question “Does your bishop know you are here?” the reply was, “I don’t even think he cares. He is too busy to be concerned about me.” Of all those who attended our meetings—can you imagine—<span class=\"emphasis\">only one<\/span> said he knew his ward leaders did care.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p6\" class=\"\">As we drove from base to base, a kaleidoscope of these disappointed faces kept crossing my mind. “Feed the flock of God which is among you,” Peter admonished. (<span class=\"citation\" id=\"2355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2355)\">1 Pet. 5:2<\/a><\/span>.) A clear impression came to me that I was witnessing a needless neglect and that I must tell this story. This lack of interest at home for these young men is not the Lord’s plan, not the way he has taught us. Many of us are not responding to the Church direction, not responding to our charge to “[teach] them to observe all things whatsoever I have commanded you.” (<span class=\"citation\" id=\"36409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36409)\">Matt. 28:20<\/a><\/span>.) This responsibility to teach and to encourage does not cease because they are out of sight; in fact, our interest must be intensified. Our concern is not for the career military Church member who, with his family, adds great strength to local Church units, but for the young men—mostly single, lonely, exposed to the evil enticements and temptations that can be part of military life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p7\" class=\"\">There is a growing number without benefit of a mission or college disappearing into the military. The Selective Service has been discontinued. However, the armed forces are successful in recruiting. Your stake reports indicate we now have more in the military than in the mission field. Nearly 20,000 of your sons—and some daughters—are in the military service. President Kimball is asking for more full-time missionaries. Why shouldn’t parents, bishops, and elders presidents treat these 20,000 in the military as missionaries? You know they are—whether for good or not. You are their Church leaders and should be continually encouraging them. What a glorious opportunity. But you might say, “Oh, there is a difference!” Do you recall a modern prophet saying, “Every member a missionary”? Shouldn’t you give your son in the military this same attention? You have the obligation. Many thrilling missionary stories have involved our men in the military. At a base in Thailand, out of 18 members at our meeting, 11 had recently joined the Church, and two had converted their wives back home. These stories go on and on. Unfortunately, there are two sides.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p8\" class=\"\">A chaplain reported: “There is a universal absence of mail from home—from parents, from priesthood leaders. Parents, particularly of inactive young people, do not keep in touch with their sons or daughters.” The chaplain continued, “Nobody seems to care but the Latter-day Saint chaplains and the prostitutes, and, sir, that makes competition pretty tough.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p9\" class=\"\">A number of Latter-day Saint girls are joining the military. Bishops, counsel our young women concerning the grave dangers and pitfalls because of the lack of moral guidance. A Latter-day Saint chaplain responsible for women on a large base said: “They are painfully alone, many struggling with repentance versus the world and desperately needing to feel support from parents and the Church. Otherwise, they find understanding elsewhere.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p10\" class=\"\">Many of the single men are floundering on the cutting edge of sin. They are saying, “<span class=\"emphasis\">Please help me.<\/span>” There is no hometown moral support that goes unappreciated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p11\" class=\"\">How important is a letter? At a testimony meeting far from home, a young man said: “The devil had me convinced that I was a forgotten soul. Why not sin a little? Then a letter from Mom, one from my bishop, and a letter from our ward’s executive secretary finally caught up with me—one, two, three. I’d prayed for reassurance, but never had I felt such a sense of being important! Three letters to prove it. All in one mail call! I thank God for those few who care.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p12\" class=\"\">Just to know that someone cares is sometimes enough to turn the tide. All too often young people enter military service because they feel unwanted or unloved, and they can become completely demoralized in this new environment when there is little or no encouragement to hold high the standards and goals of their lives. One bishop writing to a young man admitted, “While praying for our servicemen, I suddenly realized my prayers were useless without some action.” Then, in a letter, he expressed his love for this boy and asked, “How can I help you?” The young serviceman, with tears, said, “My bishop cares.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p13\" class=\"\">A Latter-day Saint chaplain, whose office was near the mailroom, reported, “Daily, brokenhearted men and boys poured out their sorrow to me after they had looked again and again in their empty mailboxes. Some, in the depths of their hurt, swore they would never write another letter, and some of them, I’m sad to report, kept that unwise threat and watched their family ties disintegrate. Others would say that ‘no mail’ was proof of ‘no love or concern’ and that they were therefore justified in seeking affection from professional lovers. The old saying ‘We live or die at the mailroom’ never was truer than in the military.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p14\" class=\"\">Another serviceman said, “During my 13 months in Southeast Asia, I heard from my sweetheart every day. During her busy days caring for our five children and attending school, she completed every day by writing me a letter. Think of it! Almost 400 days without a single miss!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p15\" class=\"\">One of your sons, who had received a tape from home, wrote, “I was holding my one-man sacrament meeting as usual—out under a tree—listening to Church tapes. Bruce R. McConkie’s voice was never this interesting back home. I’ve played him 50 times.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p16\" class=\"\">We challenge parents, home teachers, elders quorum presidents, and bishops that from today you show your concern for these young people. Flood them with affection, letters, tapes, cards, packages, birthday and holiday greetings of all types. Give your Young Adults, teenagers, and others in your ward a stimulating project. Sixteen-year-old Debbie Trujillo wrote a serviceman, “Hi. My name is Debbie Trujillo, and I’ve just been baptized in the Church. I don’t know much about you, but our class is doing this project, and I think it’s neat.” The serviceman said, “I hope my reply can be as sweet and uplifting as her letter.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p17\" class=\"\">The Church can be proud of our chaplains, who bring hope and goodness to men of all faiths. After one of our chaplains had helped a member change his life, the man brought to the chaplain’s office a hand-sculptured model of a sheep and said that he felt as if he had been the one sheep for which we had left the ninety-and-nine. The chaplain writes, “I keep this little sheep on my desk as a reminder that in the military when we leave the 99, we always find more than one.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p18\" class=\"\">The Savior’s analogy of the lost sheep vividly portrays the concern he has for all, but especially those that might stray. The Savior’s mission is to try to save all. The shepherd leaves the ninety-and-nine pastured safely and goes into the mountains to seek that one that has strayed. “When he hath found it, he layeth it on his shoulders, rejoicing. And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.” (<span class=\"citation\" id=\"31934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31934)\">Luke 15:5–6<\/a><\/span>.) Can’t you somehow feel the Savior’s concern to account for everyone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p19\" class=\"\">He follows this parable with a similar one, “the Lost Coin.” Whereas the sheep had strayed—wandered away—the coin, as the result of carelessness on the part of the woman, is dropped and lost. She sweeps previously unswept corners, even lights a candle. By her diligence it is recovered. “And when she hath found it, she calleth her friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost. Likewise, I say unto you, there is joy in the presence of the angels of God over one … that repenteth.” (<span class=\"citation\" id=\"31935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31935)\">Luke 15:9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p20\" class=\"\">Members of your family can be part of a real “lost battalion” <span class=\"emphasis\">in urgent need of our help.<\/span> They hunger for what only you can give them. When you don’t supply it, they accept some devastating substitutes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/feed-the-flock.p21\" class=\"\">I pray that as you close the drapes on each day, you will rest peacefully knowing, “The wind still whips the leaves, but the roots are down.” In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}