{"ID":2603, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Trust in the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p2\" class=\"\">Elder Marion D. Hanks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2e6a.jpg\" alt=\"Elder Marion D. Hanks\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p3\" class=\"\">The motivation for my preparation this morning came from a recent brief excursion through the pages of the day’s newspapers. There, mingled with the ordinary reports of trouble, were several heart-warming accounts of human concern and unselfishness: a high school group giving hard-earned vacation money to an ill classmate; two workmen suffering serious injury to save the life of a colleague; blood donations oversubscribed for a stricken mother; a noble young follower of Christ giving his life attempting to rescue a companion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p4\" class=\"\">These particular events were reported because they were exceptional. The news media, like history, often emphasizes that which is unusual or sensational. But it was a historian who reminded us that “history as usually written is quite different from history as usually lived. …” If the whole story were told, “we should have a duller but juster view of the past and of man.” Behind what he called “the red facade of war and politics, misfortune and poverty, adultery and divorce, murder and suicide, were millions of orderly homes, devoted marriages,” strong, loving families, and inspiring examples of goodness, courage, and kindness. In our own communities—in our own neighborhoods there are many such instances, unsung and unreported.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p5\" class=\"\">An invalid quietly suffers through weeks and months, through recurring birthdays, with vital energy limited, and still radiates confidence in the love and purposes of God, lifts those who come to lift, helps those who come to help, and brings joy and light to the world around her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p6\" class=\"\">A loved one keeps watchful, tender vigil, ministering to needs, foregoing pleasures or physical freedoms, uncomplainingly sacrificing personal desires to give help where it is needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p7\" class=\"\">A young father stands at the funeral of his wife and bears thankful testimony that they have found in their period of lengthy affliction that Jesus Christ and his strength are sufficient for any need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p8\" class=\"\">What motivates people to unselfish, courageous actions? Are there wellsprings of strength and consolation accessible to those who suffer, or are alone, or afraid, or steeped in sin, or depressed? From whence comes the moral energy for good and lofty acts—for improved lives?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p9\" class=\"\">The scriptures answer:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p10\" class=\"\">“I say unto you that whatsoever is good cometh from God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p11\" class=\"\">“If a man bringeth forth good works he hearkeneth unto the voice of the good shepherd, and he doth follow him.” (<span class=\"citation\" id=\"9211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9211)\">Alma 5:40–41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p12\" class=\"\">As life supplies its store of tribulation we need the consolation that comes with knowing that God is good and that he is near, that he understands, and that he loves us and will help us and strengthen us for the realities of a world where sin and affliction exist. And while I’m talking about principles this morning, I am not really thinking in the abstract, but I’m thinking of many noble souls who have met difficulties with courage, like my mother and many others who had little to rely upon—who had little but ingenuity and will and courage and faith. I’m thinking too of a more recent scene—a beautiful young face whiter than the hospital sheet upon which she lay, her sorrowing parents nearby grieving, as a relentless disease consumed her life. Comfort came to them in the quiet knowledge of the nearness of a Savior who himself had not been spared the most keen and intense suffering, who himself had drunk of the bitter cup.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p13\" class=\"\">From this source—from God and Christ—wisdom and strength can be found that will make endurance possible, and relationships generous and helpful, that will lead to abundancy of life and to everlasting life. God will “temper the wind to the shorn lamb,” and help us to endure all things and to continue to maintain integrity in the face of the siren song of invitation to “curse God and die” [<span class=\"citation\" id=\"26761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26761)\">Job 2:9<\/a><\/span>]—die spiritually, die as to things pertaining to righteousness, die to hope and holiness and faith in a future where there is no corruption and no pain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p14\" class=\"\">Christ came that men might have life abundant and life eternal, and he declared that “this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” (<span class=\"citation\" id=\"28858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28858)\">John 17:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p15\" class=\"\">And that knowledge. I testify, is the most important treasure one can possess or seek. From Hosea comes the word of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p16\" class=\"\">“The Lord hath a controversy with the inhabitants of the land, because there is no truth, nor mercy, nor knowledge of God it the land. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p17\" class=\"\">“For I desired mercy, and not sacrifice; and the knowledge of God more than burnt offerings.” (<span class=\"citation\" id=\"24915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24915)\">Hosea 4:1<\/a><\/span>; <span class=\"citation\" id=\"24916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24916)\">Hosea 6:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p18\" class=\"\">Soon thereafter the Lord said through Jeremiah:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p19\" class=\"\">“Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory it his riches:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p20\" class=\"\">“But let him that glorieth glory in this, that he understandeth and knoweth me, that I am the Lord which exercise loving kindness, judgement, and righteousness, in the earth: for in these things I delight, saith the Lord.” (<span class=\"citation\" id=\"26552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26552)\">Jer. 9:23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p21\" class=\"\">All the prophets taught this truth about God, and their prime purpose was not to argue or try to prove the existence of God but to be his witnesses, to testify that he lives and to make his will known among men. Christ revealed the Father in his life and teachings and parables. Through his Son the Father was not only bringing salvation and making eternal life possible for all men, but was offering the ultimate opportunity for men to know God himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p22\" class=\"\">This, we declare and testify, is a supreme blessing, for to “know the love of Christ which passeth knowledge” and thus to “be filled with all the fulness of God” (<span class=\"citation\" id=\"21878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21878)\">Eph. 3:19<\/a><\/span>) is the source of the greatest comfort and consolation in this world, and the greatest motivating power for good. How do we gain this indispensable knowledge? The “works of the Lord, and the mysteries of his kingdom” can only “be understood by the power of the Holy Spirit, which God bestows on those who love him, and purify themselves before him; To whom he grants this privilege of seeing and knowing for themselves.” (<span class=\"citation\" id=\"16498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16498)\">D&amp;C 76:114, 117<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p23\" class=\"\">As a guest in the home of a choice young family only a few days ago, I was invited to offer prayer as we knelt together at the day’s beginning. Loving parents, who knew of my experience with little girls’ prayers, suggested that their three-year-old would like to pray first, as she regularly insists on doing. The tenderness of the moment increased as a six-year-old brother undertook to help her when she faltered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p24\" class=\"\">The purity and openness of little children in their relationship with the Lord points the way for all of us. If we would seek the Lord, we must put off the “natural man” and become “as a child, submissive, meek, humble, patient, full of love, willing to submit to all things which the Lord seeth fit to inflict upon [us], even as a child doth submit to his father.” (<span class=\"citation\" id=\"40420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40420)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40420)\">Mosiah 3:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p25\" class=\"\">It is written:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p26\" class=\"\">“None shall be found blameless before God, except it be little children, only through repentance and faith on the name of the Lord God Omnipotent.” (<span class=\"citation\" id=\"40421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40421)\">Mosiah 3:21<\/a><\/span>.) What, then, is our course?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p27\" class=\"\">“Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and cometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my commandments, shall see my face and know that I am.” (<span class=\"citation\" id=\"16545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16545)\">D&amp;C 93:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p28\" class=\"\">“They did fast and pray oft, and did wax stronger and stronger in their humility, and firmer and firmer in the faith of Christ, unto the filling their souls with joy and consolation, yea, even to the purifying and the sanctification of their hearts, which sanctification cometh because of their yielding their hearts unto God.” (<span class=\"citation\" id=\"24721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24721)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24721)\">Hel. 3:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p29\" class=\"\">By the revelations of his mind and will through the Holy Spirit, the Lord will give us understanding and knowledge. But we must qualify for the blessing. As we learn to love him, to purify ourselves before him, to yield our hearts to him, and to walk in the light of his Spirit, we can become again like a child and know him. He “waits,” Isaiah wrote, “that he may be gracious” unto us, and is “exalted, that he may have mercy” upon us [<span class=\"citation\" id=\"25474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25474)\">Isa. 30:18<\/a><\/span>]. The Lord delights to bless us with his love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p30\" class=\"\">We know that the Lord needs instruments of his love. He needs a Simon Peter to teach Cornelius, an Ananias to bless Paul, a humble bishop to counsel his people, a home teacher to go into the homes of the Saints, a father and mother to be parents to their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p31\" class=\"\">But it is also the privilege of every child of God to seek and know for himself the comforting personal assurance that comes with confidence in the wisdom and character of a beloved Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p32\" class=\"\">There is an example that expresses my meaning well. Some years ago a young lady missionary shared with me some of the circumstances of her call. Her humble father, a farmer, had willingly sacrificed much for the Lord and his kingdom. He was already sustaining two sons on missions when he talked with his daughter one day about her unexpressed desires to be a missionary and explained to her how the Lord had helped him to prepare to help her. He had gone to the fields to talk with the Lord, to tell him that he had no more material possessions to sell or sacrifice or to use as collateral for borrowing. He needed to know how he could help his daughter go on a mission. The Lord, he said, told him to plant onions. He thought he had misunderstood. Onions would not likely grow in this climate, others were not growing onions, he had no experience growing onions. After wrestling with the Lord for a time, he was again told to plant onions. So he borrowed money, purchased seeds, planted and nurtured and prayed. The elements were tempered, the onion crop prospered. He sold the crop, paid his debts to the bank and the government and the Lord, and put the remainder in an account under her name—enough to supply her wants on a mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p33\" class=\"\">I will not forget the story or the moment or the tears in her eyes or the sound of her voice or the feeling in me as she said, “Brother Hanks, I don’t have any trouble believing in a loving Heavenly Father who knows my needs and will help me according to his wisdom if I am humble enough. I have a father just like that.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p34\" class=\"\">There is, of course, much more to be said. The solutions that we wish and pray for do not always come about. The power that remade Paul, that poured in love and washed out hostility and hate, did not save him from the great travails, from Nero’s dungeon or a martyr’s death. Christ lived in him, he said, he had found the peace of God that passed all comprehension. Nothing, not tribulation, distress, persecution, famine, nakedness, peril, sword, death, life, angels, principalities, powers, things present, things to come, height, depth, nor any other creature, could separate him from the love of Christ—the love of God which is in Christ Jesus, our Lord. Christ died on a cross, and won his victory; his disciples and followers also have been subject to the brute forces and foibles of this world, yet through enduring faith they have shared and will share in that victory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p35\" class=\"\">Like Habakkuk of old, we may in our anguish feel that we could bear anything if we could only understand the divine purpose in what is happening. The ancient prophet learned that the righteous live by faith and that faith is not an easy solution to life’s problems. Faith is confidence and trust in the character and purposes of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p36\" class=\"\">Habakkuk declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p37\" class=\"\">“Although the fig tree shall not blossom, neither shall fruit be in the vine; the labour of the olive shall fail, and the fields shall yield no meat; the flock shall be cut off from the fold, and there shall be no herd in the stalls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p38\" class=\"\">“Yet I will rejoice in the Lord, I will joy in the God of my salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p39\" class=\"\">“The Lord God is my strength, and he will make my feet … to walk upon mine high places.” (<span class=\"citation\" id=\"24166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24166)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24166)\">Hab. 3:17–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/trust-in-the-lord.p40\" class=\"\">Our religion is “not weight, it is wings.” It can carry us through the dark times, the bitter cup. It will be with us in the fiery furnace and the deep pit. It will accompany us to the hospital room and to the place of bereavement. It can guarantee us the presence of a Captain on the rough voyage. It is, in short, not the path to easy disposition of problems, but the comforting assurance of the eternal light, by which we may see, and the eternal warmth, which we may feel. “The Lord is good: Blessed is the man that trusteth in him.” (<span class=\"citation\" id=\"41931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41931)\">Ps. 34:8<\/a><\/span>.) In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}