{"ID":2604, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Way Home\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p2\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monson\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p3\" class=\"\">Overlooking the azure blue waters of the famed Sea of Galilee is a historic landmark: the Mount of Beatitudes. Like a living sentinel with an eyewitness testimony, this silent friend seems to declare: “Here it was that the greatest person who ever lived delivered the greatest sermon ever given—the Sermon on the Mount.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p4\" class=\"\">Instinctively the visitor turns to the Gospel of St. Matthew and reads: “And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him: And he opened his mouth, and taught them.” (<span class=\"citation\" id=\"36363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36363)\">Matt. 5:1–2<\/a><\/span>.) Among the truths which he taught was this solemn statement: “Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p5\" class=\"\">“Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.” (<span class=\"citation\" id=\"36375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36375)\">Matt. 7:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p6\" class=\"\">Ageless in its application, wise men throughout the generations of time have sought to live by this simple statement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p7\" class=\"\">When Jesus of Nazareth personally walked the rock-strewn pathways of the Holy Land, he, as the Good Shepherd, showed all who would believe how they might follow that narrow way and enter that strait gate to life eternal. “Come, follow me,” he invited. “I am the way.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p8\" class=\"\">Little wonder that men did tarry for the outpouring of the Holy Ghost on the day of Pentecost. It was the gospel of Jesus Christ that was to be preached, his work that was to be done, and his apostles at the head of his church who were entrusted with the work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p9\" class=\"\">History records that most men indeed did not come unto him, nor did they follow the way he taught. Crucified was the Lord, slain were the apostles, rejected was the truth. The bright daylight of enlightenment slipped away, and the lengthening shadows of a black night enshrouded the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p10\" class=\"\">One word and one word alone describes the dismal state that prevailed: apostasy. Generations before, Isaiah had prophesied: “Darkness shall cover the earth, and gross darkness the people.” (<span class=\"citation\" id=\"25477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25477)\">Isa. 60:2<\/a><\/span>.) Amos had foretold of a famine in the land: “Not a famine of bread, nor a thirst for water, but of hearing the words of the Lord.” (<span class=\"citation\" id=\"10462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10462)\">Amos 8:11<\/a><\/span>.) Had not Peter warned of false teachers bringing damnable heresies, and Paul predicted that the time would come when sound doctrine would not be endured?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p11\" class=\"\">The dark ages of history seemed never to end. Was there to be no termination to this blasphemous night? Had a loving Father forgotten mankind? Would he send forth no heavenly messengers as in former days?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p12\" class=\"\">Honest men with yearning hearts, at the peril of their very lives, attempted to establish points of reference, that they might find the true way. The day of the reformation was dawning, but the path ahead was difficult. Persecutions would be severe, personal sacrifice overwhelming, and the cost beyond calculation. The reformers were like pioneers blazing wilderness trails in a desperate search for those lost points of reference which, they felt, when found would lead mankind back to the truth Jesus taught.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p13\" class=\"\">When John Wycliffe and others completed the first English translation of the entire Bible from the Latin Vulgate, the then church authorities did all they could to destroy it. Copies had to be written by hand and in secret. The Bible had been regarded as a closed book forbidden to be read by the common people. Many of the followers of Wycliffe were severely punished and some burned at the stake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p14\" class=\"\">Martin Luther asserted the Bible’s supremacy. His study of the scriptures led him to compare the doctrines and practices of the church with the teachings of the scriptures. Luther stood for the responsibility of the individual and the rights of the individual conscience, and this he did at the imminent risk of his life. Though threatened and persecuted, yet he declared boldly: “Here I stand, I cannot do otherwise. God help me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p15\" class=\"\">John Huss, speaking out fearlessly against the corruption within the church, was taken outside the city to be burned. He was chained by the neck to a stake, and straw and wood were piled around his body to the chin and sprinkled with resin; and he was asked finally if he would recant. As the flames arose, he sang, but the wind blew the fire into his face, and his voice was stilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p16\" class=\"\">Zwingli of Switzerland attempted through his writings and teachings to rethink all Christian doctrine in consistently biblical terms. His most famous statement thrills the heart: “What does it matter? They can kill the body but not the soul.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p17\" class=\"\">And who cannot today appreciate the words of John Knox? “A man with God is always in the majority.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p18\" class=\"\">John Calvin, prematurely aged by sickness and by the incessant labors he had undertaken, summed up his personal philosophy with the statement: “Our wisdom … consists almost entirely of two parts: the knowledge of God and the knowledge of ourselves.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p19\" class=\"\">Others could indeed be mentioned, but a comment concerning William Tyndale would perhaps suffice. Tyndale felt that the people had a right to know what was promised to them in the scriptures. To those who opposed his work of translation, he declared: “If God spare my life, … I will cause a boy that driveth the plough shall know more of the scripture than thou dost.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p20\" class=\"\">Such were the teachings and lives of the great reformers. Their deeds were heroic, their contributions many, their sacrifices great—<span class=\"emphasis\">but they did not restore the gospel of Jesus Christ.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p21\" class=\"\">Of the reformers one could ask, “Was their sacrifice in vain? Was their struggle futile?” I answer with a resounding “No!” The Holy Bible was now within the grasp of the people. Each man could better find his way. Oh, if only all could read and all could understand. But some could read, and others could hear; and every man had access to God through prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p22\" class=\"\">The long-awaited day of restoration did indeed come. But let us review that significant event in the history of the world by recalling the testimony of the plowboy who became a prophet, the witness who was there—even Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p23\" class=\"\">Describing his experience, Joseph said: “There was in the place where we lived an unusual excitement on the subject of religion. … It … became general … [creating] division amongst the people, some crying, ‘Lo, here!’ and others, ‘Lo, there!’<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p24\" class=\"\">“… I was one day reading the Epistle of James, first chapter and fifth verse, which reads: ‘If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p25\" class=\"\">“Never did any passage of scripture come with more power to the heart of man than this did at this time to mine. It seemed to enter with great force into every feeling of my heart. I reflected on it again and again, knowing that if any person needed wisdom from God, I did; for how to act I did not know, and unless I could get more wisdom than I then had, I would never know; for the teachers of religion … understood the same passages of scripture so differently as to destroy all confidence in settling the question by an appeal to the Bible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p26\" class=\"\">“At length I came to the conclusion that I must either remain in darkness and confusion, or else I must do as James directs, that is, ask of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p27\" class=\"\">“So, in accordance with this, my determination to ask of God, I retired to the woods to make the attempt. It was on the morning of a beautiful, clear day, early in the spring of eighteen hundred and twenty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p28\" class=\"\">“… I kneeled down and began to offer up the desire of my heart to God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p29\" class=\"\">“I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p30\" class=\"\">“… When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30583)\">JS—H 1:5–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p31\" class=\"\">The Father and the Son, Jesus Christ, had appeared to Joseph Smith. The morning of the dispensation of the fulness of times had come, dispelling the darkness of the long generations of spiritual night. As in the creation, light was to replace darkness; day was to follow night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p32\" class=\"\">From then to now, truth has been and is available to us. Like the children of Israel in former times, endless days of wandering now can end with our entry to a personal promised land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p33\" class=\"\">The restoration of the gospel dispels the gloom described in our time by the noted educator Robert Gordon Sproul. He had looked at the churches of America and declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p34\" class=\"\">“We have … the peculiar spectacle of a nation which, to some imperfect but nevertheless considerable extent, practices Christianity without actively believing in Christianity. We are asked to turn to the church for our enlightenment, but when we do so we find that the voice of the church is not inspired. The voice of the church today, we find, is the echo of our own voices. And the result of this experience, already manifest, is disillusionment. There is only one way out of the spiral. The way out is the sound of a voice, not our voice, but a voice coming from something not ourselves, in the existence of which we cannot disbelieve. It is the earthly task of the pastors to hear this voice, to cause us to hear it, and to tell us what it says. If they cannot hear it, or if they fail to tell us, we, as laymen, are utterly lost. Without it we are no more capable of saving the world than we were capable of creating it in the first place.” (<span class=\"emphasis\">Vital Speeches,<\/span> Sept. 1, 1940, p. 701.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p35\" class=\"\">Perhaps the famed Winston Churchill best declared the world’s pressing need. Said he: “I have lived perhaps longer experience than almost anyone, and I have never brooded over a situation which demanded more patience, composure, courage and perseverance than that which unfolds itself before us today: The need of a prophet.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p36\" class=\"\">Today we have heard God’s prophet speak—even President Spencer W. Kimball. Today there goes forth from this pulpit an invitation to people throughout the world: Come from your wandering way, weary traveler. Come to the gospel of Jesus Christ. Come to that heavenly haven called home. Here you will discover the truth. Here you will learn the reality of the Godhead, the comfort of the plan of salvation, the sanctity of the marriage covenant, the power of personal prayer. Come home!<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p37\" class=\"\">From our youth many of us may remember the story of a very young boy who was abducted from his parents and home and taken to a village situated far away. Under these conditions the small boy grew to young manhood without a knowledge of his actual parents or earthly home. Within his heart there came a yearning to return to that village called home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p38\" class=\"\">But where was home to be found? Where were his mother and father to be discovered? Oh, if only he could remember even their names, his task would be less hopeless. Desperately he sought to recall even a glimpse of his childhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p39\" class=\"\">Like a flash of inspiration, he remembered the sound of a bell which, from the tower atop the village church, pealed its welcome each Sabbath morning. From village to village the young man wandered, ever listening for that familiar bell to chime. Some bells were similar, others far different from the sound he remembered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p40\" class=\"\">At length the weary young man stood one Sunday morning before a church of a typical town. He listened carefully as the bell began to peal. The sound was familiar. It was unlike any other he had heard, save that bell which pealed in the memory of his childhood days. Yes, it was the same bell. Its ring was true. His eyes filled with tears. His heart rejoiced in gladness. His soul overflowed with gratitude. The young man dropped to his knees, looked upward beyond the bell tower—even toward heaven—and in a prayer of gratitude whispered, “Thanks be to God. I’m home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p41\" class=\"\">Like the peal of a remembered bell will be the truth of the gospel of Jesus Christ to the soul of him who earnestly seeks. Many of you have traveled long in a personal quest for that which rings true. The Church of Jesus Christ of Latter-day Saints sends forth to you an earnest appeal. Open your doors to the missionaries. Open your minds to the word of God. Open your hearts, even your very souls, to the sound of that still, small voice which testifies of truth. As the prophet Isaiah promised: “Thine ears shall hear a word … saying, This is the way, walk ye in it.” (<span class=\"citation\" id=\"25475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25475)\">Isa. 30:21<\/a><\/span>.) Then, like the boy of whom I’ve spoken, you too will, on bended knee, say to your God and mine: “I’m home!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-way-home.p42\" class=\"\">May such be the blessing of all, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}