{"ID":2606, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Laws of God Are Blessings\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p2\" class=\"\">Elder ElRay L. Christiansen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:32a0.jpg\" alt=\"Elder ElRay L. Christiansen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p3\" class=\"\">I stand before you in deep humility, my brothers and sisters, and with a prayer in my heart that what I say may give encouragement to all who are here, or all who need that encouragement, and most of us do. I should like to base my remarks upon a divine truth that is found in the book of Proverbs. It reads as follows: “For the commandment is a lamp; and the law is light; and reproofs of instruction are the way of life.” (<span class=\"citation\" id=\"41529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41529)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41529)\">Prov. 6:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p4\" class=\"\">A commandment <span class=\"emphasis\">is<\/span> a lamp to show us the right course, and indeed the law defines that course that we are to follow. Some people look upon laws in general as impediments to them—obstacles—and there are good people in every segment of life who believe that the laws of God, even the great Ten Commandments, are intended only for certain people—for those whom they describe as being extremely religious or for the less fortunate. They believe that while it is essential to observe the laws of the land, it matters little or none if one observes the laws of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p5\" class=\"\">Some people feel that the laws of God inhibit freedom; and that they who are not religiously inclined are automatically exempt from the laws and commandments of the Lord; and that if one minds his own business and lives his own life, so to speak, he has sufficient religion for his own welfare; and that salvation and joy everlasting will somehow be forthcoming, even though they do not observe the laws and commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p6\" class=\"\">Surely these are shortsighted views. Actually, the commandments of the Lord are principles upon which <span class=\"emphasis\">our<\/span> lives must be built if we are to find happiness, success, and peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p7\" class=\"\">We believe that through the atonement of Christ all mankind may be saved by obedience to the laws and the ordinances of the gospel; and that because of his great love for man, the Lord has granted each of us an opportunity to live in the flesh and through obedience to the laws of the gospel and through service to our fellowmen, to find happiness and peace and prepare to live hereafter in a state of “never-ending happiness” as the Book of Mormon describes it. (See <span class=\"citation\" id=\"40418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40418)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40418)\">Mosiah 2:41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p8\" class=\"\">But the Lord does his work according to eternal principles and eternal laws. While he is a God of love, he is also a God of order. He does not deviate from the established principles and laws, because they are right in the first place. And he and they are the same yesterday, today, and forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p9\" class=\"\">The laws and conditions prescribed for the welfare of mankind cannot be changed nor circumvented, because they are divine and were established before the foundation of the world was laid. They are, in fact, the only means by which we can have peace of mind here and gain eternal life hereafter. This is expressed in a great revelation given to the Prophet Joseph, as follows: “For all who will have a blessing at my hands shall abide the law which was appointed for that blessing, and the conditions thereof, as were instituted from before the foundation of the world.” (<span class=\"citation\" id=\"16581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16581)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16581)\">D&amp;C 132:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p10\" class=\"\">So, brothers and sisters, we need simply to remember that which is expected of us if we wish a blessing. The Lord will remember that which is expected of him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p11\" class=\"\">Now, his commandments are not grievous. They are not burdensome. They are not oppressive. We sing in one of our hymns, “How gentle God’s commands! How kind his precepts are!” (<span class=\"emphasis\">Hymns,<\/span> no. 67.) The laws of God are not given to us to burden us or to handicap us. They are not impositions. They are the statutes through which, if observed, the purpose of life and existence is to be realized. Even those who are called to go through trials, sorrow, tribulation, and adversity are promised that if they are faithful in tribulation and adversity, that “the reward of the same is greater in the kingdom of heaven.” (<span class=\"citation\" id=\"16470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16470)\">D&amp;C 58:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p12\" class=\"\">It is comforting to read the words of the Lord in regard to this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p13\" class=\"\">“Verily I say unto you, blessed is he that keepeth my commandments, whether in life or in death; and he that is faithful in tribulation, the reward of the same is greater in the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p14\" class=\"\">“Ye cannot behold with your natural eyes for the present time the design of your God concerning those things which shall come hereafter, and the glory which shall follow after much tribulation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p15\" class=\"\">“For after much tribulation come the blessings. Wherefore, the day cometh that ye shall be crowned with much glory, the hour is not yet, but is nigh at hand.” (<span class=\"citation\" id=\"16471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16471)\">D&amp;C 58:2–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p16\" class=\"\">Now if one is inclined to question the wisdom of observing the law—whether it be the laws of man, the laws of nature, or the laws of God—he should consider these words of the Lord: “Again, verily I say unto you, that which is governed by law is also preserved by law and perfected and sanctified by the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p17\" class=\"\">“That which breaketh a law, and abideth not by law, but seeketh to become a law unto itself, and willeth to abide in sin, and altogether abideth in sin, cannot be sanctified by law, neither by mercy, justice, nor judgment.” (<span class=\"citation\" id=\"16533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16533)\">D&amp;C 88:34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p18\" class=\"\">Observance of law brings harmony, peace, order; while without observance of law there is found confusion, and sorrow, remorse, failure—whether it be the laws of God or the laws of man, or whether it be nations or whether it be individuals, it is the same. There are those who ask (they have asked me, and really that is why I am speaking along this line), “If the Lord loves us, why does he then give so many commandments, some of them restrictive in their nature?” Well, the answer is he gives us commandments because he loves us. He wishes to save us from sorrow and remorse and failure, and the worst of all, regret, and from losing our blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p19\" class=\"\">In the same way, wise parents often find it best to deny a child his wishes or to instruct him to act in a certain way, even though it is contrary to what the child desires. This is done because of parental love and is done in the interest of the child’s welfare. If he responds as he should, it results in lasting benefits and satisfaction for both.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p20\" class=\"\">Now, the Lord loves us enough to say, Thou shalt not lie, thou shalt not steal, thou shalt not commit adultery, thou shalt not covet, and so forth. (See <span class=\"citation\" id=\"16460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16460)\">D&amp;C 42:18–28<\/a><\/span>.) You know the laws, and President Kimball explained them so well this morning. The gospel of Jesus Christ is the perfect law of liberty, according to the apostle James. (See <span class=\"citation\" id=\"26276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26276)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26276)\">James 1:25<\/a><\/span>.) God is its author. He set forth the conditions. He is its fountainhead. The gospel is a great system of laws, which laws are simply eternal principles by which our Father in heaven desires to save mankind, his sons and his daughters, not only to save them, but also to share with them all that the Father has—associations with those we love, honor, power, glory, dominions, even exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p21\" class=\"\">But while he gives us commandments, he also gives us the freedom and the liberty to reject them if we choose, as Brother Stapley has already explained to us. As he spoke to Adam and Eve in the Garden he told them that they could eat of every tree of the Garden. This they were free to do. However, he gave a commandment that they should not eat of the tree of knowledge of good and evil or certain blessings would be lost or denied them. They could eat the fruit if they desired, and if they insisted, but they must remember that he forbade it. They were at liberty to break the commandment; their liberty was not restricted; but if they did eat of the tree, they would have to pay the penalty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p22\" class=\"\">As it was with Adam and Eve, so it is with us. We have the divine right and also the individual responsibility to determine whether we will accept or whether we will reject the laws and principles and commandments of God. But my, how grateful we ought to be that these laws are given us and are plainly understood, given us to direct us, that we may not lose our way in this world of misunderstanding and by following the vain philosophies of the world. How thankful we ought to be for such truths as these:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p23\" class=\"\">“Men are, that they might have joy.” (<span class=\"citation\" id=\"3941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3941)\">2 Ne. 2:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p24\" class=\"\">“I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.” (<span class=\"citation\" id=\"16504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16504)\">D&amp;C 82:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p25\" class=\"\">“There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—And when we obtain any blessing from God, it is by obedience to that law upon which it [that blessing] is predicated.” (<span class=\"citation\" id=\"16579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16579)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16579)\">D&amp;C 130:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p26\" class=\"\">And finally, this most beautiful statement by my friend King Benjamin in his address to his people. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p27\" class=\"\">“And moreover, I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God. For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness. O remember, remember that these things are true; for the Lord hath spoken it.” (<span class=\"citation\" id=\"40419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40419)\">Mosiah 2:41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p28\" class=\"\">We should be grateful for Spencer W. Kimball (and his associates), a great living prophet provided by the Lord to guide us in these difficult times and to teach us, and to speak the mind and will of the Lord in a day of confusion. I add my testimony to those many which have been borne today to the fact that God lives, that Jesus is the Christ, that the gospel has been restored in the fulfillment of prophecies and promises of ancient prophets, and that we have with us today a prophet of God to direct us, to help us, to warn us, and to reveal the mind and will of God unto us and unto the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-laws-of-god-are-blessings.p29\" class=\"\">May the world take heed while the day yet lasts, for when the night cometh, no man can work, and the opportunity will be gone. This I pray in the name of Jesus Christ, the Lord. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}