{"ID":2607, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Faithful Laborers\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p2\" class=\"\">Elder Loren C. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2b58.jpg\" alt=\"Elder Loren C. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p3\" class=\"\">My dear brothers and sisters, in the last few months President Spencer W. Kimball has recommitted us as a church to reach out to our Father’s other children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p4\" class=\"\">We have been asked to lengthen our stride in two general areas. First is the need for every member of the Church to let his light so shine that others will see the gospel of Jesus Christ by example. The Lord tells us in the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p5\" class=\"\">“And again, I say unto you, I give unto you a commandment, that every man, both elder, priest, teacher, and also member, go to with his might, with the labor of his hands, to prepare and accomplish the things which I have commanded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p6\" class=\"\">“And let your preaching be the warning voice, every man to his neighbor, in mildness and in meekness.” (<span class=\"citation\" id=\"16451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16451)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16451)\">D&amp;C 38:40–41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p7\" class=\"\">Every family in the Church is asked to friendship a nonmember family on a family-to-family basis.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p8\" class=\"\">Second, every able young man has been asked to prepare himself to serve a full-time mission. And again from the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p9\" class=\"\">“Wherefore lay to with your might and call <span class=\"emphasis\">faithful<\/span> laborers into my vineyard, that it may be pruned for the last time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p10\" class=\"\">“And inasmuch as they do repent and receive the fulness of my gospel, and become sanctified, I will stay mine hand in judgment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p11\" class=\"\">“Wherefore, go forth, crying with a loud voice, saying: The kingdom of heaven is at hand; crying: Hosanna! blessed be the name of the Most High God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p12\" class=\"\">“Go forth baptizing with water, preparing the way before my face for the time of my coming;<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p13\" class=\"\">“For the time is at hand; the day or the hour no man knoweth; but it surely shall come.” (<span class=\"citation\" id=\"16455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16455)\">D&amp;C 39:17–21<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p14\" class=\"\">It is this last point I would like to enlarge upon. I had the honor recently of being assigned to visit the Samoa Apia Mission and attend some stake conferences in that country. I found the missionaries all well and the work progressing. One afternoon following our meeting, the mission president, Patrick Peters—who is a native Samoan—said, “Elder Dunn, there is something I’d like to show you.” We drove a few miles from the mission home and climbed the brow of a small hill to a place that was isolated by palm trees and other tropical vegetation. I suddenly realized that we were in a very old graveyard. At the center of this graveyard was a plot that was surrounded by a cement wall low enough to step over. President and Sister Peters told me this was where some of the first missionaries in Samoa were buried. There were eight graves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p15\" class=\"\">The thing that struck my interest was that out of the eight graves, four represented children under the age of two and one was a twenty-one-year-old wife and mother. What role could these have possibly played in missionary work in Samoa?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p16\" class=\"\">During the next two days, when time would permit, I searched the history of the mission for an answer. While I was unable to gather information on all of the eight, I did discover the following.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p17\" class=\"\">In the early days of the Church it was common for young married couples to be called on missions and some of these young couples were called to Samoa. The first person to be buried in that plot was Sister Katie Eliza Hale Merrill. She and her husband had only been on a mission for three months when she took sick and gave birth to a premature child. The child died the next day. The history says the following: “An hour after the death of the child, the mother called Sister Lee (wife of the mission president) to her bedside and, after thanking her for waiting on her during the sickness, said that she was ‘going to die’ that she ‘could not stay because they had come for her.’ She then talked with her husband, kissed him goodbye, and all was over. The mother and baby boy were buried in one coffin.” After his mission, Brother Merrill took the remains of his wife and infant son back to Utah for burial.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p18\" class=\"\">Elder Thomas H. Hilton and Sister Sarah M. Hilton were serving on a mission in Samoa, where they lost three of their children, between 1891 and 1894. Little Jeanette lived less than a year, George Emmett for only seven days, and Thomas Harold for a year and a half.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p19\" class=\"\">Of the death of Thomas Harold the record says: “On Sunday the 11th, he was not feeling very well. … For two days following he appeared to be improving, but on the morning of the 14th, his mother again became concerned about his welfare. From then until his death, on March 17, 1894, everything that loving hands could do was done for his recovery, but he grew rapidly worse. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p20\" class=\"\">“Oh how loath we all were to believe that it was so! How sad to see our dear sister <span class=\"emphasis\">again<\/span> bereft, and her so far from dear parents and friends who she has left for the gospel’s sake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p21\" class=\"\">“Thomas Harold Hilton was about one and a half years old, a beautiful little boy and very dearly beloved by all the missionaries, as well as the natives who knew him. Much sympathy is felt for the bereaved parents and the blessings of the Lord are invoked upon them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p22\" class=\"\">At twenty-nine, Ransom Stevens was president of the Samoa Mission when stricken with typhoid fever, which was complicated by a heart problem. He died on April 23, 1894.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p23\" class=\"\">His widow, Sister Annie D. Stevens, started for home by steamer on May 23. She reached Ogden on Sunday, June 10, where she was met by President Joseph F. Smith and Elder Franklin D. Richards. On June 11, she had an interview with the First Presidency in Salt Lake City and then went on to her home in Fairview, Sanpete County, arriving at 6:00 <span class=\"small\">P.M.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p24\" class=\"\">The history states, “The greetings by her friends were necessarily brief for Sister Stevens was ill and had to retire to bed early, and at 11 <span class=\"small\">P.M.<\/span>, five hours after her arrival home, she gave birth to a nice boy.” She had gone through the whole ordeal in the advance stages of pregnancy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p25\" class=\"\">Another entry was Friday, March 2, 1900, “Little Loi Roberts was given up to die by Dr. Stuttaford at the sanatorium [in Apia]. The patient little sufferer was administered to daily, and each time he would get relief. … His parents [Elder and Sister E. T. Roberts] were untiring in their efforts to allay pain and sufferings.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p26\" class=\"\">Saturday, March 3, “Little Loi died at the sanatorium in Apia in the morning, making another sad day in the history of the mission.” Small wonder that the tombstone contained the words, “Rest sweet Loi, rest.” He was one and a half years old.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p27\" class=\"\">And that brings us to Elder William A. Moody and his bride, Adelia Moody. They were called on a mission from Thatcher, Graham County, Arizona, arriving in Samoa in November 1894. They must have had the same hopes and aspirations of any young couple just starting out. She gave birth to an eight-pound daughter on May 3, 1895. Three weeks later she passed away. The daughter, little Hazel Moody, was taken care of by local Saints while her father continued his mission. Finally, one year later we read the following about a steamer leaving for the United States, whose passengers included four returning elders and “also Elder Moody’s daughter, Hazel, one-year-old, who will be delivered to loving relatives in Zion.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p28\" class=\"\">A price has been paid for the establishment of the gospel of Jesus Christ in the land of Samoa. It is interesting to note that much of that price was paid by little children. I suspect that there are many obscure cemeteries in many of the nations of the world similar to that little plot in Samoa. They are a mute witness to the trials and suffering that went into the beginnings of missionary work in this dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p29\" class=\"\">Because of advancements in the standard of living and medical technology, these kinds of trials are almost a thing of the past. In Samoa, for instance, I found the missionaries well. There are even health missionaries, including a young couple and their two children who are helping to improve the health standards of the members and looking after the health of the missionaries where needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p30\" class=\"\">The sacrifice today is mostly a sacrifice of time and money. A sacrifice of 24 months for a worthy young man to help move the cause of the Lord forward. Others gave their lives to get the work started, but the Lord only requires that we sacrifice some time and our means to keep his work moving throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p31\" class=\"\">The story is told that toward the end of World War II an allied general came to the front lines one night to inspect his troops. As he walked along he would point out into no-man’s-land and say, “Can you see them? Can you see them?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p32\" class=\"\">Finally, someone said, “General, we can see nothing. What do you mean?” He said, “Can’t you see them? They’re your buddies; they are the ones who gave their lives today, yesterday, and the day before. They’re out there alright, watching you, wondering what you are going to do; wondering if they have died in vain.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p33\" class=\"\">My dear brothers and sisters, as members of this Church we can ask ourselves the same question, “Can you see them?” They are the ones who paid, and some with their lives, that the gospel of the kingdom might be established in these, the last, days. They are the Hiltons, and the Robertses, and the Stevens, and the Moodys, and many others—people like you and me, who answered a call from God. I am sure they are allowed to look in on us from time to time to see how the work is going, to see what we are doing with their spiritual heritage, to see if they have died in vain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p34\" class=\"\">I wonder, young man, how successful you would be in convincing a young father who had buried three of his babies in an obscure graveyard halfway around the world because of the gospel of Jesus Christ that a mission is too much of a sacrifice because you want to buy that car or that stereo, or you don’t want to interrupt your schooling, or for some other reason.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p35\" class=\"\">As members of the Church, I wonder how convincing we would be in telling someone that we are just too busy and maybe just a little embarrassed to share the gospel with our neighbor, especially if that someone were a young father who had buried his bride while on his mission and sent his little girl home to be taken care of by relatives while he finished his service to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faithful-laborers.p36\" class=\"\">Is it not time that we listen to a prophet’s voice? Is it not time that we lengthen our stride? Is it not time that we teach the gospel of the kingdom to the world, to our neighbor? In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}