{"ID":2611, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Christ in America\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p3\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"President N. Eldon Tanner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p4\" class=\"\">Having so recently returned from the great countries of South America, and having partaken of the spirit and faith of the devoted and dedicated Saints there, and sensing that I was in Book of Mormon land, I feel constrained to talk about the Book of Mormon, which contains a history of the early inhabitants of the American continents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p5\" class=\"\">As I participated in those inspiring events of the area conferences in Sao Paulo, Brazil, and Buenos Aires, Argentina, and mingled with those wonderful brothers and sisters, I was touched by their simple faith and their great desire to serve the Lord and build his kingdom here on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p6\" class=\"\">It was heartwarming to feel their love as President Kimball, our prophet, came into their midst, and to see their tears of joy as he moved among them to bless and counsel them. I envisioned what a beautiful, heavenly experience it must have been for those early Nephite people in the Western Hemisphere who were privileged to have a visit from the resurrected Lord himself, who came to visit his other sheep, that they too might be brought into the fold and have an organization for teaching and practicing his gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p7\" class=\"\">It is about this section of the Book of Mormon, which is known as Third Nephi, that I wish to speak to you today. Before doing so, however, I should like to review some predictions from the Bible attesting to the authenticity and the coming forth of the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p8\" class=\"\">I read from Ezekiel in the Old Testament: “Moreover, thou son of man, take thee one stick, and write upon it, For Judah, and for the children of Israel his companions: then take another stick, and write upon it, For Joseph, the stick of Ephraim, and for all the house of Israel his companions:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p9\" class=\"\">“And join them one to another into one stick; and they shall become one in thine hand.” (<span class=\"citation\" id=\"23152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23152)\">Ezek. 37:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p10\" class=\"\">From the content of these books, we know this refers to the Bible and the Book of Mormon. When we understand how the Book of Mormon came forth—that an angel actually came down and delivered to Joseph Smith the records from which it was translated—it is clear what John the Revelator meant when he said, “And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p11\" class=\"\">“Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.” (<span class=\"citation\" id=\"42486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42486)\">Rev. 14:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p12\" class=\"\">There are many scriptures which assure us that God is as interested in us today as he has been in all his children from the beginning, and thus we believe in continuous revelation from God through his prophets to guide us in these latter days. The Prophet Amos said, “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10458)\">Amos 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p13\" class=\"\">The Savior made this statement as recorded in John: “And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.” (<span class=\"citation\" id=\"28843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28843)\">John 10:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p14\" class=\"\">Thus it is clear why the Savior, following his crucifixion and resurrection, came to the Western Hemisphere amidst the signs and wonders which had been foretold, that these people might have the same advantages and opportunities for learning and living his gospel as those among whom he lived in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p15\" class=\"\">I suppose that nowhere in the scriptures do we have a more beautiful or detailed record of God’s dealings with man than in the account of this visit as recorded in Third Nephi. I commend to all the reading of this account. Surely we can find nothing there except some warnings and beautiful teachings which, if accepted and lived, will do more than anything else to bring peace and happiness to the world and to the individual seeking such a way of life. Here we can find explanations for many unanswered questions in the Bible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p16\" class=\"\">Third Nephi gives us additional information in more detail than the four Gospels in the New Testament, and preserves the doctrines, teachings, and compassion of the Lord. For this reason there are many who refer to Third Nephi as the “fifth Gospel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p17\" class=\"\">Our story begins with an account of the prophecies which had been given foretelling the birth of Christ. But, as has been true from the beginning, and as is true today, there were many who scoffed and said the time was past for the fulfillment of the words of the prophets. They went so far as to set apart a day when the believers should be put to death except the signs be fulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p18\" class=\"\">We are told that Nephi “cried mightily unto the Lord” (<span class=\"citation\" id=\"5807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5807)\">3 Ne. 1:12<\/a><\/span>), whereupon the Lord came unto him and answered him that the time was at hand for all that had been spoken by his holy prophets to be fulfilled. All the signs came to pass, the new star appeared in the sky, and the unbelievers “fell to the earth and became as if they were dead.” (<span class=\"citation\" id=\"5808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5808)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5808)\">3 Ne. 1:16<\/a><\/span>.) Here is one of the first lessons we learn. The words of God’s prophets are always fulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p19\" class=\"\">But all too soon the signs and wonders which had been experienced were forgotten, and the people waxed strong in wickedness. We read of wars and the Gadianton robbers and the desolation of the land. But those Nephites who remembered to call upon the Lord in righteousness were able to subdue their enemies, and they praised God for their deliverance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p20\" class=\"\">We are told that they “did forsake all their sins, and their abominations, and their whoredoms, and did serve God with all diligence day and night.” (<span class=\"citation\" id=\"5809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5809)\">3 Ne. 5:3<\/a><\/span>.) In this condition they prospered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p21\" class=\"\">“And it came to pass that there were many cities built anew, and there were many old cities repaired.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p22\" class=\"\">“And there were many highways cast up, and many roads made, which led from city to city, and from land to land, and from place to place.” (<span class=\"citation\" id=\"5810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5810)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5810)\">3 Ne. 6:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p23\" class=\"\">Here is evidence of earlier civilizations in these areas, as recorded in the Book of Mormon, which was translated through the gift and power of God by a young, unlearned man, which gives vivid descriptions and much detail concerning things which science is now proving to be factual. Yes, it is indeed a true record, preserved by the hand of God to come forth in these latter days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p24\" class=\"\">Returning to our story, we find, as is so common in the world today, that as the people prospered they began to have disputations among themselves because of pride, and some did willfully rebel against God. Within only six years the majority of the people had turned to wickedness, and Nephi began to preach repentance boldly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p25\" class=\"\">This is the mission of the prophets of God: to preach repentance. And though it does not make for popularity, it must be done. We are told that the people were angry with Nephi but that he ministered with power and with great authority. We read: “So great was his faith on the Lord Jesus Christ that angels did minister unto him daily.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p26\" class=\"\">“And in the name of Jesus did he cast out devils and unclean spirits; and even his brother did he raise from the dead, after he had been stoned and suffered death by the people.” (<span class=\"citation\" id=\"5811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5811)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5811)\">3 Ne. 7:18–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p27\" class=\"\">Then once again, as foretold by the prophets, the signs of Christ’s crucifixion came to pass, attested by storms and earthquakes, by darkness, by thunder, and by fire. Cities sank into the depths of the sea, mountains were raised, and the whole face of the land was changed. This lasted for three days, and the people were heard to cry, saying, “O that we had repented before this great and terrible day, and then would our brethren have been spared, and they would not have been burned in that great city Zarahemla.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p28\" class=\"\">“And in another place they were heard to cry and mourn, saying: O that we had repented before this great and terrible day, and had not killed and stoned the prophets, and cast them out; then would our mothers and our fair daughters, and our children have been spared, and not have been buried up in that great city Moronihah. And thus were the howlings of the people great and terrible.” (<span class=\"citation\" id=\"5812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5812)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5812)\">3 Ne. 8:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p29\" class=\"\">Here another lesson is obvious. Throughout ecclesiastical history we find that those who rejected the prophets and failed to repent of their wickedness were struck by calamities which caused them literally to weep and to mourn and to regret their failure to heed the warnings of the prophets. We know that Christ was crucified and some of his apostles persecuted and stoned simply for trying to establish the kingdom of God and bring people to repentance and a happier way of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p30\" class=\"\">Today the world is rejecting the messages of the prophets of God. Is it not true that there is weeping and wailing over the face of the land because men are at war one with another? Do we not have among us many who lament the waywardness of their youth and the tragedies that befall them as they turn away from righteousness and suffer the consequences of tampering with alcohol, tobacco, and drugs, and other forbidden things? How many mourners do we have as a result of the lawlessness that is extant in our communities? We need to heed the lessons from the history of the past lest <span class=\"emphasis\">we<\/span> be consumed as were some of those earlier civilizations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p31\" class=\"\">This was the message Christ brought to those early Nephite people as his voice was heard “among all the inhabitants of the earth, upon all the face of this land.” (<span class=\"citation\" id=\"5813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5813)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5813)\">3 Ne. 9:1<\/a><\/span>.) He reminded them of their iniquity and abominations and of the cities which had been destroyed because of the wickedness of the inhabitants, and then he said, “O all ye that are spared because ye were more righteous than they, will ye not now return unto me, and repent of your sins, and be converted, that I may heal you?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p32\" class=\"\">“Yea, verily I say unto you, if ye will come unto me ye shall have eternal life. Behold, mine arm of mercy is extended towards you, and whosoever will come, him will I receive; and blessed are those who come unto me.” (<span class=\"citation\" id=\"5814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5814)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5814)\">3 Ne. 9:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p33\" class=\"\">This same invitation is extended to man today through the prophets who speak in the name of the Lord. It is the same gospel which he taught in Jerusalem and which he taught as he organized his church for the benefit and blessing of those early Americans.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p34\" class=\"\">After they heard the voice, a great multitude of the people of Nephi gathered together at the temple and were conversing about this Jesus Christ and the things which they had heard. Again they heard a voice, which said, “Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name—hear ye him.” (<span class=\"citation\" id=\"5816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5816)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5816)\">3 Ne. 11:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p35\" class=\"\">As they cast their eyes toward heaven they saw a Man descending out of heaven, clothed in a white robe, and they thought an angel had appeared, until he spoke, saying, “Behold, I am Jesus Christ, whom the prophets testified shall come into the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p36\" class=\"\">“And behold, I am the light and the life of the world.” (<span class=\"citation\" id=\"5820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5820)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5820)\">3 Ne. 11:10–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p37\" class=\"\">The whole multitude fell to the earth, and while they were in this attitude of reverence and humility, the Savior blessed them and taught them. His very first act was to commission Nephi to baptize, saying, “I give unto you power that ye shall baptize this people when I am again ascended into heaven.” (<span class=\"citation\" id=\"5821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5821)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5821)\">3 Ne. 11:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p38\" class=\"\">He also called others, twelve in number, and gave them this power, establishing that it is necessary to have authority to act in the name of the Lord. He gave them the words they should use and instructed them to baptize by immersion as they performed the ordinance of baptism. This is the same form of baptism practiced by The Church of Jesus Christ of Latter-day Saints. He made it clear to them that there should be no disputations among them as to points of doctrine which he would expound, which he said was the doctrine his Father had given unto him. He commanded the twelve to go forth and declare his words unto the ends of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p39\" class=\"\">He gave them the Sermon on the Mount, almost as we find it recorded in Matthew. He gave them the Golden Rule and taught them concerning marriage and lust and fornication. He taught them about fasting and prayer and gave them the great example of what we refer to as the Lord’s Prayer. He told them they could not serve God and mammon, but that they should seek first the kingdom of God and his righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p40\" class=\"\">He gave them many parables and taught them in all things pertaining to their salvation and exaltation. He gave special instructions to the twelve whom he had chosen, saying, “Ye are my disciples; and ye are a light unto this people, who are a remnant of the house of Joseph.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p41\" class=\"\">“And behold, this is the land of your inheritance; and the Father hath given it unto you.” (<span class=\"citation\" id=\"5822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5822)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5822)\">3 Ne. 15:12–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p42\" class=\"\">He commanded the Nephites to write his sayings, and if those in Jerusalem did not learn of the Nephites and the other tribes by means of the Holy Ghost, they would learn of them through these writings, which would be the means of teaching the gospel to the house of Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p43\" class=\"\">As he perceived that they did not understand all his words, he told them to return to their homes and ponder upon his sayings; but as he beheld their tears and desire that he tarry longer, he had compassion toward them and called forth their sick, lame, blind, and afflicted and healed them. He also commanded that their little children be brought, and as he stood in their midst, he commanded the multitude that they should kneel upon the ground. We read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p44\" class=\"\">“He himself also knelt upon the earth; and behold he prayed unto the Father, and the things which he prayed cannot be written, and the multitude did bear record who heard him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p45\" class=\"\">“And after this manner do they bear record: The eye hath never seen, neither hath the ear heard, before, so great and marvelous things as we saw and heard Jesus speak unto the Father;<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p46\" class=\"\">“And no tongue can speak, neither can there be written by any man, neither can the hearts of men conceive so great and marvelous things as we both saw and heard Jesus speak; and no one can conceive of the joy which filled our souls at the time we heard him pray for us unto the Father.” (<span class=\"citation\" id=\"5823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5823)\">3 Ne. 17:15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p47\" class=\"\">Then he took their little children; one by one, and blessed them and prayed for them and said, “Behold your little ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p48\" class=\"\">“And as they looked to behold they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them.” (<span class=\"citation\" id=\"5824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5824)\">3 Ne. 17:23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p49\" class=\"\">He instituted the sacrament among them, administering it to his disciples, and having them give it to the multitude. He acknowledged their desire to have the Holy Ghost and conferred it upon them. He performed miracles and gave promises, reminding them to search the writings of Isaiah and all the prophets for the signs of his Second Coming. He warned of the judgments to come and taught about tithing and work for the dead. He told them that his church should be called in his name. He again warned them to repent, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p50\" class=\"\">“Now this is the commandment: Repent, all ye ends of the earth, and come unto me and be baptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye may stand spotless before me at the last day.” (<span class=\"citation\" id=\"5828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5828)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5828)\">3 Ne. 27:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/christ-in-america.p51\" class=\"\">All these teachings did Christ give to those Nephite people as he came to them as a resurrected Being. We have these same teachings in his church today, and it is my prayer that we will accept and live them; that we will accept God as our Father and his Son Jesus Christ as the Savior of the world; that we will accept and follow President Spencer W. Kimball as a prophet of God; and that we might enjoy the promised blessings for so doing. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}