{"ID":2612, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Faith—The First Step\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p2\" class=\"\">Elder Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2f98.jpg\" alt=\"Elder Howard W. Hunter\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p3\" class=\"\">Christians throughout the world have just celebrated the event considered by them to be the greatest happening in recorded history—the occasion when the Lord and Master arose from the tomb to live again, after having been put to death on the cross. This event has been celebrated each spring for more than 1,900 years. We are reminded, when the day comes, that the cold, dark winter has drawn to a close, and all nature is ready to come to life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p4\" class=\"\">After the snows have melted away, trees and shrubs put forth new shoots, buds commence to burst, and all the earth becomes a symphony of warmth and color, assuring us of new life. The change of nature from the chill of winter to the beauty of spring, as nature comes to life each year recalls the change from the gloom and despair of Gethsemane to the glorious event of the resurrection. The stone was rolled away and the announcement made: “He is not here, but is risen.” (<span class=\"citation\" id=\"31941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31941)\">Luke 24:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p5\" class=\"\">The reality of the event of the resurrection had profound meaning to every person who has the courage to believe. Is it true? Is Jesus Christ a reality? Did he actually come to earth, proclaim his gospel, and give his life for mankind? Is it true that he was resurrected from the tomb to make it possible for you and me to live again after death and have life everlasting? What evidence is there of these things? How do we gain a knowledge of the truth of them if we do not know?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p6\" class=\"\">I want to tell you that I believe these things with all my heart. I know they are true. I know that God lives and is literally our Heavenly Father; that Jesus Christ is his Son, the Redeemer of the world, and that through his atoning sacrifice every man who lives upon the earth, or who has lived or will live upon the earth, will be resurrected after death to live again. My belief in this regard has come in the same way as it has to others who believe. All persons could have this understanding by following the simple scriptural admonition:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p7\" class=\"\">“Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p8\" class=\"\">“For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.” (<span class=\"citation\" id=\"36374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36374)\">Matt. 7:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p9\" class=\"\">In his letter to Israel, James cast the admonition in words with similar meaning:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p10\" class=\"\">“If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p11\" class=\"\">“But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.” (<span class=\"citation\" id=\"26274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26274)\">James 1:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p12\" class=\"\">There are some who believe and others who doubt, but questions can be resolved and knowledge gained if we will follow these simple instructions from the scriptures. Of course, those who lack the desire to know and are “driven by the wind and tossed” will never understand the things pertaining to God and his divine plan. A prophet has made this meaningful statement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p13\" class=\"\">“The things of God are of deep import; and time, and experience, and careful and ponderous and solemn thoughts can only find them out. Thy mind, O man! if thou wilt lead a soul unto salvation, must stretch as high as the utmost heavens, and search into and contemplate the darkest abyss, and the broad expanse of eternity—thou must commune with God.” (Joseph Smith, <span class=\"emphasis\">History of The Church of Jesus Christ of Latter-day Saints,<\/span> 3:295.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p14\" class=\"\">The gospel, as brought to the earth by the Savior, is the good news of salvation; therefore, the plan of salvation <span class=\"emphasis\">is<\/span> the gospel of Jesus Christ. He said, “Remember the things that I have told you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p15\" class=\"\">“Behold I have given unto you my gospel, and this is the gospel which I have given unto you—that I came into the world to do the will of my Father, because my Father sent me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p16\" class=\"\">“And my Father sent me that I might be lifted up upon the cross; and after that I had been lifted up upon the cross, that I might draw all men unto me, that as I have been lifted up by men even so should men be lifted up by the Father, to stand before me, to be judged of their works, whether they be good or whether they be evil.” (<span class=\"citation\" id=\"5827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5827)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5827)\">3 Ne. 27:12–14<\/a><\/span>.)<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">As we study the scriptures carefully, the understanding comes to us that the basic elements or principles of the gospel taught by the Master consist of the following steps:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>We must develop within ourselves a faith in Jesus Christ, that he is the Son of God and Savior of the world.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>We must repent of wrongdoings and be willing to follow his teachings.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>We must be baptized according to instruction for a remission of past sins.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>We must receive the Holy Ghost by the laying on of hands.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>We must continue in righteous living to the end of mortal life.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p23\" class=\"\">The first step is faith, not just faith in general, but a specific faith—faith in the Lord Jesus Christ. To know whether or not Jesus Christ is a reality, or if it is true that he is the Son of God and came to earth to proclaim his gospel, give his life, and accomplish the resurrection that all men may live again, there must arise within one’s soul a genuine desire to gain a knowledge of the truth. When such a desire becomes strong enough, we are persuaded to examine the evidence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p24\" class=\"\">There is no tangible, concrete evidence of the existence of God or the divinity of the Master in the legal sense, but not all inquiry for truth results in proof by real or demonstrative evidence. It is fallacious to argue that because there is no demonstrative evidence of the existence of God he does not in fact exist. In the absence of evidence often thought necessary by the scientific world for positive proof, our search may take is into the realm of circumstantial evidence. We could spend hours describing the wonders of the universe, of the earth, of nature, of the human body the exactness of the laws of physics, and a thousand things, all of which dictate to the conscience of a truth seeker that there is a creator and one who rules over the universe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p25\" class=\"\">What would be the situation if the existence of God could be proven by demonstrative evidence? What would happen to the element of faith as the first step or principle of the gospel? One of the burdens of the teachings of the Master was to emphasize the importance of faith. Faith is the element that builds the bridge in the absence of concrete evidence. This is exactly what the writer of the epistle to the Hebrews was talking about when he referred to faith as “the substance of things hoped for, the evidence of things not seen.” (<span class=\"citation\" id=\"24443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24443)\">Heb. 11:1<\/a><\/span>.) In other words, faith is the assurance of the existence of a truth even though it is not evident or cannot be proved by positive evidence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p26\" class=\"\">Suppose that all things could be proven by demonstrative evidence. What then would become of the element of faith? There would be no need for faith and it would be eliminated, giving rise then to this query: If faith is the first step or principle of the gospel and is eliminated, what happens to the gospel plan? The very foundation will crumble. I submit that there is a divine reason why all things cannot be proven by concrete evidence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p27\" class=\"\">Those who doubt are prone to ask for proof or a sign that they might believe. The prophet Alma spoke to his people on this very subject and said to them, “Yea, there are many who do say: If thou wilt show unto us a sign from heaven, then we shall know of a surety; then we shall believe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p28\" class=\"\">“Now I ask, is this faith? Behold, I say unto you, Nay; for if a man knoweth a thing he hath no cause to believe, for he knoweth it.” (<span class=\"citation\" id=\"9218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9218)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9218)\">Alma 32:17–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p29\" class=\"\">Alma then talked to his people about the principle of faith and likened it unto a tree seed which, after being planted, needed care and cultivation. The desire for fruit caused the seed to be planted, and the planter had faith that it would sprout and grow. Alma continues to describe this seed of faith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p30\" class=\"\">“As the tree beginneth to grow, ye will say: Let us nourish it with great care, that it may get root, that it may grow up, and bring forth fruit unto us. And now behold, if ye nourish it with much care it will get root, and grow up, and bring forth fruit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p31\" class=\"\">“But if ye neglect the tree, and take no thought for its nourishment, behold it will not get any root; and when the heat of the sun cometh and scorcheth it, because it hath no root it withers away, and ye pluck it up and cast it out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p32\" class=\"\">“Now, this is not because the seed was not good, neither is it because the fruit thereof would not be desirable; but it is because your ground is barren, and ye will not nourish the tree, therefore ye cannot have the fruit thereof.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p33\" class=\"\">“And thus, if ye will not nourish the word, looking forward with an eye of faith to the fruit thereof, ye can never pluck of the fruit of the tree of life.” (<span class=\"citation\" id=\"9219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9219)\">Alma 32:37–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p34\" class=\"\">Thus faith becomes the first step in any action and must be the first step in understanding the gospel. Faith in the Lord Jesus Christ brings us to a knowledge of the reality of his atoning sacrifice. We have need to be taught and to understand this first principle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p35\" class=\"\">In the closing two verses of Matthew is given the account of the final appearance of the Master to the eleven disciples on the mountain in Galilee. His parting words give emphasis to the importance of his teachings and confer the great commission to others to teach all persons, in these simple, understandable words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p36\" class=\"\">“Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p37\" class=\"\">“Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.” (<span class=\"citation\" id=\"36408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36408)\">Matt. 28:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p38\" class=\"\">The emphasis is on the words <span class=\"emphasis\">teach<\/span> and <span class=\"emphasis\">baptize.<\/span> Following this scriptural admonition, missionaries of the Church, both young and old, are in the world teaching the principle of faith in the Lord Jesus Christ and the other principles of the gospel to all who will hear. This is according to the pattern established by the Master himself as recorded by Mark: “And he called unto him the twelve, and began to send them forth by two and two.” (<span class=\"citation\" id=\"33263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33263)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33263)\">Mark 6:7<\/a><\/span>.) They went forth and bore witness of his divinity in those days, over 1,900 years ago, and devoted ambassadors of today bear the same witness as they go into the world “two and two.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/faith-the-first-step.p39\" class=\"\">The nations of the world will be blessed by the message of the gospel they carry, and every person who has an honest desire for the truth will learn to know the true and living God and that Jesus is the Christ, the Redeemer of all mankind by his atoning sacrifice, if he will give heed to the message. May the faith of each of us be strengthened by conscientious effort, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}