{"ID":2615, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Question of Free Agency\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p2\" class=\"\">Elder Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2bce.jpg\" alt=\"Elder Robert D. Hales\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p3\" class=\"\">My brothers and sisters, this is indeed an occasion for me and my family. I would like to say to Brother Sill that I have listened to him all my life, and this is one time I wish he had never stopped.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p4\" class=\"\">I would like to tell you an event in my life which I think typifies what is going through my mind and has gone through my mind the last few weeks. The event started with a phone call from a Mr. Marion T. Romney. My secretary came to me in a meeting, and she said, “A Marion T. Romney wants to talk to you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p5\" class=\"\">I said, “I think that’s Marion <span class=\"emphasis\">G.<\/span> Romney.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p6\" class=\"\">“He said you would leave this meeting if I told you that he was calling you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p7\" class=\"\">I said, “He’s right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p8\" class=\"\">I think my secretary would like to have told his secretary that I would call back. But I went to the phone, and Brother Romney asked me five questions. He asked me if I would go on a mission; he asked me if I was worthy; he was concerned about my 17-year-old son, my finances, and my health.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p9\" class=\"\">I will tell you this, something I learned long ago: It is a question of free agency. On any one of those five questions, had I had to give a no I would have lost my free agency. I was financially able, I was morally able, and I knew the law of consecration and what it meant; and I appreciated the opportunity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p10\" class=\"\">I called my wife immediately afterward and then went home. I talked with my wife, as Elder L. Tom Perry talked with his wife. We have married similar spirits. She has followed me all over the world. We have moved 15 times. She has learned two languages, brought up our children, and has always supported me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p11\" class=\"\">I remember one time after coming back from an international trip. I had been gone for some time. My wife sat down on the arm of the chair, and I put my head on her shoulder. It was near the end of the month, and she asked me if I had completed my home teaching. I will be honest; I had other things in mind. But I went and did my home teaching. That is her training. So it was; I was beginning to learn the law of consecration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p12\" class=\"\">A few weeks later the phone rang again. This time it was a man whom I have greatly admired—Brother Arthur Haycock. I spoke to him briefly; and then, the prophet’s voice—distinctive, clear, the clarion call.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p13\" class=\"\">“Brother Hales, do you mind if we change your mission?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p14\" class=\"\">I had thought I was going to the London England Mission. But I figured someone else would have that call, and I said, “I will be glad to go to whatever place you send me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p15\" class=\"\">He said, “Do you mind if we change it to Salt Lake City?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p16\" class=\"\">And I said, “No, that will be fine, President.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p17\" class=\"\">“Do you mind if it is little bit longer than three years?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p18\" class=\"\">“However long you want it, President.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p19\" class=\"\">“We would like a lifetime of service.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p20\" class=\"\">The past 20 years swept before me. I felt like the man who had fallen off a precipice, who was grabbing on to a limb which was giving way slowly, and who cried fervently in a prayer, “Save me!” And as he looked down to the rocks far below, a voice came clear and strong: “Let go, and you will be protected.” At that, the man looked up in the air again and said, “Is somebody else up there?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p21\" class=\"\">The call was clear. I had to let go of everything that I had known and what I had been striving for in my life to become an Assistant to the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p22\" class=\"\">I have learned from Joseph Fielding Smith, and have talked to young people, about the law of consecration. It is not one particular event; it is a lifetime, day by day, in which we all strive to do our best that we might live honorable lives, that we might live the best we can in the service of others, as President Joseph Fielding Smith talked about—not as his grandfather, Hyrum Smith, gave his life when he was with the Prophet, but giving our lives each day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p23\" class=\"\">With that, the prophet talked to my wife. We held each other in our arms and said nothing, and we knew that we had and that we would dedicate and consecrate our lives to that mission, whatever it might be, in The Church of Jesus Christ of Latter-day Saints. We asked our questions which Elder Ashton taught us: “Why me?” And that is past us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p24\" class=\"\">I will say this: It is not in death or in one event that we give our lives, but in every day as we are asked to do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p25\" class=\"\">In the Regional Representative work, I have been able, over the past five years, to have the hardening of the steel—to watch and work with these men who have been called as special witnesses of God, that they might know and teach and train the priesthood holders with whom they deal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p26\" class=\"\">Do you realize that these men have revelation every Sunday when a stake is formed? As a Regional Representative assisting and kneeling in prayer with them as they give voice through the Spirit, one is able to participate in knowing that God lives, that Jesus is the Christ, that we have a prophet of God who is here this day, and that we have special witnesses who will lead and guide us, if we will but listen to their voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p27\" class=\"\">I ask the Lord in prayer that I might be able to be an example to help lift others, as these men have been over the years. My 17-year-old son said to me, “Dad, do you think, really, you will ever be like them?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p28\" class=\"\">He said it in a little nicer way, but I thought of my life which I dedicate and give and consecrate, that I might be an instrument in His hand, working under the direction of all the General Authorities and asking their help that we might work as one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p29\" class=\"\">I dedicate my life and service, and as Paul declared in First Corinthians, “And my speech and preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p30\" class=\"\">“That your faith should not stand in the wisdom of men, but in the power of God.” (<span class=\"citation\" id=\"585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 585)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(585)\">1 Cor. 2:4–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p31\" class=\"\">I ask the Lord’s blessings upon all those who have made this day possible for me: my Primary and Sunday School teachers; a mother and father who are truly “goodly parents,” who have taught me and who have been an example for my whole life; my brother and sister have always been examples for me to follow with their faith and service in the Church; my wife and my boys—my son on a mission, Stephen, and David, who is here in Salt Lake with me now. They are a great strength to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-question-of-free-agency.p32\" class=\"\">I ask the Lord’s blessings, that I might be one in purpose with the Twelve and with all the General Authorities, and with you, my brothers and sisters; and I say to the priesthood holders that any one of you could be here this day. One cannot ask the question “Why me?” and dwell on it. But I will do as the prophet has said, to put behind me my past life and dedicate and consecrate all my time, talents, and efforts to His work. And I say this in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}