{"ID":2617, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Sabbath Day\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p2\" class=\"\">Elder Mark E. Petersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a4a.jpg\" alt=\"Elder Mark E. Petersen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p3\" class=\"\">One of the first things the Lord taught the Prophet Joseph Smith at the beginning of this dispensation was that he must take the divine commandments seriously.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p4\" class=\"\">In order to impress this upon Joseph’s mind, at one time God took from him the power to translate. He also rebuked him for the loss of the 116 pages of manuscript of the Book of Mormon. He chastened the Prophet also when his family did not live the gospel as they should.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p5\" class=\"\">The Lord then firmly commanded his young servant: “Trifle not with sacred things.” (<span class=\"citation\" id=\"16422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16422)\">D&amp;C 6:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p6\" class=\"\">When speaking further about the translation of the ancient record, the Lord again commanded: “Trifle not with these things.” (<span class=\"citation\" id=\"16424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16424)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16424)\">D&amp;C 8:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p7\" class=\"\">And when the Lord gave instructions concerning missionary work, he again required that the brethren take his word seriously and declared, “They shall give heed unto these words and trifle not.” (<span class=\"citation\" id=\"16446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16446)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16446)\">D&amp;C 32:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p8\" class=\"\">Neither should we trifle with the Lord nor with his word, for as he himself said, God will not be mocked. (See <span class=\"citation\" id=\"16489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16489)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16489)\">D&amp;C 63:58<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p9\" class=\"\">But in spite of all the Lord has said, mankind still trifles with his word, and either by neglect or outright disobedience they set aside his word with impunity and go on their merry way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p10\" class=\"\">One of the most glaring of our inconsistencies is our attitude toward the Sabbath day. It is a sacred day. It is holy, and we should not trifle with it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p11\" class=\"\">No law in all scripture has been more clearly defined than that of the Sabbath. From the time of Genesis to our own day, there has been no subject spoken of more directly or repeatedly than the Sabbath.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p12\" class=\"\">It is one of the laws most dear to the heart of God. Yet it is noted far more in its desecration than in its acceptance and proper observance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p13\" class=\"\">We constantly talk about the worldliness of the present day and speak of the fact that our young people face more serious temptations than did those of a generation ago, and this is probably true. Also, more parents seem to be caught up in the worldliness of today than was the case a generation ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p14\" class=\"\">What can we do to protect ourselves under these hazardous circumstances? How can we better help our young people to remain unspotted from the world?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p15\" class=\"\">The Lord gives us the answer, and says that it can be done by sincerely observing the Sabbath day. Most people have never thought of it in this way, but note the words of the Lord in this regard: “That thou mayest more fully keep thyself unspotted from the world”—note these words—“that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day.” (<span class=\"citation\" id=\"16477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16477)\">D&amp;C 59:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p16\" class=\"\">Think about that for a moment. Do we really believe in God—sincerely? Are we convinced that he knows what he is talking about? If we are, then will we take him and his word seriously? Or will we further trifle with divine revelation?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p17\" class=\"\">The Lord does know what he is talking about. Sabbath observance will help us to more fully remain unspotted from the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p18\" class=\"\">If we are serious about avoiding the contamination of worldliness, shall we not take his word at face value and believe it and practice it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p19\" class=\"\">We should be willing to admit that we are surrounded by nearly every form of seductive worldliness. We should never close our eyes to this fact.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p20\" class=\"\">To bring the situation more clearly into focus, ask yourselves how much liquor is consumed in your neighborhood, both by adults and by our youth. How much tobacco is thus used? What is the drug situation? How rapidly is crime increasing in the community where you live? And vandalism? And immorality? Are they reaching into your family? Have they involved any of your children? And are you frightened and frustrated by it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p21\" class=\"\">Then why not accept a divine remedy to combat this very situation? Sabbath observance and church attendance are commanded of God!<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p22\" class=\"\">Shall we take his word seriously and comply with it, or shall we consider the Sabbath but a trifle in our lives and ignore it and continue to suffer the evil consequences?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p23\" class=\"\">Is there not deep meaning in what the Lord has said? Let us hear his words again: “That thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day.” (<span class=\"citation\" id=\"16478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16478)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16478)\">D&amp;C 59:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p24\" class=\"\">Here then is the inspired answer to our vexing problem.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p25\" class=\"\">The Lord then goes on to say, “For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions unto the Most High.” (<span class=\"citation\" id=\"16481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16481)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16481)\">D&amp;C 59:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p26\" class=\"\">The scripture therefore requires that we not only desist from our usual pursuits, on his holy day, but that we do so with a particular purpose in mind, which is, that we may more properly and without interference pay our devotions unto the Most High. In plain, blunt words, we are commanded to change our usual routine and go to church and worship God on the Sabbath.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p27\" class=\"\">The revelation then continues: “Nevertheless thy vows shall be offered up in righteousness on all days and at all times.” (<span class=\"citation\" id=\"16482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16482)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16482)\">D&amp;C 59:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p28\" class=\"\">In other words, the Lord is not teaching a Sunday-only religion. We must be consistent and be obedient and worshipful every day. Can anyone develop spiritually by adopting a Sunday-only attitude toward religion?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p29\" class=\"\">However, on his holy day we must do more than merely go to church. We must worship him, of course; but we must also cleanse ourselves in preparation for that worship by confessing our sins and repenting of them. This reminds us of what the Lord said in the Sermon on the Mount: “Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p30\" class=\"\">“Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.” (<span class=\"citation\" id=\"36368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36368)\">Matt. 5:23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p31\" class=\"\">So he says in modern revelation: “Remember that on this, the Lord’s day, thou shalt offer thine oblations and thy sacraments unto the Most High, confessing thy sins unto thy brethren, and before the Lord.” (<span class=\"citation\" id=\"16483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16483)\">D&amp;C 59:12<\/a><\/span>.) The bishops are the brethren to be consulted concerning our sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p32\" class=\"\">Can we see, then, how proper observance of the Sabbath will influence our daily lives for good?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p33\" class=\"\">Continuing to define what is acceptable to him on his holy day, the Lord says, “And on this day thou shalt do <span class=\"emphasis\">none other thing,<\/span> only let thy food be prepared with singleness of heart.” (<span class=\"citation\" id=\"16484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16484)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16484)\">D&amp;C 59:13<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p34\" class=\"\">If we are to do none other thing on Sunday but to devote the day to holy purposes, what is our situation if we willfully choose to operate our businesses on the Sabbath, or if we patronize such Sunday businesses, or if we go to places of recreation on Sunday?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p35\" class=\"\">We know there are employees in certain essential services, such as in hospitals and other 24-hour-a-day institutions, who have no option as to their working conditions. We do not speak of them. But most people are not so employed, and they have control of their own time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p36\" class=\"\">Would they rather ski or swim or go to the movies or conduct business on Sunday than to go to church? If the answer is yes, they should ask themselves if they have strayed away from the faith to that extent and adopted another gospel—a gospel of Sunday fun and business.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p37\" class=\"\">Why don’t we take the Lord seriously concerning the Sabbath day? We know that we should not trifle with sacred things and that the Sabbath is his sacred day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p38\" class=\"\">In the time of Moses, the Lord impressively declared that the manner in which we spend the Sabbath is a sign of our inner attitude toward him. It is a measure of the sincerity of our faith. “It is a sign between me and the children of Israel for ever,” God declared (<span class=\"citation\" id=\"22869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22869)\">Ex. 31:17<\/a><\/span>), and added: “Ye <span class=\"emphasis\">shall<\/span> keep the Sabbath therefore; for it is holy unto you.” (<span class=\"citation\" id=\"22866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22866)\">Ex. 31:14<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p39\" class=\"\">In that day he made its violation a capital offense, and violators were put to death. Then was not the Lord serious about Sabbath-day observance? Is he any less so today? Has he changed his mind?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p40\" class=\"\">He also gave the Sabbath to ancient Israel as a sign that he lives—a sign, as he said, “that ye may know that I am the Lord.” (<span class=\"citation\" id=\"22865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22865)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22865)\">Ex. 31:13<\/a><\/span>.) Then the Sabbath becomes a testimony builder, for if we keep it, our knowledge of and faith in the Lord will increase; and this should be very important to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p41\" class=\"\">If we violate his holy day—willingly and willfully—to that extent do we not become enemies of God? We do most certainly become covenant breakers, for he gave us his Sabbath by covenant—a perpetual covenant throughout all generations. (See <span class=\"citation\" id=\"22867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22867)\">Ex. 31:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p42\" class=\"\">President David O. McKay called attention to another most important phase of this subject. He said that the Christian Sabbath of course is Sunday, in commemoration of the resurrection of the Savior on the first day of the week. He calls the resurrection of Christ the greatest event in all history and notes that by proper observance of the Sabbath we show our respect for the Lord’s passion and his resurrection from the dead. (See <span class=\"emphasis\">Gospel Ideals,<\/span> Deseret News Press, 1953, pp. 397–98.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p43\" class=\"\">With this thought in mind, let us ask ourselves how important the Lord’s atonement is to us. How dear to us is the Lord Jesus Christ? How deeply are we concerned about immortality? Is the resurrection of vital interest to us?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p44\" class=\"\">We can readily see that observance of the Sabbath is an indication of the depth of our conversion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p45\" class=\"\">Our observance or nonobservance of the Sabbath is an unerring measure of our attitude toward the Lord personally and toward his suffering in Gethsemane, his death on the cross, and his resurrection from the dead. It is a sign of whether we are Christians in very deed, or whether our conversion is so shallow that commemoration of his atoning sacrifice means little or nothing to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p46\" class=\"\">Do we realize that most national holidays are observed more widely than is the Sabbath, so far as its divine purpose is concerned?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p47\" class=\"\">Then have we put God in second or third place? And is that what we want to do? Is that where he belongs?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p48\" class=\"\">I bear you testimony that to properly observe the Lord’s holy day is one of the most important things we can ever do. It is an essential step toward our eternal salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p49\" class=\"\">I do not believe we will be saved if we constantly violate the Sabbath and fling our disobedience into the face of the very God we hope will save us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p50\" class=\"\">How dare we trifle with the Sabbath day?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p51\" class=\"\">How dare we trifle with Almighty God?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p52\" class=\"\">The Lord declares that to qualify to enter his presence we must live by every word that proceeds forth from his mouth (see <span class=\"citation\" id=\"16515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16515)\">D&amp;C 84:44<\/a><\/span>), and the law of the Sabbath is one of the most important in the entire gospel plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-sabbath-day.p53\" class=\"\">May we have the courage and the good sense to keep it, I humbly pray in the sacred name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}