{"ID":262, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Demand for Proper Respect of Human Life<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1946, pp. 84-89<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: In humility I ask for your help that what I may say today may be in\nthat same sweet spirit which has been with us during this conference until the present time.\n<\/p><p>\nAs the Savior and the apostles were on the shores of the Sea of Galilee on that early morning,\nJesus asked Peter:\n<\/p><p>\n. . . lovest thou me more than these? . . . Yea, Lord; thou knowest that I love thee. . . . Feed\nmy sheep (<span class=\"citation\" id=\"27269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27269)\">John 21:15-16<\/a><\/span>).\n<\/p><p>\nAnd the only excuse and likewise the only reason that any of us have for standing before you\nin this conference is that we shall feed you.\n<\/p><p>\nBrother Widtsoe yesterday made allusion to a principle, spoke somewhat about it, to which I\nwish now to refer. He spoke of our duties and our obligations as those who held the truth. It\nis a very great blessing, not only, to have the truth, but it imposes likewise a great\nresponsibility. We of this Church are possessors of the truth in so far as it has been revealed,\nthe ultimate truth, and we are the possessors and custodians of the power of the Holy\nPriesthood.\n<\/p><p>\nMORE BLESSED TO GIVE THAN TO RECEIVE\n<\/p><p>\nWe speak often, and properly, of the great blessings which we have, the blessings that are\ngiven to us by the Lord. But sometimes I wonder if our thought may not be mostly concerned\nwith what we get instead of what we give. In that great sermon of Paul to the elders of\nEphesus, he said Jesus had declared:\n<\/p><p>\n. . . It is more blessed to give than to receive\n(<span class=\"citation\" id=\"7576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7576)\">Acts 20:35<\/a><\/span>).\n<\/p><p>\nThere is something very remarkable about what we have to give under the gospel plan. No\nmatter how much we give of truth, of good example, of righteous living, our stores, our\nblessings increase, not decrease, by that which we give away. There are two or three miracles\nin the Bible that impress me in this connection. One was the barrel of meal which Elijah\nblessed after the good woman who owned it said that if she gave it to him it would take all\nshe had. That barrel of meal, blessed by Elijah, did not thereafter fail\n(<span class=\"citation\" id=\"1188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1188)\">1 Kgs. 17:12-16<\/a><\/span>). The more she took\nfrom it, the more she had to give. Elisha blessed that cruse of oil for the widow who was in\ndire debt and about to lose her sons as bondmen, so that she filled from that cruse not alone\nthe utensils which she herself had, but those which, pursuant to the prophet's orders, she went\nout and borrowed. All were filled that she could obtain\n(<span class=\"citation\" id=\"3173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3173)\">2 Kgs. 4:1-7<\/a><\/span>). The Savior on the banks of the Sea\nof Galilee fed five thousand with five loaves and two little fishes, yet when they had finished\nthey gathered up twelve baskets full of what was left\n(<span class=\"citation\" id=\"34077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34077)\">Matt. 14:16-21<\/a><\/span>). So when on the plain he fed the four\nthousand, from seven loaves and a few little fishes\n(<span class=\"citation\" id=\"34082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34082)\">Matt. 15:32-38<\/a><\/span>).\n<\/p><p>\nAnd so it is with God's spiritual blessings to us. We have the truth; we possess the\npriesthood; both are given into our care. We are responsible for the use we make of them. We\nare expected to give out of our store all that we possibly can give away, and in proportion as\nwe give unto others, we become thereby more and more enriched ourselves. \"It is more\nblessed to give than to receive\"\n(<span class=\"citation\" id=\"7577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7577)\">Acts 20:35<\/a><\/span>).\nI repeat, as possessors of truth, our mission is to minister\ntherefrom to others. And the more of truth we give away, the more we shall have. The more\nwe righteously use the priesthood, the greater its powers will grow in us.\n<\/p><p>\nPRINCIPLES GOVERNING IN TIMES OF WAR\n<\/p><p>\nAs all of you were, I am sure, I, too, was much impressed yesterday by the talk which\nBrother Bower gave. As he proceeded, I thought perhaps it might be useful (and if I did not\nthink it would, I would not proceed) if I were to trace out very briefly and imperfectly some\nof the principles governing the intercourse of nations in times of war. We have fallen just as\nfar in our concepts there, as in the respects to which Brother Bower referred. Brother Romney\nthis morning referred to one of the terrible incidents in the Old Testament history where the\nLord, not man, commanded the imposition by Israel of a penalty of the extermination of a\npeople. In the early history of the world, wars of extermination or enslavement were more or\nless the rule. However, when the Roman Empire became all powerful, it adopted more\ntemperate rules; it had more humane feelings about war, its deceits, stratagems, and artifices.\nA certain honor was observed towards enemies, so much so, indeed, that it is said that on one\noccasion the Romans declined to recognize one of their generals in a victory he had won by\nusing bribery. On another occasion they declined to take advantage of an offer made to them\nthat by the use of poison they could accomplish the destruction of certain of their enemies.\n<\/p><p>\nHUGO GROTIUS' WORK ON INTERNATIONAL LAW\n<\/p><p>\nHowever, after the fall of the Roman Empire, the world fell into the Dark Ages, and then\napparently every excess that could be invented by man was practiced as nations went to war.\nThings became so bad that finally at about the period of the Reformation, men's consciences\nbecame shocked at man's inhumanity to man, and they began to try to see if something could\nnot be done to bring more humanity into the conduct of war. Along in the late fifteen\nhundreds a very great Dutchman was born, Hugo Grotius, who, in the course of his life,\nprepared the first great work on international law. In the preface to that monumental work\nwhich has stood as the great classic from that time until this (and you cannot reach much\nfarther back when you go into international law of the modern time, than Grotius), as I say, in\nhis preface, he made this statement of the reasons why he wrote this treatise:\n<\/p><p>\nI saw prevailing throughout the Christian world a license in making war of which even\nbarbarous nations would have been ashamed; recourse being had to arms for slight reasons or\nno reasons; and when arms were once taken up, all reverence for divine and human law was\nthrown away, just as if men were thenceforth authorized to commit all crimes without\nrestraint.\n<\/p><p>\nBecause of this condition Grotius wrote his work <i>De Jure Belli et Pacis<\/i>, which was the\nbeginning of the bringing into war of something of humanity, if humanity may be properly\nspoken of in connection with war.\n<\/p><p>\nFirst, an effort was made to draw the distinction between combatants and non-combatants.\nWar was to be waged between armies and not between civilian peoples. Statesmen and\nnations sought to relieve non-combatants from the woes, cruelties, and horrors of war. Old\nmen, women, children, the decrepit and infirm were to be protected, not slaughtered. Many\nother humanizing elements came in, relating to prisoners of war and the treatment of\nwounded.\n<\/p><p>\nPRINCIPLE OF NEUTRALITY\n<\/p><p>\nWhen our nation was formed, we contributed to the world some great principles, among the\ngreatest being that of neutrality, the intent thereof being to confine the war conflagration in as\nnarrow a space as possible with the purpose of providing that the peoples of the nations that\nwere not fighting might conduct their intercourse as usual. The miseries and woes of war\nwere not to be inflicted upon innocent, disinterested peoples. We came to the brink of war in\nthe last years of the eighteenth century to maintain this principle as applied to ourselves. The\neffort was to make it impossible to have what we have now come to glorify as \"global war\"\nand \"total war.\" We then knew such a war was a curse.\n<\/p><p>\nRULES GOVERNING CIVIL WAR\n<\/p><p>\nThen came our own Civil War. Up until that time there never had been a written code of\nrules governing war between nations; and up until that time civil war was a war by traitors;\nthose who were taken as prisoners of war were treated as traitors. But Francis Lieber, a\npolitical refugee from Germany, drew up for Lincoln what were known as \"General Orders\n100,\" which went out to the Federal armies in the field, and thereafter governed the conduct\nof our armies in the Civil War. These rules went further than any practice of nations up until\nthat time in international war. These rules forbade the bombardment, without notice, of places\nwhere there were civilian peoples. It provided for the protection of museums, of libraries, of\nscientific institutions. These were to be saved from the ravages and destruction of war.\nUndefended towns were not to be attacked. Civilians were to be spared. Old men, women,\nand children, the wounded, all were to receive the maximum possible protection. As time\nwent on and as a result of that code, other codes were framed by various international\nconferences, notably The Hague conferences of 1899 and 1907. Furthermore, they provided\ncertain inhibitions on the waging of war which I think you might be interested in hearing me\nname. They adopted a declaration prohibiting the dropping of projectiles from balloons; they\nprovided that poison gases should not be used; that poison itself should not be used. They\nrepeated the prohibitions that undefended towns should not be bombarded. Family honor was\nto be respected; pillage and rape and arson and the whole train of like crimes\nthat we read so much about today were forbidden.\n<\/p><p>\nWORLD WARS I AND II\n<\/p><p>\nThen came World War I, and we began to sag back into barbarism. World War II followed.\nAll distinctions between combatants and non-combatants disappeared. This was inevitably so,\nif they used the kind of weapons they employed. So we had destroyed in England many\ntowns, some of those suffering most being Sheffield, Hull, Manchester, Coventry, and\nLondon. There were many towns in Germany equally destroyed, including Berlin, and\nparticularly Dresden, and as to this last city, some of our people, Americans, are affirming\nthat the bombardment of Dresden (where it is said we killed in two nights more than two\nhundred fifty thousand people, men, women and children, including wounded who had been\ncollected there) was in violation of a tacit understanding that if Germany would leave Oxford\nand Cambridge alone, we would not touch Dresden. I do not know how true this report is; but\nwe know the result.\n<\/p><p>\nTRAGEDY OF USE OF ATOM BOMB\n<\/p><p>\nNow do not forget that all of the nations had prepared before World War II to use aircraft;\nthey had already used submarines in World War I; and we in this area know we were\nprepared to use poison gases. Then as the crowning savagery of the war, we Americans wiped\nout hundreds of thousands of civilian population with the atom bomb in Japan, few if any of\nthe ordinary civilians being any more responsible for the war than were we, and perhaps most\nof them no more aiding Japan in the war than we were aiding America. Military men are now\nsaying that the atom bomb was a mistake. It was more than that: it was a world tragedy. Thus\nwe have lost all that we gained during the years from Grotius (1625) to 1912. And the worst\nof this atomic bomb tragedy is not that not only did the people of the United States not rise\nup in protest against this savagery, not only did it not shock us to read of this wholesale\ndestruction of men, women, and children, and cripples, but that it actually drew from the\nnation at large a general approval of this fiendish butchery.\n<\/p><p>\nThe other day there appeared in the New York <i>Times<\/i>, it may have appeared here, too, but I\nhave it from the New York <i>Times<\/i>, an article which I shall read to you.\n<\/p><p>\nA new super-deadly poison, the most potent known to man, has been developed by the special\nprojects division of the United States Chemical Warfare Service. [That is, it is officially\ndeveloped.]\n<\/p><p>\nAn innocent-looking crystalline toxin, the poison is so powerful that an inch-cube size of it,\nroughly an ounce, could kill every person living in the United States and Canada, silently and\nswiftly.\n<\/p><p>\n\"If World War III comes, which we pray will never happen, it will be a war\nin which most people may die from silent, insidious, anti-human weapons that make no\nsound, give no warning, destroy no forts or ships or cities, but can wipe out human beings by\nthe millions,\" Dr. Gerald Wendt of New York City, editorial director of <i>Science Illustrated<\/i>\nmagazine, declared in a General Electric Science Forum address.\n<\/p><p>\nDr. Wendt said: \"The United States has already spent $50,000,000 in research off it, a small\nsum compared with the cost of radar and the atomic bomb. Most startling are two facts: These\nkillers are invisible, microscopic in size, capable of spreading to reach every living enemy\"; [I\nwonder how we are going to direct these killers so that they will work only on the enemy.]\n\"and they can be easily and cheaply prepared by any belligerent who has as much as a\nbrewery and the skill to operate it.\n<\/p><p>\n\"If any small nation is competent in biological warfare, a large nation, even with atomic\nbombs, may be helpless against it.\"\n<\/p><p>\nThere are other new biological weapons, Dr. Wendt asserted, that \"operate through the slow\nagony of starvation. It is the attack on plants and animals.\"\n<\/p><p>\nPROTEST AGAINST SAVAGE METHODS\n<\/p><p>\nThus we in America are now deliberately searching out and developing the most savage,\nmurderous means of exterminating peoples that Satan can plant in our minds. We do it not\nonly shamelessly, but with a boast. God will not forgive us for this.\n<\/p><p>\nIf we are to avoid extermination, if the world is not to be wiped out, we must find some way\nto curb the fiendish ingenuity of men who have apparently no fear of God, man, or the devil,\nand who are willing to plot and plan and invent instrumentalities that will wipe out all the\nflesh of the earth. And, as one American citizen of one hundred thirty millions, as one in one\nbillion population of the world, I protest with all of the energy I possess against this fiendish\nactivity, and as an American citizen, I call upon our government and its agencies to see that\nthese unholy experimentations are stopped, and that somehow we get into the minds of our\nwar-minded general staff and its satellites, and into the general staffs of all the world, a\nproper respect for human life.\n<\/p><p>\nMay God give us the strength to stand in these times of stress and trial and crisis. May he\ngive us the wisdom and the inspiration to put hate out of our hearts, a hate that is consuming\nus. May he give us the power as a people so to bring our influence to bear that men,\nmankind, may be saved, I humbly pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}