{"ID":2623, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Time for Every Purpose\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p2\" class=\"\">Elder Paul H. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3396.jpg\" alt=\"Elder Paul H. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p3\" class=\"\">One of the first public meetings that I was privileged to attend following my recuperation from open-heart surgery was an open house sponsored by a seventies quorum, where they invited nonmember friends to listen to the doctrines of the kingdom. They selected as their theme that night, “Open Up Your Hearts.” When it came my turn to speak, I said, “I am a little sensitive on that subject,” but I want President Kimball and his counselors and all my brethren to know that I have listened in this conference with an open heart. I have been sensitive to their counsel and will recommit myself to the great work ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p4\" class=\"\">The weather is glorious here by the Wasatch Range and throughout many parts of the world. Even the thin birds have reappeared. The fat birds are those that remained here during the cold seasons, overate, and became rotund. The thin birds flew hundreds of miles to stay warm, kept in shape, and have returned with wan looks on their feathered faces. Whether they are birds of passage or frost-bound nonachievers, they remind us of this truth spoken of by the Master: “Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?” (<span class=\"citation\" id=\"36372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36372)\">Matt. 6:26<\/a><\/span>.) Indeed—if you know, as I know, that the Lord does watch over each one of us with love; for that I’m grateful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p5\" class=\"\">In springtime, too, as Tennyson said, a young man’s fancy turns to thoughts of love. On campuses everywhere the three Rs tend to become “romance and red roses.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p6\" class=\"\">One tragedy of love has already occurred this year. A beardless youth became so enamored of a young miss (although she did not encourage him) that each day for 47 consecutive days he wrote her a special-delivery letter, until finally, on the 48th day, she eloped with the mailman. The lad is probably blessed, since all he had to offer the lady was a mission yet unserved, a college education one quarter complete, and no funds (he had spent all of his money on stamps).<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p7\" class=\"\">Spring is a time for the rebirth of living things from their wintry cover. It typifies and reminds us of the literalness of the resurrection of all living things. Significant to me is the fact that our Lord emerged from the tomb in the springtime!<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p8\" class=\"\">Spring also with “her bursting buds, variegated colors and manifestation of teeming life inspires new hope and gives promise of happy days.” (David O. McKay, <span class=\"emphasis\">Treasures of Life,<\/span> Deseret Book Co., p. 146.) Indeed, this time of nature’s rebirth should give us pause for reflection, assessment, and commitment to life’s higher priorities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p9\" class=\"\">You recall the words of the Old Testament poet: “To everything there is a season, and <span class=\"emphasis\">a time to every purpose under … heaven.”<\/span> (<span class=\"citation\" id=\"21430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21430)\">Eccl. 3:1<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p10\" class=\"\">“A time to every purpose under heaven,” suggesting that there is a proper sequence for all things. Our prophet, President Kimball, has counseled you, young people, particularly young men, as to that proper sequence. Would you note the sequence of events that will bring orderliness and happiness to your life. I quote from our prophet:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p11\" class=\"\">“One can have all the blessings if he is in control and takes the experiences in proper turn: first some limited social get-acquainted contacts, then his mission, then his courting, then his temple marriage and [now note] his schooling and his family, then his life’s work. In any other sequence he could run into difficulty.” (Spencer W. Kimball, “The Marriage Decision,” <span class=\"emphasis\">Ensign,<\/span> Feb. 1975, p. 4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p12\" class=\"\">Now for a few moments, may we talk about this sequence in its “proper turn”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p13\" class=\"\">For many young men, now is the time for preparation—preparation for a planned mission. It’s a time for you to apply yourselves in school, to concentrate on the foundation of a good education so that when you are called as an ambassador for Jesus Christ, you will represent him with the dignity befitting one who holds his priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p14\" class=\"\">It’s a time when I would challenge you to read the scriptures, a time to learn to know your Heavenly Father in prayer. It’s also a time to be cautious in your associations with the opposite sex; for again, as President Kimball has cautioned:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p15\" class=\"\">“When you get in the teen-age years, your social associations should still be general acquaintance with both boys and girls. Any dating or pairing off in social contacts should be postponed until at least the age of 16 or older, and even then there should be much judgment used. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p16\" class=\"\">“Young people should still limit the close contacts for several years, since the boy will be going on his mission when he is 19 years old.” (<span class=\"emphasis\">Ensign,<\/span> Feb. 1975, p. 4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p17\" class=\"\">To the young men of the priesthood, if you haven’t served a mission, this is <span class=\"emphasis\">not<\/span> the time for a lot of involvement in love or romance. It is a time for saving money. Do you know how much a mission costs today? It averages about $150 a month. For a two-year mission, that is $3,600.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p18\" class=\"\">One young man was startled when his father sat down with him to figure how he could earn that money. Noting that the most productive earning time would be from ages 16–19, they figured that he would have to save at least $1,000 each year for that three-year period. This also meant that the young man had to earn another $600 before age 16 (he was then 12) to save sufficiently for his mission. Hopefully, many start earlier than that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p19\" class=\"\">You’ve heard some of our young men say, “But I can’t find a job. No one will hire me.” May I suggest to you the example of one enterprising 13-year-old who has already produced some handbills that he is passing out in his neighborhood. The handbill reads: “When you’re on vacation and need someone to care for your yard, or if you want any odd jobs done, call Bill, because when you call me, I’ll be there.” He then signed his name and included his phone number. He already has his summer filled with work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p20\" class=\"\">Preparation for a mission, however, is not just a matter of economics. It’s a time above all else to keep yourself clean in mind and clean in habits. What counsel could be more plain than of our prophet’s words: “There must never be any sex of any kind prior to marriage.” (<span class=\"emphasis\">Ensign,<\/span> Feb. 1975, p. 4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p21\" class=\"\">For others of you, after an honorably served mission, it is a time to prepare for marriage. To those of you to whom this applies, our president has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p22\" class=\"\">“Now is the time for you to plan good strong marriages and organize your programs and set your standards and solidify your determination to prepare for that married period of your lives which will be beautiful and rewarding.” (<span class=\"emphasis\">Ensign,<\/span> Feb. 1975, p. 4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p23\" class=\"\">This does not suggest that you rush into marriage impulsively, without proper preparation, forethought, and inspiration. It does say that marriage is a responsibility that cannot be avoided if one desires life’s greatest fulfillment and eternity’s highest possibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p24\" class=\"\">So after an honorable mission, it’s a proper time for courtship, a time to plan a marriage worthy of the Lord’s blessings. Once you can see the vision of what the Lord has in store for you, I’m confident you will want to make any sacrifice necessary to achieve those blessings. To you men in your late twenties and early thirties and not yet married, read again those possibilities as he has described them to us in the Doctrine and Covenants, sections 131 and 132.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p25\" class=\"\">In proper sequence, in proper order: first, preparation for a mission; next, an honorably served mission; then a temple marriage; and next, a time to have a family, to complete one’s schooling, and plan for your life’s work. Some ask the question “Shouldn’t we get our education first and then have our family?” “I know of no scriptures or authorities,” admonishes President Kimball, “which authorize young wives to delay their families. … Young married couples can make their way and reach their educational heights, if they are determined.” (<span class=\"emphasis\">Ensign,<\/span> Feb. 1975, p. 4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p26\" class=\"\">My, what sound counsel! Any of us who have gone through the educational process can only endorse the counsel of our prophet. It will take sacrifice and perhaps extending one’s education longer than planned by having children as you complete your degree, but you will find, as others have, that those years were among your happiest because you had to struggle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p27\" class=\"\">Again may you be reminded of the prophet’s admonition: “In any other sequence [you] could run into difficulty.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p28\" class=\"\">Phil Pepe, in his excellent book, <span class=\"emphasis\">The Wit and Wisdom of Yogi Berra,<\/span> notes that in 1972, when the remarkable major league catcher and manager was voted into baseball’s most exclusive club and distinguished company, the Hall of Fame, an honor which I believe Yogi Berra richly deserved, he addressed a select audience with one of his famous statements: “I thank everybody for making this day necessary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p29\" class=\"\">Yogi Berra spoke in much wiser terms than he knew. He had come all the way from the dirt of a St. Louis slum to the pinnacle of his profession, had withstood ridicule about his personal appearance, had found a lovely wife, had been named “Father of the Year,” and had earned the admiration of all who knew him well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p30\" class=\"\">May I suggest to you that the sequence of proper preparation for a mission, an honorably served mission, a temple marriage, and a family is the order that makes our days “necessary” rather than merely possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p31\" class=\"\">May you, my young Latter-day Saint friends, choose that sequence that will bring you joy in this life and in the eternities to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-time-for-every-purpose.p32\" class=\"\">And so it is that I feel about the youth of this great country and particularly of this Church, and I think you know I do. You and I are friends. Wherever you are in this world, young man, and wherever you are in this universal church, young lady, my prayers and those of all those who sit here are that you may choose that sequence in life which will lead you on to great achievement, each orderly step along the way. You have heard wise counsel from this pulpit. I add my concern for you and my witness that I too know that God lives, and I think you know I know he lives. God bless us to put into action the counsel you have heard, I pray as I leave my blessing and witness here this day, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}