{"ID":2624, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Book of Mormon Is the Word of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p\" class=\"\">President of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_030<\/span>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p3\" class=\"\">I speak to you today on a most vital subject. As members of The Church of Jesus Christ of Latter-day Saints, “we believe … the Book of Mormon to be the word of God.” (<span class=\"citation\" id=\"6930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6930)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6930)\">A of F 1:8<\/a><\/span>.) God has so declared it, so have its writers, so have its witnesses, and so do all those who have read it and received a personal revelation from God as to its truthfulness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p4\" class=\"\">In section 20 of the Doctrine and Covenants the Lord says that he gave Joseph Smith “power from on high … to translate the Book of Mormon; Which contains … the fulness of the gospel of Jesus Christ … ; Which was given by inspiration.” (<span class=\"citation\" id=\"16435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16435)\">D&amp;C 20:8–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p5\" class=\"\">Nephi, one of the prophet-writers of the Book of Mormon, testifies that the book contains “the words of Christ” (<span class=\"citation\" id=\"3951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3951)\">2 Ne. 33:10<\/a><\/span>), and Moroni, the last writer in the book, testifies that “these things are true.” (<span class=\"citation\" id=\"38397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38397)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38397)\">Moro. 7:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p6\" class=\"\">This same Moroni, as an angelic being sent from God, showed these ancient records to three witnesses in our day [<span class=\"citation\" id=\"43153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43153)\">BM Three Wit.<\/a><\/span>]. Their testimony of the records is contained in the front the Book of Mormon. They state: “We also know that they have been translated by the gift and power of God, for his voice hath declared it unto us; wherefore we know of a surety that the work is true.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p7\" class=\"\">And Joseph Smith, the Prophet, the instrument whom God used to translate this record, testified that “the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book.” (<span class=\"emphasis\">History of The Church of Jesus Christ of Latter-day Saints,<\/span> 4:461.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p8\" class=\"\">The Book of Mormon was written for us today. God is the author of the book. It is a record of a fallen people, compiled by inspired men for our blessing today. Those people never had the book—it was meant for us. Mormon, the ancient prophet after whom the book is named, abridged centuries of records. God, who knows the end from the beginning, told him what to include in his abridgment that we would need for our day. Mormon turned the records over to his son Moroni, the last recorder; and Moroni, writing over 1,500 years ago but speaking to us today, states: “Behold, I speak unto you as if ye were present, and yet ye are not. But behold, Jesus Christ hath shown you unto me, and I know your doing.” (<span class=\"citation\" id=\"38026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38026)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38026)\">Morm. 8:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p9\" class=\"\">The purpose of the Book of Mormon is stated on the title page. It is “to the convincing of the Jew and Gentile that J<span class=\"small\">ESUS<\/span> is the C<span class=\"small\">HRIST<\/span>, the E<span class=\"small\">TERNAL<\/span> G<span class=\"small\">OD<\/span>” [<span class=\"citation\" id=\"43175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43175)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43175)\">BM Title Page<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p10\" class=\"\">Nephi, the first prophet-writer in the Book of Mormon, states: “For the fulness of mine intent is that I may persuade men to come unto the God of Abraham, and the God of Isaac, and the God of Jacob, and be saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p11\" class=\"\">“Wherefore, the things which are pleasing unto the world I do not write, but the things which are pleasing unto God and unto those who are not of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p12\" class=\"\">“Wherefore, I shall give commandment unto my seed, that they shall not occupy these plates with things which are not of worth unto the children of men.” (<span class=\"citation\" id=\"1708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1708)\">1 Ne. 6:4–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p13\" class=\"\">The Book of Mormon brings men to Christ through two basic means. First, it tells in a plain manner of Christ and his gospel. It testifies of his divinity and of the necessity for a Redeemer and the need of our putting trust in him. It bears witness of the Fall and the Atonement and the first principles of the gospel, including our need of a broken heart and a contrite spirit and a spiritual rebirth. It proclaims we must endure to the end in righteousness and live the moral life of a Saint.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p14\" class=\"\">Second, the Book of Mormon exposes the enemies of Christ. It confounds false doctrines and lays down contention. (See <span class=\"citation\" id=\"3943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3943)\">2 Ne. 3:12<\/a><\/span>.) It fortifies the humble followers of Christ against the evil designs, strategies, and doctrines of the devil in our day. The type of apostates in the Book of Mormon are similar to the type we have today. God, with his infinite foreknowledge, so molded the Book of Mormon that we might see the error and know how to combat false educational, political, religious, and philosophical concepts of our time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p15\" class=\"\">Now God expects us to use the Book of Mormon in several ways. We are to read it ourselves—carefully, prayerfully—and ponder as we read, as to whether this book is the work of God or of an unlearned youth. And then when we are finished reading the things in the book, Moroni exhorts us to put them to the test in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p16\" class=\"\">“And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.” (<span class=\"citation\" id=\"38400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38400)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38400)\">Moro. 10:4<\/a><\/span>.) I have done as Moroni exhorts, and I can testify to you that this book is from God and so is verily true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p17\" class=\"\">We are to use the Book of Mormon as the basis for our teaching. In section 42 of the Doctrine and Covenants, the Lord states: “And again, the elders, priests and teachers of this church shall teach the principles of my gospel, which are in … the Book of Mormon, in the which is the fulness of the gospel.” (<span class=\"citation\" id=\"16458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16458)\">D&amp;C 42:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p18\" class=\"\">As we read and teach, we are to liken the Book of Mormon scriptures unto us “that it might be for our profit and learning.” (<span class=\"citation\" id=\"1712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1712)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1712)\">1 Ne. 19:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p19\" class=\"\">We are to use the Book of Mormon in handling objections to the Church. God the Father and his Son Jesus Christ revealed themselves to Joseph Smith in a marvelous vision. After that glorious event, Joseph Smith told a minister about it. Joseph was surprised to hear the minister say that there were no such things as visions or revelations in these days, that all such things had ceased. (See <span class=\"citation\" id=\"30596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30596)\">JS—H 1:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p20\" class=\"\">This remark symbolizes practically all of the objections that have ever been made against the Church by nonmembers and dissident members alike. Namely, they do not believe that God reveals his will today to the Church through prophets of God. All objections, whether they be on abortion, plural marriage, seventh-day worship, etc., basically hinge on whether Joseph Smith and his successors were and are prophets of God receiving divine revelation. Here, then, is a procedure to handle most objections through the use of the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p21\" class=\"\">First, understand the objection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p22\" class=\"\">Second, give the answer from revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p23\" class=\"\">Third, show how the correctness of the answer really depends on whether or not we have modern revelation through modern prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p24\" class=\"\">Fourth, explain that whether or not we have modern prophets and revelation really depends on whether the Book of Mormon is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p25\" class=\"\">Therefore, the only problem the objector has to resolve for himself is whether the Book of Mormon is true. For if the Book of Mormon is true, then Jesus is the Christ, Joseph Smith was his prophet, The Church of Jesus Christ of Latter-day Saints is true, and it is being led today by a prophet receiving revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p26\" class=\"\">Our main task is to declare the gospel and do it effectively. We are not obligated to answer every objection. Every man eventually is backed up to the wall of faith, and there he must make his stand. “And if they are not the words of Christ, judge ye,” said Nephi, “for Christ will show unto you, with power and great glory, that they are his words, at the last day; and you and I shall stand face to face before his bar; and ye shall know that I have been commanded of him to write these things.” (<span class=\"citation\" id=\"3952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3952)\">2 Ne. 33:11<\/a><\/span>.) Every man must judge for himself, knowing God will hold him accountable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p27\" class=\"\">The Book of Mormon is to be used “for a standard unto my people, which are of the house of Israel,” the Lord says, and its words “shall hiss forth unto the ends of the earth.” (<span class=\"citation\" id=\"3950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3950)\">2 Ne. 29:2<\/a><\/span>.) We, the members of the Church, and particularly the missionaries, have to be the “hissers,” or the tellers and testifiers, of the Book of Mormon unto the ends of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p28\" class=\"\">The Book of Mormon is the great standard we are to use. It shows that Joseph Smith was a prophet. It contains the words of Christ, and its great mission is to bring men to Christ and all other things are secondary. The golden question of the Book of Mormon is “Do you want to learn more of Christ?” The Book of Mormon is the great finder of the golden contact. It does not contain things which are “pleasing unto the world” (<span class=\"citation\" id=\"1709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1709)\">1 Ne. 6:5<\/a><\/span>), and so the worldly are not interested in it. It is a great sieve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p29\" class=\"\">Anyone who has diligently sought to know the doctrines and teachings of the Book of Mormon and has used it conscientiously in missionary work knows within his soul that this is <span class=\"emphasis\">the<\/span> instrument which God has given to the missionaries to convince the Jew and Gentile and Lamanite of the truthfulness of our message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p30\" class=\"\">Now, we have not been using the Book of Mormon as we should. Our homes are not as strong unless we are using it to bring our children to Christ. Our families may be corrupted by worldly trends and teachings unless we know how to use the book to expose and combat the falsehoods in socialism, organic evolution, rationalism, humanism, etc. Our missionaries are not as effective unless they are “hissing forth” with it. Social, ethical, cultural, or educational converts will not survive under the heat of the day unless their taproots go down to the fulness of the gospel which the Book of Mormon contains. Our Church classes are not as spirit-filled unless we hold it up as a standard. And our nation will continue to degenerate unless we read and heed the words of the God of this land, Jesus Christ, and quit building up and upholding the secret combinations which the Book of Mormon tells us proved the downfall of both previous American civilizations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p31\" class=\"\">Some of the early missionaries, on returning home, were reproved by the Lord in section 84 of the Doctrine and Covenants because they had treated lightly the Book of Mormon. As a result, their minds had been darkened. The Lord said that this kind of treatment of the Book of Mormon brought the whole Church under condemnation, even all of the children of Zion. And then the Lord said, “And they shall remain under this condemnation until they repent and remember the new covenant, even the Book of Mormon.” (See <span class=\"citation\" id=\"16517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16517)\">D&amp;C 84:54–57<\/a><\/span>.) Are we still under that condemnation?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p32\" class=\"\">Reading the Book of Mormon is one of the greatest persuaders to get men on missions. We need more missionaries. But we also need better-prepared missionaries coming out of the wards and branches and homes where they know and love the Book of Mormon. A great challenge and day of preparation is at hand for missionaries to meet and teach with the Book of Mormon. We need missionaries to match our message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p33\" class=\"\">And now grave consequences hang on our response to the Book of Mormon. “Those who receive it,” said the Lord, “in faith, and work righteousness, shall receive a crown of eternal life;<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p34\" class=\"\">“But those who harden their hearts in unbelief, and reject it, it shall turn to their own condemnation—<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p35\" class=\"\">“For the Lord God has spoken it.” (<span class=\"citation\" id=\"16436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16436)\">D&amp;C 20:14–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p36\" class=\"\">Is the Book of Mormon true? Yes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p37\" class=\"\">Who is it for? Us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p38\" class=\"\">What is its purpose? To bring men to Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p39\" class=\"\">How does it do this? By testifying of Christ and revealing his enemies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p40\" class=\"\">How are we to use it? We are to get a testimony of it, we are to teach from it, we are to hold it up as a standard and “hiss it forth.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p41\" class=\"\">Have we been doing this? Not as we should, nor as we must.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p42\" class=\"\">Do eternal consequences rest upon our response to this book? Yes, either to our blessing or our condemnation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p43\" class=\"\">Every Latter-day Saint should make the study of this book a lifetime pursuit. Otherwise he is placing his soul in jeopardy and neglecting that which could give spiritual and intellectual unity to his whole life. There is a difference between a convert who is built on the rock of Christ through the Book of Mormon and stays hold of that iron rod, and one who is not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p44\" class=\"\">Over a quarter of a century ago I listened in this Tabernacle to these words: “A few years ago as I began to practice law, members of my family were a little uneasy. They were afraid I would lose my faith. I wanted to practice law, but I had an even greater desire to keep my testimony, and so I decided upon a little procedure which I recommend to you. For thirty minutes each morning before I began the day’s work I read from the Book of Mormon . … and in just a few minutes a day I read the Book of Mormon through, every year, for nine years. I know that it kept me in harmony, so far as I did keep in harmony, with the Spirit of the Lord.” (<span class=\"emphasis\">Conference Report,<\/span> Apr. 1949, p. 36.) It will hold us as close to the Spirit of the Lord as anything I know. That was President Marion G. Romney. I echo his counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p45\" class=\"\">What, then, are we to say of the Book of Mormon? I bear witness that it is verily true. I know this as I know that I live. We stand with the Prophet Joseph Smith when he said, “I told the brethren that the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book.” (<span class=\"emphasis\">History of the Church,<\/span> 4:461.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-book-of-mormon-is-the-word-of-god.p46\" class=\"\">May we know and use the keystone and get nearer to God, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}