{"ID":2625, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Self-Inflicted Purging\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p3\" class=\"\">Bishop Vaughn J. Featherstone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p\" class=\"\">Second Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:318c.jpg\" alt=\"Bishop Vaughn J. Featherstone\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p4\" class=\"\">My beloved brethren, King Benjamin in, I believe, the second greatest discourse ever delivered, said, “I have not commanded you to come up hither to trifle with … words.” (<span class=\"citation\" id=\"40416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40416)\">Mosiah 2:9<\/a><\/span>.) I believe the Prophet has not called this conference to have us trifle with words. I would like to discuss a subject which possibly could be led into by this little story:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p5\" class=\"\">Roy Welker, a great writer for Church priesthood courses and a great stake president and priesthood leader, lived in our stake. Another great priesthood leader asked him, “Brother Welker, you have known many of the General Authorities in your lifetime. Who impresses you the most?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p6\" class=\"\">And he thought for a moment and said, “Oh, they are all wonderful men. I guess they are the greatest men on the face of the earth.” And then he said, “But I guess Elder __________ impresses me the most, because he has a purity of heart for one so young.” Now, Roy was 92; so I suppose anyone under 90 would be judged as being young in his mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p7\" class=\"\">Ever since I heard that statement, the thing that I most desired in life was to he pure in heart. I don’t believe since I heard that story that there has been a day in my life when I have not thought of purity of heart and tried to improve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p8\" class=\"\">I would like to talk tonight about a need for a self-inflicted purging in every single priesthood holder so that we might be pure in heart. I told a group of Aaronic Priesthood holders out in the congregation tonight, if they are pure in heart, they may sleep through my talk, because my talk is directed to those who are not pure in heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p9\" class=\"\">I believe that we have a need beyond the light-wired job, just a little bit of power; I believe it is time, as one great leader has said, to have the full conduit with all of the powers of the priesthood open to come to those who bear the priesthood. I believe there is a need to do some things. I am going to use a visual aid tonight. But we don’t have one, so, in your mind’s eye, wherever you are across the far corners of the earth, would you picture a huge scroll sliding down from the ceiling? On it are listed the names of those who purchased pornographic literature. The list is large enough so that all may see. Is your name on the list?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p10\" class=\"\">Did you buy some pornographic literature?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p11\" class=\"\">Now suppose those names are removed, and the names of all those who attended or viewed x-rated movies are presented so that all who are in the congregation may see. Again, is your name on the list?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p12\" class=\"\">Now, my young friends, and I am sorry to say, many adults, how about all those of you who have a masturbation problem? If the names of those who had the problem were projected across this big, huge scroll, would your name be there, or would you be able to sit back confident and pure in heart?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p13\" class=\"\">And, in a few cases, what if we had the names of those who had a homosexual problem? What if their names were on this huge scroll? Their names removed, then what if we had those who are adulterers, who are serving in priesthood positions, unbeknownst to many, unbeknownst unto anyone except themselves and the partner in sin?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p14\" class=\"\">Again let us talk about a self-inflicting purging. My young friends, how about all of you who have committed fornication? Or have been involved in petting? Suppose their names were on this huge scroll, so that all may see. Now, I can tell you this, I bear my solemn witness that if you do not self-inflict a purging in your lives, the time may well come when there might not be a scroll, but it will be as though there were. It may be as though it had been shouted from the tops of houses. People cannot hide sin. You cannot mock God and hold the Lord’s holy priesthood and pretend to propose that you are his servant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p15\" class=\"\">I know of a great man who held his dead son in his arms, and said, “In the name of Jesus Christ and by the power and authority of the Holy Melchizedek Priesthood, I command you to live.” And the dead boy opened up his eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p16\" class=\"\">This great brother could not have possibly done that had he been looking at a pornographic piece of material a few nights before or if he had been involved in any other transgression of that kind. The priesthood has to have a pure conduit to operate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p17\" class=\"\">President J. Reuben Clark gave me great light many years ago on a great tremendous subject. He said (and these are my words, not his) that the sex urge does not have to be satisfied, that Satan’s old lie is that it <span class=\"emphasis\">does<\/span> have to be satisfied.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p18\" class=\"\">I am sorry to tell you that there are men in high places who have some fairly major moral problems, even as youth have the same problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p19\" class=\"\">We shouldn’t have a problem with masturbation. I know one fine father who interviewed his 11-year-old son and he said, “Son, if you never masturbate, the time will come in your life when you will be able to sit in front of your bishop at age 19, and say to him, ‘I have never done that in my life,’ and then you can go to the stake president when you are interviewed for your mission and tell him, ‘I have never done that in my life.’ And you would be quite a rare young man.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p20\" class=\"\">The father again interviewed the young man, who is now 18 years old, and he asked the son about masturbation. The son said, “I have never done that in my life. You told me, Dad, that if I didn’t do that, I would be able to sit in front of the bishop and stake president and tell them I had never done it, and I would be a rare young man, and I am going to be able to do it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p21\" class=\"\">I believe, brethren, we have the willpower. We don’t have to buckle under Satan’s temptations. That urge does not have to be satisfied. It has to be transmuted to other things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p22\" class=\"\">Now, let me spend no more time on this. Let me talk about another thing that keeps us from being pure in heart. We need to purge out of our lives the desire to come to meetings late and leave early.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p23\" class=\"\">I remember last conference I attended in the Assembly Hall; I was at the priesthood meeting. At the close of our great and beloved prophet’s wonderful discourse and counsel to us, at least 200 or 300 men got up and just started moving en masse toward all the doors. The closing hymn hadn’t been sung, the prayer hadn’t been rendered. And these men, inconsiderate, lacking in discipline, simply got up and moved out of the Assembly Hall to save five minutes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p24\" class=\"\">I wonder, brethren, and I love you, but I just wonder how you can do it. I don’t see any of the men that I prize most, leaving any meetings early except in an emergency. I believe they have the dignity to not offend God. I believe it is an offense to God when we leave meetings early, and when we come late to meetings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p25\" class=\"\">When I was at Farragut, Idaho, a year or so ago, right in the middle of our giant priesthood meeting, among about 5,500 Scouts and their leaders, a Scoutmaster, deacons quorum adviser, stood up, and then 12 boys stood up with him, and they trailed across that mighty congregation of men and left. I wonder what he felt the next time he raised his arm to the square and said, “On my honor I will do my best to do my duty to God and my country and to obey the Scout Law; to help other people at all times; to keep myself physically strong, mentally awake, and morally straight.” (The Scout Oath.) And yet the oath we take in the priesthood is many times more serious to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p26\" class=\"\">And what a valuable thing a covenant in our lives can be, if we will let it guide us. Another problem: an overweight girl from Ogden went to see her bishop. In the purity and goodness of charity, trying to help the girl, he counseled her that it might be a good idea to lose a few pounds. Pitifully heartbroken, she went home and told her father. It had cankered her soul. The father, of course, negative toward the Church all of his life, waiting for something like this, sprung like a cat on the bishop’s back, and they came down to see me and wanted their memberships transferred out of the bishop’s ward. I asked them why, because I didn’t know all this background, and they said, “Well, our bishop suggested to our daughter that she might lose a few pounds and make herself a little more attractive.” Now I want you to know that I defended that great bishop. I said to this family, “You are wrong. That sweet bishop, out of purity and love for your daughter, felt and did that which he was impressed to do. I am sure it was a message from God to your daughter, and she let it canker her soul. The strange thing is that she was probably up in her bedroom the night before praying, ‘Heavenly Father, I am lonely. I need someone. Please help me. Help me to find someone so I won’t be so lonely.’” And yet oftentimes we are offended because a sweet bishop gives us some instruction which is hard for us to live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p27\" class=\"\">Now, as you can tell, this is not a sugar-coated presentation, it is Clorox, and I hope you are not offended. I think it is irreverent, brethren of the priesthood, to come to meetings late and then perform your assignments at the sacrament table late while the meetings are beginning. What an irreverent thing it is to prepare the sacrament of the Lord’s Supper and to do it just before the meeting starts, and to be hurrying around and joking about it. It ought to be a sweet experience, one that is a spiritual experience, where all is done in quiet and is completed 10 or 15 minutes before the meeting, where only few see the preparation. Members of the ward come in, and the sacrament table is set. And also what about those who are irreverent in meetings? I think the Lord expects his priesthood holders above all others to be reverent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p28\" class=\"\">I was over in England a while back and a bishop asked me, “What is the Church’s stand on cola drinks?” I said, “Well, I can’t remember the exact wording of the bulletin, but I remember seeing the bulletin when I was a stake president. The Church, of course, advises against them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p29\" class=\"\">He said, “Well, I have read the <span class=\"emphasis\">Priesthood Bulletin,<\/span> but that isn’t what it says to me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p30\" class=\"\">And I said, “Would you get your <span class=\"emphasis\">Priesthood Bulletin?<\/span> Let’s read it together.” And so we found under the heading “Cola Drinks”: “… the leaders of the Church have advised, and we do now specifically advise, against use of any drink containing harmful habit-forming drugs. …” (<span class=\"emphasis\">The Priesthood Bulletin,<\/span> Feb. 1972, p. 4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p31\" class=\"\">He said, “Well, you see, that doesn’t mean cola.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p32\" class=\"\">I said, “Well, I guess you will have to come to your own grips with that, but to me, there is no question.” You see, there can’t be the slightest particle of rebellion, and in him there is. We can find loopholes in a lot of things if we want to bend the rules of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p33\" class=\"\">I remember meeting with a man some time back. Seventeen years before, his wife had a problem. She embraced another man in a moment of weakness, and then this was kept a secret for 17 long years. And this good brother, her husband, who had kept the law, who had never violated the code, all of a sudden found out about this, and it almost totally destroyed him. He came to see me and he asked, “What do you think I should do?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p34\" class=\"\">And I said, “You must forget and forgive. And when I say <span class=\"emphasis\">forget,<\/span> it must be taken from your mind forever and ever.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p35\" class=\"\">He said, “But I can’t. I can’t get it off my mind, seeing her in someone else’s arms.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p36\" class=\"\">And I said, “Then you remember what it was like in the temple, and you view her in your mind every time kneeling across the altar from you. I am sure she has been punished enough and has suffered enough; she needs no more. She has repented, and you forgive her.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p37\" class=\"\">Well, he took that advice and was kind enough to follow it. Another case is the one of those who talk about the “Adam-God” theory; I guess when they are engrossed with all these different theories, and things in the Church, they don’t have time to study faith and repentance. Maybe they ought to get back to basics. And when they understand everything about faith, then they can move on to the next principle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p38\" class=\"\">Now, my beloved brethren, whether it is patriotism or purity or whatever it is, we must be pure. We must no longer have just a light-wired job. We must have the conduit of all the powers of the priesthood upon us, and then when someone calls upon us to administer to the sick, or to give a blessing of any kind, when they call upon us to speak, we will be as conduits and speak as God would have us speak.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/a-self-inflicted-purging.p39\" class=\"\">Now, the Lord bless you. This is the greatest group of men collected on the face of the earth in its entire history, and I am grateful to be part of it and to be associated with those men who are most pure in heart. They are truly pure. I bear that solemn witness, and I bear witness that our beloved prophet is probably the most pure in heart of any and all I have ever known, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}