{"ID":2626, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Salvation for the Dead—A Missionary Activity\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p2\" class=\"\">Elder Theodore M. Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2f9c.jpg\" alt=\"Elder Theodore M. Burton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p3\" class=\"\">My beloved priesthood brethren, I have been asked to speak to you tonight about a challenging concept of the priesthood missionary work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p4\" class=\"\">One thing we often fail to realize is that our priesthood comes to us through the lineage of our fathers and mothers. The Lord explained it in these words: “Therefore, thus saith the Lord unto you, with whom the priesthood hath continued through the lineage of your fathers. …” (<span class=\"citation\" id=\"16521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16521)\">D&amp;C 86:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p5\" class=\"\">“Oh,” I can hear some of you say, “there must be something wrong with that statement, for I am the only member of my family who has joined the Church. How could I have received the priesthood from my parents?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p6\" class=\"\">In this scripture the Lord was not talking about your priesthood line of authority. He was talking about your inherited right to receive and use priesthood power. This readiness to listen and believe is an inherited gift which enabled you to recognize and accept the truth. Jesus explained this thought as he said: “My sheep hear my voice, and I know them, and they follow me.” (<span class=\"citation\" id=\"28845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28845)\">John 10:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p7\" class=\"\">That spirit of acceptance is a manifestation of your inherited right to priesthood blessings. Such willingness to believe does not represent predestination, but it does represent foreordination. The Lord continues the revelation: “For ye are lawful heirs, according to the flesh, and have been hid from the world with Christ in God.” (<span class=\"citation\" id=\"16523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16523)\">D&amp;C 86:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p8\" class=\"\">This means we receive a right to priesthood blessings from our blood ancestry. I hope you can understand that priesthood with its accompanying blessings is dependent to a great degree on family relationship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p9\" class=\"\">What does the Lord mean by the expression “hid from the world with Christ in God”? He means that according to the plan of salvation you were reserved or held back in the heavens as special spirit children to be born in a time and at a place where you could perform a special mission in life. This concept of being foreordained for a special mission is not new. It is referred to many times in the scriptures. Paul, in teaching the Ephesians, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p10\" class=\"\">“Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places in Christ:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p11\" class=\"\">“According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love.” (<span class=\"citation\" id=\"21871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21871)\">Eph. 1:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p12\" class=\"\">He then further explained to the Ephesian saints:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p13\" class=\"\">“That in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p14\" class=\"\">“In whom also we have obtained an inheritance.” (<span class=\"citation\" id=\"21876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21876)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21876)\">Eph. 1:10–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p15\" class=\"\">From the time the earth was originally planned, God the Eternal Father knew that in the last days Satan would become desperate. As the second coming of Jesus Christ approaches, Satan is doing everything in his power to destroy the work of God. He is using every artifice he can imagine to destroy the plan of salvation. He is raging in blood and horror on the earth. But God knew what Satan would attempt to do in these days and devised a plan to meet that challenge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p16\" class=\"\">God reserved for these days some of his most valiant sons and daughters. He held back for our day proved and trusted children, who he knew from their premortal behavior would hear the voice of the Shepherd and would accept the gospel of Jesus Christ. He knew they would qualify themselves to receive the priesthood, that they would use the holy priesthood to limit Satan’s destructiveness and make it possible for God to complete the work he had planned for the saving of his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p17\" class=\"\">You young men of the Aaronic Priesthood represent, therefore, some of the finest men ever to be born on the earth. You are an elect generation, a royal priesthood. As Peter expressed it, “Ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light.” (<span class=\"citation\" id=\"2352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2352)\">1 Pet. 2:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p18\" class=\"\">This birthright is only possible for you because you have the finest fathers and mothers ever given to any generation. Alma, referring to men who receive the Melchizedek Priesthood, spoke of their inherited rights and said of those who are ordained to the high priesthood:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p19\" class=\"\">“And this is the manner after which they were ordained—being called and prepared from the foundation of the world according to the foreknowledge of God, on account of their exceeding faith and good works [remember, this faith and works you demonstrated while you were still in the premortal world]; in the first place being left to choose good or evil; therefore they having chosen good, and exercising exceeding great faith, are called with a holy calling … which was prepared with, and according to, a preparatory redemption for such.” (<span class=\"citation\" id=\"9214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9214)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9214)\">Alma 13:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p20\" class=\"\">Thus, you and your fathers were reserved to be born at a time and in a place where you could not fail to hear the gospel preached and accept the holy priesthood. Thus, a preparatory redemption was made for you through a priesthood heritage from your fathers and mothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p21\" class=\"\">Now we might well ask the question: “What does God expect us to do with this priesthood?” The Lord himself answers that question in the following words, continuing from the Doctrine and Covenants: “Therefore your life and the priesthood have remained, and must needs remain through you and your lineage until the restoration of all things spoken by the mouths of all the holy prophets since the world began.” (<span class=\"citation\" id=\"16524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16524)\">D&amp;C 86:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p22\" class=\"\">What <span class=\"emphasis\">were<\/span> those things spoken by the mouths of all the holy prophets since the world began? Why, they were those promises made to the fathers or patriarchal leaders of the Church from the very beginning that ways and means would be provided to bring back into the presence of God the Eternal Father every soul who desired that blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p23\" class=\"\">With this clue, then, missionaries know exactly where to turn for their finest referrals. They will turn to the members of the Church in whose blood these priesthood promises have continued as a priesthood lineage blessing. If you join the Church, then you have the assurance that your parents and other blood relatives will join if you show them true love and affection. Every one of your blood relatives is a prospective member of the kingdom of God. With patient and kind teaching, they too will eventually join the Church, for they possess the same spiritual heritage and priesthood heritage you have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p24\" class=\"\">Because Jeremiah the prophet understood that blood lineage is more important than other factors in bringing people to the truth, he wrote the following revelation: “Turn O backsliding children, saith the Lord; for I am married unto you: and I will take you one of a city, and two of a family, and I will bring you to Zion:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p25\" class=\"\">“And I will give you pastors according to mine heart, which shall feed you with knowledge and understanding.” (<span class=\"citation\" id=\"26550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26550)\">Jer. 3:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p26\" class=\"\">Everybody knows that more people live in a city than live in a family. Why then didn’t the Lord say two of a city and one of a family? It was because of this promise of priesthood heritage. The family to which we belong is more important than where we live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p27\" class=\"\">Now the Lord concludes the revelation with these inspiring and challenging words of instruction and promise: “Therefore, blessed are ye if ye continue in my goodness, a light unto the Gentiles, and through this priesthood, a savior unto my people Israel. The Lord hath said it. Amen.” (<span class=\"citation\" id=\"16525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16525)\">D&amp;C 86:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p28\" class=\"\">In this final verse the Lord reminds us of two things. First, he reminds us of our responsibility to do missionary work here on the earth. Second, he informs us that we are not only to be messengers of salvation to the living, but saviors for our ancestors who went before us and who, though now dead, have paved the way whereby we might receive our present blessings. It is through them we received our priesthood. The promise was made that, even if they were born at a time and place where they could not hear the gospel preached in life, God would provide saviors for them from among their descendants. We are those saviors God promised through whom they can have every priesthood blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p29\" class=\"\">In great measure those who enjoy present priesthood blessings have failed to realize their missionary obligations to save their kindred dead. This is as much a priesthood missionary responsibility as is our missionary obligation here in mortality. They are totally dependent upon us to open the doors of exaltation for them. If we neglect this priesthood responsibility, we do so at the peril of our own salvation. It was for this reason that Elijah restored the keys of the sealing power so that we could accomplish this work of salvation for our dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p30\" class=\"\">Although the need to save the dead was given right at the opening of this dispensation, it was not fully understood at that time. A full knowledge of the gospel developed slowly as it was revealed by the Lord line on line and precept by precept. Timing was important. First things had to be developed first. The Church had to be established and Church administration had to be organized. Then a people had to be gathered and the Church developed and strengthened. It took time to build and strengthen a people and to prepare them for their future work. Temples had to be built and that required people, wealth, peace, and time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p31\" class=\"\">Now the Church is strong enough to build temples and to staff and use them. The time has come for God to hasten this aspect of priesthood growth. Salvation of the whole eternal family of God is the goal toward which we have been working and preparing ourselves from the very beginning. We must continue to gather the people. We must continue to strengthen them physically, mentally, morally, and spiritually so they will be prepared to go into the temples and there receive power with which to strengthen their earthly families. As this is done, they can be prepared to become saviors on Mount Zion to save their kindred dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p32\" class=\"\">The total plan of God is to save all his children where possible in a family relationship. We must reconstruct our lineage eventually back to Adam, who made his covenant to become a son of Jesus Christ, the Only Begotten Son of God in the flesh. Gaps, caused by unfaithful or disobedient ancestors, will have to be closed through revelation from God. The end result is that the family of God will be reconstituted so that in the resurrection all his faithful children will be sealed in perfect family order.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p33\" class=\"\">Do you see the urgency as the second coming of Jesus Christ approaches to become more actively engaged in this type of missionary work? We have spoken of salvation of the dead from time to time, but in great measure the family priesthood responsibility God has given us has been neglected. We cannot neglect it any longer, for it is a vital part of God’s overall missionary program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p34\" class=\"\">As new temples are being constructed in ever greater rapidity, we are faced with the problem of keeping them in operation. The Genealogical Society can gather names to keep the temples operating, but the Genealogical Society cannot do the research work of establishing family lines of priesthood heritage which God has assigned the priesthood to do. The Society does not have, and cannot obtain, all the records which are open to individuals. At the present time, the Genealogical Society is furnishing 77 percent of all the names officiated for in the temple. The balance is furnished through family research. It is your personal, individual missionary responsibility to see that your direct-line ancestors have been baptized, endowed, and sealed in proper family order.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p35\" class=\"\">There is another aspect of the work for the salvation of the dead which is causing a problem in the temples. More males are born and reach the age of accountability than females. This means that more Aaronic Priesthood members must go to the temple than their sisters to be baptized for the dead, and it also means that brethren of the Melchizedek Priesthood must go to the temple more frequently than their wives. Unless more priesthood members go to the temple as individuals, or as quorums, to get this male ordinance work done, the male names will backlog in the temples. When that happens, the sealing of families cannot be completed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p36\" class=\"\">Temple presidents are faced with a serious problem. We don’t want to hinder in any way our sisters from attending the temple, so we must increase male temple attendance. Just as you go as individual men or as quorums to work on welfare projects without taking your wives with you, so we want you to go as individual men or as priesthood quorums or groups on extra trips to the temples to keep this problem solved. I appeal to you to cooperate with your temple presidents to keep male and female names in balance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/salvation-for-the-dead-a-missionary-activity.p37\" class=\"\">So, my brethren of the priesthood, the time has come for all of us to become more knowledgeable of our personal responsibilities to be saviors on Mount Zion. I repeat the statement Jesus made to Peter when he said: “When thou art converted, strengthen thy brethren.” (<span class=\"citation\" id=\"31939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31939)\">Luke 22:32<\/a><\/span>.) I testify that the work for the salvation of our kindred dead is a personal responsibility for everyone who holds the priesthood. Salvation for the dead is a divine activity, of which I bear my witness in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}