{"ID":2627, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Need Men of Courage\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:32ca.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p3\" class=\"\">Brethren of the priesthood, I have in mind saying a few things tonight about courage. There are different kinds of courage, they say—physical courage and moral courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p4\" class=\"\">It is my experience, however, that one with moral courage, that is, one who is true to himself, also has physical courage. The great Shakespeare in his play, <span class=\"emphasis\">Hamlet,<\/span> has his character, Polonius, instruct his son on many aspects of his conduct. And he concludes a rather long statement with this statement:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">This above all: to thine own self be true,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And it must follow as the night the day,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thou canst not then be false to any man.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p8\" class=\"\"><span class=\"emphasis\">Hamlet,<\/span> 1, iii, 52–73<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p9\" class=\"\">We all have a conscience, and a conscience is the root of moral courage. A truly brave person will always obey his conscience. To know what is right and not do it is cowardice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p10\" class=\"\">In our Church literature we find many examples of high courage. Consider, for example, a moment, the Prophet Joseph Smith. When he told the Protestant minister in his area about his First Vision, he was met with scorn and ridicule.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p11\" class=\"\">“It was nevertheless a fact,” he wrote, “that I had beheld a vision. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p12\" class=\"\">“I had actually seen a light, and in the midst of that light I saw two Personages, and they did in reality speak to me; and though I was hated and persecuted for saying that I had seen a vision, yet it was true; and while they were persecuting me, reviling me, and speaking all manner of evil against me falsely for so saying, I was led to say in my heart: Why persecute me for telling the truth? I have actually seen a vision; and who am I that I can withstand God, or why does the world think to make me deny what I have actually seen? For I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it. …” (<span class=\"citation\" id=\"30597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30597)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30597)\">JS—H 1:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p13\" class=\"\">The Prophet was true to himself not only in his youth but throughout his life. Eighteen years after the First Vision, the Prophet and others had been “penned up in a cold, open, unfinished court house” for several weeks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p14\" class=\"\">“In one of those tedious nights [writes Parley P. Pratt] we had lain as if in sleep till the hour of midnight had passed, and our ears and hearts had been pained, while we had listened for hours to the obscene jests, the horrid oaths, the dreadful blasphemies and filthy language of our guards. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p15\" class=\"\">“I had listened till I became so disgusted, shocked, horrified, and so filled with the spirit of indignant justice that I could scarcely refrain from rising upon my feet and rebuking the guards; but had said nothing to Joseph, or any one else, although I lay next to him and knew he was awake. On a sudden he arose to his feet, and spoke in a voice of thunder, or as the roaring lion, uttering, as near as I can recollect, the following words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p16\" class=\"\">“ <span class=\"emphasis\">‘SILENCE, ye fiends of the infernal pit. In the name of Jesus Christ I rebuke you, and command you to be still; I will not live another minute and hear such language. Cease such talk, or you or I die THIS INSTANT!’<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p17\" class=\"\">“He ceased to speak. He stood erect in terrible majesty. Chained, and without a weapon; calm, unruffled and dignified as an angel, he looked upon the quailing guards, whose weapons were lowered or dropped to the ground; whose knees smote together, and who, shrinking into a corner, or crouching at his feet, begged his pardon, and remained quiet till a change of guards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p18\" class=\"\">“I have seen the ministers of justice,” continued Parley, “clothed in magisterial robes, and criminals arraigned before them, while life was suspended on a breath, in the Courts of England; I have witnessed a Congress in solemn session to give laws to nations; I have tried to conceive of kings, of royal courts, of thrones and crowns; and of emperors assembled to decide the fate of kingdoms; but dignity and majesty have I seen but <span class=\"emphasis\">once,<\/span> as it stood in chains, at midnight, in a dungeon in an obscure village of Missouri.” (<span class=\"emphasis\">Autobiography of Parley P. Pratt, <\/span>pp. 209–211. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p19\" class=\"\">Certainly, the Prophet here demonstrated both great moral and physical courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p20\" class=\"\">His being true to himself and his Maker eventually cost him his life. It also assured him of eternal life and exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p21\" class=\"\">In the Book of Mormon we learn of Nephi’s great courage. You will recall that while Lehi and his family were encamped in the valley of Lemuel, the Lord instructed him to send his sons back to Jerusalem and obtain from Laban the records. Laman and Lemuel murmured that it was “a hard thing” (<span class=\"citation\" id=\"1702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1702)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1702)\">1 Ne. 3:5<\/a><\/span>), but Nephi, their younger brother, said: “I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.” (<span class=\"citation\" id=\"1703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1703)\">1 Ne. 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p22\" class=\"\">Well, they went up to Jerusalem. They cast lots. Laman went in. Laban accused him of being a robber and threatened to kill him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p23\" class=\"\">Then he came back to his brothers without the plates. He knew he couldn’t get them, and he proved it. He said they were to return to their father. But this young man Nephi said: “As the Lord liveth, and as we live, we will not go down unto our father in the wilderness until we have accomplished the thing which the Lord hath commanded us.” (<span class=\"citation\" id=\"1704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1704)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1704)\">1 Ne. 3:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p24\" class=\"\">They then, at Nephi’s urging, went to the land of their inheritance, got their gold and silver and other precious things, and tried to buy the records from Laban.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p25\" class=\"\">And he lusted after their riches and he sent his servants to take them. And they fled for their lives some distance into the wilderness and hid in the cavity of a rock. And there “they did smite [Nephi and Sam] with a rod.” (<span class=\"citation\" id=\"1705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1705)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1705)\">1 Ne. 3:28<\/a><\/span>.) And an angel came and rebuked them. And after the angel left, Laman and Lemuel murmured that it was impossible for them to get the plates, that Laban was “a mighty man and [could] command fifty, yea, even he can slay fifty; then why not us?” (<span class=\"citation\" id=\"1706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1706)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1706)\">1 Ne. 3:31<\/a><\/span>) they said to Nephi.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p26\" class=\"\">But Nephi said: “The Lord … is mightier than all the earth, then why not mightier than Laban and his fifty, yea, or even than his tens of thousands?” (<span class=\"citation\" id=\"1707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1707)\">1 Ne. 4:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p27\" class=\"\">They then followed Nephi back to Jerusalem. Nephi went in and he came out with the plates. Great was the faith and courage of Nephi.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p28\" class=\"\">At the time Lehi and his family left Jerusalem, there was living in the area another young man by the name of Daniel who was to demonstrate great courage during his life. In 597 <span class=\"small\">B.C.<\/span>, which was just three years after Lehi left, Daniel was carried into Babylon captivity by Nebuchadnezzar. He began to demonstrate his courage soon after he got there when he and Shadrach, Meshach, and Abednego refused to “defile himself” with the king’s meat and wine. (<span class=\"citation\" id=\"10718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10718)\">Dan. 1:8<\/a><\/span>.) That is, he refused to break the “Word of Wisdom” as observed by his people at that time, even though the king had commanded that they do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p29\" class=\"\">He evidenced outstanding courage when, in interpreting the king’s dream, he told the old king that it was “the decree of the most High” (<span class=\"citation\" id=\"10725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10725)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10725)\">Dan. 4:24<\/a><\/span>), and that he, Nebuchadnezzar, would be driven from men and live with the beasts of the field, eating “grass as oxen” for seven years “till thou know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will.” (<span class=\"citation\" id=\"10726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10726)\">Dan. 4:25<\/a><\/span>.) And then he counseled the king to “break off thy sin … and … iniquities.” (<span class=\"citation\" id=\"10727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10727)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10727)\">Dan. 4:27<\/a><\/span>; see <span class=\"citation\" id=\"10723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10723)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10723)\">Dan. 4:20, 22, 24–25, 27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p30\" class=\"\">Can you imagine the courage that it took for a captive slave to talk like that to the king, whose dominion the record said reached to “the end of the earth”? (<span class=\"citation\" id=\"10724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10724)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10724)\">Dan. 4:22<\/a><\/span>.) Well, that is what he did. And strange as it may seem, he outlived the old king.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p31\" class=\"\">When this same Daniel was summoned by Belshazzar, Nebuchadnezzar’s successor, to interpret the strange handwriting the king had seen on the wall, he showed similar courage. He told Belshazzar that the writing said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p32\" class=\"\">“God hath numbered thy kingdom, and finished it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p33\" class=\"\">“Thou art weighed in the balances, and art found wanting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p34\" class=\"\">“Thy kingdom is divided, and given to the Medes and Persians.” (<span class=\"citation\" id=\"10731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10731)\">Dan. 5:26–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p35\" class=\"\">Daniel not only read the message, but before he did, he had the courage to tell Belshazzar that he had brought this judgment upon himself by his own transgressions. He further told him that one of his sins was the desecration of the vessels that his father, Nebuchadnezzar, had brought from the temple in Jerusalem, and that another was lifting himself up “against the Lord of heaven.” (<span class=\"citation\" id=\"10730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10730)\">Dan. 5:23<\/a><\/span>; see <span class=\"citation\" id=\"10729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10729)\">Dan. 5<\/a><\/span>.) The record says, “in that night … Belshazzar the king of the Chaldeans [was] slain.” (<span class=\"citation\" id=\"10732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10732)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10732)\">Dan. 5:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p36\" class=\"\">Darius, the Mede who took over the kingdom, divided it into 120 provinces, and he put a prince over each of the provinces and over the princes he placed three presidents, “of whom Daniel was first.” (<span class=\"citation\" id=\"10733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10733)\">Dan. 6:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p37\" class=\"\">In this position, Daniel had occasion to demonstrate his courage in the face of great danger. The other “presidents and princes sought to find occasion against Daniel.” They were jealous of him, and they couldn’t find anything against him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p38\" class=\"\">“Then said these men, We shall not find any occasion against this [man] Daniel, except we find it against him concerning the law of his God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p39\" class=\"\">“Then these presidents and princes assembled together to the king. … and [induced him] to make a firm decree, that whosoever shall ask a petition of any God or man for thirty days, save of thee, O king, he shall be cast into the den of lions.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p40\" class=\"\">Now when Daniel learned about that, he went immediately to his house; and his windows were opened so that they could look in, and he knelt in his chamber “upon his knees three times a day, and prayed, and gave thanks before his God, as he did aforetime.” (See <span class=\"citation\" id=\"10734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10734)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10734)\">Dan. 6:4–7, 10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p41\" class=\"\">I suppose that no one will question the fact that in thus being true to himself and his God, Daniel demonstrated great faith and courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p42\" class=\"\">Well, I don’t need to read the rest, you know what followed. You know that he was cast into the lions’ den because the king couldn’t change the law of the Medes and the Persians and that the Lord closed the mouths of the lions to save Daniel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p43\" class=\"\">Not all acts of courage bring such spectacular rewards. But all of them do bring peace and contentment; just as cowardice, in the end, always brings regret and remorse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p44\" class=\"\">I know that from my own experience. I remember when I was a boy of 15 and we had been expelled from Mexico in the revolution. My folks went to Los Angeles from El Paso, Texas. I got a job there among a bunch of Mormon-haters, and I didn’t tell them that I was a Mormon. Sometime after that, President Joseph F. Smith came to Los Angeles and had dinner with my parents—a very humble dinner; I can remember that it was very scant. He put his hand on my head and said, “My boy, don’t ever be ashamed that you are a Mormon.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p45\" class=\"\">You know, I have worried all my days that I didn’t have the courage to stand up to those ribald men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p46\" class=\"\">I remember another occasion when I was in Australia on a mission. I went up to visit the Jenolan Caves—very wonderful, spectacular caves. And as we walked through them, the guide said, “If some of you will get out and stand on that rock over there and sing a song, it will demonstrate the capacity of this cave.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p47\" class=\"\">Well, the Spirit said to me, “Go over there and sing ‘O, My Father.’ I hesitated, and the crowd walked on. I lost the opportunity. I never felt good about that. The only thing that ever made me feel the Lord had forgiven me was when I heard President McKay say, “I was inspired one time to do a certain thing when I was in the mission field, and I didn’t do it.” He said, “I have always been sorry since.” He said, “Never fail to respond to the whisperings of the Spirit. Live so you can receive it, and then have the courage to do as it instructs.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p48\" class=\"\">As priesthood bearers, let us resolve, brethren, all of us, both young and old, to develop the courage to be true to ourselves and to our Maker in all things in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/we-need-men-of-courage.p49\" class=\"\">God bless us to that end, I pray in the name of Jesus. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}