{"ID":263, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">&ldquo;Seek Ye First the Kingdom of God&rdquo;<\/p>\n<p class=\"gcspeaker\">Elder Matthew Cowley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Matthew Cowley, <i>Conference Report<\/i>, October 1946, pp. 103-108<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs one reads the signs of the times there comes a certain conviction that the redemption of\nman comes not from the kingdoms of the earth; that if the race is to ascend from the valley of\ndarkness into which it has been cast by \"man's inhumanity to man,\" it will do so only by\nseeking a power outside and beyond the limitations and wisdom of the world.\n<\/p><p>\nMANKIND RESPONSIBLE FOR THE EVILS OF THE WORLD\n<\/p><p>\nGranting that the kingdoms of the earth are sincere in their present efforts to seek deliverance\nfrom the forces which persist in striking at the very existence of humanity, if proof may be\nfound in precedents, then it may not be presumptuous to say that their efforts are doomed to\nfailure. The outlook, to say the least, is not encouraging.\n<\/p><p>\nThe perverted use of man's free agency, arising as it does from a false sense of values, has\nbrought down upon all earthly kingdoms, with crushing impact, the fears and frustrations\nwhich now beset them. The God of the universe, who \"ordereth all things well,\" did not\ndesign, neither did he desire, that the destiny of man should be so fearful and awesome.\n<\/p><p>\nThe evils that men do are of their own making. God always proposes that the divine impulses\nimplanted within man be released to reach out to the divine beyond; but man, much to his\nown sorrow, too often disposes otherwise.\n<\/p><p>\nDuring the tragic days of the recent war, when men's hearts were failing them, and the road\nto victory seemed so long and hazardous, rulers of nations and kings of the earth appointed\ndays of prayer, when their subjects and citizenry were enjoined to cry unto the Almighty for\nmercy and help.\n<\/p><p>\nFrom desperation and anxiety came these spontaneous expressions of the nobler impulses\nwhich are inherent within the human heart. When men, however, thus seek divine assistance,\nfrom necessity rather than from practice, they may but seek in vain. At such times the will of\nGod may be identical with the desires of men, but this, more often than not, is coincidental\nrather than the result of infrequent prayers. But notwithstanding his intermittent prayers, the\nfact that man prays at all is to some, convincing evidence that there is a power beyond\nhimself which brings him to his knees in his hour of despair.\n<\/p><p>\nSEEKING THE KINGDOM OF GOD\n<\/p><p>\nThe most urgent need of our time is for that same power to govern in the affairs of nations,\nto the end that peace will dwell regnant in the hearts of all men. Without\nsome manifestation of the divine power,\n<\/p><p>\n. . . the wisdom of their wise men shall perish, and the understanding of their prudent men\nshall be hid (<span class=\"citation\" id=\"25038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25038)\">Isa. 29:14<\/a><\/span>).\n<\/p><p>\nWith it, \"the kingdom of God is at hand\"\n(<span class=\"citation\" id=\"32992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32992)\">Mark 1:15<\/a><\/span>).\n<\/p><p>\nIn that memorable Sermon on the Mount, the Master set forth in the Beatitudes, some of the\nconditions upon which citizenship in the kingdom of God is predicated. And in continuing he\nsaid:\n<\/p><p>\n. . . seek ye first the kingdom of God, and his righteousness; and all these things shall be added\nunto you (<span class=\"citation\" id=\"34053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34053)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nThe promise here is that those who seek the kingdom of God, will find righteousness, and that\nall things should be added unto them.\n<\/p><p>\nThe kingdoms of this earth are not, in and of themselves, righteous kingdoms. Within them,\nhowever, there are many righteous souls who have found, by earnest seeking, the kingdom of\nGod in the midst of evil.\n<\/p><p>\nIn teaching his disciples to pray, Jesus said:\n<\/p><p>\nAfter this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.\nThy kingdom come. Thy will be done in earth, as it is in heaven\n(<span class=\"citation\" id=\"34048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34048)\">Matt. 6:9-10<\/a><\/span>).\n<\/p><p>\nThis prayer suggests the coming of a kingdom which was not to be set up during Christ's\nmortal existence; for while Jesus sojourned among men the will of God was not done in the\nearth as it is in heaven. And this is not the same kingdom as the one referred to when he said:\n\"The kingdom of God is at hand. Repent ye and believe the gospel\"\n(<span class=\"citation\" id=\"32995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32995)\">Mark 1:15<\/a><\/span>), as this kingdom of God\nhe did establish during his earthly ministry.\n<\/p><p>\nTHE INTERPRETATION OF NEBUCHADNEZZAR'S DREAM\n<\/p><p>\nIn the interpretation of the human image dream of Nebuchadnezzar, king of Babylon, the\nProphet Daniel foretold the establishment of four great kingdoms, each of which would be of\nempire proportions. Also he divined the breaking up of the last of these world powers into\nmany kingdoms (<span class=\"citation\" id=\"10591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10591)\">Dan. 2:31-45<\/a><\/span>).\nAnd then he prophesied as follows:\n<\/p><p>\nAnd in the days of these kings shall the God of heaven set up a kingdom, which shall never\nbe destroyed: and the kingdom shall not be left to other people, but it shall break in pieces\nand consume all these kingdoms, and it shall stand for ever\n(<span class=\"citation\" id=\"10593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10593)\">Dan. 2:44<\/a><\/span>).\n<\/p><p>\nThis, no doubt, is the kingdom for the coming of which, Jesus taught his listeners to pray; and\nwhen God's will would be done in the earth as it is in heaven. This then would be a kingdom\nof heaven.\n<\/p><p>\nAs a matter of historical record, the Meridian of Time was not in the days of these kings\nwhen the God of heaven shall set up a kingdom, never to be destroyed (see\n<span class=\"citation\" id=\"10596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10596)\">Dan. 2:44<\/a><\/span>).\n<\/p><p>\nInstead, Christ's life and ministry were during that period when the fourth of the great\nkingdoms of Nebuchadnezzar's monarchy vision was a world empire. Indeed it was by order\nof a tribunal of that empire that the Son of God was crucified. Had the heavenly kingdom of\nDaniel's prophecy been established in the Meridian of Time, Christ would have reigned over\nit as King of kings and Lord of lords\n(<span class=\"citation\" id=\"42186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42186)\">Rev. 19:16<\/a><\/span>);\nand certainly his crown would not have been one of thorns\n(<span class=\"citation\" id=\"34115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34115)\">Matt. 27:29<\/a><\/span>).\n<\/p><p>\nSo that Jesus in teaching his followers to pray: \"Thy kingdom come. Thy will be done in\nearth, as in heaven\" (<span class=\"citation\" id=\"34049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34049)\">Matt. 6:10<\/a><\/span>;\n<span class=\"citation\" id=\"31188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31188)\">Luke 11:2<\/a><\/span>),\nforesaw, as did Daniel, the coming of a kingdom which would stand\nforever and whose king would not be crucified.\nCHRIST'S TEACHINGS REGARDING THE KINGDOM OF GOD\n<\/p><p>\nThe kingdom about which the Master spoke when he said:\n<\/p><p>\n. . . The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the\ngospel (<span class=\"citation\" id=\"32996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32996)\">Mark 1:15<\/a><\/span>),\n<\/p><p>\nis a kingdom of God which is at hand whenever the priesthood of God is upon the earth, as it\nwas in the Meridian of Time. Of this kingdom it has been said:\n<\/p><p>\n. . . strait is the gate, and narrow is the way, . . . and few there be that find it\n(<span class=\"citation\" id=\"34062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34062)\">Matt. 7:14<\/a><\/span>).\n<\/p><p>\nThe Pharisees demanding of Jesus when the kingdom of God should come were answered as\nfollows:\n<\/p><p>\n. . . The kingdom of God cometh not with observation: Neither shall they say, Lo here! or, lo\nthere! for, behold, the kingdom of God is within you\n(<span class=\"citation\" id=\"31194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31194)\">Luke 17:20-21<\/a><\/span>).\n<\/p><p>\nStrange words these: the kingdom of God is within you, yet it cometh not with observation!\n<\/p><p>\nIn one of his epistles to the Corinthians, the Apostle Paul wrote that:\n<\/p><p>\n. . . the things which are seen are temporal; but the things which are not seen are eternal\n(<span class=\"citation\" id=\"3007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3007)\">2 Cor. 4:18<\/a><\/span>).\n<\/p><p>\nThe universe holds within it many forces or kingdoms of power, which come not with\nobservation, and yet man converts these hidden forces to his own use and purpose, and he\nknows, without questioning, that these forces are eternal. The elements, for instance, which\nare transmitting the sound of my voice to many distant points do not come within my\nobservation, neither does the powers which sets them in motion come with observation, yet no\none questions the existence of that power.\n<\/p><p>\nChrist went about healing the sick, restoring vision to the blind and hearing to the deaf;\nmaking the lame to walk and cleansing the leper. These gifts of the spirit and powers of his\npriesthood were made manifest throughout his ministry. These powers, like the air\nwaves in the kingdom of the radio, were powers that could not be seen, but\nthey could be set in motion for the good of mankind.\n<\/p><p>\nIn the baptism by John to which Jesus submitted himself, because, as he said:\n<\/p><p>\n. . . for thus it becometh us to fulfil all righteousness\n(<span class=\"citation\" id=\"34024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34024)\">Matt. 3:15<\/a><\/span>),\n<\/p><p>\nwhatever agency or force the water set in motion to the end that righteousness would be\nfulfilled, could not be seen, but the Father's voice of approval came down from the heavens,\nsaying:\n<\/p><p>\n. . . This is my beloved Son, in whom I am well pleased\n(<span class=\"citation\" id=\"34030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34030)\">Matt. 3:17<\/a><\/span>).\n<\/p><p>\nOf those who sought the kingdom of God, Christ required complete conversion, or the second\nbirth as explained by him to Nicodemus (<span class=\"citation\" id=\"27218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27218)\">John 3:1-7<\/a><\/span>):\n\"The kingdom of God is within you\" (<span class=\"citation\" id=\"31195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31195)\">Luke 17:21<\/a><\/span>); therefore,\nconversion must needs come from within. And by conversion the kingdom of God within man\nimpels him to reach out for the guidance and tuition of the organized kingdom of God with\nwhich he will seek affiliation\n<\/p><p>\nIf the kingdom within man does not impel him to an earnest quest for the established\nkingdom among men, then the kingdom within has not attained unto its fullest expression.\n<\/p><p>\n\"Seek, and ye shall find\" (<span class=\"citation\" id=\"34060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34060)\">Matt. 7:7<\/a><\/span>),\nsaid the Master.\n<\/p><p>\nTHE POWER WITHIN THE KINGDOM OF GOD\n<\/p><p>\nThe kingdom of God would be a New Order, and yet it would not be elusive. It would\nbecome known to all who would reach down within themselves and discover that other\nkingdom which \"cometh not with observation\"\n(<span class=\"citation\" id=\"31192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31192)\">Luke 17:20<\/a><\/span>).\n<\/p><p>\nIt would be both corporate and spiritual, and be endowed with power and gifts which would\nbe available to all members. It would be the body of Christ. It would be his Church. And it\nwould provide a design for living that would make for righteousness in the earth. Both its\nprinciples of faith and form of organization would be eternal, unchangeable, and indispensable\nto God's purposes in the regeneration of men.\n<\/p><p>\nIn the redemption of souls, efficacy would obtain only in \"One Lord, one faith, one baptism\"\n(<span class=\"citation\" id=\"21612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21612)\">Eph. 4:5<\/a><\/span>),\nand the gospel of the kingdom would be the power of God unto salvation\n(<span class=\"citation\" id=\"42671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42671)\">Rom. 1:16<\/a><\/span>). In the corporate\norganization of his Church, he would give\n<\/p><p>\n. . . some, apostles; and some, prophets; and some, evangelists; and some, pastors and\nteachers; For the perfecting of the saints, for the work of the ministry, for the edifying of the\nbody of Christ: Till we all come in the unity of the faith, and of the knowledge of the Son of\nGod, unto a perfect man, unto the measure of the stature of the fulness of Christ: That we\nhenceforth be no more children, tossed to and fro, and carried about with every wind of\ndoctrine (<span class=\"citation\" id=\"21617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21617)\">Eph. 4:11-14<\/a><\/span>).\n<\/p><p>\nGod would not withhold his will from the priesthood of the kingdom, because, as the Prophet\nAmos said:\n<\/p><p>\nSurely the Lord God will do nothing, but he revealeth his secret unto his servants the\nprophets (<span class=\"citation\" id=\"10395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10395)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nDivine revelation would be the foundation rock of the Church, for hath it not been said that:\n<\/p><p>\nWhere there is no vision, the people perish\n(<span class=\"citation\" id=\"41391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41391)\">Prov. 29:18<\/a><\/span>).\n<\/p><p>\nAnd did not Christ promise to be with his organized kingdom even unto the end\n(<span class=\"citation\" id=\"34119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34119)\">Matt. 28:20<\/a><\/span>), if men\nwould but \"believe and be baptized\"\n(<span class=\"citation\" id=\"33009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33009)\">Mark 16:16<\/a><\/span>)\nand \"all nations be taught to observe whatsoever he commanded\"\n(<span class=\"citation\" id=\"34118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34118)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nGod would call men to the ministry in his kingdom. They would not if they could and could\nnot if they would, arrogate the authority unto themselves.\n<\/p><p>\nAnd no man taketh this honour unto himself, but he that is called of God, as was Aaron\n(<span class=\"citation\" id=\"24212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24212)\">Heb. 5:4<\/a><\/span>).\n<\/p><p>\nThe works that Christ did, his authorized ministry would do also. And greater works would\nthey do because he must go to his Father\n(<span class=\"citation\" id=\"27246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27246)\">John 14:12<\/a><\/span>).\n<\/p><p>\nAfter his departure, the Father would send the Comforter, which is the Holy Ghost\n(<span class=\"citation\" id=\"27250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27250)\">John 14:26<\/a><\/span>), to all\nthose who would seek the kingdom. It would come as a gift to the repentant and the\nbaptized&mdash;just as Peter had promised on the day of Pentecost in these words:\n<\/p><p>\n. . . Repent, and be baptized every one of you in the name of Jesus Christ for the remission of\nsins, and ye shall receive the gift of the Holy Ghost\n(<span class=\"citation\" id=\"7552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7552)\">Acts 2:38<\/a><\/span>).\n<\/p><p>\nADMONITION TO SEEK FIRST THE KINGDOM OF GOD\n<\/p><p>\nSo, in brief, these are some of the principles of faith and distinguishing marks of God's\nkingdom among men.\n<\/p><p>\nTo seek this kingdom should be man's first concern. As someone has said: \"We have tried\nChristianity for two thousand years, now let us try the religion of Christ.\"\n<\/p><p>\nPeace cannot come in our time; nor in any time, if as the foundation thereof the kingdom of\nGod is ignored. Neither will men nor nations be lifted from the \"Serbonian Bog\" of a sordid\nand selfish world, until they \"seek . . . first the kingdom of God and his righteousness\"\n(<span class=\"citation\" id=\"34055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34055)\">Matt. 6:33<\/a><\/span>). This is\nthe only way out.\n<\/p><p>\nThe old Hawaiians knew whereof they spoke when they adopted as a motto of government\nthese words: \"<i>Ua mau keea o ka aina i ka pono<\/i>.\" \"The strength of the land is in\nrighteousness.\" In other words, it is \"righteousness that exalteth a nation\"\n(<span class=\"citation\" id=\"41385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41385)\">Prov. 14:34<\/a><\/span>).\n<\/p><p>\nThe world cannot be set right unless man becomes right. Confucius understood this procedure\nwhen he said:\n<\/p><p>\nTheir hearts being rectified, their own selves were cultivated; their own selves being\ncultivated, their families were regulated. Their families being regulated then states were\nrightly governed. Their states being rightly governed, the whole empire was made tranquil and\nhappy.\n<\/p><p>\nWithout starting with the individual, peace could never become international. As with\nConfucius, so with Christ: \"Ye must be born again\"\n(<span class=\"citation\" id=\"27224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27224)\">John 3:7<\/a><\/span>).\nThis is the way, and there is none other.\nIt is irrefragable and eternal; and the call still rings down from the Mount as it did nearly two\nthousand years ago:\n<\/p><p>\n. . . seek ye first the kingdom of God, and his righteousness; and all these things shall be\nadded unto you (<span class=\"citation\" id=\"34056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34056)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\n. . . The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the\ngospel (<span class=\"citation\" id=\"32998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32998)\">Mark 1:15<\/a><\/span>).\n<\/p>\n<\/div>\n<\/div>"}