{"ID":2631, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Time Is Now\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2e6c.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p3\" class=\"\">In response to a recent greeting of, “How are things going?” a long-time acquaintance responded with, “If I can just get through this month, I think things will be all right.” This comment reminded me that over the years this has been a continuing attitude with this man. I have never heard him express any pleasure or satisfaction in now or today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p4\" class=\"\">This brief association brought to mind a notion commonly shared by many that the best of life is just ahead, over the next hill, a few years away, retirement, tomorrow, next month, when I turn 16, or next summer. We become actively engaged in the pastime of conditioning ourselves to believe that happiness and achievement are always somewhere in the future. There is an attitude of tolerating today, even looking past today in anticipation of a better tomorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p5\" class=\"\">To people so inclined, the better future may never come. The pleasant future belongs to those who properly use today. We need to find the abundant life as we go along. How can we be happy tomorrow if our “nows” are filled with self-inflicted unhappinesses and unwise delays? Generally speaking, those inclined to count their daily blessings have more to count because they help make more possible as they learn gratitude. A constant waiting for a brighter future may cause us to lose the beautiful today. Some spend so much time getting ready to live for an unknown future, too late they discover there is no time to live. Very often in our anxiousness for the joys of the future we run away from the very things we are wanting and needing today. An appropriate examination of the passing moment will prove it leads to eternity. We need to constantly remind ourselves eternity is in process now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p6\" class=\"\">When the wise counsel “men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness” (<span class=\"citation\" id=\"16472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16472)\">D&amp;C 58:27<\/a><\/span>) was said, the time structure referred only to now, today, and without delay. How unwise are those who want to delay repentance until tomorrow. With each passing day the process becomes more difficult to pursue. Most of our hurts and misunderstandings could be cleared away if treated today instead of waiting for them to go away tomorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p7\" class=\"\">To live more fully each hour and to glean the most from each day is wisdom. How unwise we are to waste our todays when they determine the significance of our tomorrows. We should wisely live a day at a time because that is all we have. While our families are available to us we should take time to develop oneness, unity, and character. Girls of today are the women of tomorrow. Boys of today are the men of tomorrow. The kind of men and women we produce for the future depends on how they are taught to use today. How fortunate a child is to be raised in a home where love, respect, honor, integrity, and commitment are appropriately displayed each day. Mothers and fathers, we invite you to enjoy the fruits of improved parent-child relationships beginning now. Mothers and fathers classified as truly wonderful by appreciative children earn that rating by daily performance rather than by threat, procrastination, or purchase. We never give our children a lift when we give them a free ride.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p8\" class=\"\">If we have good health, we should enjoy it. If we do not have good health, we should begin now to anxiously try to improve it. What a thrill it is to see people all around achieving, conquering, and overcoming through proper daily action, self-discipline, and total commitment. Progression and achievement belong to those who have learned to use the opportunity of now. Our strides of today will determine our locations tomorrow. Let me share with you an example of the results of daily determination and performance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p9\" class=\"\">In 1960 the Olympics were held in Melbourne, Australia. There on the winner’s platform in the spotlight one day stood a beautiful, tall, blonde American girl. She was being presented a gold medal, symbolic of first place in worldwide competition. As she stood there, some boys whistled and others were heard to say, “There’s a gal who has everything.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p10\" class=\"\">Tears ran down her cheeks as she accepted the recognition. Many thought she was touched by the victory ceremony. The thing most of the audience did not know was the story of her determination, self-discipline, and daily action. At the age of five she had polo. When the disease left her body, she couldn’t use her arms or legs. Her parents took her daily to a swimming pool where they hoped the water would help hold her arms up as she tried to use them again. When she could lift her arm out of the water with her own power, she cried for joy. Then her goal was to swim the width of the pool, then the length, then several lengths. She kept on trying, swimming, enduring, day after day after day, until she won the gold medal for the butterfly stroke—one of the most difficult of all swimming strokes—in Melbourne, Australia.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p11\" class=\"\">What if Shelly Mann had not been encouraged to achieve at age five and to continue and overcome? What a tremendous asset were parents who assisted her in the importance of now and today in preparation for tomorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p12\" class=\"\">In recalling some of the Savior’s well-known teachings, the word <span class=\"emphasis\">now<\/span> can be appropriately added to emphasize their impact. “If ye love me, keep my commandments” … NOW. (See <span class=\"citation\" id=\"28855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28855)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28855)\">John 14:25<\/a><\/span>.) “Go ye into all the world, and preach the gospel to every creature” … NOW. (See <span class=\"citation\" id=\"33269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33269)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33269)\">Mark 16:15<\/a><\/span>.) “Come, follow me” … NOW. (See <span class=\"citation\" id=\"31936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31936)\">Luke 18:22<\/a><\/span>.) Truly, if we love God, we will serve him … NOW.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p13\" class=\"\">There are those among us, though they would deny it, who are hungry for fellowship and activity in the Church today. They need us and we need them. It is our duty and blessing to help them find the way now. We and they are God’s sheep, and we can best be fed and led together. Today is the time to let them know we care and that the Lord loves them. He stands anxious to forgive and welcome in the processes of repentance. God give us the courage to act now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p14\" class=\"\">There is an urgency today for all of us to take time for God. Wise are those who will use God’s ways to insure his eternal companionship tomorrow. The time to become acquainted and know God is today. To achieve true abundance, life must be lived a day at a time in God’s companionship.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No Time for God<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No time for God?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">What fools we are, to clutter up<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Our lives with common things<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And leave without heart’s gate<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The Lord of life and Life itself—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Our God.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No time for God?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As soon to say, no time<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To eat or sleep or love or die.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Take time for God<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Or you shall dwarf your soul,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And when the angel death<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Comes knocking at your door,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A poor mishappen [sic] thing you’ll be<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To step into eternity.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p31\" class=\"\">Norman L. Trott, <span class=\"emphasis\">Best Loved Religious Poems<\/span> (New York: Fleming H. Revell Co., 1933), p. 65<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p32\" class=\"\">As we take time for God, we will become more like him. Robert Louis Stevenson is credited with saying, “Saints are sinners who kept trying.” It was our Savior Jesus Christ who said, “If ye continue in my word, then are ye my disciples indeed.” (<span class=\"citation\" id=\"28841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28841)\">John 8:31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p33\" class=\"\">Brothers and sisters, the message is loud and clear. If we work, serve, improve now—each hour, each day will lead us onward and upward to a significant tomorrow in his paths. Today is the time for decision. Now is the time for action. Believe me when I tell you God is well pleased when he sees us using our time wisely.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p34\" class=\"\">With some he is not well pleased because they fear being anxiously engaged in his paths. Some of us who are willing to listen to a prophet’s voice, even President Spencer W. Kimball, are disappointing to God when we lack the courage and desire to apply the counsel now, even today. We make a big mistake when we allow ourselves to believe it will be easier to start back tomorrow rather than today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p35\" class=\"\">One of the easiest ways back is to come back with others. Some of the greatest pleasures we can know are to render special human services on purpose today and let them be found out by accident some tomorrow. By adopting this way of life our friends will lift us each day as we see their new attitudes, accomplishments, and enjoy their associations.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Just for Today<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lord, for tomorrow and its needs,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> I do not pray;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Keep me, my God, from stain of sin,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Just for today.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let me both diligently work,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> And duly pray.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let me be kind in word and deed,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Just for today.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let me be slow to do my will,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Prompt to obey;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Oh keep me in Thy loving care,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Just for today.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let me no wrong or idle word,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Unthinking say,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Set Thou a seal upon my lips,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Just for today.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So, for tomorrow and its needs,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> I do not pray;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But keep me, guide and love me, Lord,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Just for today.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p57\" class=\"\">Sybil F. Partridge, “Just for Today” [song], (New York: Sam Fox Co.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p58\" class=\"\">These choice words of Sybil F. Partridge should be an inspiration to all of us. What a blessing it would be in so many lives if “just for today” we could look to God instead of gold, if “just for today” the craze for power, possession, advantage, and worldly status could be replaced with eternal pursuits and treasures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p59\" class=\"\">When we have plans or tendencies that are money-oriented and look forward to all the things that money will buy, it’s a good time to stop and ask if in the pursuit we are losing the things money won’t buy. In our daily commitments to money and the accumulation of worldly goods and acclaim “to insure a happy future,” we may be passing by in our daily conduct the things we are trying to find. Some who are missing quality life as they go along may well miss it altogether.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p60\" class=\"\">Remember, tomorrow is connected with today, and what we do with today determines the tomorrow. I share from Alma, chapter 34, verses 32 and 33:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p61\" class=\"\">“For behold, this … is the time for men to prepare to meet God; yea, behold the day of this life is the day for men to perform their labors … do not procrastinate the day of your repentance.” [<span class=\"citation\" id=\"9221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9221)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9221)\">Alma 34:32–33<\/a><\/span>] The best of life is not just around the corner, when I go on a mission, after marriage, after the house is paid for, after the recession is over, or after the children are raised. The best of life is now. Today is the time to really start living. Today is the time to get a head start on tomorrow. The future belongs to those who know how to live now. There are no unimportant days in the lives of the anxiously engaged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p62\" class=\"\">There is a tendency on the part of many today, worldwide, to postpone appropriate actions and commitments until international unrest settles. To those so inclined, may I suggest “His business” must and does roll forward. It knows no boundary. It knows no time barriers. The time and climate for action is now. There is an urgency for us to thrust in our sickles and prepare the earth for his purposes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p63\" class=\"\">Brothers and sisters, listen again with me to his timeless invitation, yes, to his master’s touch: “Now as he walked by the Sea of Galilee, he saw Simon and Andrew his brother casting a net into the sea: for they were fishers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p64\" class=\"\">“And Jesus said unto them, Come ye after me, and I will make you to become fishers of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p65\" class=\"\">“And <span class=\"emphasis\">straightway<\/span> they forsook their nets, and followed him.” (<span class=\"citation\" id=\"33261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33261)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33261)\">Mark 1:16–18<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-time-is-now.p66\" class=\"\">God help us to forsake our procrastinating ways and straightway follow him. Now is the time to serve the Lord. I bear witness to you that I know these truths better today than I did yesterday, and I leave you my testimony now in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}