{"ID":2632, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Make Haste to Obey\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p2\" class=\"\">Elder J. Thomas Fyans<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:306c.jpg\" alt=\"Elder J. Thomas Fyans\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p3\" class=\"\">We have just finished singing a hymn with a most interesting title, “Oh, Say What Is Truth.” Truth has been defined as a knowledge of things past, present, and future. How may we gain a knowledge of past, present, and future? Knowledge of things past comes by careful study. Knowledge of things present comes from careful observation. Knowledge of things future comes from being aware of prophetic utterances. I should like to talk about truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p4\" class=\"\">As I have flown over the beautiful land of South America, time and time again I have been impressed with the aerial view of the mighty Amazon River. Not only is this Amazon the greatest river in the world, but even many of its tributaries are great rivers in their own right and are navigable for many miles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p5\" class=\"\">One interesting feature about these rivers is their different colors. The Madeira, for example, is called a white river because its waters carry fine clay particles along its course. The black color of the Rio Negro comes from decaying organic materials picked up in the forests through which it passes. Still other rivers flow over white sands and often appear emerald green or turquoise blue.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p6\" class=\"\">Just as these rivers are colored by the substances picked up as they flow along, so the streams of our thoughts are colored by the material through which they are channeled. The scriptures indicate that as a man “thinketh in his heart, so is he.” (<span class=\"citation\" id=\"41531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41531)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41531)\">Prov. 23:7<\/a><\/span>.) The material we read has a great effect on the nature of our thoughts. We therefore need to be concerned not only with avoiding unwholesome literature, but we must fill our minds with pure knowledge, and we must see that our children do the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p7\" class=\"\">That is why we have been commanded to search the scriptures. The Prophet Joseph Smith challenged us to learn more about the Savior and his plan for us when he said, “Search the scriptures—search the revelations … and ask your Heavenly Father, in the name of His Son Jesus Christ, to manifest the truth unto you, and if you do it with an eye single to His glory nothing doubting, He will answer you by the power of His Holy Spirit. You will then know for yourselves and … will not … be dependent on man for the knowledge of God; nor will there be any room for speculation. … For when men receive their instruction from Him that made them, they know how He will save them.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> pp. 11–12.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p8\" class=\"\">Through our scripture study we will come to consider these great leaders of the scriptures as our personal friends, and their messages will take on new and added meaning. We will learn that people of days gone by were not so different from people we know today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p9\" class=\"\">The living prophet of our Heavenly Father, President Spencer W. Kimball, is a great student of the scriptures and a living example to each of us. On one occasion he counseled us, “[When we get] casual in our relationships with [God] and when it seems that no divine ear is listening and no divine voice is speaking, [we are] far, far away. If [we will] immerse [ourselves] in the scriptures, the distance narrows and the spirituality returns.” (“What I Hope You Will Teach My Grandchildren and All Others of the Youth of Zion,” an address to Seminary and Institute personnel at Brigham Young University, 11 July 1966.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p10\" class=\"\">May I quote an oft-repeated illustration that is worthy of repetition. David, the shepherd boy, visited the battlefield where the Philistines were engaged in combat against the house of Israel. He heard the boast of the Philistine champion, Goliath, who defied the armies of Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p11\" class=\"\">“Who is this … Philistine, that he should defy the armies of the living God?” David asked, and he said to Saul, “Thy servant will go and fight with this Philistine.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p12\" class=\"\">“[But] thou art but a youth,” Saul replied, “and [the Philistine is] a man of war.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p13\" class=\"\">“[I have killed both a lion and a bear single-handedly.] The Lord that delivered me out of the paw of the lion, and out of the paw of the bear, he will [also] deliver me out of the hand of this Philistine,” assured David.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p14\" class=\"\">With Saul’s blessing, David moved to the field of battle, and when Goliath saw David, he taunted, “Come to me, and I will give thy flesh unto the fowls of the air, and to the beasts of the field.” (<span class=\"citation\" id=\"2630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2630)\">1 Sam. 17:26, 32–33, 37, 44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p15\" class=\"\">“David hasted, and ran toward the army to meet the Philistine.” (<span class=\"citation\" id=\"2631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2631)\">1 Sam. 17:48<\/a><\/span>.) I think it is significant that the scriptures indicate this young boy who was on the Lord’s errand did not merely saunter, nor walk, but he actually <span class=\"emphasis\">ran<\/span> and conquered. David had faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p16\" class=\"\">The scriptures are replete with examples of other great men of God who maintained this same rapid pace and felt this same sense of urgency as they served the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p17\" class=\"\">When Abraham saw three messengers of God approaching, “he <span class=\"emphasis\">ran<\/span> to meet them.” (<span class=\"citation\" id=\"23882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23882)\">Gen. 18:2<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p18\" class=\"\">When the angel announced the birth of the Savior to the shepherds, these men “<span class=\"emphasis\">came with haste,<\/span> and found Mary, and Joseph, and the babe lying in a manger.” (<span class=\"citation\" id=\"31924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31924)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31924)\">Luke 2:16<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p19\" class=\"\">When Mary Magdalene entered the empty tomb and <span class=\"emphasis\">ran<\/span> to tell Peter and John what had happened, the two apostles “<span class=\"emphasis\">ran<\/span> both together” to see. (<span class=\"citation\" id=\"28860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28860)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28860)\">John 20:2–4<\/a><\/span>. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p20\" class=\"\">The good news of the gospel throughout the ages has been accompanied with a rapid pace and a sense of urgency. The Prophet Joseph Smith exhibited this haste as well as have all modern-day prophets. This same sense of urgency is apparent in increased intensity in the life of our living prophet, Spencer W. Kimball, who has challenged us to “lengthen our stride” in furthering the work of the kingdom of God. He is running to the battle as did David. He has sounded the trumpet, and we must all respond.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p21\" class=\"\">Now, if I may, I would like to return to the analogy of the rivers. Some rivers are sluggish and meander through low places. Their waters are dirty and full of debris. These do not furnish the electricity that brightens our cities and serves our many needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p22\" class=\"\">Other rivers flow down from the high places, tributaries adding to their volume as they flow. Their current is strong, and as a result these furnish electricity for our needs and great ships sail upon them carrying the products of man’s labor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p23\" class=\"\">Where do the streams of our thoughts flow? Are we reading the scriptures? Are we listening to the counsel of our present-day prophet? Are we catching the vision of really living the gospel? Are we feeling the sense of urgency—an urgency to repent, to share the gospel, to prepare for the second coming of the Savior, to obey all God’s commandments?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p24\" class=\"\">As we read the scriptures, our thoughts are lifted heavenward by the counsel of the prophets. Great prophets have abounded in the land during the course of history. Abraham was a seer, and he passed the blessings he received on to his posterity through the ages. Isaac responded, as did Jacob and Joseph. Prophetic utterances were given us by Jeremiah and Isaiah and Malachi and others. Revelations were given to us by John.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p25\" class=\"\">These were all great prophets, but there is a prophet in the land today who gives prophetic utterances, reveals the mind of the Lord to us, and through his seership, propels us to the future. This prophet is the voice of the Lord in the world today. From whence comes his inspiration? From the Lord Jesus Christ, who is the head of this church, which bears his name. The Savior lives. He has restored the Church in its fullness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p26\" class=\"\">Two categories of listeners are hearing my voice today: present members of the Church, future members of the Church. The scriptures talk about you. They say your eyes shall see. The scriptures say your ears shall hear. The scriptures say your heart shall be penetrated. (See <span class=\"citation\" id=\"16409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16409)\">D&amp;C 1:2<\/a><\/span>.) And the scriptures say <span class=\"emphasis\">you will respond.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p27\" class=\"\">Why not color your thoughts with eternal, prophetic utterances and truths this very day?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/make-haste-to-obey.p28\" class=\"\">Come, catch the glow of the warmth of the gospel. There is a living prophet in the land today who represents the Savior upon the earth. His prophetic utterances are scripture; they have a sense of urgency. And I bear you this witness humbly in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}