{"ID":2635, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            One Lord, One Faith, One Baptism\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p3\" class=\"\">Elder LeGrand Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_041<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c62.jpg\" alt=\"Elder LeGrand Richards\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p4\" class=\"\">I am very happy, brothers and sisters, to have the honor and the privilege of attending this conference with you, and trust that during the few moments I occupy that I may enjoy the Spirit of the Lord so that what I say may be an inspiration to those of you who are here at this conference and those who are listening in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p5\" class=\"\">I am so thrilled with the attitude that our new president, President Kimball, has taken with respect to missionary work. He has indicated that we must lengthen our stride and that he wants us to double the number of missionaries that we have. I think I have been a missionary all my life—ever since I was a small boy. I remember one of the first books that I read as a boy that impressed me was the <span class=\"emphasis\">Life of the Prophet Joseph Smith<\/span> by George Q. Cannon. That book made such an impression upon my mind and caused me in my heart to have such a love for the Prophet Joseph and such a testimony of the truth of his story that I have felt I wanted to tell it to all the world ever since that time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p6\" class=\"\">I was very much thrilled with President Kimball’s closing remarks in our meeting last Thursday with the Regional Representatives of the Twelve, for he said that he looks for the day when we will bring in thousands of converts. Then I said to myself: Why not? We have the greatest message in all this world. The message we have for the world today is just as important in the sight of the Lord for all of his children as the message was that Peter delivered on the day of Pentecost, when the multitudes were pricked in their hearts and they cried out: “Men and brethren, what shall we do?” (<span class=\"citation\" id=\"8185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8185)\">Acts 2:37<\/a><\/span>.) You remember Peter’s answer:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p7\" class=\"\">“Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p8\" class=\"\">“For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.” (<span class=\"citation\" id=\"8186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8186)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8186)\">Acts 2:38–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p9\" class=\"\">Could there be any greater offer to a searcher after the truth today than to answer the same call that Peter gave to those people upon that occasion when 3,000 were baptized?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p10\" class=\"\">Now the church was established by the Savior with the calling of the Twelve in his day, but the holy prophets foresaw that it would not remain upon the earth, but that there would come a latter day when the Lord would finish his work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p11\" class=\"\">The apostle Paul said that the Lord had revealed the mystery of his will to him, “That in the dispensation of the fulness of times [and we live in that dispensation] he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him.” (<span class=\"citation\" id=\"21873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21873)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21873)\">Eph. 1:10<\/a><\/span>.) Now we have that message and that is why the people of the world can’t adequately and properly find their way back into the presence of the Lord unless they are willing to heed the message that we have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p12\" class=\"\">I just completed reading the New Testament, and I have been impressed with the words of the Savior and the apostle Paul and others of the brethren as I read the teachings of their day. The apostle Paul said there is “one Lord, one faith, one baptism.” (<span class=\"citation\" id=\"21879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21879)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21879)\">Eph. 4:5<\/a><\/span>.) Then I thought, I wonder what Paul would say if he were here today and knew how many churches there are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p13\" class=\"\">My secretary checked for me the other day and she learned that last year in May a census was taken and it was found that there were 697 different churches here in the United States alone. If Paul were here, to which church would he go, for he said there is “one Lord, one faith, one baptism.” And so we have to look for divine guidance to know where to go to find that true church if there is only to be one church, and that is our testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p14\" class=\"\">Our message to the world today is the restoration of the gospel. Paul said, “But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.” (<span class=\"citation\" id=\"23310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23310)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23310)\">Gal. 1:8<\/a><\/span>.) Now that is quite a statement, but Paul was not at all backward in indicating what he thought of those who didn’t teach the truth that had come to them through the Savior and his teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p15\" class=\"\">Now I realize, as I stand here today before this great multitude and all those who are listening in on television and radio, that I will come under the condemnation that Paul spoke of if I am not preaching the same gospel that Paul preached; but I bear witness to you today that we have the only true, living church upon the face of the earth that the Lord recognizes that has divine authority to administer the saving ordinances of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p16\" class=\"\">Great was the day when the Church was organized in the days of the Savior, but it is more glorious when the final or finishing touches are added. Of course, we couldn’t have that without the great redemption work that he wrought. But Paul saw “that in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth.” (<span class=\"citation\" id=\"21874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21874)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21874)\">Eph. 1:10<\/a><\/span>.) We are the only church in the world that has that and that is the finishing touch. We are in the dispensation of the fulness of times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p17\" class=\"\">It was a glorious thing when the Savior, following his resurrection, ascended to heaven in the presence of 500 of the brethren, and two men in white apparel said: “Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.” (<span class=\"citation\" id=\"8184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8184)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8184)\">Acts 1:11<\/a><\/span>.) Now if the world believes that, then they should be waiting with open arms for the prophet of God to come and declare that this has had its fulfillment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p18\" class=\"\">We read the words of Amos: “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10459)\">Amos 3:7<\/a><\/span>.) In other words, if he were to establish his work in the earth in the latter days, in that dispensation of the fulness of times, in order to bring together in one in Christ all that which is in heaven above and that which is in the earth beneath, he would have to have a prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p19\" class=\"\">There has never been a time, when God has had a work in the earth, that he has recognized without a prophet at its head. We sing in our song, “We thank thee, O God, for a prophet To guide us in these latter days” (<span class=\"emphasis\">Hymns,<\/span> no. 196), for we have living prophets; we don’t have to depend on the dead prophets alone. We have the living prophets to guide and direct us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p20\" class=\"\">Jesus was quite definite in his statements too. He said: “Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.” (<span class=\"citation\" id=\"36378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36378)\">Matt. 7:21<\/a><\/span>.) Then he adds:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p21\" class=\"\">“Many will say to me in that day Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p22\" class=\"\">“And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.” (<span class=\"citation\" id=\"36381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36381)\">Matt. 7:22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p23\" class=\"\">Now that is Jesus’ pronouncement upon churches that he hasn’t authorized and that don’t have the divine authority to labor in his name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p24\" class=\"\">Then Jesus made this further statement. He said: “And if the blind lead the blind, both shall fall into the ditch.” (<span class=\"citation\" id=\"36365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36365)\">Matt. 15:14<\/a><\/span>.) He didn’t say that, just because they were blind, they would arrive at their destination. And so we have to be sure and prepare ourselves and know that we have found that one and only true church that Paul spoke about. In order to do that, we have to turn to the words of the holy prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p25\" class=\"\">Jesus said: “Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.” (<span class=\"citation\" id=\"28837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28837)\">John 5:39<\/a><\/span>.) And this is by studying the scriptures. Then he said to two of his apostles as they were on their way to Emmaus following his resurrection, “O fools, and slow of heart to believe all that the prophets have spoken.” (<span class=\"citation\" id=\"31944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31944)\">Luke 24:25<\/a><\/span>.) And commencing with Moses and the prophets, he showed them how that in all things the prophets had testified of him. And then Luke tells us he opened their understandings that they might understand the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p26\" class=\"\">That is what he has done today by the sending of living prophets and through a visit of the Father and the Son to the Prophet Joseph Smith. Could any other message go out to the world that could be compared with this? How could the people of the world, if they love the Lord, hear such a message and then not want to know whether it is true or not?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p27\" class=\"\">We have a good many people who have been in the ministry join this church. I had a call last week from a minister who lives in Los Angeles, who served, as he told me, for 20 years as a Baptist minister. Then he met the Mormon elders and they taught him the gospel as it has been restored through the Prophet Joseph Smith, and he gave up his ministry and became a member of the Church. He is now working in the temple there, and he called me to thank me for writing the missionary book that helped him to understand what the Lord has done in restoring his truth to the earth in this dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p28\" class=\"\">Just a few years ago, we converted a minister from up in the Northwest. He sat in my office and he said: “Brother Richards, when I think of how little I had to offer my people as a Methodist minister compared with what I now have in the fulness of the gospel as it has been restored, I want to go back and tell all my friends what I have found. Now,” he said, “they won’t listen to me; I am an apostate from their church.” But he gave up his ministry and ran the elevator here in our capitol building so that he could support himself and join the Church. He sat in my office and said: “I can’t wait until I can go into that temple with my wife,” and I have since met him in the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p29\" class=\"\">He also said: “When I joined the Church, I didn’t feel that I could say that I <span class=\"emphasis\">knew<\/span> that Joseph Smith was a prophet, but I <span class=\"emphasis\">believed<\/span> that he was a prophet.” Then he added: “But when Brother Burrows [and I know Brother Burrows] laid his hands on my head, and ordained me to the priesthood, something went through my being such as I had never felt before in all my life, and I knew that no man could do that for me. It had to come from the Lord.” That is what we find when people are open-minded enough to be willing to listen and understand what the Lord has really done in restoring his truth to the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p30\" class=\"\">I would like to read a little statement here that I published in the book I wrote. It is taken from a pamphlet entitled <span class=\"emphasis\">The Strength of the ‘Mormon’ Position<\/span> (Orson F. Whitney, Independence, Mo.: Zion’s Printing and Publishing Co., 1917). The late Elder Orson F. Whitney of the Council of the Twelve Apostles related the following incident under the heading, “A Catholic Utterance”:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p31\" class=\"\">“Many years ago a learned man, a member of the Roman Catholic Church, came to Utah and spoke from the stand of the Salt Lake Tabernacle. I became well acquainted with him, and we conversed freely and frankly. A great scholar, with perhaps a dozen languages at his tongue’s end, he seemed to know all about theology, law, literature, science and philosophy. One day he said to me: ‘You Mormons are all ignoramuses. You don’t even know the strength of your own position. It is so strong that there is only one other tenable in the whole Christian world, and that is the position of the Catholic Church. The issue is between Catholicism and Mormonism. If we are right, you are wrong; if you are right, we are wrong; and that’s all there is to it. The Protestants haven’t a leg to stand on. For if we are wrong, they are wrong with us, since they were a part of us and went out from us; while if we are right, they are apostates whom we cut off long ago. If we have the apostolic succession from St. Peter, as we claim, there is no need of Joseph Smith and Mormonism; but if we have not that succession, then such a man as Joseph Smith was necessary, and Mormonism’s attitude is the only consistent one. It is either the perpetuation of the gospel from ancient times, or the restoration of the gospel in latter days.’” (<span class=\"emphasis\">A Marvelous Work and a Wonder,<\/span> LeGrand Richards, Deseret Book Co., 1958, pp. 3–4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p32\" class=\"\">Now if the members of these 697 different churches could realize the consistency of that statement, they would want to know by what authority their ministers are performing the ordinances in their churches, because if the statement of this prelate is true, they either must be Catholics or Mormons. Then I always add that the Catholics and the Bible can’t both be right because the Bible definitely proclaims an apostasy from the original church and a restoration in the latter days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p33\" class=\"\">You remember when John was banished upon the Isle of Patmos, the angel of the Lord said: “Come up hither, and I will shew thee things which must be hereafter.” (<span class=\"citation\" id=\"125036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125036)\">Rev. 4:1<\/a><\/span>.) This was 30 years after the death of the Savior. The angel showed John the power that would be given to Satan “to make war with the saints [and the saints were the followers of Jesus] and to overcome them: and power was given him over all kindreds, and tongues, and nations.” (<span class=\"citation\" id=\"42484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42484)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42484)\">Rev. 13:7<\/a><\/span>.) That doesn’t leave anybody out. That is a definite statement of a complete apostasy from the original church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p34\" class=\"\">But the angel didn’t leave it at that. He then showed John another angel flying “in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people.” (<span class=\"citation\" id=\"42485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42485)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42485)\">Rev. 14:6<\/a><\/span>.) Now obviously no angel would need to come from heaven with the everlasting gospel if that everlasting gospel had remained upon the earth. The everlasting gospel is the only gospel that can save men. And so that is our message to the world, that we have that everlasting gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p35\" class=\"\">Peter said the heavens were to receive the Christ “until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.” (<span class=\"citation\" id=\"8189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8189)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8189)\">Acts 3:21<\/a><\/span>.) We have that restitution and any lover of truth can know that as well as they live if they are willing to investigate. As Jesus said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p36\" class=\"\">“My doctrine is not mine, but his that sent me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p37\" class=\"\">“If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.” (<span class=\"citation\" id=\"28839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28839)\">John 7:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/one-lord-one-faith-one-baptism.p38\" class=\"\">We have that restitution of all things and no one can believe that Peter was a prophet and look for the coming of the Savior until there is such a restitution. That is my witness to you, and I pray God to bless you that this work may spread abroad and fill the earth, and I do it in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}