{"ID":2636, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Scouters: Lead Them to a Mission\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p2\" class=\"\">Elder S. Dilworth Young<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_042<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2d6a.jpg\" alt=\"Elder S. Dilworth Young\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p3\" class=\"\">President Milton R. Hunter has been in Hawaii for several weeks gaining strength after a long illness. He came home a week or so ago with the hope that he could attend this conference. This one has particular meaning for him, for it marks a long period of service as a member of the First Council of the Seventy. It was just 30 years ago today that he was sustained by a conference held in the Assembly Hall. (It was during a period of war, and the Tabernacle was not in use.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p4\" class=\"\">If he could have been here, I am quite sure he would have borne witness of the truth of the Book of Mormon. It has been a lifelong study with him—a study made with deep love of the Lord and of the book. He might also have told of a miraculous sparing of his life when the Spirit whispered, “Turn right,” and he forced the pilot of a plane he was riding in to do just that, with the result of a safe landing instead of hitting a mountain toward which they were heading in a dense fog.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p5\" class=\"\">I am sure we all join in a prayer for his speedy recovery and extend to him our love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p6\" class=\"\">President Kimball has asked that we teach young men that all of them, if they are able and worthy, should go on missions. That is my theme this afternoon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p7\" class=\"\">I now speak to a group of men who can contribute greatly to bring such a happy result into being—the Scoutmasters and Explorer advisers of the Church. It is your business, brethren, to put into the minds and hearts of boys the ethical and moral ideals which the Scouting movement points out as your reason for being. But it is not your purpose to give the national interpretation. It is rather your obligation to plant the ideals and moral standards of the kingdom of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p8\" class=\"\">You may tell me these are synonymous. The words in each case are the same. No one can quarrel with the great Scout oath, <span class=\"emphasis\">“On my honor I will do my best to do my duty to God. …”<\/span> But it is one thing to use the universal Scout benediction, “May the great Scoutmaster of all good scouts be with us until we meet again,” and an entirely different thing to know how to pray to the living God. It is one thing to tell a boy that his Father in heaven is everywhere in all things; but it is an entirely different concept to teach that God our Father is an exalted, glorified man and is, in every sense of the word, the real Father of our spirits and the Father of the Lord Jesus Christ in the flesh. Further, it is a different concept to teach that it is his Scout obligation that in doing his duty to God he prepares himself to go on a mission when he is old enough. Every Scouter can lead a boy into receiving this rich gift. <span class=\"emphasis\">This should be a first objective in your Scouting.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p9\" class=\"\">Have you ever used a campfire to inspire a boy to go on a mission? This is a most important experience in the life of a boy. The opportunity I missed to do this is one of my most intense regrets. I have organized and conducted about 1,150 campfires during the time I was professionally in the Boy Scout movement and organized the programs presented during those exciting hours. With other leaders, I have told stories to 15,000 boys.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p10\" class=\"\">Firelight producing flickering shadows through the darkening trees, or reproducing itself endlessly in the lapping waters of a quiet lake, the moon making a delicate filigree through the canopy of leaves, the mysterious stars winking their eternal signals of distant worlds—all have put a boy in a receptive mood to hear my message. I have achieved some fame as a storyteller. The one I am most famous for is called “The Wendigo”—Algernon Blackwood’s thriller about the New Brunswick woods. That story never sent a single boy on a mission. It was a thrilling story, but the motivation was not of the kind which sends a boy on a mission—rather, it tended to pull the covers over his head.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p11\" class=\"\">I have often wondered what would have happened if I had relived with these boys in those high moments of mystery while the magic worked, the adventures of Samuel H. Smith as he slogged along through those wet spring woods, stopping at primitive cabins or at village homes, telling people of the book his brother Joseph brought forth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p12\" class=\"\">Or of the dangerous walks of Wilford Woodruff through the wilds of Missouri, where there lurked men more dangerous to him than the bears and wolves he saw en route.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p13\" class=\"\">Or of the 400-mile trip 125 years ago on skis of my wife Hulda’s father in Norway to distribute tracts and proclaim what he had just learned as a new member. Were his frozen feet and the danger of complete freezing any less of an adventure than those of an American missionary?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p14\" class=\"\">I could have influenced every boy to thirst to find his relationship to God our Father, and his Son, and then to go forth to be saved from grave danger by the miracle of the intervention of heavenly aid. Today the danger may be more moral than physical—but the whispering still will save him if he can learn to hear it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p15\" class=\"\">Every Scout test should be to practice a boy in honor, integrity, decency, and faith. It may be important for a boy to make a fire correctly, but it is more important that he do his good turn daily. These are to be used to prepare a boy to fulfill his obligation to serve the Lord and to spread the word.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p16\" class=\"\">In a conversation with Dan Beard, Hamlin Garland expressed the hopes of Scout men for the growth of boys in these lines:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Do you fear the force of the wind,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The slash of the rain?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Go face them and fight them,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Be savage again.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Go hungry and cold like the wolf,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Go wade like the crane:<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The palms of your hands will thicken,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The skin of your cheek tan,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">You’ll be ragged, and weary, and swarthy,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">But you’ll walk like a man.<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">“Do You Fear the Force of the Wind”<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p28\" class=\"\">And that thrills all of us, for we can hear in it the wild laugh of the loon, the howl of the wolf, and the call of the physical man. But I would rather now tell a boy:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Have you heard the call of the Lord,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The whispering in your soul,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The word of the Lord in your mind<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">As you commune with his Spirit<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Which guides you and makes you whole?<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p34\" class=\"\">I’d do all I could to make him a pure boy—reborn, recreated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p35\" class=\"\">One of your great obligations is to teach in the environment of the out-of-doors that every grove can be a sacred grove, every mountaintop a Sinai, where the boy may receive his revelations. Teach him how to know when these come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p36\" class=\"\">Make the words of Enos have meaning in his life. He wrote of his experience in the forest, “And while I was thus struggling in the spirit, behold, the voice of the Lord came into my mind again, saying. …” (<span class=\"citation\" id=\"21510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21510)\">Enos 1:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p37\" class=\"\">What he was told or what he said at the moment is not the point; the point is, Enos learned to hear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p38\" class=\"\">Can I make him understand what happened to Moroni in those last desperate moments when the forces of evil were closing in on him, how he desperately hid from these men determined to kill him, what he endured in mind and body and then what joy—eternal joy—was his when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p39\" class=\"\">“And then shall ye know that I have seen Jesus, and that he has talked with me face to face, and that he told me in plain humility, even as a man telleth another in mine own language, concerning these things.” (<span class=\"citation\" id=\"22307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22307)\">Ether 12:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/scouters-lead-them-to-a-mission.p40\" class=\"\">Boys like adventure—a mission is the highest type of adventure. Boys want to be led to the Holy Grail. A mission will lead them far beyond that to the exalted Christ. Do not fail in this most important calling. You must plant in the minds of the boys as they hike and camp, the importance of becoming a missionary and, in addition, what you know to be true—the gospel of Christ restored, the true calling of President Kimball—as the prophet of the Lord—and his prophet-associates, all this in the name of and to the glory of Jesus Christ. In his holy name I ask it. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}