{"ID":2637, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            My Mother Gained a Better Son\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p2\" class=\"\">Elder Adney Y. Komatsu<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_043<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2bcc.jpg\" alt=\"Elder Adney Y. Komatsu\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p3\" class=\"\">In humility, I would like to bear you my testimony of the truthfulness of the gospel of Jesus Christ and my conversion to the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p4\" class=\"\">A little over 34 years ago, when yet a high school student, I was first contacted by the missionaries—who invited me to attend MIA and join their basketball team. Not knowing anything about the Church, but being very interested in basketball, I attended MIA. Later I attended Sunday School, then sacrament meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p5\" class=\"\">After a year of attendance and studying the gospel with the missionaries, and having read the story of Joseph Smith’s first vision, I accepted the invitation to be baptized into the Church. That evening, I returned home, having committed myself to baptism, to ask my widowed mother for permission to be baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p6\" class=\"\">Suddenly I saw tears in her eyes. I asked her why was she shedding tears. And she answered, saying, “These are not tears of joy, but of sadness”—for she had just lost another son. In her widowhood she had lost a son—my brother—and so she said she had just lost another son to a Christian church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p7\" class=\"\">She later explained that at my father’s deathbed she had promised and covenanted with him to raise the children honorably in the Buddhist faith. I quickly assured my mother that in the year that I had been associating with the missionaries, I had always been lifted up and had learned nothing but good things from them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p8\" class=\"\">I promised her that if she would permit me to be baptized and later found that through my behavior I had caused her any embarrassment—or committed some shameful or dishonorable act—then all she had to do was ask me to stop going to church, and I would, without question, obey her will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p9\" class=\"\">However, on the other hand, if I became a better person—more attentive to her needs as a widow, more kind toward the demands of home, brothers, and sisters—then, I said, “Would you permit me to continue to go to church? Because I know that this is the place where I can gain an education for an eternal life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p10\" class=\"\">It is my testimony today that I never had to leave the Church nor cause my mother any concern about my behavior. As I lived the gospel principles taught by the missionaries, and as I studied the principles myself, I had the assurance from my Father in heaven that my future outcome would be one that I would never have to worry about.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p11\" class=\"\">I have always tried since baptism to put the principles of the gospel in practice. I have always especially loved this scripture that I came across in Matthew: “But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.” (<span class=\"citation\" id=\"36373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36373)\">Matt. 6:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p12\" class=\"\">I have tried in all of my years of membership in the Church to never refuse the Church whenever a call came to me. I have surely been blessed by the Lord as I have lived the gospel principles, and I have come to appreciate the sacred priesthood that I hold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p13\" class=\"\">I am grateful today for the missionaries—like those that are covering the world today—who came to Hawaii to teach the gospel principles and the many members of the Church there that I have associated with who have taught me gospel principles, as well as leadership principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p14\" class=\"\">I am grateful to my dear wife and our children, for we have had a blessed life together living in a Mormon home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p15\" class=\"\">I bear you my testimony humbly this day that I know God lives. He hears and answers our prayers, and Jesus is the Christ, the Only Begotten of the Father and the Savior of the world. Joseph Smith was indeed an instrument in the hands of the Lord, commissioned to begin the restoration of the gospel of Jesus Christ in its fullness for the salvation of all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p16\" class=\"\">All the presidents of the Church that followed Joseph Smith—they were all called of God, and even today, President Spencer W. Kimball is our living prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/my-mother-gained-a-better-son.p17\" class=\"\">I bear you this witness humbly in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}