{"ID":2638, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Man of Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p2\" class=\"\">Elder Neal A. Maxwell<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/neal-a-maxwell-10.jpg\" alt=\"Neal A. Maxwell\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_044<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p3\" class=\"\">My brothers and sisters it has been subduing and sweet to be with you, those of the household of faith. Those already in the household of faith may be pardoned a tremble or two as they read the graphic description of the challenging journey facing the serious disciple—whom Helaman called, “the man of Christ.” (<span class=\"citation\" id=\"24719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24719)\">Hel. 3:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p4\" class=\"\">This is a brief attempt to describe just a few of the things the men and women of Christ will feel and see in the course of that adventurous journey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p5\" class=\"\">Regarding events in the world, “the man of Christ” sees trends around him “about which it is difficult to speak, but impossible to remain silent.” Because he sees with “an eye of faith,” he knows more than he can tell; but he need not always be fully articulate, for real Christianity is contagious.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p6\" class=\"\">He believes deeply in the Beatitudes, but also in those doctrines which tell him “who” Jesus is. He does not divorce the Sermon on the Mount from the sermon at Capernaum with its hard teachings which caused many to walk “no more with” Jesus. (<span class=\"citation\" id=\"28838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28838)\">John 6:66<\/a><\/span>.) These latter doctrines are likewise a part of the bracing breeze of the scriptures which must be played upon the fevered brow of mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p7\" class=\"\">He knows that “the gate of heaven is open unto all,” but that the Man of Galilee will finally judge each of us on the basis of a rigorous celestial theology, instead of the popular “no-fault theology” of this telestial world—for Jesus is the gatekeeper “and he employeth no servant there.” (<span class=\"citation\" id=\"3945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3945)\">2 Ne. 9:41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p8\" class=\"\">“The man of Christ” knows that a loving, living, and revealing God did not, as some imply, suddenly lose interest in mankind about <span class=\"small\">A.D.<\/span> 100, grow bored, and wander off into space. The disciple worships an unchanging God, and proclaims that the good tidings are brought anew; for the gospel is not merely a gospel for one age, for one people, or for one place—it is a gospel for the galaxies!<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p9\" class=\"\">He sees that only the gospel can really help us avoid the painful excesses in the tug-of-war between the need for liberty and the need for order. He knows, for instance, that true law enforcement depends on the policing of one’s self. If the sentry of self fails, there are simply not enough other policemen to restrain those who will not restrain themselves, and beating the system will become the system.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p10\" class=\"\">He sees that those who worship at the altar of appetite are very intense. To be fully effective against their enveloping evil, there must exist a sin-resistant strain of souls for whom narcotics, prostitution, gambling, and alcohol hold no allure, for we bind the adversary and his mortal minions only as we bind our appetites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p11\" class=\"\">The “man of Christ” knows that the collapse of systems is always preceded by the collapse of individuals. Camelot began to give way to the world the moment Lancelot and Guinevere gave way to their appetites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p12\" class=\"\">He sees prevention, especially through good families, as a superior life-style. Parents, therefore, should stay at their posts. If those at the front lines are persuaded to leave their posts to help the reserves build “promising” fall-back fortifications, such parents simply guarantee that both the front lines, and all other lines of defense, will be savagely overrun. Parents, like a symphony conductor, lead those who actually produce the music; we would be dismayed, however, if an anxious conductor deserted his podium in mid-passage to become a flutist.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p13\" class=\"\">He sees that those who do too much <span class=\"emphasis\">for<\/span> their children will soon find they can do nothing <span class=\"emphasis\">with<\/span> their children. So many children have been so much <span class=\"emphasis\">done for<\/span> they are almost <span class=\"emphasis\">done in.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p14\" class=\"\">The “man of Christ” knows that only truth radiant with love can cross the chasm that lies between some individuals who are light-years apart, even though they live under the same roof.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p15\" class=\"\">The disciple knows that the only conclusive test of a cause is the test of eternal truth, not mere sincerity, for dictators are often sincere; not gallantry alone, or the charge of the Light Brigade would have been a resounding success.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p16\" class=\"\">He is conscious of the past and present injustices, but he knows that real remedies are to be found in contemporary Christian compassion, and not in compensatory justice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p17\" class=\"\">He knows that in leadership cleverness is not as important as content, that charisma and dash are not as vital as character and doctrine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p18\" class=\"\">He has keen ears, for in the silence that hovers over the place that once was Sodom, he hears a warning shout for all who care to compare.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p19\" class=\"\">He is a realist and will not succumb to the narcotic of nostalgia, but will lean enrichingly into the present. He knows he cannot enjoy the quietude of one age and the technology of another; he will not, therefore, as some do, demand to have “the Victorian age, but with penicillin.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p20\" class=\"\">As “the man of Christ” looks realistically at life in the Church, he sees and feels still other things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p21\" class=\"\">He marvels not that the gospel net “gather[eth] of every kind” (<span class=\"citation\" id=\"36385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36385)\">Matt. 13:47<\/a><\/span>); he knows that while the Church’s doctrines are constant and perfect, its people are not, so he seeks to learn from mistakes rather than brooding over them, and he will help others to do the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p22\" class=\"\">He experiences the Church as a blend of action and contemplation, and knows the importance of individual involvement. Like the high diver, he does not ponder the pool too long, even if the water is not just right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p23\" class=\"\">He testifies with his time as well as with tithing; he witnesses with works as well as with words; he expects perspiration to precede inspiration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p24\" class=\"\">He accepts the reality that the curriculum of the Church may, at times, seem like an echo chamber, but he knows that just as the challenges of life repeat themselves, so must the Master’s teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p25\" class=\"\">He marvels not, therefore, when customized challenges and temptations come his way—with soul-stretching experiences and individualized injections of irony: These may constitute “but a small moment” (<span class=\"citation\" id=\"16567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16567)\">D&amp;C 121:7<\/a><\/span>), but endured well, yield experience which shapes all eternity!<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p26\" class=\"\">He remembers Gethsemane and senses that, sometimes, when a righteous individual is in agony, seemingly alone, he, too, is companied by celestial friends who are nearby, but not so near as to interfere. For the surrender which is underway is also a victory!<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p27\" class=\"\">He knows that having put his hand to the plow he must not look back, because when we are looking back, we are also holding back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p28\" class=\"\">He learns, too, in a listening Church, that there are nevertheless those occasions when it is more important for us to say a certain thing than it is for others to hear us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p29\" class=\"\">He knows that God loves <span class=\"emphasis\">us,<\/span> not the gifts he has given us. And yet even one’s gifts must be used within the order and orchestration of the kingdom, lest such gifts be used to harm the very work of the Giver of these gifts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p30\" class=\"\">He sees much Martha-like anxiety around him in lives cratered with concerns, but can testify that those craters are best filled and smoothed by the soil of service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p31\" class=\"\">He will resonate, at times, with the hymnal words, “More used would I be” (<span class=\"emphasis\">Hymns,<\/span> no. 114), but he realizes that he must “be content with the things which the Lord hath allotted.” (<span class=\"citation\" id=\"9217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9217)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9217)\">Alma 29:3<\/a><\/span>.) He understands that faith, hope, and charity qualify one for the work, not a craving for clout. And he is as genuinely concerned with the feelings of those he supervises as he is concerned with the feelings of those who supervise him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p32\" class=\"\">He expects a variety of assignments in the Church; some carry the thrills of making a beachhead landing deep in enemy territory, and others involve “minding the store” back home. When he sings, “I’ll go where you want me to go, dear Lord” (<span class=\"emphasis\">Hymns,<\/span> no. 75), it is not only a promise to go to a Nineveh, but it is also a pledge to stay at his present post.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p33\" class=\"\">He quickly puts his “shoulder to the wheel” (<span class=\"emphasis\">Hymns,<\/span> no. 206) rather than calling for a tow truck.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p34\" class=\"\">He knows that just as God has promised us, individually, that we will not be overwhelmed by temptations or challenges we cannot manage, that neither will the Lord allow his church to be overwhelmed by the challenges it faces.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p35\" class=\"\">The “man of Christ” will draw strength from his marvelous companions on the journey:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p36\" class=\"\">For an example of unreturned compassion, he can contemplate the missionaries painfully strewn along the mountainside in Peru in a car crash caused by a drunken driver, quickly and gladly placing their hands upon the erring driver’s head and blessing him instead of cursing him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p37\" class=\"\">For an example of being concerned, lest something about us deter others from examining the gospel, he can marvel at the prospective missionary, facially flawed at birth, who willingly undergoes his ninth ordeal with plastic surgery so that others can hear the gospel from his lips, undistracted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p38\" class=\"\">For a reminder about the importance of doing one’s duty even when misunderstood by loved ones, he can ponder the courage of dozens of missionaries now serving on the Lord’s errand without the support of parents—who, in one case, told their young son never to come home again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p39\" class=\"\">For an example of the love Jesus called “greater love,” he can reflect on the pregnant, but cancer-stricken mother who chose to delay surgery—so that her unborn child might go full-term.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p40\" class=\"\">Yes, the spirit of sacrifice is alive and well among those who travel <span class=\"emphasis\">the<\/span> way!<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/the-man-of-christ.p41\" class=\"\">May each of us, brothers and sisters, navigate that straight and narrow way, landing our immortal souls “at the right hand of God in the kingdom of heaven.” (<span class=\"citation\" id=\"24720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24720)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24720)\">Hel. 3:30<\/a><\/span>.) Only then, when we are really home, will our mortal homesickness disappear—our highest human yearnings for <span class=\"emphasis\">what could be<\/span> are but muffled memories of <span class=\"emphasis\">what once was<\/span>—and <span class=\"emphasis\">will again be<\/span>—for we have indeed “wandered from a more exalted sphere.” (<span class=\"emphasis\">Hymns,<\/span> no. 138.) May we make that journey I so pray in the name of Him who has completed this same journey and who beckons us onward, Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}