{"ID":2639, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Anchored in Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_045<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p3\" class=\"\">My beloved brethren and sisters, I am honored, but humbled on this sacred occasion. A week ago Thursday, President Kimball called me on the phone and said, “Would you have time to visit with me, along with your wife?” I thought to myself, “Imagine! Do I have time to visit with the prophet?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p4\" class=\"\">Actually, I would come from the four corners of the earth to visit with him, and so would you. I was shocked when he told me about my assignment, but of course, readily accepted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p5\" class=\"\">As I left his office, I <span class=\"emphasis\">was<\/span> in shock. I could hardly believe what had happened to me. Then, just 3 hours and 27 minutes after that, the earthquake came. (There was an earthquake that day, centered in Malad, Idaho, but felt in Salt Lake.) This soon brought me back to reality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p6\" class=\"\">Bryant S. Hinckley, one of the great men of the earth, wrote of my father some years ago, “No sounder piece of manhood was put together in this century of time.” (From Thomas Carlyle.) I think this applies to President Kimball as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p7\" class=\"\">I was taught at my father’s knee to be humble, diligent, trustworthy, and to honor the servants, the General Authorities of our Church. He loved the Constitution of the United States and its free enterprise system. I trust that I will bring nothing but honor to his name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p8\" class=\"\">My life has been encircled by two wonderful women: my mother, who gave me life itself and who reared me in the paths of truth and righteousness. Our home was one of spirituality, love, and refinement. She never permitted a shoddy performance; and in so doing, she taught us not to take too long to accomplish it. My beloved Elisa, my companion and wife, whom I love and revere, is one of the most noble of our Heavenly Father’s handmaidens. She has sustained me with an unfailing devotion; her character is similar to Rebecca of old and to her grandmothers, who were pioneers. She is a positive, stoical person, full of faith, and possesses a great love of the gospel. She has been an inspiration to me. I pay tribute to her mother and father for having reared her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p9\" class=\"\">I appreciate and love each of our eight children. Their righteous lives have brought nothing but joy and happiness to us. I honor my brothers and sisters for their service in the Church and their communities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p10\" class=\"\">I think of my coaches who taught me to play—really the game of life—and the many fine teachers in school, and especially in the Church. Sister Marion G. Romney was my Primary teacher, and President Romney was the bishop who recommended me for my mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p11\" class=\"\">Today I reflect on the many fine brethren, my associates in the Church, with whom I have worked, and I honor them for the uplifting influence they have had upon me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p12\" class=\"\">The Sunday School organization of the Church is near and dear to my heart. Under the able leadership of President Russell M. Nelson, his fine counselors, and a talented and inspired board, this organization will do much to carry out and to help and assist the missionary effort in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p13\" class=\"\">I loved my mission in Switzerland and Germany. As I left on the train from Basel, Switzerland, tears flowed down my cheeks because I knew then that my full-time service in the Church had ended. I love the German and the Swiss people for their many fine traits of character. I love their language that is so exacting and yet so expressive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p14\" class=\"\">My life really is anchored to the testimony that God lives, that Jesus is the Christ. I honor the priesthood that I bear, and I have seen its great power in healing the sick. I know that the Lord’s Spirit does whisper to his servants, and it is up to us to listen to these whisperings. I testify to you today that Joseph Smith is a prophet and that through him this great Church was restored and organized through revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/anchored-in-testimony.p15\" class=\"\">President Kimball, in the love that I bear for you and all these Brethren who sit on the stand and constitute the General Authorities of the Church, I give you my life and my service. I’ll go where you want me to go, and I’ll do my best to build up the kingdom of God here upon the earth, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}