{"ID":264, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Safeguards Against the Delinquency of Youth<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1946, pp. 111-117<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"I charge thee,\" wrote Paul to Timothy, \"before God, and the Lord Jesus Christ, . . . Preach\nthe word; be instant in season, out of season; reprove, rebuke, exhort with all\nlongsuffering\" (<span class=\"citation\" id=\"5097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5097)\">2 Tim. 4:1-2<\/a><\/span>).\n<\/p><p>\nIn the same letter he prophetically declared \"that in the last days perilous times shall come.\nFor men shall be lovers of their own selves, . . . lovers of pleasures more than lovers of God;\nHaving a form of godliness, but denying the power thereof\n(<span class=\"citation\" id=\"5095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5095)\">2 Tim. 3:1-2,4-5<\/a><\/span>).\n<\/p><p>\nIt is in the spirit of Paul's charge and prophecy that I approach the subject of safeguards\nagainst delinquency of youth. In naming these safeguards I have nothing new to offer. You\nhave heard them mentioned frequently, but I think as with the gospel principles, it is fitting\nthat we be active in season and out of season, that we reprove, rebuke, exhort, admonish, with\nall long-suffering as we contemplate the rising crime wave and bring home to each of us, if\npossible, the realization that greater diligence is needed.\n<\/p><p>\nFew will question that we are living in perilous times, that many people have lost their\nmoorings and are being\n<\/p><p>\n. . . tossed to and fro. . . with every wind of doctrine, by the sleight of men, and cunning\ncraftiness, whereby they lie in wait to deceive\n(<span class=\"citation\" id=\"21620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21620)\">Eph. 4:14<\/a><\/span>).\n<\/p><p>\nA short time ago, a commission on evangelism, appointed by the archbishops of Canterbury\nand York, made a report revealing some astounding facts on the present-day status of\n\"Christian\" England. The report said:\n<\/p><p>\nThe present irrelevance of the Church in the life and thought of the community in general is\napparent from two symptoms which admit of no dispute. These are (1) the widespread decline\nin Church going; and (2) the collapse of Christian moral standards.\n<\/p><p>\nAssociated with this was the statement that only from ten to fifteen percent of the population\nare closely linked to any Christian church.\n<\/p><p>\nCommenting upon this report, one of the daily papers in England said, among other things:\n<\/p><p>\nYouth is largely indifferent to Christianity&mdash;finding in religion no relevance to life, and in life\nitself no meaning. If we inquire what it is that has caused these alarming symptoms of\nnational decline and fall, the answer is that our generation has succumbed to the age-long\ndelusion of a self-sufficient humanism which puts man (not God) in the center of his world,\nand regards man (not God) as the standard of reference. The worst, however, is not yet told,\nfor the Church itself has become infected with the spirit of the age, and has thereby lost its\nvision, its vitality and its spiritual authority. The real problem is not the ninety percent which\nstand outside the churches, but the ten percent inside the churches, so many of whom are only\nhalf converted and ill-instructed.\n<\/p><p>\nTruly it would seem that men and women are either groping blindly for the truth or have\nbecome lovers of pleasure more than lovers of God, having a form of godliness, but denying\nthe power thereof.\n<\/p><p>\nAmong the glaring evil products of the war and postwar periods are two\nwhich seem to me to be most portentous and which should be curbed if we would preserve\ntrue Christian ideals. These are: first, an increasing tendency to dishonor the marriage vow;\nand, second, the upswing in juvenile delinquency. Careful research would undoubtedly\ndisclose a close relationship between these two unwholesome social conditions.\n<\/p><p>\nMARRIAGE LOOSENESS AND INFIDELITY\n<\/p><p>\nAs evidence of the first, we need only to glance at the number of divorces even among\ntemple marriages, mentioned impressively in his appeal last evening by President George\nAlbert Smith. In the country at large, one out of every five marriages are separated by the\never-grinding divorce mill. Recent statistics disclose that we now have one out of three.\n<\/p><p>\nBearing tragic witness to the lessening regard for purity in marriage is the large number of\nso-called war brides whose husbands have returned to face broken promises and tragic\ninstances of infidelity.\n<\/p><p>\nJUVENILE DELINQUENCY\n<\/p><p>\nBut it is to the ever-increasing crime wave that I desire to call attention this morning.\nChildren are being corrupted by it; youth are caught in its whirlpool, and are being\ncontaminated overwhelmingly by it. According to the director of the Federal Bureau of\nInvestigation,\n<\/p><p>\n. . . it is mounting in intensity. It is growing in severity. It is not isolated. It is nationwide.\n<\/p><p>\nReferring to conditions during the war, he comments:\n<\/p><p>\nThere was the spirit of wartime abandon, for example, with its lasting philosophy which\nprovided justification to less resolute wills to violate the conventions of society. Lessons in\nschool became secondary. Girls sacrificed virtue on a false shrine of patriotism. Arrests for\nprostitution increased three hundred seventy-five percent, disorderly conduct three hundred\nfifty-seven percent, and drunkenness and driving while intoxicated one hundred seventy-four\npercent among girls under eighteen in the wartime years. To those who were not grounded in\nfundamentals, established values disappeared, and an attitude of impermanence superseded\nindividual responsibility. Conflicts between liberty and license manifested themselves in\nwrongdoing. Personal responsibility in too many homes has become archaic and old\nfashioned.\n<\/p><p>\nThe passing parade of crime presents a sordid spectacle.\n<\/p><p>\nOut of each one thousand marching in this endless parade, five hundred twenty-one have\nmarched before to a prior arrest, and two hundred ten are under twenty-one years of age.\nMore persons aged seventeen are arrested than in any other age group. Of each one thousand\nmurderers, one hundred forty are under twenty-one years of age; of every one thousand\nrobbers, three hundred sixty are under twenty-one; of burglars, five hundred ten; of thieves,\nthree hundred forty; of arsonists, two hundred fifty; of one thousand car\nthieves, six hundred thirty are under twenty-one; and of one thousand rapists, three hundred\ntwenty are under twenty-one years of age.\n<\/p><p>\nIn calling attention to these conditions, and in my comments later, I would not have you think\nthat young people generally do not merit our confidence. It is the few, not the many, of\nwhom we now speak.\n<\/p><p>\nWhen, a few years ago, a little four-year-old lad wandered into the bad lands of North\nDakota, the whole countryside was aroused and organized for the rescue. They gave no\nthought, however, to the hundreds of four-year-olds who were safe in their mothers' keeping.\nA train wreck or an airplane disaster shocks us to attention, awakens sympathy and a demand\nfor more safeguards, while to the hundreds of trains and airplanes carrying millions to safety,\nwe give scarcely a passing thought.\n<\/p><p>\nSo while we solicitously call attention to the tragedies in the stream of human life, let us not\nbe unmindful of the much greater group who move steadily and successfully along, avoiding\nthe sandbars and rapids of sinful indulgence and spiritual decay, whose noble lives confirm\nand increase confidence in the growing generation. As we seek the lost sheep, let us be\nappreciative of the \"ninety and nine\"\n(<span class=\"citation\" id=\"34094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34094)\">Matt. 18:12-13<\/a><\/span>)\nthat are safe in the fold.\n<\/p><p>\nBut no matter how firm our confidence in the majority of the young, we must not close our\neyes to the fact that the number of delinquents and youthful criminals is increasing. In the\ninterest of the moral atmosphere of our communities, the welfare of the state, the perpetuity\nof our democratic form of government, we must search for the causes of this upswing in\ncrime, and, if possible, remove them and apply the proper remedies.\n<\/p><p>\nTHE HOME THE FIRST SAFEGUARD\n<\/p><p>\nOne cause of the increase in child delinquency is a letdown in home ideals. The exigencies of\nwar induced many mothers to take up war work, and to leave their children in the care of\nothers, or, too often, to let them shift for themselves. A growing desire for economic\nindependence, or a too eager willingness to improve financial circumstances, has influenced\nsome mothers to neglect the greatest of all responsibilities&mdash;the rearing of a family. The\nnational director of the Federal Bureau of Investigation makes the definite statement that\n<\/p><p>\n. . . in the background of these youthful offenders lies the story of shocking neglect. Boys and\ngirls are being deprived of the care and guidance necessary to the proper foundation of their\ncharacters. Their lawlessness had its roots in every instance in broken homes, in homes where\nmothers and fathers because of their neglect, misunderstanding, or irresponsibility had failed\nin their primary obligation. More often than not, God was unknown, or, more important, was\nunwelcome in their homes.\n<\/p><p>\nOn the other hand, in nearly every instance the youthful offender would have been a strong,\nupright citizen had he been given a chance.\n<\/p><p>\nIf his pent-up energies and desires had been directed along wholesome channels; if his\nproblems&mdash;the problem that made him a problem child&mdash;had been solved by patient and\nattentive parents, he would have proved to be an influence for good in his community.\n<\/p><p>\nYou may think me extreme, but I am going to say that a married woman who refuses to\nassume the responsibilities of motherhood, or who, having children, neglects them for pleasure\nor social prestige, is recreant to the highest calling and privilege of womankind. The father,\nwho because of business or political or social responsibilities, fails to share with his wife the\nresponsibilities of rearing his sons and daughters, is untrue to his martial obligations, is a\nnegative element in what might be and should be a joyous home atmosphere, and is a possible\ncontributor to discord and delinquency. A President of the United States once said:\n<\/p><p>\nOur country has a vast majority of competent mothers. I am not so sure of the majority of\ncompetent fathers!\n<\/p><p>\nFathers may and should exercise a helpful, restraining influence, where a mother's tenderness\nand love might lead to indulgence on the part of the children. In this respect, however, every\nfather should ever keep in mind that he was once a mischievous youngster himself, and deal\nwith his boy sympathetically.\n<\/p><p>\nThe home is the best place in the world to teach the highest ideal in the social and political\nlife of man; namely, perfect liberty of action so long as you do not trespass upon the rights\nand privileges of another.\n<\/p><p>\nThe great need in the American home today is more religion. Parents should make it obvious\nboth by their actions and their conversation that they are seriously interested if not in outward\nforms in the fruits of true religion. Example of parents should emphasize the need of honesty\nin our dealings with our family, our neighbors, and all with whom we come in contact; of\nkindness to our employees, of fair play to our employers, or good measure to our customers.\n\"Talk about these intangibles should become as common practice in our homes and offices as\ntalk about golf, parties, and profits, if we want to succeed in solving the family problem.\"\n<\/p><p>\nThe Lord places the responsibility directly where it belongs, wherein he says that it is the\nduty of parents to teach their children the principles of the gospel and to walk uprightly\nbefore the Lord, and if they do not so teach, the sin be upon the heads of the parents\n(<span class=\"citation\" id=\"12265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12265)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nTHE CHURCH\n<\/p><p>\nNext to the home as a safeguard to delinquency, the church should be a dominant force. In\nthe Church of Jesus Christ every child should be more or less safeguarded; first, by the ward\nteacher, whose duty it is to \". . . watch over the church always (the \"church\" meaning\nmembers), to be with and to strengthen them\"\n(<span class=\"citation\" id=\"12239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12239)\">D&amp;C 20:53<\/a><\/span>). Today the perfunctory\nobligations of the ward teacher are fairly well performed, but the looking\nafter of individuals is woefully neglected. If every teacher, as an appointed representative of\nthe bishopric of his ward, were properly and fully to perform his duty, he would be aware of\nthe activity or inactivity of every child, and of every youth in the Church, each teacher\nwatching over the assigned families.\n<\/p><p>\nIn more direct contact with individuals are the quorum officers and instructors. It is the duty\nof these officers and instructors to know the status of every youth from twelve years to\ntwenty, and to take personal interest in each. I pause to let you comprehend the significance\nof this divine organization.\n<\/p><p>\nA third dominant force is the auxiliary associations, comprehending in their enrollment every\nchild and youth from six years of age and upward.\n<\/p><p>\nIndifference manifest in the world generally towards church should tend only to spur men of\nthe priesthood and teachers in the auxiliaries in the Church of Christ to more earnest and\ndiligent activity.\n<\/p><p>\nTHE SCHOOLS\n<\/p><p>\nIf the reports be true, with reference to the indifference of the country as a whole toward\nChristian churches, we shall have to place next to the home, not the church, but the public\nschool, as the most influential factor in lessening delinquency.\n<\/p><p>\nPresent-day conditions emphasize the fact (and I believe it with all my heart) that the most\nparamount objective of the public school system from kindergarten to the university should be\ncharacter building and the evolving of true, loyal citizens of the republic. The teaching of the\nthree \"R's,\" of the arts and the sciences, even the delving into research work, should be but a\nmeans to the development of true manhood and noble womanhood. Education for loyal\ncitizenship! Ralph Waldo Emerson (sometimes referred to as the wisest American) truly said:\n<\/p><p>\nCharacter is higher than intellect; a great soul will be fit to live as well as to think.\n<\/p><p>\nA few years ago inquiry made into the school status of juvenile delinquents in one of our\nUtah school districts, revealed the fact that eighty-one percent of the offenses were found\ncommitted by five percent of school pupils. A committee appointed to deal with this situation\nmade the following report:\n<\/p><p>\n1. Since the school offers one of the best resources in the state to prevent and treat\ndelinquency, every effort should be made by both school and court to help the delinquent\nmake a satisfactory school adjustment in order to accomplish this result, cases which come to\nthe court should be immediately referred to the school coordinator or attendance department\nof the school district in which the juvenile resides in order to determine whether or not the\ndelinquent has a satisfactory school or work record. If he has not the court and schools should\nnot cease their efforts until the delinquent is either in school full time on a\nsatisfactory program, or is employed and under proper supervision.\n<\/p><p>\n2. That immediately after the juvenile court has disposed of a case, the school coordinator\nshould be notified of the disposition made.\n<\/p><p>\n3. That the industrial school notify the proper school authority when it releases a boy or gift\nto his or her own home.\n<\/p><p>\nTHE COMMUNITY ATMOSPHERE\n<\/p><p>\nA fourth and final safeguard against delinquency of youth is the moral atmosphere of the\ntown or community. This is determined by the ideals and actions of adults, and particularly of\ncivic officers and those who are entrusted to enforce the law. The following from one of our\nleading columnists (Miss Dorothy Thompson) referring to the \"pervasive example of the\nbehavior of adult civilization,\" is pertinent:\n<\/p><p>\nAs long as we publicize and condone violence; reward profiteering; intensify civil strife;\nglorify personalities with the sexual morals of rabbits; teach in our high schools and colleges\na cheap relativism which denies personal responsibility and places all our sins upon the\n\"economic system\" or \"infantile conditioning,\" so long will we have juvenile criminals. Our\nchildren are reflections of ourselves, or of the things in our communal life that we tolerate.\nEngland, now, is making special films to be shown in special theatres for teenagers&mdash;films\nwhich are partly educational and partly pure entertainment, made by first rate artists, and\nfrankly designed to magnify and make attractive virtue.\n<\/p><p>\nThe writer then quotes Thomas Jefferson who \"did not believe that you can get a good society\nexcept through good, honest, well-mannered, considerate, law-abiding, clean-living citizens.\nHe thought, in fact, that if education concentrated in the first line on creating these, society\nand the state would take care of themselves.\"\n<\/p><p>\nYes, we are living in perilous times, but let us hope that they may be to the present\ngeneration as the fiery furnace that consumes the dross but purifies the gold.\n<\/p><p>\nA clean man is a national asset. A pure woman is the incarnation of true national glory. A\ncitizen who loves justice and hates evil is better than a battleship. The strength of any\ncommunity consists of and exists in the men who are pure, clean, upright and straightforward,\nready for the right and sensitive to every approach of evil. Let such ideals be the standard of\ncitizenship.\n<\/p><p>\nThey are fundamentals in the Church of Jesus Christ.\n<\/p><p>\nGod bless the workers in the priesthood and auxiliary organizations that they may search out\nthe young, be constant in season and out of season, guarding well those boys and girls who\nare not bad but who lack proper guarding. Victor Hugo was not far from the truth when he\nsaid:\n<\/p><p>\nThere are no bad boys, and there are no bad men, there are only bad cultivators.\n<\/p><p>\nGod give us power to be good cultivators of youth, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}