{"ID":2640, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            An Appeal to Prospective Elders\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03057_000_046<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p3\" class=\"\">I am conscious, my brethren and sisters, that concluding this meeting will be President Kimball. Prior to the meeting I told him that I had three talks of varying lengths prepared. During the singing I received a note from him asking that I use the longest version.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p4\" class=\"\">I was reminded of an experience we had in Colorado when we were reorganizing a stake. The meeting was nearly over, there were about ten minutes left, and neither of us had spoken. The stake president announced me. President Kimball leaned over and said, “Please, you take all of the time.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p5\" class=\"\">I bore a one-minute testimony and returned to my seat. As the stake president was announcing President Kimball, I noticed him writing a note. As he stood, he handed it to me. On it were five words, “Obedience is better than sacrifice.” And so, obediently, I proceed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p6\" class=\"\">As we come now to the close of another great conference, my brethren and sisters, our hearts have been touched by the sermons, the virtue within us has been stirred, and constantly my thoughts have gone out to those who do not have in their lives a substantial spiritual influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p7\" class=\"\">Among them is a large body of men in the Church who have missed some of the spiritual advancements that are so important in their lives and who are designated as prospective elders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p8\" class=\"\">The office of an elder is a calling of dignity and honor, spiritual authority and of power. The designation “prospective” implies hope and optimism and possibility. Now I speak to them today, knowing there are perhaps many others to whom this message will apply.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p9\" class=\"\">Am I right to say that occasionally, deep within, you yearn to be a part of the Church? You don’t quite know how to get started, and perhaps in moments of deep thought you say, “If I just hadn’t got off the track.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p10\" class=\"\">“If I just had a chance when I was younger.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p11\" class=\"\">“I’ve missed too much.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p12\" class=\"\">“It’s too late for me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p13\" class=\"\">“There is just too much water under the bridge.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p14\" class=\"\">You want to draw close, but you pass over with the feeling and the thought “Well, it’s just too hard, and I just don’t have anything to begin with.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p15\" class=\"\">I had an experience from which I learned a very important lesson that I should have learned earlier. I relived this experience last week when we were in Japan and concluded that I would talk about it in conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p16\" class=\"\">During World War II, I was a pilot in the Air Force. After service in the Pacific Islands, I spent a year in Japan with the occupational forces. It was, of course, advisable to learn a few words of Japanese. We needed at least to be able to ask directions, ask for something to eat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p17\" class=\"\">I learned the common greetings and a few of the numbers and the salutations, and like many other members of the Church, I spent all my off-duty hours in missionary work among the Japanese people; and I learned from them those few words of what I thought was a very difficult language.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p18\" class=\"\">In July of 1946 the first baptisms took place in Osaka. Brother and Sister Tatsui Sato were baptized. And while they had been taught for the most part by others, I was privileged to baptize Sister Sato.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p19\" class=\"\">Though we were not unhappy in Japan, there was really only one thing on our minds, and that was home! I had been away for nearly four years. The war was over, and I wanted to go home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p20\" class=\"\">When that day finally arrived, I supposed never to return to Japan, and I just closed that chapter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p21\" class=\"\">The next years saw me busy getting an education, raising a family. I was not around Japanese people and had no occasion to use those few words that I had learned. They were left in the dim and very distant past, erased by 26 years of forgetting—gone, as I thought, forever. Then came an assignment to Japan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p22\" class=\"\">The morning after my arrival in Tokyo, I was leaving the mission home with President Abo when a Japanese elder spoke to him in Japanese. President Abo said that the matter was urgent and apologized for the delay.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p23\" class=\"\">He went through some papers with the elder, discussing them in Japanese. Then he held up one of the letters and, pointing to a sentence, he said, <span class=\"emphasis\">“Korewa …”<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p24\" class=\"\">And before he could complete the sentence I had completed it in my mind. <span class=\"emphasis\">Korewa nan desuka.<\/span> I knew what he was saying. I knew what he was asking the elder. <span class=\"emphasis\">Korewa nan desuka<\/span> means “What is this?” After 26 years, having been back in Japan but overnight, a sentence had come back into my mind—<span class=\"emphasis\">Korewa nan desuka,<\/span> “What is this?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p25\" class=\"\">I had not used those words in 26 years. I had thought that I should never use them again. But they were not lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p26\" class=\"\">I spent ten days in Japan and concluded my tour in Fukuoka. The morning I was to leave, we drove to the airport with Brother and Sister Watanabe. I was in the backseat with their children practicing my long-lost words of Japanese on them. They, in delight, were teaching me some new ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p27\" class=\"\">And then I recalled a little song that I had learned those 26 years before, and I sang it to those children:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Momotaro-san, Momotaro-san<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Okoshi ni tsuketa kibi dango<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Hitotsu watashi ni kudasai na<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p31\" class=\"\">I think that may make Brother Ottley restless, but …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p32\" class=\"\">Sister Watanabe said, “I know that song.” And so we sang it together to the little children and then she told me the meaning of it, and as she did so, I remembered that also.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p33\" class=\"\">It is the story of a Japanese couple who were childless, and they had prayed for a son. One day, in the stone of a large peach, they found a little boy and they named him Momotaro. The song recounts his heroism in saving his people from a terrible enemy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p34\" class=\"\">I had known that song for 26 years, but I didn’t know that I knew it. I had never sung the song to my own children. I had never told them the story of it. It had been smothered under 26 years of attention to other things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p35\" class=\"\">I have thought that a most important experience and realized finally that nothing good is ever lost. Once I got back among the people who spoke the language, all that I possessed came back and it came back very quickly. And I found it easier then to add a few more words to my vocabulary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p36\" class=\"\">I, of course, do not suggest that this experience was the result of an alert mind or of a sharp memory. It was just a demonstration of a principle of life that applies to all of us. It applies to you, my brethren of the prospective elders, and to others in like situations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p37\" class=\"\">If you will return to the environment where spiritual truths are spoken, there will flood back into your minds the things that you thought were lost. Things smothered under many years of disuse and inactivity will emerge. Your ability to understand them will be quickened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p38\" class=\"\">That word <span class=\"emphasis\">quickened<\/span> is much used in the scriptures, you know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p39\" class=\"\">If you will make your pilgrimage back among the Saints, soon you will be understanding once again the language of inspiration. And more quickly than you know, it will seem that you have never been away. Oh, how important it is for you to realize that if you will return, it can be made as though you have never been away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p40\" class=\"\">When I was presiding over the New England Mission, I attended a zone conference; and as we entered the room where the young elders were waiting, I saw, sitting in the back row, a tall and elderly man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p41\" class=\"\">“I was baptized a few days ago,” he said to me. “I’m 74 years old, and I found the gospel only now in my life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p42\" class=\"\">In a pleading voice he asked if he might attend the meeting. “I just want to be here to learn,” he said. “I’ll sit on the back row. I won’t interrupt.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p43\" class=\"\">Then, almost in tears, he poured out his regret. “Why did I not find it until now? My life is over. My children are all raised and gone, and it is just too late for me to learn the gospel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p44\" class=\"\">What a joy it was to explain to him one of the great miracles that occurs over and over again is the transformation of those who join the Church. (Or I might say of those who rejoin the Church.) They are in the world and they are of the world, and then the missionaries find them. Though they are in the world thereafter, they are not of the world. Very quickly in their thinking and in their feelings and in their actions, it is as though they had been members of the Church all of their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p45\" class=\"\">This is one of the great miracles of this work. The Lord has a way of compensating and blessing. He is not confined to the tedious processes of communication and He is not limited to Japanese or English.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p46\" class=\"\">There is a sacred process by which pure intelligence may be conveyed into our minds and we can come to know instantly things that otherwise would take a long period of time to acquire. He can speak inspiration into our minds, especially when we are humble and seeking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p47\" class=\"\">As we travel about the Church and meet with stake presidents and other Church leaders, we admire them for their thorough grasp of the gospel and their knowledge of the procedures and principles of the Church. Often we are surprised to learn that there have been periods of inactivity in their lives—sometimes very long periods—or to learn that they have only recently joined the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p48\" class=\"\">Those years of the past, that we often think to be wasted, are often rich in many lessons, some of them very hard-earned lessons, which have meaning when the light of inspiration shines upon them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p49\" class=\"\">You may never have read the parable of the Laborers in the Vineyard, and I would like to quote it for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p50\" class=\"\">“For the kingdom of heaven is like unto a man that is an householder, which went out early in the morning to hire labourers into his vineyard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p51\" class=\"\">“And when he had agreed with the labourers for a penny a day, he sent them into his vineyard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p52\" class=\"\">“And he went out about the third hour, and saw others standing idle in the marketplace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p53\" class=\"\">“And said unto them; Go ye also into the vineyard, and whatsoever is right I will give you. And they went their way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p54\" class=\"\">“Again he went out about the sixth and ninth hour, and did likewise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p55\" class=\"\">“And about the eleventh hour he went out, and found others standing idle, and saith unto them, Why stand ye here all the day idle?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p56\" class=\"\">“They say unto him, Because no man hath hired us. He saith unto them, Go ye also into the vineyard; and whatsoever is right, that shall ye receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p57\" class=\"\">“So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p58\" class=\"\">“And when they came that were hired about the eleventh hour, they received every man a penny.” (<span class=\"citation\" id=\"36392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36392)\">Matt. 20:1–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p59\" class=\"\">There is enough pay—a penny, as it were—for everyone: those who start early and, I thank the Lord, those who are latecomers. There is no shortage of room in the celestial kingdom. There is room for all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p60\" class=\"\">In this life we are constantly confronted with a spirit of competition. Teams contest one against another in an adversary relationship in order that one will be chosen a winner. We come to believe that wherever there is a winner there must also be a loser. To believe that is to be mislead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p61\" class=\"\">In the eyes of the Lord, everyone may be a winner. Now it is true that we must earn it; but if there is competition in His work, it is not with another soul—it’s with our own former selves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p62\" class=\"\">I do not say that it is easy. I am not talking about appearing to change. I am talking about <span class=\"emphasis\">changing.<\/span> I do not say it is easy. I say it is possible and quickly possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p63\" class=\"\">I did not read all of that parable. There is more to it. The latter part of it, I think, is directed to those of us who are active in the Church. Let me repeat a verse or two and then continue.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p64\" class=\"\">“So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p65\" class=\"\">“And when they came that were hired about the eleventh hour, they received every man a penny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p66\" class=\"\">“But when the first came, they supposed that they should have received more; and they likewise received every man a penny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p67\" class=\"\">“And when they had received it, they murmured against the goodman of the house,<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p68\" class=\"\">“Saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p69\" class=\"\">“But he answered one of them, and said, Friend, I do thee no wrong: didst not thou agree with me for a penny?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p70\" class=\"\">“Take that thine is, and go thy way: I will give unto this last, even as unto thee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p71\" class=\"\">“Is it not lawful for me to do what I will with mine own? Is thine eye evil, because I am good?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p72\" class=\"\">“So the last shall be first, and the first last: for many be called, but few chosen.” (<span class=\"citation\" id=\"36393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36393)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36393)\">Matt. 20:8–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p73\" class=\"\">I wish you brethren of the prospective elders knew how hard we are working for your redemption. How anxiously we pray that you can return to the Church and kingdom of God and speak once again the language of inspiration—after two years or 26 years or a lifetime. And I repeat, it can soon be much as though you had never been away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p74\" class=\"\">There is something else in your past that you will begin likewise to recall. We know from the revelations that we lived before we came into mortality. We have experience to draw upon from before our mortal earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p75\" class=\"\">We are the children of God. We lived with Him before we were born. We have come out of His presence to receive a mortal body and to be tested.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p76\" class=\"\">Some of us have strayed far from His influence and we think that we have forgotten Him. We sometimes think, also, that He has forgotten us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p77\" class=\"\">But just as those few words of Japanese could be recalled after 26 years, so the principles of righteousness that you learned as a child will be with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p78\" class=\"\">And some you have learned in His presence will return as moments of whispered inspiration, when you will find, then feel, that you are learning familiar things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p79\" class=\"\">This awkward newness of making such a change in your lives will soon fade, and soon you will feel complete and adequate in His church and in His kingdom. Then you will know how much you are needed here and how powerful your voice of experience can be in redeeming others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p80\" class=\"\">I bear witness to you, my brethren, you of the prospective elders and you in like situations, that the gospel of Jesus Christ is true. We love you, and the thousands of voices—the voices of the priesthood home teachers, the Relief Society sisters, the bishops, the stake presidents, the quorum leaders—all speaking through inspiration of Him—the voices of those who are called as leaders in the Church, are calling to you as David called to his wayward son, Absalom, “Come back, my son.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/05\/an-appeal-to-prospective-elders.p81\" class=\"\">God grant that you who are fathers, who are without that inspiration in your home and in your family, can return and speak once again, after your sojourn in the wilderness with the language of inspiration. You likewise can bear witness that you know, as I know, that He lives. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}