{"ID":266, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, October 1946, pp. 120-122<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI never was more conscious, my brothers and sisters, of the truthfulness of the statement that\n\"A speech, to be immortal, should not be eternal.\" I recognize the value of time here this\nmorning. May I just say in passing, with reference to President Penrose, to whom President\nSmith has alluded, in harmony with what President Dunn related to us yesterday of his\nexperience in the Islands in translating for one of the brethren, that it was my good fortune to\ntravel with President Penrose in the northern part of the German Mission and to translate for\nhim. I can bear witness to you that if there was any doubt in my mind as to the gift of\ntongues, that doubt vanished as I stood by the side of that great leader and prophet and\nendeavored to convey to the Saints in German what he said in English. President Dunn bore\nwitness of this yesterday, and I can testify to that truth.\n<\/p><p>\nIMPORTANCE OF LISTENING TO SERVANTS OF GOD\n<\/p><p>\nI desire to call attention to a matter or two that I think need to give us concern, and may I\npreface it by relating to you the circumstance of the Savior as he went into the wilderness\nafter his baptism. You recall that he fasted for forty days and forty nights and then was\nhungered, and Satan came to him and tempted him, saying:\n<\/p><p>\n. . . If thou be the Son of God, command that these stones be made bread\n(<span class=\"citation\" id=\"34032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34032)\">Matt. 4:3<\/a><\/span>).\n<\/p><p>\nOf course, the implication was that by bread, hunger may be appeased. And then Jesus said:\n<\/p><p>\n. . . Man shall not live by bread alone, but by every word that proceedeth out of the mouth of\nGod (<span class=\"citation\" id=\"34033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34033)\">Matt. 4:4<\/a><\/span>).\nSupplementing this, is the statement of the Lord where he says:\n<\/p><p>\n. . . whether by mine own voice or by the voice of my servants, it is the same\n(<span class=\"citation\" id=\"12218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12218)\">D&amp;C 1:38<\/a><\/span>).\n<\/p><p>\nWe have had brought to our attention during this conference many of the problems\nconfronting us, but it seems to me that if we could burn in our hearts the truthfulness of that\nstatement that we should live by every word that proceedeth forth from the\nmouth of God, we would go a long way in solving these problems. These brethren whom God\nhas called to preside and give us direction, when they speak they do not speak flippantly, they\nofficially declare to us what we should do. \"It is the same,\" the Lord says. \"It is my word,\"\nand we should recognize it as such.\n<\/p><p>\nGET OUT OF DEBT\n<\/p><p>\nNow in harmony with that thought may I call attention to a matter about which I have\nconsiderable concern, and I am sure you do. In this pulpit in 1903, President Joseph F. Smith\nadmonished the Saints that they should get out of debt. At that time we were enjoying a good\ndeal of prosperity, and President Smith admonished the Saints to pay their debts and be free\nfrom bondage while money was plentiful. Well, many of them did, but some did not. As is\nthe case now, so it was then&mdash;all did not accept the advice and counsel. By and by the first\nworld war came on and the demand for commodities increased; prices soared; money was\nplentiful and again the temptation to borrow! Farmers bought more land; livestock men\nincreased their flocks and herds, much of this on borrowed money, overlooking the possibility\nthat there might again come a day of reckoning. And so, many of our people took on the\nobligations of debt. In 1930-32, we felt the pinch of it, and I may say without fear of\ncontradiction, had we not had the bondage of debt as we did at that time, the depression\nwould not have been so tragic with many of us. But being in debt, not being able to pay our\ninterest, not being able to pay our obligations due to the fact that commodity values had gone\nway down below any level that had existed at the time the debts were incurred, the result was\nthat it was impossible for men and women to pay their debts, and bankruptcy, sorrow, and\ntragedy followed.\n<\/p><p>\nCOUNSEL TO RETURNED SERVICEMEN\n<\/p><p>\nHistory is again repeating itself, my brothers and sisters. We have come again into a time of\ncomplacency. Money is easy; wages are high; very few people are out of work&mdash;indeed, we\nmay say no one needs to be out of work now if he will work. And yet we have still the same\ndanger, and there is one phase of it that comes home to us: Our boys are coming home from\nthe service, and by the way, we brethren who hold the priesthood must not overlook the\ncounsel that was given to us a year or so ago that we should take cognizance of these boys as\nthey come home, and advise with them. Their coming home is becoming a common thing\nwith us, and we are neglecting them and failing in many instances to give advice and counsel\nwhere it is needed. And so may I remind us again of our obligation to these boys.\n<\/p><p>\nAs our boys return, they are in need of homes, and opportunities to borrow\nmoney and invest in land or livestock are before them, as such opportunities were before us\ntwenty-five years ago. Money is easy, and my apprehension, my brothers and sisters, and it\ncomes from some experience in contacting many of our boys, is that we are not protecting\nthem against heavy obligations-obligations that they cannot meet. It is an easy thing, under the\npresent system, for our boys to go heavily in debt for the purchase of a home. I am not\ndecrying that&mdash;I went in debt for my own home, and I suppose nearly every other young man\nas he started out in life and had nothing to begin with did that very thing and thought himself\njustified in doing it, as many no doubt were. The danger, however, lies in taking on ourselves\ndebts that we cannot pay. Now with these young men, the tendency under the G. I. Bill of\nRights is to incur obligations that it will be impossible to meet when the day of reckoning\ncomes. Values are high and when you consider a boy, who has nothing, obligating himself for\na seven or eight thousand dollar home, with good wages now, but with the possibility that\nwhen the leveling off comes his wages will be very meager, one can see the danger that\nconfronts our youth. And so, my brethren and sisters, we should give them the benefit of our\nexperience, our counsel and advice in these most serious problems.\n<\/p><p>\nMay we avoid debt just as far as possible, and may we help our youth to avoid these pitfalls.\nSome of them are justified in obligating themselves if they can see their way out, but we\nshould bear in mind that we cannot always maintain the wage level that obtains today, try as\nwe will. I don't care what the theories of the economists are, it just simply can't be done.\nThere is a law of retribution that operates in these matters, just as in everything else, and\nsome day we shall have to pay. High wages will not always exist, hopeful as we are; neither\nwill jobs be as plentiful as they now are. And so when that day comes, we do not want our\nboys in bondage as many of us were in the early thirties when the depression broke.\n<\/p><p>\nAnd so I say to you, it is well for us to accept the counsel and advice that is given us by the\nmen whose right it is to give it, and I repeat again:\n<\/p><p>\n. . . whether by mine own voice or by the voice of my servants, it is the same\n(<span class=\"citation\" id=\"12219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12219)\">D&amp;C 1:38<\/a><\/span>).\n<\/p><p>\nAnd God help us so to do, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}