{"ID":267, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Book of Mormon an Aid to Testimony<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1946, pp. 122-127<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI don't know that I have ever attended a conference of the Church that I have been more\ninspired and lifted up, or more grateful for my membership in the Church and my association\nwith the Saints of God. At the close of the last April conference I said to my wife, if I had\ntwo million dollars I wouldn't know what in the world I could buy with it\nthat would mean as much to me or bring me as much joy and happiness as my membership in\nthis Church and my opportunity to associate with the Saints and minister among them. And\nmore than anything else this day, I desire that my ministry and efforts may be acceptable to\nGod and a blessing to the people of this great Church.\n<\/p><p>\nYOUTH NEED TESTIMONIES\n<\/p><p>\nPresident McKay spoke this morning about our responsibilities to the youth of the land, and I\nthought over my own life and I believe, my brothers and sisters, that what our young people\nneed more than anything else in this world, is a testimony of the divinity of this work, and if\nin all our auxiliaries and our priesthood quorums we lay a little more stress on the spirit of\nthe work rather than on the letter of it, I believe we would find the results in the lives of our\nboys and gifts most acceptable.\n<\/p><p>\nI think of the time when I was a boy and the things that impressed me, and I remember\nreading the <i>Life of the Prophet Joseph Smith<\/i> by George Q. Cannon. It did something for me\nand caused my soul to burn within me, and I couldn't help wishing that I might have shared\nsome of the responsibilities of those early days. Then I read his own statement where he was\nso concerned, and wondered because he was persecuted for telling the truth. He said he felt as\nhe imagined Paul felt when he stood before Agrippa. He said, \"I had seen a light; I had heard\na voice; I knew that God knew that I knew it; and I dared not deny it, for I knew that by so\ndoing I would come under condemnation before the Lord\"\n(<span class=\"citation\" id=\"30246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30246)\">JS&mdash;H 1:24-25<\/a><\/span>).\nThen I remember how that impressed me, and I thought that does not sound\nlike the testimony of a deceiver or a false prophet, and I remembered the testimony of Paul,\nwhich I think is one of the most wonderful testimonies we have ever heard about, when he\nstood before King Agrippa and most noble Festus and bore his testimony how he, on the way\nto Damascus, had seen a light and heard a voice, and knew that God knew that he knew it\n(<span class=\"citation\" id=\"7579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7579)\">Acts 26:13-18<\/a><\/span>).\nAnd how, when he had borne that testimony, Festus turned to him and said, \"Paul, thou art\nbeside thyself; much learning doth make thee mad,\" to which Paul replied, \"I am not mad,\nmost noble Festus; but speak forth the words of truth and soberness.\" To that Agrippa replied\nunto Paul, \"Almost thou persuadest me to be a Christian,\" and Paul replied, \"I would to God,\nthat not only thou, but also all that hear me this day, were both almost, and altogether such as\nI am, except these bonds\" (<span class=\"citation\" id=\"7580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7580)\">Acts 26:24-29<\/a><\/span>).\n<\/p><p>\nI tell you, brethren and sisters, there is no motivating power in this world in the lives of boys\nand girls, or men and women, comparable to a testimony of the truth because God does\nsomething for men and women, and he does it for boys and girls when they have a testimony\nof the divinity of this great latter-day work.\n<\/p><p>\nTESTIMONY OF THE THREE WITNESSES\n<\/p><p>\nI remember leading the Sunday School in one of our Sunday School conferences when\nBrother Karl G. Maeser and Brother George Goddard were present, in reciting the testimony\nof the three witnesses, and I would like to read that to you today. I believe I could recite it\nwithout the book, but I will keep it here for fear I cannot: \"Be it known unto all nations,\nkindreds, tongues, and people, unto whom this work shall come: That we, through the grace\nof God the Father, and our Lord Jesus Christ, have seen the plates which contain this record,\nwhich is a record of the people of Nephi, and also of the Lamanites, their brethren, and also\nof the people of Jared, who came from the tower of which hath been spoken. And well also\nknow that they have been translated by the gift and power of God, for his voice hath declared\nit unto us; wherefore we know of a surety that the work is true. And we also testify that we\nhave seen the engravings which are upon the plates; and they have been shown unto us by the\npower of God, and not of man. And we declare with words of soberness, that an angel of God\ncame down from heaven, and he brought and laid before our eyes, that we beheld and saw the\nplates, and the engravings thereon; and we know that it is by the grace of God the Father and\nour Lord Jesus Christ, that we beheld and bear record that these things are true. And it is\nmarvelous in our eyes. Nevertheless, the voice of the Lord commanded us that we should bear\nrecord of it; wherefore, to be obedient unto the commandments of God, we bear testimony of\nthese things. And we know that if we are faithful in Christ, we shall rid our garments of the\nblood of all men, and be found spotless before the judgment-seat of Christ, and shall dwell\nwith him eternally in the heavens. And the honor be to the Father, and to the Son, and to the\nHoly Ghost, which is one God. Amen\"\n(<span class=\"citation\" id=\"43099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43099)\">BM Three Wit.<\/a><\/span>).\n<\/p><p>\nNow, if you want to read the conclusion of those testimonies, just read the histories of those\nthree men when they lay on their deathbeds, and when a peace came over them when they\nlifted their voices before they went into the eternal world to bear witness that the testimony\nthey had given was of God.\n<\/p><p>\nI want to tell you, brothers and sisters, that when your boys and girls feel that, they have\nsomething that will hold them against all the powers of wickedness in this world. I would\nrather trust my boys and my girls in this world with a testimony of this work burning in their\nsouls than all the information you can give them out of all the schoolbooks that have ever\nbeen written.\n<\/p><p>\nDIVINITY OF BOOK OF MORMON\n<\/p><p>\nI think the Book of Mormon is our greatest and most tangible evidence of the divinity of the\nmission of the Prophet Joseph Smith. When that book was first handed to my grandfather,\nWillard Richards, he opened it in the middle of the book and read a few\npages; he then closed the book and said: \"That book was either written by God or the devil,\nand I intend to find out who wrote it.\" He read it through twice within the next ten days, and\nhe said the devil couldn't have done it; it was from the Lord. It is from the Lord, brothers\nand sisters, and that is what our boys and girls ought to know.\n<\/p><p>\nAPPRECIATION OF GERMAN E. ELLSWORTH\n<\/p><p>\nI want to express here a deep appreciation for my friend, President German E. Ellsworth. I\nhave reason to call him friend beyond just the common friendship of brother to brother. I\nthink possibly outside of the early founders of the Church, no other man has sponsored the\ndistribution of the Book of Mormon as has Brother Ellsworth, and I noted here a little\nstatement he made in the meeting of the mission presidents last Wednesday when we spent\nfrom nine o'clock in the morning until four-thirty in the afternoon listening to the inspiration\nof these men who are laboring with your boys and girls in the mission field. Brother\nEllsworth spoke of the time when he was president of the Northern States Mission and of the\nthousands and thousands of copies of the Book of Mormon he published that were distributed\nto the world. He said as he walked off the Hill Cumorah one day, the voice of the Lord said\nunto him: \"Push the distribution of the record taken from this hill; it will help bring the world\nto Christ.\" I think that when all other evidences fail, the Book of Mormon will do that very\nthing in this world, and as far as I am concerned, I think we haven't all the evidence yet.\nThere will be plenty more to come.\n<\/p><p>\nVALUE OF ARCHEOLOGICAL RESEARCH\n<\/p><p>\nI believe it was in 1934 that I read an article in the newspapers of a visit here to the United\nStates of a William A. Kennedy from Lima, Peru. He was here in the interest of gathering\nfunds for the erection of a research institution in Lima, Peru. The article indicated that with\nthe money that was promised by the small Americas to match what could be gathered in the\nUnited States, that he already had the assurance of thirty million dollars, and that this amount\nwould be increased to sixty or seventy million dollars within ten years. Former President\nHerbert Hoover was named as one of the board members of that institute, and it was to be\nerected for what purpose? To investigate the early civilization of America, particularly dealing\nwith the Inca and the Maya civilizations.\n<\/p><p>\nI heard Brother Callis once say that when Joseph Smith received the plates he got down on\nhis knees before the Lord, and said, \"O, God, what will the world say?\" And the voice of God\ncame to him, \"Fear not, I will cause the earth to testify of the truth of these things.\" And by\nthe time this institute spends this sixty or seventy million dollars, we may\nhave evidences, far beyond anything we have read of up to this time, of the divinity of the\nstory told in the Book of Mormon.\n<\/p><p>\nAPPRECIATION OF BOOK OF MORMON TRUTHS\n<\/p><p>\nTen years ago Brother Nicholas G. Smith, one of my dearest friends, stood in this pulpit in\nthe general conference. He was then presiding over the California Mission, and I was\npresident of the Southern States Mission. He told this story. You can find it in the conference\nreport; I didn't need to look there because I remembered it. He told about being invited by\nthe dean of religion from the University of Southern California at Los Angeles to come to his\nchurch to listen to him preach, and he asked to borrow a copy of the Book of Mormon. One\nof the missionaries handed him his copy. Now all you missionaries know how we underline\ncertain passages in red, and the minister stood up before his congregation, Presbyterian, as I\nremember, with Brother Smith and some of our missionaries present. He held that Book of\nMormon up to his congregation. He said, \"I have here a volume of scripture which has been\nin our midst for over one hundred years, and we haven't known anything about it.\" And then\nhe opened it, and turned page after page, reading the passages that were underscored in red,\nand then, holding it before his congregation again, he said, \"Why can't we fellowship a\npeople who believe in such beautiful things as I have read to you out of this volume of\nscripture?\"\n<\/p><p>\nTwo years before that, we received, from a man who visited on this block, a letter from down\nin Texas, in which he said that he had been a minister in a Methodist church for thirty-seven\nyears. He said, \"I have spent over twelve thousand dollars building a library of the choicest\nbooks I could find. I have now in my library one book which is worth more than all the\nothers because it is a volume of holy scripture,\" and he named it as the Book of Mormon.\n<\/p><p>\nBrothers and sisters, we just don't know the value of the Book of Mormon. I was out on the\nBoston Commons one night, holding a street meeting. Following the meeting, a young\nmissionary walked up to me and said, \"Brother Richards, I don't know the gospel is true.\" I\nsaid, \"You don't?\" And he said, \"No.\" \"Well,\" I said, \"you take the Book of Mormon and live\nwith it and think with it and pray about it, and it will not be very long before you will know\nthe gospel is true.\" We were back there again, a few weeks later&mdash;I didn't happen to be\nlaboring in that town, but we came in for a conference or a priesthood meeting. That night I\nwas in charge of the meeting. That same missionary walked up to me and said, \"Brother\nRichards, may I speak tonight?\" He had been in the field only a short time, and I said, \"You\nsurely can.\" He walked out before the group that had gathered and held up the Book of\nMormon, and pulled out of his pocket some postcards of buried cities in\nCentral and South America that had been uncovered, and said, \"If that Book of Mormon isn't\ntrue, you tell me how Joseph Smith knew those cities were buried out in Central and South\nAmerica.\" It didn't take him long to find the truth.\n<\/p><p>\nMISSIONARY GAINS TESTIMONY\n<\/p><p>\nThen we had another missionary come to us in the South, who said, \"I had a hard job to\nmake up my mind to come on my mission. My professors told me it would be a waste of\ntime.\" He was a college student. He said, \"You know, I am a very practical sort of a fellow. I\nlike to be able to walk out in a garden and pick the pears off the pear tree, and then I know it\nis a pear tree.\" \"Well,\" I said, \"my boy, I wouldn't worry too much about that if I were you.\nPears grow on our tree, too. Now you take the Book of Mormon, and you apply all the\nanalysis you can to it from every source; how it could have been written; who could have\nwritten it; who could have put in it the information that is there save God the Eternal Father,\nor someone to whom he gave that information.\"\n<\/p><p>\nWell, I sent this boy out into Alabama. A few weeks later I went over to attend a conference,\nand I said to the district president that I would like to hear from that young man down there.\nHe called on him. He bore a magnificent testimony. I walked up to him after the meeting. I\nsaid, \"You must have found some pears on the pear tree.\" And he said, \"Oh, President\nRichards, forget it.\"\n<\/p><p>\nMy wife was in company with me one day when we met a boy we had helped rear and who\nhad learned about twelve languages and had a Ph.D. She turned to him and said, \"What do\nyou think is the greatest evidence of the divinity of the Book of Mormon?\"\n<\/p><p>\n\"Why,\" he said, \"every page in it! No human being could have written that book of himself.\nNo knowledge in this world could have given it, save it was from God.\"\n<\/p><p>\nNow brothers and sisters, I must not take more time, but I want to tell you that when our\nboys and girls get to feel the truth of that book, there will be less worry about where their\nfeet are leading them by day and by night. God bless the youth of Zion. God bless every man\nand every woman who bears responsibility in the home and in the organizations and in the\npriesthood quorums, and may our testimonies and our lives so affect theirs that they will\nbecome powers for good in this world, and may this book yet fulfill this great decree, as\nwritten in the preface, that it shall be a witness of the Lord Jesus Christ, unto all nations\n(<span class=\"citation\" id=\"43123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43123)\">BM Title Page<\/a><\/span>). I\npray, and leave you my testimony, in the name of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}