{"ID":2675, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Time to Labor Is Now\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p3\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03063_000_003<\/span>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p4\" class=\"\">We welcome you to this general conference, whether in the building or on the air. We convey to you our best wishes and our affection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p5\" class=\"\">Today we announce to you the appointment of four new General Authorities to assist in the carrying forth of the work of the Lord, especially in the missionary area. Elder Gene R. Cook of Bountiful, Utah, formerly executive secretary of the First Council of the Seventy will become a member of the First Council of the Seventy. The First Quorum of the Seventy will be gradually organized, eventually with seventy members, the presidency of which will be made up of the seven members. Three Brethren this day will be added to the First Quorum of the Seventy. They are Charles A. Didier, a native of Belgium, now of Frankfurt, Germany, a seventy; William Rawsel Bradford of San Antonio, Texas, now president of the Chile Santiago Mission, a seventy; Elder George Patrick Lee of Towaoc, Colorado, and Shiprock, New Mexico, a seventy, now serving as president of the Arizona Holbrook Mission. These four men will assume and carry out the responsibilities of General Authorities. These four General Authorities will be presented with the other General Authorities for your vote a little later in the conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p6\" class=\"\">In February and March of this year, we held area conferences in Sao Paulo, Brazil, and Buenos Aires, Argentina. Then in August we held conferences in Taiwan, Hong Kong, the Philippine Islands, Korea, and Japan. The 114,000 estimated people in the five years of these area conferences could not possibly have come to Salt Lake to general conference, so we are taking the conferences to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p7\" class=\"\">We announced to the people of South America that a temple would be built in Sao Paulo for the people of those countries. And then when we were in Asia we announced also the building of a temple in Tokyo for the people of the Orient. We feel that this is a mark of progress. When these two temples are built and dedicated, it will greatly reduce the distance and time and cost for the people in those two general areas to go to the temple for their sacred ordinances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p8\" class=\"\">People came to these conferences from long distances, by automobile, bus, train, airplane, and by boat. Many sacrifices were made that they might enjoy the conference. One sister wrote, from whom we quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p9\" class=\"\">“The last session is so special. President Kimball said goodbye to the people. He waved his hand, and the congregation sang ‘Till We Meet Again.’ My companion and I were hugging each other in tears.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p10\" class=\"\">“I’m so blessed to be a member of the Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p11\" class=\"\">Another sister wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p12\" class=\"\">“It’s all over now! What? The area conference! I wish they could stay longer here,” she said. “Believe it or not it has been raining cats and dogs, but the sun shone brightly just before the prophet’s plane landed at the airport. There was a typhoon forecast, but it didn’t come until after the Brethren had left the country. I walked with Sister Kimball. I told her I could hardly believe I was walking with her. Know what she said? Well, she told me she is no different than I am. That she washed clothes, washed the dishes, and cooks food, plants vegetables, and does all the same things that I do.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p13\" class=\"\">“The area conference was truly wonderful,” a third letter said, “a wonderful experience to all the Filipino Mormons here. I cried when the President first entered the hall and the congregation started to sing ‘We Thank Thee, O God, for a Prophet.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p14\" class=\"\">“We live not far from Manila. We just planned traveling home every night after the conference. Well, last Monday the conference ended at almost 10:00 <span class=\"small\">P.M.<\/span> We were really flying to reach home before the curfew bell at 12:00. We were still having our journey when our back tire got flat, so we had to stop. Lucky we stopped, because a Filipino constabulary told us that we’re not supposed to travel any more tonight. So we stayed in the gasoline station until 4:00 <span class=\"small\">A.M.<\/span> till the curfew was off. We went back to Manila again the following day for the balance of the conference.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p15\" class=\"\">To see 1,200 young people all in costume, singing the song “Carry On,” made us wonder if they weren’t the ones who composed it, they sang it so well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p16\" class=\"\">As we were honored to visit the political leaders of those countries, we explained to them that our missionaries not only brought into their country American dollars but became ambassadors for the country where they served. They develop a great loyalty and love for the country, and they teach the new members to be loyal and upright and full of integrity. We have about 62,000 members in the Orient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p17\" class=\"\">In this and other sessions of the conference, the General Authorities will be speaking on many subjects, so I will confine my address to a few points to which I wish to call your attention.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p18\" class=\"\">In previous times we have urged you to plant gardens and trees. We congratulate you on the number of gardens this year. Everywhere we drive, from city to city, we see gardens that were not there before. Rows of corn, red tomato plants, carrots, onions, radishes, squash, and other plants. We congratulate you! We see ward gardens and community gardens and neighborhood gardens. We are sure that you have reduced, to some extent, the high cost of living by having these fresh vegetables from your own gardens.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p19\" class=\"\">We had a message from one Japanese brother who said, “Now I have planted a garden here in Japan, and my potatoes are doing well.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p20\" class=\"\">The Lord said, as he planted a garden in Eden,<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p21\" class=\"\">“… all things which I prepared for the use of man; and man saw that it was good for food.” (<span class=\"citation\" id=\"39482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39482)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39482)\">Moses 3:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p22\" class=\"\">“And I, the Lord God, took the man, and put him into the Garden of Eden, to dress it, and to keep it.” (<span class=\"citation\" id=\"39483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39483)\">Moses 3:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p23\" class=\"\">In our own dispensation the Lord spoke:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p24\" class=\"\">“The fulness of the earth is yours, the beasts of the field and the fowls of the air, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p25\" class=\"\">“Yea, and the herb, and the good things which come of the earth, whether for food or for raiment, or for houses, or for barns, or for orchards, or for gardens, or for vineyards;<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p26\" class=\"\">“Yea, all things which come of the earth … are made for the benefit and the use of man, both to please the eye and to gladden the heart;<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p27\" class=\"\">“Yea, for food and for raiment, for taste and for smell.” (<span class=\"citation\" id=\"16485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16485)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16485)\">D&amp;C 59:16–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p28\" class=\"\">A letter from a little girl said, “I am helping my daddy plant a garden, and my little brother is cleaning the yard.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p29\" class=\"\">The Bicentennial project of the <span class=\"emphasis\">Deseret News<\/span> and the Utah State Institute of Fine Arts, also encouraged by our Utah governor, Calvin L. Rampton, was to plant a million trees for a million people. We hope you will give this serious thought. The trees can beautify and bless, and the fruit trees can help in your living requirements.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p30\" class=\"\">A letter came from a rural area addressed to me. It said, “Following your advice, we appraised our lot and became ashamed of it. It was a pioneer rural home with the usual barn, chicken house, and sheds. The outside fence was broken.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p31\" class=\"\">“We tore down the old barn; we straightened up and painted the fence; we whitewashed the other outside buildings; and we dug up the barn area and planted a garden, and what a delightful one it was! Thank you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p32\" class=\"\">When an administrator in Africa rode out to inspect land that had been devastated in a storm, he came to a place where giant cedars had been uprooted and destroyed. He said to his official in charge, “You will have to plant some cedars here.” The official replied, “It takes 2,000 years to grow cedars of the size these were. They don’t even bear cones until they’re 50 years old.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p33\" class=\"\">“Then,” said the administrator, “we must plant them at once.” And this is the admonition to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p34\" class=\"\">“Let everyone sweep in front of his own door,” said Goethe, “and the whole world will be clean.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p35\" class=\"\">We mention another matter of importance. We note that in our Christian world in many places we still have business establishments open for business on the sacred Sabbath. We are sure the cure of this lies in ourselves, the buying public. Certainly the stores and business houses would not remain open if we, the people, failed to purchase from them. Will you all please reconsider this matter. Take it to your home evenings and discuss it with your children. It would be wonderful if every family determined that henceforth no Sabbath purchase would be made.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p36\" class=\"\">The Lord Jesus Christ said with, I think, some sadness, “Why call ye me, Lord, Lord, and do not the things which I say?” (<span class=\"citation\" id=\"31928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31928)\">Luke 6:46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p37\" class=\"\">Then we have the scripture from Ezekiel: “They sit before thee as my people, and they hear thy words, but they will not do them.” (<span class=\"citation\" id=\"23151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23151)\">Ezek. 33:31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p38\" class=\"\">When we love the Lord, why do we still break his laws? We implore you, then, earnestly, to discontinue the purchase of things on the Sabbath day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p39\" class=\"\">We are continuing in the missionary work also. This year we have an increase of thousands of missionaries, running up to near 21,000, who are out preaching the gospel—the largest group ever in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p40\" class=\"\">Perhaps the most pleasing note is the new dimension wherein we have some thousands of local missionaries in South America, Europe, the Orient, the South Seas, and elsewhere. They please us mightily by their devotion and their efficiency. The local ones proselyte without language training, and they proselyte without visas generally, and they know their own culture. And we are using local leaders in communities throughout the world. We are finding them to be loyal, effective, and devoted leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p41\" class=\"\">We continue to be concerned with the rising divorce rate. Every divorce means saddened lives, broken vows, neglected and deprived children, and broken homes. We decry divorce and feel that there are relatively few divorces which are justifiable. Great care should be taken in forming marriage alliances; then both parties should do their utmost to keep these marriages happy ones. This can be done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p42\" class=\"\">Selfishness and other sins are responsible for most divorces. The apostle Paul knew the answer. He said for men to love their wives and wives to love their husbands. For two people to work out their marriage together, they need a carefully worked out budget, made by both husband and wife, and then careful adherence to the same. Many marriages are defeated in the marketplace when unscheduled purchases are made. Remember that marriage is a partnership and is not likely to be successful otherwise. There should be joint planning and joint disciplining of the family. Too many civil marriages are broken. We are grateful that the temple marriages are nearer in line.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p43\" class=\"\">Then we feel that the Lord must have stood in sadness again when he said, “Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p44\" class=\"\">“Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p45\" class=\"\">“And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.” (<span class=\"citation\" id=\"36380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36380)\">Matt. 7:21–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p46\" class=\"\">Family stability is fairly well measured by the divorce rate in the community.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p47\" class=\"\">We are, for many other important reasons, urging our young people to consider their marriages seriously and to go into the holy temple for this sacred ordinance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p48\" class=\"\">We decry abortions and ask our people to refrain from this serious transgression. We have stated the following regarding this sin:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p49\" class=\"\">“The Church [vigorously] opposes abortion and counsels its members not to submit to or perform an abortion. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p50\" class=\"\">“Abortion must be considered one of the most revolting and sinful practices in this day, when we are witnessing the frightening evidence of permissiveness leading to sexual immorality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p51\" class=\"\">“Members of the Church guilty of being parties to the sin of abortion must be subjected to the disciplinary action of the councils of the Church as circumstances warrant. The Lord stated in the 59th section, ‘Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it.’” (<span class=\"emphasis\">Ensign, <\/span>Mar. 1973, p. 64.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p52\" class=\"\">A magazine writer recently penned this: “Morality in public life has plunged to the lowest level, the lowest level in history.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p53\" class=\"\">As we witness the growing wave of violence and sex, we are dismayed by the efforts of so many to bring into our living rooms vivid portrayals of such conduct. But at the same time we are encouraged by the expressed desire of executives of television networks to reserve at least a portion of the early evening hours for entertainment when parents may watch with their children without embarrassment. It is a beginning which we earnestly hope will be enlarged. God bless their righteous efforts that our precious families may be protected from this evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p54\" class=\"\">It has been a satisfaction to us to assist somewhat in the placement of the Vietnamese people who came from their homeland to locate here. We personal extremity” ly met the first refugees, and as we saw them in their new surroundings in a foreign world, we remembered our own people of the schooner days and the handcart days as they came into this new land, bringing relatively little or nothing with them. We have several hundred Vietnamese brothers and sisters who are building a new life among us. Some are members; some are not. We have located them without the money that the government offered, but our compensation has been that mentioned by the Savior:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p55\" class=\"\">“Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"36401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36401)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36401)\">Matt. 25:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p56\" class=\"\">We are grateful to the priesthood and Relief Society sisters and other workers who have assisted in finding food, clothing, and shelter for these good people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p57\" class=\"\">One basic field of integrity is in the crossing of national boundaries without paying proper customs dues. Sometimes people rationalize. There are those who would hesitate to take from a neighbor or steal from a merchant but have so completely geared their thinking that it has come to be all right with them to avoid customs and fail to make proper report of purchases. We decry this and urge our people to be honest in every field and in all that they do. We decry any exception to this rule and hope that our people will be punctiliously honorable and honest in all these customs obligations and other dealings also.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p58\" class=\"\">We cannot close this general statement without reiterating our stand on morals. God is the same yesterday, today, and forever. He has never intended that we should change or update with our vision the moral issues which he established long ago. Sin is still sin and always will be. We stand for a life of cleanliness. From childhood through youth and to the grave, we proclaim the wickedness of sexual life of any kind before marriage, and we proclaim that every one in marriage should hold himself or herself to the covenants that were made.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p59\" class=\"\">In other words, as we have frequently said, there should be total chastity of men and women before marriage and total fidelity in marriage. The fact that so-called sex revolutionists would change the order and change the status is repugnant to us. We abhor, with all our power, pornography, permissiveness, and the so-called freedom of the sexes, and we fear that those who have supported, taught, and encouraged the permissiveness that brings about this immoral behavior will someday come to a sad reckoning with Him who has established the standards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p60\" class=\"\">Again we repeat the stirring words of the Savior: “Why call ye me, Lord, Lord, and do not the things which I say?” (<span class=\"citation\" id=\"31929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31929)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31929)\">Luke 6:46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p61\" class=\"\">And then again he said, “Say nothing but repentance unto this generation.” (<span class=\"citation\" id=\"16421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16421)\">D&amp;C 6:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p62\" class=\"\">“And I will bring distress upon men,” he says, “that they shall walk like blind men, because they have sinned against the Lord: and their blood shall be poured out as dust. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p63\" class=\"\">“Neither their silver nor their gold shall be able to deliver them in the day of the Lord’s wrath; but the whole land shall be devoured by the fire of his jealousy: for he shall make even a speedy riddance of all that dwell in the land.” (<span class=\"citation\" id=\"43096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43096)\">Zeph. 1:17–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p64\" class=\"\">We continue to warn the people and plead with them, for we are watchmen upon the towers, and in our hands we have a trumpet which we must blow loudly and sound the alarm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p65\" class=\"\">Isaiah said, “For the nation and kingdom that will not serve thee shall perish; yea, those nations shall be utterly wasted.” (<span class=\"citation\" id=\"25478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25478)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25478)\">Isa. 60:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-time-to-labor-is-now.p66\" class=\"\">As we enter into these sessions of this conference, may we invoke the blessings of the Lord upon all the Brethren who will be speaking and upon all you who will be listening, that your hearts may be touched and your testimony may ring in your hearts. Blessed is the nation whose God is the Lord. I invoke the blessings of heaven upon you in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}