{"ID":2680, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Faith of a Child\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p2\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monson\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_009<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p3\" class=\"\">What a truly glorious period of the year is conference time. Temple Square in Salt Lake City is the gathering place for tens of thousands who travel far, that they might hear the word of the Lord. Today the Tabernacle is filled to overflowing. Friendly conversation has been replaced by the music of the choir and the voices of those who pray and who speak. A sweet reverence fills the air.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p4\" class=\"\">It is a humbling experience to gaze into your faces and to appreciate your faith and devotion to truth. Patiently do you sit on those historic benches which the passing of time has somehow not made more comfortable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p5\" class=\"\">Particularly am I grateful for the children who are here. In the balcony to my left I see a beautiful girl of perhaps ten years. Sweet little one, I do not know your name or whence you have come. This, however, I do know: the innocence of your smile and the tender expression of your eyes have persuaded me to place aside for a future time the message I had prepared for this occasion. Today, I am impressed to speak to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p6\" class=\"\">When I was a boy your age, I too had a teacher in Sunday School. From the Bible she would read to us of Jesus, the Redeemer and Savior of the world. One day she taught us how the little children were brought unto him, that he should put his hands on them and pray. His disciples rebuked those that brought the children. “But when Jesus saw it, he was much displeased, and said unto them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God.” (<span class=\"citation\" id=\"33265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33265)\">Mark 10:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p7\" class=\"\">That lesson has never left me. Indeed, just a few months ago I relearned its meaning and partook of its power. My teacher was the Lord. May I share with you this experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p8\" class=\"\">Far away from Salt Lake City, and some eighty miles from Shreveport, Louisiana, lives the Jack Methvin family. Mother, dad, and the boys are members of The Church of Jesus Christ of Latter-day Saints. Until just recently there was a lovely daughter who, by her presence, graced that home. Her name was Christal. She was but ten years old when death ended her earthly sojourn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p9\" class=\"\">Christal liked to run and play on the spacious ranch where her family lives. She could ride horses skillfully and excelled in 4-H work, winning awards in the local and state fairs. Her future was bright, and life was wonderful. Then there was discovered on her leg an unusual lump. The specialists in New Orleans completed their diagnosis and rendered their verdict: carcinoma. The leg must be removed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p10\" class=\"\">She recovered well from the surgery, lived as buoyantly as ever and never complained. Then the doctors discovered that the cancer had spread to her tiny lungs. The Methvin family did not despair, but rather planned a flight to Salt Lake City. Christal could receive a blessing from one of the General Authorities. The Methvins knew none of the Brethren personally, so opening before Christal a picture of all the General Authorities, a chance selection was made. By sheer coincidence, my name was selected.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p11\" class=\"\">Christal never made the flight to Salt Lake City. Her condition deteriorated. The end drew nigh. But her faith did not waver. To her parents, she said, “Isn’t stake conference approaching? Isn’t a General Authority assigned? And why not Brother Monson? If I can’t go to him, the Lord can send him to me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p12\" class=\"\">Meanwhile in Salt Lake City, with no knowledge of the events transpiring in Shreveport, a most unusual situation developed. For the weekend of the Shreveport Louisiana Stake Conference, I had been assigned to El Paso, Texas. President Ezra Taft Benson called me to his office and explained that one of the other Brethren had done some preparatory work regarding the stake division in El Paso. He asked if I would mind were another to be assigned to El Paso and I assigned elsewhere. Of course there was no problem—anywhere would be fine with me. Then President Benson said, “Brother Monson, I feel impressed to have you visit the Shreveport Louisiana Stake.” The assignment was accepted. The day came. I arrived in Shreveport.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p13\" class=\"\">That Saturday afternoon was filled with meetings—one with the stake presidency, one with priesthood leaders, one with the patriarch, then yet another with the general leadership of the stake. Rather apologetically, Stake President Charles F. Cagle asked if my schedule would permit me time to provide a blessing to a ten-year-old girl afflicted with cancer. Her name: Christal Methvin. I responded that, if possible, I would do so, and then inquired if she would be at the conference, or was she in a Shreveport hospital? Knowing the time was tightly scheduled, President Cage almost whispered that Christal was confined to her home—<span class=\"emphasis\">more than eighty miles from Shreveport!<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p14\" class=\"\">I examined the schedule of meetings for that evening and the next morning—even my return flight. There simply was no available time. An alternative suggestion came to mind. Could we not remember the little one in our public prayers at conference? Surely the Lord would understand. On this basis, we proceeded with the scheduled meetings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p15\" class=\"\">When the word was communicated to the Methvin family, there was understanding but a trace of disappointment as well. Hadn’t the Lord heard their prayers? Hadn’t he provided that Brother Monson would come to Shreveport? Again the family prayed, asking for a final favor—that their precious Christal would realize her desire.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p16\" class=\"\">At the very moment the Methvin family knelt in prayer, the clock in the stake center showed the time to be 7:45. The leadership meeting had been inspirational. I was sorting my notes, preparing to step to the pulpit, when I heard a voice speak to my spirit. The message was brief, the words familiar: “Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God.” (<span class=\"citation\" id=\"33266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33266)\">Mark 10:14<\/a><\/span>.) My notes became a blur. My thoughts turned to a tiny girl in need of a blessing. The decision was made. The meeting schedule was altered. After all, people are more important than meetings. I turned to Bishop James Serra and asked that he leave the meeting and advise the Methvins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p17\" class=\"\">The Methvin family had just arisen from their knees when the telephone rang and the message was relayed that early Sunday morning—the Lord’s day—in a spirit of fasting and prayer, we would journey to Christal’s bedside.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p18\" class=\"\">I shall ever remember and never forget that early-morning journey to a heaven the Methvin family calls home. I have been in hallowed places—even holy houses—but never have I felt more strongly the presence of the Lord than in the Methvin home. Christal looked so tiny lying peacefully on such a large bed. The room was bright and cheerful. The sunshine from the east window filled the bedroom with light as the Lord filled our hearts with love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p19\" class=\"\">The family surrounded Christal’s bedside. I gazed down at a child who was too ill to rise—almost too weak to speak. Her illness had now rendered her sightless. So strong was the spirit that I fell to my knees, took her frail hand in mine, and said simply, “Christal, I am here.” She parted her lips and whispered, “Brother Monson, I just knew you would come.” I looked around the room. No one was standing. Each was on bended knee. A blessing was given. A faint smile crossed Christal’s face. Her whispered “thank you” provided an appropriate benediction. Quietly, each filed from the room.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p20\" class=\"\">Four days later, on Thursday, as Church members in Shreveport joined their faith with the Methvin family and Christal’s name was remembered in a special prayer to a kind and loving Heavenly Father, the pure spirit of Christal Methvin left its disease-ravaged body and entered the paradise of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p21\" class=\"\">For those of us who knelt that Sabbath day in a sun-filled bedroom, and particularly for Christal’s mother and father as they enter daily that same room and remember how she left it, the immortal words of Eugene Field will bring back precious memories:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The little toy dog is covered with dust,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But sturdy and staunch he stands;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the little toy soldier is red with rust,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And his musket moulds in his hands.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Time was when the little toy dog was new,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the soldier was passing fair,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And that was the time when our Little Boy Blue<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Kissed them and put them there.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Now, don’t you go till I come,” he said,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“And don’t you make any noise!”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So toddling off to his trundle-bed<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He dreamt of the pretty toys.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And as he was dreaming, an angel song<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Awakened our Little Boy Blue,—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Oh, the years are many, the years are long,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But the little toy friends are true!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Ay, faithful to Little Boy Blue they stand,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Each in the same old place,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Awaiting the touch of a little hand,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The smile of a little face.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And they wonder, as waiting these long years through,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In the dust of that little chair,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">What has become of our Little Boy Blue<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Since he kissed them and put them there.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p46\" class=\"\">(“Little Boy Blue,” <span class=\"emphasis\">One Hundred and One Famous Poems,<\/span> Chicago: Reilly &amp; Lee, 1958, p. 15.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p47\" class=\"\">For us there is no need to wonder or to wait. Said the Master, “I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live: And whosoever liveth and believeth in me shall never die.” (<span class=\"citation\" id=\"28847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28847)\">John 11:25–26<\/a><\/span>.) To you, Jack and Nancy Methvin, he speaks: “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.” (<span class=\"citation\" id=\"28856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28856)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28856)\">John 14:27<\/a><\/span>.) And from your sweet Christal could well come the comforting expression: “I go to prepare a place for you. … that where I am, there ye may be also.” (<span class=\"citation\" id=\"28851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28851)\">John 14:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p48\" class=\"\">To you, my little friend in the upper balcony, and to believers everywhere, I bear witness that Jesus of Nazareth does love little children, that he listens to your prayers and responds to them. The Master did indeed utter those words, “Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God.” (<span class=\"citation\" id=\"33267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33267)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33267)\">Mark 10:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p49\" class=\"\">I know these are the words he spoke to the throng gathered on the coast of Judea by the waters of Jordan—for I have read them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p50\" class=\"\">I know these are the words he spoke to an apostle on assignment in Shreveport, Louisiana—for I heard them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-faith-of-a-child.p51\" class=\"\">To these truths I bear record, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}