{"ID":2681, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Prophet’s Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p2\" class=\"\">Elder A. Theodore Tuttle<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_010<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:27d8.jpg\" alt=\"Elder A. Theodore Tuttle\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p3\" class=\"\">We miss Milton R. Hunter today. He was a great and able servant and a loyal friend. On behalf of President S. Dilworth Young and the First Council of the Seventy, I extend a hearty welcome to Elder Gene Cook as a member of the First Council. He comes well qualified, well trained, and with tremendous capacity. He loves the Lord; he knows the work and is completely dedicated. We are delighted, as we feel all of you are, with the announcement to organize the First Quorum of the Seventy. We welcome wholeheartedly the first three members of this quorum: Elder Charles Didier, Elder William Bradford, and Elder George Lee. These men are stalwarts, men of proven ability. They are great missionaries, and we look forward to the privilege of working with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p4\" class=\"\">There is great power in faith. “Faith is the moving cause of all action. …” (Joseph Smith, <span class=\"emphasis\">Lectures on Faith,<\/span> p. 8.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p5\" class=\"\">The Prophet Joseph said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p6\" class=\"\">“It was by faith that the worlds were framed. God spake, chaos heard, and worlds came into order by reason of the faith there was in Him. So with man also; he spake by faith in the name of God, and the sun stood still, [and] the moon obeyed, mountains removed, prisons fell.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p7\" class=\"\">“Had it not been for the faith which was in men, they might have spoken to the sun, the moon, the mountains, prisons … in vain!<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p8\" class=\"\">“Faith, then, is the first great governing principle which has power, dominion, and authority over all things; … Without it there is no power, and with out power there could be no creation nor existence!<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p9\" class=\"\">“When a man works by faith he works by mental exertion instead of physical force. It is by words, instead of exerting his physical powers, with which every being works when he works by faith.” (<span class=\"emphasis\">Lectures on Faith,<\/span> pp. 9–10, 61.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p10\" class=\"\">I believe there are basically two kinds of faith. The kind of which I have spoken—faith that God lives and rules in the heavens—sustains us in life’s challenges. It enables us to endure without yielding, and bear the trials common to us all. This faith has characterized the lives of this people all through their history. It is a great legacy to inherit and to bequeath.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p11\" class=\"\">There is another kind of faith: more powerful, less known, infrequently observed. This faith in God compounds our ability to accomplish our righteous desires. It is the creative, and generative kind of faith. This is the faith save for the exercise of which things would not happen. This is the great causative force in human lives. This is the faith that moves mountains.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p12\" class=\"\">The scriptures teach that certain powers of heaven are governed by the faith of mortal men. The Lord’s ability to help us succeed is limited only by our faith in him. “For if there be no faith among the children of men God can do no miracle among them; wherefore, he showed not himself [unto them] until after their faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p13\" class=\"\">“Neither at any time hath any wrought miracles until after their faith; wherefore they first believed in the Son of God.” (<span class=\"citation\" id=\"22306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22306)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22306)\">Ether 12:12, 18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p14\" class=\"\">Just as faith without works is dead, likewise, works without faith are dead. We can cause righteous desires to come to pass, for in the words of our Master, “According to your faith be it unto you.” (<span class=\"citation\" id=\"36383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36383)\">Matt. 9:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p15\" class=\"\">In the last eighteen months, I’ve watched this kind of faith <span class=\"emphasis\">cause<\/span> things to happen. It began with a prophet. He spoke. His words put spiritual forces into action that heretofore had been dormant. People acted. They repented. They changed. Events changed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p16\" class=\"\">A prophet not only prophesies of things that will happen. A prophet, by the exercise of faith, causes things to happen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p17\" class=\"\">Let me tell you what has happened since the prophet spoke.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p18\" class=\"\">He asked for more missionaries—and more came! They came from areas of the world where they have never come from before—and in greater numbers. At first they came by ones and twos, then by scores, then hundreds, now by thousands. Hearts are touched. Lives are changed. Youth responds. Sacrifice increases. Parents weep for joy. A prophet is made glad.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p19\" class=\"\">Usually people don’t listen to statistics, but these are impressive. Eighteen months ago in Brazil they had only forty local Brazilian missionaries. Today they have over one hundred. Elsewhere in South America, Mexico, Asia, the islands of the sea, Europe, and other areas of the world, there is similar response.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p20\" class=\"\">Eighteen months ago, in all the missions of the world combined, there were 17,600 missionaries. At that time our projections indicated that we might possibly have as many as 19,000 by this year’s end. Already we have more than 21,000! By year’s end we will have more than 22,000.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p21\" class=\"\">Let me tell what really happens when missionaries serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p22\" class=\"\">We had a neighbor boy who regularly passed our place headed for the mailbox, impatiently awaiting his letter of call. It seemed unusually long in coming after his recommendation was sent in. I observed this scene the day his letter came. He opened it at the mailbox, called his friend over, and they rejoiced together. Then he figuratively bounced down the lane to share the good news with his family. A few minutes later his sixteen-year-old sister came strolling by, headed home. I merely mentioned in a greeting that her brother had received his mission call. She instantly changed her pace and ran all the way home to join in the excitement of her brother’s call. Think of the anticipation, the joy, that gladdens hundreds of homes and hundreds of hearts each week—for this is a family call.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p23\" class=\"\">Not only does this service bless the homes from which missionaries come, it blesses lives where missionaries go. One young lady who worked among the Indian people wrote: “The Navajo are a great people. Words can’t express my love for them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p24\" class=\"\">“The Navajo people accepted me, a white girl, as one of their own. They called me their white daughter. I had a hard time with the language, but I could teach by reading the lessons. I was very fortunate to have Navajo companions who could explain in detail. We could communicate with love. I learned that love is the greatest language to know. This people loved me and I loved them. We spoke with smiles, laughter, and sometimes tears. They were patient with my broken Navajo and helped me when I couldn’t think of a word. I left with a testimony in my heart and a feeling that cannot be described in words. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p25\" class=\"\">She concludes with, “In December I met a returned missionary. We fell in love and have been married in the temple.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p26\" class=\"\">While we lived in South America, our eldest son reached the age to fill a mission. He was the first missionary to leave our little branch composed mainly of converts. The closing prayer at his farewell was offered by one of the new converts. He expressed this thought: “Heavenly Father, we have seen missionaries come. They have blessed our lives. Now we see that we must send missionaries. Help us to rear our sons to serve.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p27\" class=\"\">That prayer of faith was answered. When that man’s son was nineteen, he was called to go to Italy. I received this note about him from the president of the branch where he labored.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p28\" class=\"\">“We have known Elder LaBuonora since he arrived six months ago. … In the short time he has been here he has baptized nine people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p29\" class=\"\">“Because you knew him before, I share a little experience. We were visiting one of our sick members in the hospital. … In the ward of about twenty people, there was a three-year-old boy whose mother had abandoned him when he was born. He has had no one to love him. The child was playing in his crib and needed his nose wiped. So Elder LaBuonora wiped his nose with the tenderness of a real father, held him in his arms for a minute, kissed him, and put him gently back in bed. The expression on the child’s face was a mixture of surprise and security. We believe this young man is the greatest missionary we have seen. What a blessing he is to our mission and branch.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p30\" class=\"\">It is a further evidence of faith to note that President LaBuonora, the father who prayed that they could rear their sons to serve, has since sent his second son into the mission field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p31\" class=\"\">On a recent flight, a young lady missionary sat by Sister Tuttle and me. She didn’t know us when she sat down and started a conversation. When she discovered who I was, she exclaimed disappointedly, “Oh, darn, I can’t give you a Book of Mormon. I wanted to share three before I reach New Zealand.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p32\" class=\"\">Brothers and sisters, we face another challenge: to become missionaries. We have not been as successful in doing this as we have been in providing missionaries. This is an opportunity for all of us to exercise this second kind of faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p33\" class=\"\">We need to set personal and family goals. Make the achievement of these goals a matter of earnest prayer. Exercise our faith in God, and cause success to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p34\" class=\"\">Eighteen months ago President Kimball said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p35\" class=\"\">“In our stake and district missionary work, … we have hardly scratched the surface. … I believe the time has come when we must … change our sights and raise our goals. …” (<span class=\"emphasis\">Ensign,<\/span> Oct. 1974, p. 14.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p36\" class=\"\">Stake missionary work is a great sleeping giant but it is beginning to stir. We now expect all stake presidents to give greater attention to this work, to do three things: (1) develop stake goals and (2) see that your seventies are organized correctly and functioning properly in order to (3) assist every family to share the gospel with another. In this work every member must lengthen his stride, as our leader has done—a fact so beautifully attested to this morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p37\" class=\"\">There is a place for everyone in the Church to serve as a missionary—either at home or abroad, for people on this side of the veil or on the other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p38\" class=\"\">Eighteen months ago one man expressed his faith that missionary work could be improved, become more efficient, and more productive. At that time it seemed impossible. Immediately, however, his counselors joined their faith with his faith and it was trebled. Then the Twelve joined with them and Church leaders and many members have compounded that faith again and again. Faith called forth faith and a mighty work moves forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p39\" class=\"\">Our salvation and the salvation of all of our Father’s children will be determined by our obedience to the counsel of the living prophet. May we arise and exercise greater faith in God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-prophets-faith.p40\" class=\"\">I bear witness that this work is true and that President Kimball is a living prophet. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}