{"ID":2688, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Opposing Evil\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p2\" class=\"\">Elder Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2e70.jpg\" alt=\"Elder Gordon B. Hinckley\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p3\" class=\"\">With appreciation for the tremendous responsibility of speaking from this pulpit, I seek the direction of the Holy Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p4\" class=\"\">A young man recently came to see me. He was handsome in appearance, a good student, personable, but deeply troubled. He announced that he has long been involved in deviant moral activity but has now come to have serious questions about it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p5\" class=\"\">“What brought this change of attitude?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p6\" class=\"\">He pointed to a ring on his little finger. It was a beautiful diamond in a heavy gold setting, a handsome ring which he showed me with pride. “It was my grandfather’s,” he said. “In his old age he gave it to my father who was his eldest son; and my father gave it to me, his eldest son. The other night I was with a friend of my own kind, and he, knowing the story of my ring, asked, ‘To whom will you give it? I guess you’re the last one.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p7\" class=\"\">“I was shaken by that,” he continued. “I had never thought of it before. ‘Where am I going?’ I asked myself. ‘I am walking down a blind alley, where there is neither light, nor hope, nor future.’ I suddenly realized I need help.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p8\" class=\"\">We talked of the influences that had put him where he is, of the home from which he came, of associations with other young men, of books and magazines read, of shows seen. He spoke of many friends in similar circumstances or worse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p9\" class=\"\">As I walked from my office toward my home that evening, I could not get from my mind the tragic figure of that young man now finding himself face to face with the fact that for so long as he continued with his present pattern, he could never have a son of his own to whom he might someday pass his grandfather’s ring. The bleakness of his future had brought him pleading for help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p10\" class=\"\">Following dinner, I picked up the morning paper, which I had not previously read. Thumbing through its pages, my eyes stopped on the theater ads, so many of them an open appeal to witness that which is debauching, that which leads to violence and sex.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p11\" class=\"\">I turned to my mail and found a small magazine which lists the television fare for the coming week and saw titles of shows aimed in the same direction. A news magazine lay on my desk. This particular issue was devoted to the rising crime rate, with a graph showing that while the population increased only 11 percent from 1963 to 1973, violent crime had increased a shocking 174 percent. Articles in the magazine spoke of additional billions for increased police forces and larger prisons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p12\" class=\"\">The flood of pornographic filth, the inordinate emphasis on sex and violence are not peculiar to this land. The situation is as bad in Europe and in many other areas. News stories tell of the production in Denmark of a filthy, erotic, and blasphemous movie to be produced on the life of the Son of God. The whole dismal picture indicates a weakening rot seeping into the very fiber of society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p13\" class=\"\">Our legislatures and courts are affected by this wave. Legal restraints against deviant moral behavior are eroding under legislative enactments and court opinions. This is done in the name of freedom of speech, freedom of the press, freedom of choice in so-called personal matters. But the bitter fruit of these so-called freedoms has been enslavement to debauching habits and behavior that leads only to destruction. A prophet, speaking long ago, aptly described the process when he said, “And thus the devil cheateth their souls, and leadeth them away carefully down to hell.” (<span class=\"citation\" id=\"3949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3949)\">2 Ne. 28:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p14\" class=\"\">On the other hand, I am satisfied that there are millions upon millions of good people in this and in other lands. For the most part, husbands are faithful to wives, and wives to husbands. Their children are being reared in sobriety, industry, and faith in God. Given the strength of these, I am one who believes that the situation is far from hopeless. I am satisfied that there is no need to stand still and let the filth and violence overwhelm us, or to run in despair. The tide, high and menacing as it is, can be turned back if enough of the kind I have mentioned will add their strength to the strength of the few who are now effectively working. I believe the challenge to oppose this evil is one from which members of The Church of Jesus Christ of Latter-day Saints, as citizens, cannot shrink. And if we are ever to begin, let it be now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p15\" class=\"\">In that spirit, I should like to suggest four points of beginning:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p16\" class=\"\">The first: <span class=\"emphasis\">Begin with yourself.<\/span> Reformation of the world begins with reformation of self. It is a fundamental article of our faith that “We believe in being honest, true, chaste, benevolent, [and] virtuous.” (<span class=\"citation\" id=\"6937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6937)\">A of F 1:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p17\" class=\"\">We cannot hope to influence others in the direction of virtue unless we live lives of virtue. The example of our living will carry a greater influence than will all the preaching in which we might indulge. We cannot expect to lift others unless we stand on higher ground ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p18\" class=\"\">Respect for self is the beginning of virtue in men. That man who knows that he is a child of God, created in the image of a divine Father and gifted with a potential for the exercise of great and godlike virtues, will discipline himself against the sordid, lascivious elements to which all are exposed. Said Alma to his son Helaman, “Look to God and live.” (<span class=\"citation\" id=\"9230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9230)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9230)\">Alma 37:47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p19\" class=\"\">It is a matter of more than passing interest that the Lord, as he spoke to the multitude on the Mount, included this marvelous declaration: “Blessed are the pure in heart: for they shall see God.” (<span class=\"citation\" id=\"36364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36364)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36364)\">Matt. 5:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p20\" class=\"\">A wise man once said, “Make of yourself an honest man, and there will be one fewer rascals in the world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p21\" class=\"\">And it was Shakespeare who put into the mouth of one of his characters this persuasive injunction: “To thine ownself be true, And it must follow, as the night the day, Thou canst not then be false to any man.” (<span class=\"emphasis\">Hamlet,<\/span> 1, iii, 78–80.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p22\" class=\"\">I should like to give to every man within the sound of my voice a challenge to lift his thoughts above the filth, to discipline his acts into an example of virtue, to control his words that he speak only that which is uplifting and leads to growth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p23\" class=\"\">And now my second point of beginning: <span class=\"emphasis\">A better tomorrow begins with the training of a better generation.<\/span> This places upon parents the responsibility to do a more effective work in the rearing of children. The home is the cradle of virtue, the place where character is formed and habits are established. The home evening is the opportunity to teach the ways of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p24\" class=\"\">You know that your children will read. They will read books and they will read magazines and newspapers. Cultivate within them a taste for the best. While they are very young, read to them the great stories which have become immortal because of the virtues they teach. Expose them to good books. Let there be a corner somewhere in your house, be it ever so small, where they will see at least a few books of the kind upon which great minds have been nourished.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p25\" class=\"\">Let there be good magazines about the house, those which are produced by the Church and by others, which will stimulate their thoughts to ennobling concepts. Let them read a good family newspaper that they may know what is going on in the world without being exposed to the debasing advertising and writing so widely found. When there is a good show in town, go to the theater as a family. Your very patronage will give encouragement to those who wish to produce this type of entertainment. And use that most remarkable of all tools of communication, television, to enrich their lives. There is so much that is good, but it requires selectivity. President Kimball spoke yesterday of the efforts of the television networks to present in prime-time evening hours suitable family entertainment. Let those who are responsible for this effort know of your appreciation for that which is good and also of your displeasure with that which is bad. In large measure, we get what we ask for. The problem is that so many of us fail to ask, and, more frequently, fail to express gratitude for that which is good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p26\" class=\"\">Let there be music in the home. If you have teenagers who have their own recordings, you will be prone to describe the sound as something other than music. Let them hear something better occasionally. Expose them to it. It will speak for itself. More of appreciation will come than you may think. It may not be spoken, but it will be felt, and its influence will become increasingly manifest as the years pass.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p27\" class=\"\">Now my third point of beginning: <span class=\"emphasis\">The building of public sentiment begins with a few earnest voices.<\/span> I am not one to advocate shouting defiantly or shaking fists and issuing threats in the faces of legislators. But I am one who believes that we should earnestly and sincerely and positively express our convictions to those given the heavy responsibility of making and enforcing our laws. The sad fact is that the minority who call for greater liberalization, who peddle and devour pornography, who encourage and feed on licentious display make their voices heard until those in our legislatures may come to believe that what they say represents the will of the majority. We are not likely to get that which we do not speak up for.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p28\" class=\"\">Let our voices be heard. I hope they will not be shrill voices, but I hope we shall speak with such conviction that those to whom we speak shall know of the strength of our feeling and the sincerity of our effort. Remarkable consequences often flow from a well-written letter and a postage stamp. Remarkable results come of quiet conversation with those who carry heavy responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p29\" class=\"\">Declared the Lord to this people: “Wherefore, be not weary in well-doing, for ye are laying the foundation of a great work. And out of small things proceedeth that which is great.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p30\" class=\"\">“Behold, the Lord requireth the heart and a willing mind.” (<span class=\"citation\" id=\"16490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16490)\">D&amp;C 64:33–34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p31\" class=\"\">This is the essence of the matter—“the heart and a willing mind.” Speak to those who enact the regulations, the statutes, and the laws—those in government on local, state, and national levels; and those who occupy positions of responsibility as administrators of our schools. Of course, there will be some who will slam the door, some who will scoff. Discouragement may come. It has always been thus. Edmund Burke, speaking on the floor of the House of Commons in 1783, declared concerning the advocate of an unpopular cause:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p32\" class=\"\">“He well knows what snares are spread about his path. … He is traduced and abused for his supposed motives. He will remember that obloquy is a necessary ingredient in the composition of all true glory: he will remember … that calumny and abuse are essential parts of triumph.” (Quoted in foreword to John F. Kennedy, <span class=\"emphasis\">Profiles in Courage,<\/span> New York: Harper &amp; Row, 1964, p. xviii).<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p33\" class=\"\">The apostle Paul, in his defense before Agrippa, gave an account of his miraculous conversion while on the way to Damascus, declaring that the voice of the Lord commanded him to “rise, and stand upon thy feet.” (<span class=\"citation\" id=\"8193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8193)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8193)\">Acts 26:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p34\" class=\"\">I think the Lord would say to us, “Rise, and stand upon thy feet, and speak up for truth and goodness and decency and virtue.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p35\" class=\"\">Finally, my fourth point of beginning: <span class=\"emphasis\">Strength to do battle begins with enlisting the strength of God.<\/span> He is the source of all true power. Declared Paul to the Ephesians:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p36\" class=\"\">“Finally my brethren, be strong in the Lord, and in the power of his might.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p37\" class=\"\">“Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p38\" class=\"\">“For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p39\" class=\"\">“Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.” (<span class=\"citation\" id=\"21881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21881)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21881)\">Eph. 6:10–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p40\" class=\"\">Brethren and sisters, the tide of evil flows. It has become a veritable flood. Most of us, living somewhat sheltered lives, have little idea of the vast dimensions of it. Billions of dollars are involved for those who pour out pornography, for those who peddle lasciviousness, for those who deal in bestiality, in perversion, in sex and violence. God give us the strength, the wisdom, the faith, the courage as citizens to stand in opposition to these and to let our voices be heard in defense of those virtues which, when practiced in the past, made men and nations strong, and which, when neglected, brought them to decay.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/opposing-evil.p41\" class=\"\">God lives. He is our strength and our helper. As we strive, we shall discover that legions of good men and women will join with us. For this I humbly pray, in the name of him of whom I testify, even the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}