{"ID":2689, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Importance of Reputation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p2\" class=\"\">Elder O. Leslie Stone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2898.jpg\" alt=\"Elder O. Leslie Stone\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p3\" class=\"\">My dear brethren and sisters, the subject I have chosen to speak about this morning is the value of a good reputation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p4\" class=\"\">From this pulpit we’ve heard many great messages emphasizing the importance of living the gospel and improving our lives. If you were asked the question, “Why is it important to keep the commandments and live the teachings of Christ?” what would your answer be?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p5\" class=\"\">Perhaps many of us would say, “To gain eternal life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p6\" class=\"\">That’s right, to gain eternal life. But for whom? For ourselves? Yes, that’s part of it. But Christ taught, “For whosoever will save his life shall lose it; but whosoever shall lose his life for my sake and the gospel’s, the same shall save it.” (<span class=\"citation\" id=\"33264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33264)\">Mark 8:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p7\" class=\"\">We should focus, not on serving ourselves, but on serving our fellowmen, thereby losing ourselves in the service of our Heavenly Father, his work and his glory. In order to be most effective in our service, we need to put our own lives in order. Then, as we live the gospel, our lives will reflect righteousness and virtue, and we will be a powerful influence for good in the lives of others. This is why it is not enough to be righteous for the sake of our <span class=\"emphasis\">own<\/span> salvation. We must let our goodness radiate to <span class=\"emphasis\">others,<\/span> that through our example and reputation they will lift their lives and have the desire to follow the Savior’s pattern of living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p8\" class=\"\">As we go about our daily activities, we’re often being judged by our fellowmen. Some of these judgments may be just, and some may be unjust. We can’t always control what others think of us, or how others judge us, but we can control the kinds of messages we send out through our behavior. We should do all we can to establish for ourselves a worthy reputation, for such is of priceless worth. It is often the key to influencing others for good, and can be the means of bringing the gospel into their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p9\" class=\"\">The importance of what a good reputation means was emphasized to me when I entered into business many years ago with a great business leader. Our plans were to start a new wholesale business. He was to furnish the capital, and I was to furnish the management. After we reached an understanding he wrote me a check for a very large amount of money, and then he said, “If the business is a success, you will get all the credit; and if the business fails, you will likewise get all the credit.” He then went on to say, “Should the business fail, you will lose more than I will. I’ll only lose money, and I have more of that; but you will lose your reputation, which is much more valuable than money.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p10\" class=\"\">I will never forget the value this highly successful businessman placed on reputation. Fortunately for both of us, the business was successful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p11\" class=\"\">I prefer not to think of reputation as a superficial facade, attempting to indicate depth where there is only shallowness, honesty where there is deceit, or virtue where there is unrighteousness. Rather, I like to think of reputation as a window, clearly exhibiting the integrity of one’s soul. It is through this integrity of thought and integrity of conduct that we become pure and holy before the Lord. It is in this state that we can be most effective in serving our fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p12\" class=\"\">Christ taught us to be <span class=\"emphasis\">other-centered.<\/span> It is not enough for us to live the gospel inwardly; we need to be shining examples to all with whom we come in contact. In this sense, it’s not only what we <span class=\"emphasis\">are<\/span> that’s important: what others think of us is <span class=\"emphasis\">also<\/span> important. In order to be truly effective as missionaries, we need to be known for our good qualities, to have an unspotted reputation in all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p13\" class=\"\">I would like, for example, to be known for my dependability—for being honest and upright in all my dealings. I would like to be known as a man who meets his financial obligations on due date or prior thereto, a man whose word is as good as his bond. I would like to be known as one who is trustworthy and as one whose loyalty is unquestionable. I would like to be known as one who keeps the commandments and one who is fully committed in helping to build the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p14\" class=\"\">Sometimes we hear a comment like, “What does it matter what I do? It’s my life, and I can do what I want with it.” It may be true that we are the ones most affected by our own actions. But in this life, no man is an island; every mortal’s life is intertwined with others’ lives. It is not possible for a person to represent <span class=\"emphasis\">only<\/span> himself. <span class=\"emphasis\">Every<\/span> individual represents certain other people or groups of people as well. For example, we are all representatives of our own families, and the reputation of a family is established through the actions of individual family members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p15\" class=\"\">President George Albert Smith told the story of a time when he was seriously ill and had traveled to St. George, Utah, to see if it would improve his health. He became so weak that he could scarcely move. In his account he recalled: “One day, under these conditions, I lost consciousness of my surroundings and thought I had passed to the Other Side. I found myself standing with my back to a large and beautiful lake, facing a great forest of trees. … I realized, or seemed to realize, that I had finished my work in mortality and had gone home. I began to look around, to see if I could not find someone. There was no evidence of anyone living there, just those great, beautiful trees in front of me and the wonderful lake behind me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p16\" class=\"\">“I began to explore, and soon I found a trail through the woods which seemed to have been used very little, and which was almost obscured by grass. I followed this trail, and after I had walked for some time and had traveled a considerable distance through the forest, I saw a man coming towards me. I became aware that he was a very large man, and I hurried my steps to reach him, because I recognized him as my grandfather. … I remember how happy I was to see him coming. I had been given his name and had always been proud of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p17\" class=\"\">“When Grandfather came within a few feet of me, he stopped. His stopping was an invitation for me to stop. Then—and this I would like the boys and girls and young people never to forget—he looked at me very earnestly and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p18\" class=\"\">“‘I would like to know what you have done with my name.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p19\" class=\"\">“Everything I had ever done passed before me as though it were a flying picture on a screen—everything I had done. Quickly this vivid retrospect came down to the very time I was standing there. My whole life had passed before me. I smiled and looked at my grandfather and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p20\" class=\"\">“‘I have never done anything with your name of which you need be ashamed.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p21\" class=\"\">“He stepped forward and took me in his arms, and as he did so, I became conscious again of my earthly surroundings. My pillow was as wet as though water had been poured on it—wet with tears of gratitude that I could answer unashamed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p22\" class=\"\">President Smith continued to say, “I have thought of this many times, and I want to tell you that I have been trying, more than ever since that time, to take care of that name. So I want to say to the boys and girls, to the young men and women, to the youth of the Church and of all the world: Honor your fathers and your mothers. Honor the names that you bear, because some day you will have the privilege and the obligation of reporting to them (and to your Father in heaven) what you have done with their name.” (George Albert Smith, <span class=\"emphasis\">Sharing the Gospel with Others,<\/span> Deseret Book Company, 1948, pp. 111–12.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p23\" class=\"\">Not only do we represent our families, but each of us belongs to a community, state, province, or nation whose collective reputation is based on the actions of individuals. Many of us represent the business or organization from which we earn our living. Students represent the schools which they attend. As members of the Church we all represent the Church through our actions. What is our message?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p24\" class=\"\">We have a special sacred responsibility. When we are baptized, we take upon ourselves the name of Christ. Each week as we partake of the sacrament, we renew this covenant with our Heavenly Father, to take upon ourselves the name of his Son, to always remember him and keep his commandments, that we might always have his Spirit to be with us. (See <span class=\"citation\" id=\"16440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16440)\">D&amp;C 20:77<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p25\" class=\"\">Through baptism we become members of Christ’s family. We bear his name. We represent him here on earth as holders of his priesthood and as members of his kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p26\" class=\"\">We have the privilege to represent him to others, to bear his message to his children throughout the world, to be missionaries. We have the responsibility to be worthy of his name, to represent him well in every way, to every person we meet—to so live that our lives are Christian sermons in operation. For Christ has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p27\" class=\"\">“Ye are the light of the world. A city that is set on an hill cannot be hid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p28\" class=\"\">“Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p29\" class=\"\">“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” (<span class=\"citation\" id=\"36366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36366)\">Matt. 5:14–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p30\" class=\"\">As we build our character, our light will shine brighter, and our outward reputation will become but a reflection of our inward self; then will our reputation be one, both before God and before our fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p31\" class=\"\">I know through many years of experience in both Church and business affairs that it is highly important to maintain a good and worthy reputation in all that we do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p32\" class=\"\">I testify that in order to obtain real joy and happiness in this life and be effective servants of the Lord in helping to build his kingdom, we must build and retain a good reputation. This can only be accomplished by repenting of our sins and living the principles of the gospel, thereby keeping the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-importance-of-reputation.p33\" class=\"\">May we all do this, I humbly pray, in the name of our Lord and Savior, Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}