{"ID":269, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"The Abundant Life\"<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1946, pp. 141-146<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely pray that the Spirit of the Lord might guide my few remarks and that they might\nbe in full harmony with all that has been said on this occasion.\n<\/p><p>\nWe have a scripture recording the words of the Master:\n<\/p><p>\n. . . I am come that they might have life, and that they might have it more abundantly\n(<span class=\"citation\" id=\"27238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27238)\">John 10:10<\/a><\/span>).\n<\/p><p>\nMODERN CONCEPTS OF ABUNDANT LIVING\n<\/p><p>\nThat scripture has been the text for certain economic philosophies that are with us today, and\nfrom that text has been coined a term. \"The abundant life,\" which has been used frequently to\nrefer to a condition of plenty or sufficiency or a profuseness of the material things of life. But\nif we are to strip those philosophies of all their high-sounding phrases and explanations, we\nmight describe them in this language: \"Giving more and more to an individual in return for\nless and less from him.\"\n<\/p><p>\nAs I think back over my life, I remember that these philosophies did not begin with the last\nfew years. When I think of the first political campaigns that I, as a young boy, heard about,\nand fortunately we did not hear as much about them in those days as we hear about them\ntoday, I remember that some of the slogans of those days sounded very much like the kinds\nof philosophy we have today. I remember in one campaign there was one something like this:\n\"We stand for a full dinner pail,\" and on another occasion: \"We stand for a\nchicken in every pot,\" and still later, \"Two cars in every garage.\" I remember picking up a\nmagazine and seeing a picture of a family in a beautiful convertible, off to the movies, and\nunderneath it said: \"This is the American way of life.\" And more recently, we have a\nphilosophy, or slogan: \"Full employment for everybody in America and a pint of milk for\neverybody in the world.\"\n<\/p><p>\nNow, I call these sayings to your attention, and you, who are older than I, can add other\nslogans along the same line, not to ridicule, but to call your attention to the fact that in this\nland, and perhaps other lands, we have been choosing as ideals these material benefits, and we\nhave called them the way to an abundant life.\n<\/p><p>\nIn commenting about these things that seemingly have existed here in America, the president\nof one of our great American universities said this:\n<\/p><p>\nBut the ideal of comfort which is the best we have been able to think of for ourselves will\nnever do as an aim for a world order. Men can never be comfortable enough; we can never\nhave enough material goods, if material goods are what we want. Any world order with this\nideal will be torn to pieces by the divisions to which it leads.\n<\/p><p>\nAs long as it is assumed, then, that it is the duty of all of us to get all we can and make the\nideal of comfort our goal in life, then we may expect a similar fate to that nation, or\ncommunity, or that family which builds on such an ideal. They will certainly be torn to pieces\nby the divisions to which such an ideal will lead.\n<\/p><p>\nI think I would be safe in saying, and I believe you would agree with me, that perhaps never\nbefore in the history of the world has so much been said about the abundant life and so little\neffort expended in obtaining the essentials that make for an abundant life.\n<\/p><p>\nTHE MASTER'S STATEMENT\n<\/p><p>\nI should like to read you the parable that preceded the Master's statement of that text to\nwhich I referred. These were his words:\n<\/p><p>\nVerily, verily, I say unto you, He that entereth not by the door into the sheepfold, but\nclimbeth up some other way, the same is a thief and a robber. . . Then said Jesus unto them\nagain, Verily, verily I say unto you, I am the door of the sheep. . . I am the door: by me\nif any man enter in he shall be saved, and shall go in and out, and find pasture\n(<span class=\"citation\" id=\"27237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27237)\">John 10:1,7,9<\/a><\/span>).\n<\/p><p>\nAnd then he closed his lesson with this statement:\n<\/p><p>\n. . . I am come that they might have life, and that they might have it more abundantly\n(<span class=\"citation\" id=\"27239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27239)\">John 10:10<\/a><\/span>).\n<\/p><p>\nTo his disciples on another occasion he said:\n<\/p><p>\n. . . I am the way, the truth, and the life: no man cometh unto the Father, but by me\n(<span class=\"citation\" id=\"27245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27245)\">John 14:6<\/a><\/span>).\n<\/p><p>\nIt was the same message that he gave to Nicodemus who asked what he must do to be saved\nand in reply the Master answered:\n<\/p><p>\n. . . Except a man be born of water and of the Spirit, he cannot enter into the kingdom of\nGod (<span class=\"citation\" id=\"27222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27222)\">John 3:5<\/a><\/span>).\n<\/p><p>\nThose who seek for the abundant life in any other way, then, but by the way the Master has\nlaid out in the gospel plan, or, \"as a thief and a robber,\" to use the Master's words. But the\ntragedy is that he who does so rob, is also the victim of his own robbery, and his own house\nis left to him desolate (<span class=\"citation\" id=\"34102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34102)\">Matt. 23:38<\/a><\/span>)\nin the day of his great spiritual need. Then, certainly, such a one is\npoor indeed, and he is as the man to whom the Master referred in his Sermon on the Mount\nas, one who builds his house upon the sand and when the storms come, the winds blow and\nthe rains descend, his house will fall, because it is founded upon the sand (see\n<span class=\"citation\" id=\"34069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34069)\">Matt. 7:26-27<\/a><\/span>).\n<\/p><p>\nSCRIPTURES CHART WAY TO ABUNDANT LIFE\n<\/p><p>\nBut the scriptures have given us unmistakably a charted way for the living of the abundant\nlife and the preparation therefore. It was the Apostle Paul who said to the Hebrews:\n<\/p><p>\nTherefore leaving the principles of the doctrine of Christ, let us go on unto perfection\n(<span class=\"citation\" id=\"24214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24214)\">Heb. 6:1<\/a><\/span>).\n<\/p><p>\nIn explaining what salvation means, the Prophet Joseph declared that:\n<\/p><p>\nSalvation is nothing more nor less than to triumph over all our enemies and put them under\nour feet. And when we have power to put all enemies under our feet in this world, and a\nknowledge to triumph over all evil spirits in the world to come, then we are saved\n(<i>Teachings of the Prophet Joseph Smith<\/i>, p. 297).\n<\/p><p>\nBut apparently, as I read the scriptures, the Lord did not intend to convey that a fulness of the\nabundant life was attainable even in this life, for we find him saying in a revelation to the\nProphet Joseph Smith:\n<\/p><p>\nWherefore, fear not even unto death; for in this world your joy is not full, but in me your joy\nis full (<span class=\"citation\" id=\"12290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12290)\">D&amp;C 101:36<\/a><\/span>).\n<\/p><p>\nThe Apostle Peter has reduced that teaching to a formula, a pattern, or a way of life. These\nwere his words:\n<\/p><p>\nAnd beside this, giving all diligence, add to your faith virtue; and to virtue knowledge; And\nto knowledge temperance; and to temperance patience; and to patience godliness; And to\ngodliness brotherly kindness; and to brotherly kindness charity. For if these things be in you,\nand abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of\nour Lord Jesus Christ. But he that lacketh these things is blind, and cannot see afar off, and\nhath forgotten that he was pursed from his old sins. Wherefore the rather, brethren, give\ndiligence to make your calling and election sure: for if ye do these things, ye shall never fall:\n<i>For so an entrance shall be ministered unto you abundantly into the<\/i>\n<i>everlasting kingdom of our Lord and Savior Jesus Christ<\/i>\n(<span class=\"citation\" id=\"4798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4798)\">2 Pet. 1:5-11<\/a><\/span>).\n<\/p><p>\nWhen I understand the full import of the Apostle Peter's words, describing that way of life by\nwhich we might obtain that abundance, or in other words that \"abundant entrance\" into the\nkingdom of our Lord and Savior, Jesus Christ, I am made aware that we cannot obtain it by\nspiritual gratuities any more than we can obtain a temporal abundant life by receiving\ntemporal gratuities, for the Lord declared:\n<\/p><p>\nNot every one that saith unto me. Lord, Lord, shall enter into the kingdom of heaven; but he\nthat doeth the will of my Father which is in heaven\n(<span class=\"citation\" id=\"34068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34068)\">Matt. 7:21<\/a><\/span>).\n<\/p><p>\nOnly can an individual receive that joy and that abundant life whose life is patterned to the\nstandards as laid down in the gospel of Jesus Christ. We have a splendid illustration that I\nshould like to call your attention as to how this might be obtained.\n<\/p><p>\nLIFE OF SAUL OF TARSUS\n<\/p><p>\nSaul of Tarsus was one who had been valiant and conscientiously engaged in trying to stamp\nout Christianity which he believed to be a sect defiling the word of God. He even held the\ncoats of the men who stoned Stephen (<span class=\"citation\" id=\"7561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7561)\">Acts 7:58<\/a><\/span>),\nand having obtained letters of authority was on his was\nto Damascus there to prosecute his work\n(<span class=\"citation\" id=\"7564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7564)\">Acts 9:1-2<\/a><\/span>), and it was about noonday:\n<\/p><p>\nAnd as he journeyed, he came near Damascus: and suddenly there shined round about him a\nlight from heaven: And he fell to the earth, and heard a voice saying unto him, Saul, Saul,\nwhy persecutest thou me? And he said. Who art thou, Lord? And the Lord said, I am Jesus\nwhom thou persecutest: it is hard for thee to kick against the pricks. And he trembling and\nastonished said, Lord, what wilt thou have me to do? And the Lord said unto him, Arise, and\ngo into the city, and it shall be told thee what thou must do\n(<span class=\"citation\" id=\"7565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7565)\">Acts 9:3-6<\/a><\/span>).\n<\/p><p>\nHe went and found Ananias, a humble man of God. Ananias taught him the way to an\nabundant life. He baptized Paul and then sent him to the apostles where he received his\ncommission that sent him out to be one of the greatest missionaries among the Gentiles, and\nwe know him from that time forth as the Apostle Paul\n(<span class=\"citation\" id=\"7568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7568)\">Acts 9:10-22<\/a><\/span>).\n<\/p><p>\nThe rewards that come from a life of sacrifice and service are also illustrated in an incident in\nhis life. You recall, he was now a prisoner on his way to Rome. As they put out from an\nisland in the\n<\/p><p>\nMediterranean Sea, he had the impression that all would not be well, and they were hardly out\nof sight of land until a furious storm broke, and for fourteen days that frail ship was tossed\nabout, and when, as the scriptures say,\n<\/p><p>\n. . . neither sun nor stars in many days appeared, and no small tempest lay on us, all hope that\nwe should be saved was then taken away\n(<span class=\"citation\" id=\"7581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7581)\">Acts 27:20<\/a><\/span>).\n<\/p><p>\nThen it was that the Apostle Paul went down into a place by himself and prayed, and here are\nthe words that are recorded in the scriptures which describe his experience:\n<\/p><p>\n. . . after long abstinence Paul stood forth in the midst of them, and said, . . And now I\nexhort you to be of good cheer: for there shall be no loss of any man's life among you, but of\nthe ship. For there stood by me this night the angel of God, whose I am, and whom I serve,\nSaying, Fear not, Paul; thou must be brought before Caesar: and, lo, God hath given thee all\nthem that sail with thee (<span class=\"citation\" id=\"7582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7582)\">Acts 27:21-24<\/a><\/span>).\n<\/p><p>\nThen the Apostle Paul quieted his shipmates with this testimony:\n<\/p><p>\nWherefore, sirs, be of good cheer: for I believe God, that it shall be even as it was told me\n(<span class=\"citation\" id=\"7583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7583)\">Acts 27:25<\/a><\/span>).\n<\/p><p>\nThere we might find illustrated the essential steps toward the abundant life, of which the\nMaster spoke. The first step is to live the kind of life that permits up to receive the light of\nheaven, and a testimony that Jesus is a living reality, and that he can speak to us. One\npossessed of such testimony, then, from the depths of his heart, will say, as did the Apostle\nPaul: \"Lord, what wilt thou have me to do?\"\n(<span class=\"citation\" id=\"7567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7567)\">Acts 9:6<\/a><\/span>).\n<\/p><p>\nDOING THE WILL OF GOD\n<\/p><p>\nI wonder if you will think about that, you who preside in the missions and the stakes of the\nChurch, in the various organizations, and priesthood quorums, those of us who sit in places in\nthe presiding councils of the Church, whenever we come to the selecting of an officer or the\ndetermining of policy for the welfare of Zion, how well it would be if always we would say,\nwe who have that testimony of Jesus, \"Heavenly Father, what wilt thou have me do?\" And if\nwe will remember that, as fathers and mothers in dealing with a wayward child, if we will\nremember that when we sit in judgment upon the sinner, in all our business affairs, and the\nyouth in his love affairs! May we who have the testimony remember that lesson of the\nApostle Paul and from our hearts cry out to our Father: \"Lord, what wilt thou have me do?\"\n<\/p><p>\nAnd if we pray in real sincerity and faith, there will come back to us from out of the\nscriptures the answer to that prayerful inquiry. The answer has come oft repeated, time and\ntime again, that all that we do should be done \"with an eye single to the glory of God\"\n(<span class=\"citation\" id=\"12225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12225)\">D&amp;C 4:5<\/a><\/span>;\n<span class=\"citation\" id=\"12277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12277)\">D&amp;C 82:19<\/a><\/span>).\n<\/p><p>\nWhat is the glory of God? The Lord told Moses that:\n<\/p><p>\n. . . this is my work and my glory&mdash;to bring to pass the immortality and eternal life of man\n(<span class=\"citation\" id=\"38928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38928)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nWith that goal always before us, seeing every act of our lives, every decision we make as\npatterned toward the development of a life that shall permit us to enter into the presence of\nthe Lord our Heavenly Father, to gain which is to obtain eternal life, how much more wisdom\nthere would be in the many things of life. Cannot you see, mothers, if yours\nis the responsibility and you sense it, as the Lord has placed it upon you, to teach your little\nchildren that there is a Heavenly Father and that life has a purpose, and that purpose is to\nprepare to go back to his presence in a day not far distant, then when that child, thus\npossessed of faith from such motherly teachings, comes to a decision in the choice of\neducational subjects in school, shall it be a course in home economics, or a career in theatrical\nfields, I am wondering if this child may not well choose rightly in such a question?\n<\/p><p>\nIf there should come a problem as to what kind of business a man should be engaged in,\nwhether he should invest in this matter or that, whether he should marry this girl or marry\nthat girl, where he should marry, and how he should marry, when it comes to the prosecuting\nof the work to which we are assigned, how much more certainly would those decisions be\nmade, if always we recalled that all We do, and the decisions we make, should be made with\nthat eternal goal in mind, with an eye single to the ultimate glory of man in the celestial\nworld.\n<\/p><p>\nDIVINE GUIDANCE AVAILABLE\n<\/p><p>\nIf all our selfish motives, then and all our personal desires, and expediency, would be\nsubordinated to a desire to know the will of the Lord, one could have the companionship of\nheavenly vision. If your problems be too great for human intelligence or too much for human\nstrength, you too, if you are faithful and appeal rightly unto the source of divine power, might\nhave standing by you in your hour of peril or great need an angel of God, whose you are and\nwhom you serve. One who lives thus worthy of a testimony that God lives and that Jesus is\nthe Christ, and who is willing to reach out to him in constant inquiry to know if his course is\napproved is the one who is living life to its full abundance here, and is preparing for the\ncelestial world, which is to live eternally with his Heavenly Father.\n<\/p><p>\nI bear you my humble testimony, as one of the humblest among you: I know there are powers\nthat can draw close to one who fills his heart with the kind of love of which President\nRichards has spoken so beautifully this afternoon. I came to a night, some years ago, when on\nmy bed, I realized that before I could be worthy of the high place to which I had been called,\nI must love and forgive every soul that walked the earth, and in that time I came to know and\nI received a peace and a direction, and a comfort, and an inspiration, that told me things to\ncome and gave me impressions that I knew were from a divine source. I know that these\nthings are true and that God lives, that Jesus is the Christ, and that each of us might live the\nabundant life by drawing thus close to him, and I bear you that testimony, in the name of the\nLord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}