{"ID":2691, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Covenants and Blessings\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p2\" class=\"\">Elder William H. Bennett<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2ee0.jpg\" alt=\"Elder William H. Bennett\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p3\" class=\"\">My brothers and sisters, from earliest times to the present our Father in heaven has entered into covenants with his children, and has promised to bless his children if they will be true and faithful in keeping those covenants. My message today will deal with some of those covenants and blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p4\" class=\"\">From the scriptures we learn that all of us existed as spirits, literally spirit children of our Father in heaven, before we were born in the flesh. All were not of equal intelligence; some were more obedient and faithful than others, and as a result they merited special blessings and were chosen for very special missions here on earth. (See <span class=\"citation\" id=\"7321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7321)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7321)\">Abr. 3:11–12, 14, 16–19, 22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p5\" class=\"\">From the scriptures we can identify some of these chosen individuals, starting with Michael who was referred to as the Archangel, one of high rank in the spirit world. He was chosen to be Adam, the first man, to stand forever under the Father and the Son at the head of the human family. Others of the chosen were Seth, the most faithful of Adam’s sons after the death of the righteous Abel, and Enoch, through whose lineage the Lord promised would come Noah and the Messiah, and that his posterity should remain while the earth should stand. Another one was Noah, who was chosen to be the second father of the human race here on earth, after the flood. Another was Shem, the chosen son of Noah; and also Abraham, Isaac, and Jacob. (See <span class=\"citation\" id=\"7312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7312)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7312)\">Abr. 1:3<\/a><\/span>; <span class=\"citation\" id=\"39476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39476)\">Moses 1:34<\/a><\/span>; <span class=\"citation\" id=\"39487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39487)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39487)\">Moses 6:8, 22, 45–46<\/a><\/span>; <span class=\"citation\" id=\"31925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31925)\">Luke 3:8<\/a><\/span>; <span class=\"citation\" id=\"16443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16443)\">D&amp;C 29:26<\/a><\/span>; <span class=\"citation\" id=\"16536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16536)\">D&amp;C 88:112–115<\/a><\/span>; <span class=\"citation\" id=\"16502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16502)\">D&amp;C 78:16<\/a><\/span>; <span class=\"citation\" id=\"16563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16563)\">D&amp;C 107:53–56<\/a><\/span>; <span class=\"citation\" id=\"16566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16566)\">D&amp;C 116<\/a><\/span>; <span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 157.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p6\" class=\"\">In the midst of idolatry, Abraham continued to worship the true God and proved true in every test the Lord gave him; therefore, the Lord made a sacred covenant to bless Abraham and his faithful posterity to the latest generation. Abraham “became a rightful heir, a High Priest, holding the right belonging to the fathers.” (<span class=\"citation\" id=\"7310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7310)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7310)\">Abr. 1:2<\/a><\/span>.) This right to the priesthood continued on down through the lineage of the faithful “according to the appointment of God unto the fathers concerning the seed.” (<span class=\"citation\" id=\"7314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7314)\">Abr. 1:4<\/a><\/span>; see also <span class=\"citation\" id=\"16506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16506)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16506)\">D&amp;C 84:14–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p7\" class=\"\">The question might be asked, why were certain ones chosen to bear the priesthood and represent God in the earth as his special ministers? The prophet Alma gave this very convincing answer as recorded in the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p8\" class=\"\">And this is the manner after which they were ordained—being called and prepared from the foundation of the world according to the foreknowledge of God, on account of their exceeding faith and good works; in the first place being left to choose good or evil; therefore they having chosen good, and exercising exceeding great faith, are called with a holy calling. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p9\" class=\"\">“And thus they have been called to this holy calling on account of their faith.” (<span class=\"citation\" id=\"9215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9215)\">Alma 13:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p10\" class=\"\">Abraham, therefore, because of his premortal faithfulness, was permitted to be born on earth through the lineage of faithful fathers also entitled to bear the priesthood. Abraham having added to his previous good works by proving himself preeminently faithful in all the tests of earth life, the Lord made with him this solemn covenant as recorded in <span class=\"citation\" id=\"7320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7320)\">Abr. 2:8–9, 11<\/a><\/span>:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p11\" class=\"\">“My name is Jehovah, and I know the end from the beginning; therefore my hand shall be over thee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p12\" class=\"\">“And I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p13\" class=\"\">“And I will bless them that bless thee, and curse them that curse thee; and in thee … and in thy seed … shall all the families of the earth be blessed, even with the blessings of the Gospel, which are the blessings of salvation, even of life eternal.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p14\" class=\"\">The Lord renewed this covenant with Isaac, the faithful son of Abraham (see <span class=\"citation\" id=\"23881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23881)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23881)\">Gen. 17:19–21<\/a><\/span>; <span class=\"citation\" id=\"23887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23887)\">Gen. 24:60<\/a><\/span>; <span class=\"citation\" id=\"23888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23888)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23888)\">Gen. 25:11<\/a><\/span>; <span class=\"citation\" id=\"23889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23889)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23889)\">Gen. 26:1–4<\/a><\/span>), and confirmed the blessings of Abraham and Isaac upon Jacob. Jacob was renamed Israel by the Lord, and his posterity have been known as the children of Israel, the chosen people of the Lord. Their special mission is to bear the priesthood and keep alive in the world the knowledge of the true God and the true gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p15\" class=\"\">The Lord’s covenant with Abraham included the promise that, in addition to Abraham’s direct descendants, all who would receive the gospel from that time forth should also become Abraham’s seed by adoption, and that his blood should be mixed among the nations to bless them with the privileges of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p16\" class=\"\">The Lord has revealed in our day that we are the children of Israel, and of the seed of Abraham (see <span class=\"citation\" id=\"16556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16556)\">D&amp;C 103:17<\/a><\/span>), and by virtue of that descent and by obedience to all the ordinances of the gospel we are entitled to the blessings of our fathers—Abraham, Isaac, and Jacob.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p17\" class=\"\">As legitimate bearers of the priesthood, we must be strong—strong in righteous living, in the power of the priesthood, and in the realization of our great saving mission to the whole world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p18\" class=\"\">The priesthood is worth more to us than any other possession. We who are priesthood bearers have a two-fold mission: first to preach the gospel, and second to administer its saving ordinances. Our mission is to bring happiness to ourselves, our families, and to mankind through application of gospel principles in daily living. Our great aim is to obtain eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p19\" class=\"\">In section 86 of the Doctrine and Covenants, the Lord states the following: “Therefore, thus saith the Lord unto you, with whom the priesthood hath continued through the lineage of your fathers—<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p20\" class=\"\">“For ye are lawful heirs according to the flesh. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p21\" class=\"\">“Therefore your life and the priesthood have remained, and must needs remain through you and your lineage until the restoration of all things spoken by the mouths of all the holy prophets since the world began.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p22\" class=\"\">“Therefore, blessed are ye if ye continue in my goodness, a light unto the Gentiles, and through this priesthood, a savior unto my people Israel.” (<span class=\"citation\" id=\"16522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16522)\">D&amp;C 86:8–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p23\" class=\"\">Priesthood authority and rights carry covenant obligations. Those ordained to the Aaronic Priesthood are to observe the duties of their offices as given in the covenants. (See <span class=\"citation\" id=\"16438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16438)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16438)\">D&amp;C 20:46–60<\/a><\/span>; <span class=\"citation\" id=\"16562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16562)\">D&amp;C 107:13–14, 85–88<\/a><\/span>.) Those ordained to the higher or Melchizedek Priesthood enter into a sacred covenant which opens the way for them to inherit “all that [the] Father hath.” (See the oath and covenant of the Melchizedek Priesthood as explained in <span class=\"citation\" id=\"16509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16509)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16509)\">D&amp;C 84:33–41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p24\" class=\"\">The new and everlasting covenant is the fulness of the gospel of Jesus Christ and embraces every promise and agreement within the divine plan of life and salvation by which the true believer can be admitted into the celestial family of Christ to inherit “all that [the] Father hath.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p25\" class=\"\">The Book of Mormon contains the fulness of the gospel, and the law and doctrine given therein become binding on those who receive it. Through the covenant of baptism, one receives the promise of eternal life on a contingent basis; it opens the door, but we must prove ourselves before we gain that great blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p26\" class=\"\">The law of the Sabbath was given to God’s people throughout their generations for a perpetual covenant as set forth in Exodus (see <span class=\"citation\" id=\"22868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22868)\">Ex. 31:16<\/a><\/span>) and which carried promises of both spiritual and temporal blessings (see <span class=\"citation\" id=\"16480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16480)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16480)\">D&amp;C 59:9–20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p27\" class=\"\">By the ordinance of the sacrament, members renew their covenants with the Lord and receive again the assurance that by their faith and worthiness they will have the Holy Spirit to be with them to bless and guide them to eternal life. (See <span class=\"citation\" id=\"16441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16441)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16441)\">D&amp;C 20:77, 79<\/a><\/span>; <span class=\"citation\" id=\"5825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5825)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5825)\">3 Ne. 18:7, 11<\/a><\/span>; <span class=\"citation\" id=\"38395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38395)\">Moro. 4:3<\/a><\/span>; <span class=\"citation\" id=\"38396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38396)\">Moro. 5:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p28\" class=\"\">Even the Word of Wisdom was given for a principle with a promise. (See <span class=\"citation\" id=\"16542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16542)\">D&amp;C 89:18–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p29\" class=\"\">In our temples we learn of the great truths of the gospel. The temple endowment provides information concerning the story of man on earth and the means and methods whereby joy on earth and exaltation in heaven may be obtained. The temple endowment also gives special information relative to the required conduct of man if he is to enjoy the fruits of progression and reach his possible destiny. Men and women are taught that they must keep themselves free from sin, that they must be chaste, virtuous, truthful, and unselfish. Moreover, they are taught that they must devote themselves and all that they have to the great cause of truth, to the teaching of the everlasting gospel to their fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p30\" class=\"\">Those who receive their endowments and receive this high knowledge, make covenants with God that they will observe the instructions given and carry them out in their daily lives. It is also explained that those who fail to carry out the promises made in the temple will be punished of God, but that great blessings will follow those who accept the truth, practice it, and live the gospel as they should.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p31\" class=\"\">Perhaps the most glorious of the temple ordinances are those that seal husband and wife and children to one another for time and eternity. According to the gospel, the marriage relation does not necessarily cease with death. On the contrary, it may continue beyond the grave. Such a union or sealing for time and eternity may be performed only by the special authority possessed alone by the President of the Church. He may and does delegate this authority to others so that appointed temple workers or others receiving that power from the President may perform ordinances in the temples of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p32\" class=\"\">The temples are means whereby every member of the Church, by righteous conduct and sufficient age, may receive precious endowments and may be kept in refreshed memory of the great plan of our Father for our salvation and exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p33\" class=\"\">Let me conclude, my brothers and sisters, that we must never be careless about the sacred and eternal nature of the covenants that we enter into in the temples. Unfortunately, some individuals have not been fully truthful when they were interviewed for their temple recommends. And unfortunately also, some priesthood leaders have not been as thorough and as careful as they should have been in conducting these interviews, and some people have gone to the temples unworthily. In so doing, they have placed their eternal future in jeopardy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p34\" class=\"\">Let me just share with you a message that is very meaningful. It has to do with a brother who fell in love with a beautiful young lady, took her to the temple, was sealed to her for time and all eternity. And then he became careless, fell into serious transgression, and was excommunicated from the Church. A divorce followed. Later on, his former spouse applied for a cancellation of her temple sealing to him so that she could be sealed to another, and he was contacted to see if he consented to or objected to the cancellation. In reply, he wrote a longhand letter, of several pages, that began by saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p35\" class=\"\">“Yes, I do consent. Why? Because I want to see my former wife obtain the happiness that she’s entitled to.” For quite a few paragraphs he lauded the virtues of his former spouse. He then said, “Why did I do what I did to her and to our son? Only because I became careless, and listened to the voice of the tempter, and he took over.” He then said, “I do not feel I can ever be forgiven of what I have done to my wife and son.” He ended with the statement, “A brokenhearted man” and signed his name to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p36\" class=\"\">Now brothers and sisters, we have our free agency; but none of us have the free agency to determine the consequences of the choices that we make, because we will be held accountable and responsible for our acts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/covenants-and-blessings.p37\" class=\"\">I leave you my testimony, my brothers and sisters, that this Church is led by a prophet of God, and other prophets of God, who are sustained as prophets, seers, and revelators, are at his side. Let us listen to our prophet’s voice. Let us be faithful and true to the covenants we enter into, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}