{"ID":2694, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Oh Beautiful for Patriot Dream”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p2\" class=\"\">Elder Paul H. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3396.jpg\" alt=\"Elder Paul H. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p3\" class=\"\">If only the world could be as enthused and excited as Elder Richards. I feel out of breath already.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p4\" class=\"\">Some weeks ago in the summer heat of Boston, two men worked vigorously and perspired mightily to construct displays for the American Bicentennial. One stopped to mop his brow and asked the other, “Do we really have to go through this every 200 years?” The correct answer, of course, is that we have not celebrated often or deeply enough the birth of this promised land, this choice and beautiful and still-young land, which we possess as the Lord’s gift in freedom and joy—just as long as we serve him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p5\" class=\"\">Boston is a proper place to begin; Boston, in fact, is “a very proper place.” We who have prayed, preached, and tracted in lovely New England did not find it at all that formal. It is a charming place with friendly, wonderful people, and just now, a very successful baseball team—it has a melting-pot of names like Petrocelli, Lynn, Rice, Carlton Fisk, and a thinking, Polish player known as “Yaz” for Yastrzemski—and on all sides the “where it happened” of precious American tradition.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p6\" class=\"\">Indeed, it has been just over 200 years since a better-than-average silversmith on a black horse made history as Longfellow later recalled:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“The fate of a nation was riding that night;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And the spark struck out by that steed in his flight. …<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">A cry of defiance, and not of fear. …<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And the midnight message of Paul Revere.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p11\" class=\"\">“Paul Revere’s Ride,” <span class=\"emphasis\">The Best Loved Poems of the American People,<\/span> comp. Hazel Felleman, Garden City, New York: Doubleday Co., 1936, pp. 196–97.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p12\" class=\"\">That’s the way it was, from Boston to Lexington to Concord, as the war for independence and liberty began. Most of all, it was for people, men and women of courage and vision and faith, strengthened by God as a part of his plan, who struggled, froze, starved, and when necessary, died, that these free states in union might be born, in Thomas Jefferson’s incisive words, “To assume, among the powers of the earth, the separate and equal station to which the laws of nature and of nature’s God entitle them.” (“Declaration of Independence.”)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p13\" class=\"\">It was worth a lot to the new Americans of that hour to beget this nation—worth all they had, all they were, and all that they had dreamed. What is it worth today, to you and to me, and especially to us as Latter-day Saints, who alone <span class=\"emphasis\">know<\/span> what the Lord is doing, to assert our free agency toward the fulfilling of his plan?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p14\" class=\"\">As you decide, let me suggest an exciting tour for you. Go, if you can—and if you cannot, then make the trip in your mind’s eye from your study or your armchair or your library, but <span class=\"emphasis\">go<\/span>—go to Charlestown and Breed’s Hill, to Washington’s Crossing, Brandywine Creek, Saratoga, to the great courthouse and a dozen more, and to King’s Mountain and Cowpens and Guilford Courthouse on the road to Yorktown, where it finally ended. Ask yourself along the way who these people were, and where they got their vision, and listen intently for a drummer boy tapping out a song that is two centuries older than George M. Cohan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p15\" class=\"\">Give a thought as well to a lad age twenty-one who regretted that he had but one life to give for his country and a twenty-year-old French major general who came 3,000 miles to secure the final victory. And if you are traveling and you come to one of those too-numerous claims that “George Washington slept here,” and you kind of hope that if so the sheets have been changed and that modern plumbing has been installed, pause to remember that there really was such a man as George Washington, sometimes disliked, but respected, gladly followed and <span class=\"emphasis\">superbly<\/span> there when we needed him most, to lead in carrying out the plan of the Lord in the founding of America. Childless, the Virginia planter today has 220 million living children. You and I are among them. God had set him apart and lifted him up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p16\" class=\"\">Carry on with me then to Philadelphia to the year 1787. Gathered to frame a constitution in cramped and overheated quarters, delegates from most of the thirteen sovereign states struggle through the summer months to produce a document upon which a free nation might be built. Fortunately (and it has been said by those not of our Faith), they achieved a Constitution and a Bill of Rights which far exceeded the best that could come from these men. <span class=\"emphasis\">But it did.<\/span> More than that, it was and is a living document, capable of defending its basic principles but flexible enough to adapt to the needs of this changing and growing United States.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p17\" class=\"\">You and I are made aware, of course, that there is a better explanation of what really occurred. The scriptures tell us. The Lord “established the Constitution of this land, by the hands of wise men whom I raised up unto this very purpose, and redeemed the land by the shedding of blood.” (<span class=\"citation\" id=\"16551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16551)\">D&amp;C 101:80<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p18\" class=\"\">The land was “redeemed” indeed by thousands killed and wounded along the way at Germantown, at Bemis Heights and Charleston, and so many other places in the American Revolution.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p19\" class=\"\">President Brigham Young spoke for himself and for every living prophet who has addressed the question since when he said, “The signers of the Declaration of Independence and the framers of the Constitution were inspired from on high to do that work.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 7:14.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p20\" class=\"\">An objective study of the delegates involved—their fears, their limitations, vested interests, and the like—makes it clear that they were not the sort of men we usually think of as prophets. Nonetheless they were inspired, and the Constitution they provided can be designated accurately as a divine document.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p21\" class=\"\">But even a divine constitution requires something further; it demands a kind of people who will, by their very natures, receive and respect such a constitution and function well within the conditions it establishes. Where indeed shall we find such people today? I recall one. It was in a concentration camp I helped liberate during World War II. As we blew the lock off the door and tried to assist the miserable and the painful inside, I was interrupted by a tap on my boot and found, wallowing in the mud, a Protestant minister. One of his first requests was, “Soldier, do you have a flag?” Later when we retrieved one from the jeep I gave it to him on a stretcher and with tears in his eyes he said, “Thank God, you came.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p22\" class=\"\">Again the Lord said, “Wherefore, this land is consecrated unto him whom he shall bring. And if it so be that they shall serve him according to the commandments which he hath given, it shall be a land of liberty unto them.” (<span class=\"citation\" id=\"3939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3939)\">2 Ne. 1:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p23\" class=\"\">As Latter-day Saints then, we know why some persons came to America and others did not. And as someone has said, “We haven’t done badly for a nation of immigrants.” We are immigrants, you and I, because the Lord made immigrants of us and brought us here. We have done as well as could be expected, and are richly blessed despite our shortcomings because the Lord has thus far held us in his hands and worked his purposes, his ultimate purpose, through us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p24\" class=\"\">Can you understand, this is what America is all about? You and I know, and you and I <span class=\"emphasis\">alone<\/span> really know, the reason for this blessed and beautiful land. In a world where men have given up on this most vital question, we know the purpose of America.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p25\" class=\"\">For this country did not end in Philadelphia, even if Horace Greeley did mean that city when he urged us to “go west.” It was a new land, fresh, clean, unspoiled with a past. America included the frontier. In 1805 the Prophet Joseph Smith was born, and he grew up toward adolescence just like the new land. He fitted it. He was young, clean, unspoiled—a lad without a past, kneeling in a grove. This pristine land—this innocent young man—and thus the Lord reached out and kept his promise. He established his conditions over centuries; you see, God has time. His plan made it possible for the holy priesthood and the Church to be restored upon the earth—the restoration of the gospel of Jesus Christ—but only in America.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p26\" class=\"\">Can you understand the way God has worked? And if you do, will you join me this day in committing yourself to preach the message of the Lord’s glorious achievement in America and to teach it as missionaries wherever the opportunity allows? This is a time when you and I can afford to be patriotic, in the best sense of that term. There is reason to be proud that we live in an established land that has been conditioned by the Lord so that his gospel could be restored. The purpose of America was to provide a setting wherein that was possible. All else takes its power from that one great, central purpose. May I commend to you Mark E. Petersen’s book <span class=\"emphasis\">The Great Prologue<\/span> (Deseret Book Co., 1975)? Read it in connection with your scriptures and receive greater light on our history and its purpose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p27\" class=\"\">As some of you know, I have never counted mathematics as my most exciting subject. Nevertheless, I believe that I can set in sequence the steps the Lord has used in his plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p28\" class=\"\">First, there was selecting and bringing the people. The next step was establishing a free nation. The third was inspiring a divine constitution. The fourth was opening the American frontier, new land, fresh and clean. The fifth step was calling young Joseph Smith to become a prophet in such a little time, God’s prophet, seer, and revelator, and later his martyr.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p29\" class=\"\">Let me add one final stop to your American journey. The place—Arlington National Cemetery in Arlington, Virginia—the tomb of America’s unknown soldier. Today the remains of three servicemen from three wars lie there. The inscription reminds us, “Here rests in honored glory an American soldier known but to God.” There are in addition 4,724 other unknown servicemen buried in Arlington, and all across the nation and the world I have seen the crosses, row upon row, marking the places where lie America’s honored dead, literally in the thousands. What did it cost them that this nation might remain “the land of liberty”? How shall we honor them, you and I?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p30\" class=\"\">In two ways it seems to me: First, by striving to make our citizenry the righteous people the Lord requires of us. And second, by telling the story of what the Lord has done for you and me and this great church, and why.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">“Oh beautiful for patriot dream<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That sees beyond the years.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Thine alabaster cities gleam<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Undimmed by human tears.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">America! America!<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">God shed his grace on thee.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">And crown thy good with brotherhood<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">From sea to shining sea.”<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p39\" class=\"\">Katherine Bates, “Oh Beautiful for Spacious Skies,” <span class=\"emphasis\">Hymns,<\/span> no. 126<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/oh-beautiful-for-patriot-dream.p40\" class=\"\">May that be the song of our heart and our prayer for fulfillment, I humbly pray as I bear witness to these truths and add my testimony that God lives, that Jesus is the Christ, and that here sits his prophet, in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}