{"ID":2697, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Are Sent for the Last Time\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p2\" class=\"\">Elder William R. Bradford<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2ba2.jpg\" alt=\"Elder William R. Bradford\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p3\" class=\"\">My dear brothers and sisters, I’m overwhelmed by this occasion and the circumstances that bring me here. A few nights ago my wife and I stood together over a telephone in Santiago, Chile. We were holding each other and weeping openly after having received a call from President Kimball to serve in this sacred quorum.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p4\" class=\"\">I confess my weakness before you. I know, however, that the Lord will build a strength of armor and power around those who seek his Spirit. Throughout my life, my decisions have been influenced by a whispering voice saying, “Come, follow me.” It is a great honor and privilege to obey as the Spirit directs. I assure you that the channel is open that this might happen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p5\" class=\"\">I pay homage to my family and forefathers for their devotion in caring for the gospel in its infancy, from the Restoration until now, and for their struggle to preserve Zion in some of its tender moments. I pray that I might always honor their sacred and holy names. My father and mother will leave in just a few days to start their third full-time mission. Their love and example have had profound influence on my life. My father taught me not to be a toe-dipper, but to plunge into the good things of life, to bathe all over in the sea of the gospel. My mother has taken me to that seashore every day of my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p6\" class=\"\">How can a man put into words the love in his heart for his eternal wife and sweetheart and for the priceless joy that the children she gives him bring. This is a sacred joy. It’s the joy the scriptures tell us about when they say, “And men are, that they might have joy.” (<span class=\"citation\" id=\"3942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3942)\">2 Ne. 2:25<\/a><\/span>.) Our companionship brings great tenderness to this mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p7\" class=\"\">During the new mission presidents’ seminar which was held in June, my wife and I had the privilege to be taught by President Kimball and many of the other General Authorities. President Kimball penetrated our minds with the fact that this is a time for reaping: the harvest is upon us. The hour has come to gather the wheat from among the tares. Most of my life I have been closely associated with planting and harvesting. I know the anxiety in the heart of the planter when the tares are overtaking the wheat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p8\" class=\"\">The Lord has said, “Therefore, let the wheat and the tares grow together until the harvest is fully ripe; then ye shall first gather out the wheat from among the tares, and after the gathering of the wheat, behold and lo, the tares are bound in bundles, and the field remaineth to be burned.” (<span class=\"citation\" id=\"16520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16520)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16520)\">D&amp;C 86:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p9\" class=\"\">The harvest is fully ripe. We are now sent for the last time to gather it in. The sickle is in our hands. We must use it while the day lasts. I feel the word of the Lord being fulfilled. In the Chile Santiago Mission, 120 missionaries, thirty-two of them native Chileans serving in their own land, baptized 220 people during the month of September. Among these there were forty families. The missionaries in Chile love to follow the prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p10\" class=\"\">I am honored to be one of the workers. I take great comfort in knowing that the Savior directs this work, that his direction comes when the living prophet and those who follow him listen and hear the voice as it is dictated by the Holy Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p11\" class=\"\">I bear solemn witness that this work is true, that President Kimball has the vision of its completion. With a repentant spirit I present myself to the Lord. I dedicate all my strength and whatever gifts the Lord has blessed me with to be used in his service, as I am directed by the prophet and by the holy men who serve in these general quorums. I testify to you that they are holy men, called to direct the reaping down of the harvest. I express my profound love for the prophet and tell you that I know in a very special way that he takes direction from a true and living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p12\" class=\"\">I am drawn to the Lord’s words to Joseph Smith and Oliver Cowdery when he said, “Fear not to do good, my sons, or whatsoever ye sow, that shall ye also reap; therefore, if ye sow good ye shall also reap good for your reward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p13\" class=\"\">“Therefore, fear not, little flock; do good; let earth and hell combine against you, for if ye are built upon my rock, they cannot prevail. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p14\" class=\"\">“Look unto me in every thought; doubt not, fear not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p15\" class=\"\">“Behold the wounds which pierced my side, and also the prints of the nails in my hands and feet; be faithful, keep my commandments, and ye shall inherit the kingdom of heaven.” (<span class=\"citation\" id=\"16423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16423)\">D&amp;C 6:33–34, 36–37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-are-sent-for-the-last-time.p16\" class=\"\">I bear solemn witness that this church is true, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}