{"ID":2699, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Immanuel: God With Us\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p2\" class=\"\">Elder Henry D. Taylor<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:27ea.jpg\" alt=\"Elder Henry D. Taylor\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p3\" class=\"\">As in all ages of history, youth today are faced with making many important and far-reaching decisions. President Spencer W. Kimball has announced that the Church has need of more missionaries. He declared that the time has come now when we should “lengthen our stride, … change our sights and raise our goals.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p4\" class=\"\">As President Kimball issued this challenge in April 1974, he said, “Today we have 18,600 missionaries.” (The members accepted this challenge and today we have in excess of 21,000.) He then said: “We can send more. Many more! … When I ask for more missionaries, I am not asking for more testimony-barren or unworthy missionaries. … the young people will understand that it is a great privilege to go on a mission and that they must be physically well, mentally well, spiritually well, and that ‘the Lord cannot look upon sin with the least degree of allowance.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p5\" class=\"\">As the President continued, he said, “The question is frequently asked: Should every young man fill a mission? And the answer has been given by the Lord. It is ‘Yes. Every young man should fill a mission.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p6\" class=\"\">In addition to filling a mission, President Kimball pointed out, “Every man should also pay his tithing. Every man should observe the Sabbath. Every man should attend his meetings. Every man should marry in the temple and properly train his children, and do many other mighty works. Of course he should. He does not always do it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p7\" class=\"\">As the President continued, he said, “We realize that while all men definitely should, all men are not prepared to teach the gospel abroad. Far too many men arrive at the missionary age quite unprepared to go on a mission, and of course they should not be sent. But they should all be prepared. There are a few physically unfit to do missionary service. … There are far too many unfit emotionally and mentally and morally, because they have not kept their lives clean and in harmony with the spirit of missionary work. They should have been prepared. Should! But since they have broken the laws, they may have to be deprived, and thereon hangs one of our greatest challenges: to keep these young boys worthy.” (Regional Representatives of the Twelve seminar held April 4, 1974; see also “When the World Will Be Converted,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1974, pp. 2–14.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p8\" class=\"\">While the major responsibility for preaching the gospel has been placed upon the shoulders of the priesthood, there are many young women who will be also granted the privilege of serving as missionaries. They should likewise prepare themselves for the time that they may be called.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p9\" class=\"\">Parents can play an important part in instilling within their sons and daughters a desire to live worthy so that they can qualify to fill missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p10\" class=\"\">I shall always be grateful for being born of goodly parents who taught their children that this was a part of their responsibility. In our home it was never a question of whether or not we would fill a mission; that was assumed and just taken for granted. It was a matter of when. As a result of this encouragement and hope, all of the six sons in the family filled missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p11\" class=\"\">Now it’s a natural thing for prospective missionaries to have a preference for a certain area in which to labor. That was true in my case. Three of my grandparents were born in England. Here they heard the gospel. Here they were converted, then joined the Church. Later my father filled a mission there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p12\" class=\"\">So later when my call came from President Heber J. Grant, it was to the eastern states and not to England. Momentarily I was disappointed. However, I had been taught that missionaries are called by inspiration to labor where the Lord wants them. The words of a favorite hymn came to mind: “I’ll go where you want me to go, dear Lord.” (See “It May Not Be on a Mountain Height,” <span class=\"emphasis\">Hymns,<\/span> no. 75.) I was reconciled and satisfied with my mission call.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p13\" class=\"\">What a tremendous blessing my call to the Eastern States Mission has been in my life. The mission was then presided over by one of the General Authorities of the Church, Elder B. H. Roberts. At that time he was senior president of the First Council of the Seventy and a most effective missionary. The Lord blessed me with the privilege of a close association with this great leader and missionary. I gained a deep respect, admiration, and love for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p14\" class=\"\">President Roberts was an earnest scholar, a gifted writer, and an author of many inspirational books explaining the beautiful principles of the gospel. He was a courageous and stalwart defender of the faith. As a dedicated historian, he researched and related in a comprehensive manner the interesting and important events in the history of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p15\" class=\"\">President Roberts was a dynamic and popular speaker, and his services were in constant demand. He was a most forceful and influential speaker. Numerous times he stood at this pulpit and thrilled and inspired the members of the Church. I shall always recall with gratitude my opportunity of serving under this inspired leader.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p16\" class=\"\">President Roberts firmly believed and taught his missionaries that in order for them to be successful and effective, they must seek for and obtain the Spirit of the Lord to direct and lead them in their teaching efforts. He emphasized the words of the Lord, who said, “And the Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit ye shall not teach.” (<span class=\"citation\" id=\"16459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16459)\">D&amp;C 42:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p17\" class=\"\">President Roberts set his missionaries an excellent example by constantly and earnestly seeking for the Spirit of the Lord to guide and direct them. He did that himself. Now we held a daily devotional exercise in the mission home. When it was President Roberts’s turn to lead in prayer, he would pour out his soul in gratitude and supplication. As he prayed the veil would become thin, and we could feel through the Spirit the nearness of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p18\" class=\"\">From his knowledge of the scriptures President Roberts had selected and adopted a slogan for the mission. That slogan was just one word, “Immanuel.” Isaiah, in foretelling the birth of the Savior, foretold, “Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.” (<span class=\"citation\" id=\"125205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125205)\">Isa. 7:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p19\" class=\"\">Centuries later, Matthew, an apostle of the Christ, explained the meaning of the name Immanuel when he recorded, “Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us.” (<span class=\"citation\" id=\"36362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36362)\">Matt. 1:23<\/a><\/span>.) President Roberts used this slogan, “Immanuel,” constantly in his discourses, in his correspondence, when autographing books or photos, and on numerous other occasions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p20\" class=\"\">To have “God with us” through his Holy Spirit should be the aim of every missionary, and it should likewise be the aim of every individual. To have the companionship of the Holy Spirit requires a person to keep his mind and his body clean, as the Holy Spirit is sensitive and will not dwell in an unclean tabernacle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p21\" class=\"\">The young man who had gained a reputation for speaking (he had gained a great ability) had allowed this praise to go to his head; he became slightly arrogant. He had been invited to speak in his ward sacrament meeting. As the meeting proceeded, it was announced that he would be the next speaker. As he walked to the pulpit, overly self-confident and with no evidence of humility, the bishop leaned over and whispered to his counselor, “What a pathetic and lonely figure he is, standing out there all alone.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p22\" class=\"\">As the resurrected Savior met on a mountain near Galilee with his apostles for the last time before ascending into heaven, he assured them that although he would return, through his Spirit he would never leave them. He said, “Lo, I am with you alway; even unto the end of the world.” (<span class=\"citation\" id=\"36411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36411)\">Matt. 28:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p23\" class=\"\">Yes, every young man should fill a mission. That should be his aim, his goal, his sincere desire. Whether to go on a mission or not will be one of the most important and far-reaching decisions that he will make in this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/immanuel-god-with-us.p24\" class=\"\">It is my prayer that every young man may prepare himself to accept a mission call, for which I pray in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}