{"ID":27, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">My Call to the Apostleship<\/p>\n<p class=\"gcspeaker\">President Heber J. Grant<\/p>\n<p class=\"gcbib\">Heber J. Grant, <i>Conference Report<\/i>, October 1942, pp. 24-26<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am grateful beyond my power of expression for the faith and prayers of the people and for\nthe blessings of the Lord in my behalf. For two and one-half years I have been gaining a little\nsince I became ill. I have been home since that illness overtook me a little longer than two\nyears, and when people have asked me how I am, I have said, \"Better than I was yesterday,\"\nand this is really true&mdash;I have been gaining a little all the time. To begin with I could not\nmove my left leg or my left arm. The doctors said it was not a paralytic stroke, but it must\nhave been at least a second cousin to it. I could walk upstairs only one step at a time and drag\nmy left leg up. Now, I can walk up and down stairs. I can walk across the floor without\nscraping my foot on the carpet; I can throw my left leg over my right one with perfect ease,\nand back again; my improvement is very remarkable considering the condition I was in, and I\nattribute it to the prayers of the Saints in my behalf. I am grateful to them beyond expression,\nand I am grateful to the doctors who have so very kindly taken care of me in California and\nhere at home. I am truly appreciative of the interest they have taken in my behalf. I feel\nalmost normal.\n<\/p><p>\nI have decided to tell in detail one or two very remarkable things that have happened in my\nlife.\n<\/p><p>\nI was made one of the apostles in October, 1882. On the 6th of October, 1882, I met Brother\nGeorge Teasdale at the south gate of the temple. His face lit up, and he said: \"Brother Grant,\nyou and I\"&mdash;very enthusiastically&mdash;and then he commenced\ncoughing and choking, and went on into meeting and did not finish his sentence. It came to\nme as plainly as though he had said the words: \"Are going to be chosen this afternoon to fill\nthe vacancies in the Quorum of the Twelve Apostles.\"\n<\/p><p>\nI went to the meeting and my head swelled, and I thought to myself, \"Well, I am going to be\none of the apostles,\" and I was willing to vote for myself, but the conference adjourned\nwithout anyone being chosen.\n<\/p><p>\nTen days later I received a telegram saying, \"You must be in Salt Lake tomorrow without\nfail.\" I was then president of Tooele Stake. The telegram came from my partner, Nephi W.\nClayton. When I got to the depot, I said: \"Nephi, why on earth are you calling me back here?\nI had an appointment out in Tooele Stake.\"\n<\/p><p>\n\"Never mind,\" he said; \"it was not I who sent for you; it was Brother Lyman. He told me to\nsend the telegram and sign my name to it. He told me to come and meet you and take you to\nthe President's office. That is all I know.\"\n<\/p><p>\nSo I went to the President's office, and there sat Brother Teasdale, and all of the ten Apostles,\nand the Presidency of the Church, and also Seymour B. Young and the members of the Seven\nPresidents of the Seventies. And the revelation was read calling Brother Teasdale and myself\nto the apostleship, and Brother Seymour B. Young to be one of the Seven Presidents of the\nSeventies.\n<\/p><p>\nBrother Teasdale was blessed by President John Taylor, and George Q. Cannon blessed me.\n<\/p><p>\nAfter the meeting I said to Brother Teasdale, \"I know what you were going to say to me on\nthe sixth of October when you happened to choke half to death and then went into the\nmeeting.\"\n<\/p><p>\nHe said, \"Oh, no, you don't.\"\n<\/p><p>\n\"Yes, I do,\" and I repeated it: \"You and I are going to be called to the apostleship.\"\n<\/p><p>\nHe said, \"Well, that is what I was going to say, and then it occurred to me that I had no right\nto tell it, that I had received a manifestation from the Lord.\" He said, \"Heber, I have suffered\nthe tortures of the damned for ten days, thinking I could not tell the difference between a\nmanifestation from the Lord and one from the devil, that the devil had deceived me.\"\n<\/p><p>\nI said, \"I have not suffered like that, but I never prayed so hard in my life for anything as I\ndid that the Lord would forgive me for the egotism of thinking that I was fit to be an apostle,\nand that I was ready to go into that meeting ten days ago and vote for myself to be an\napostle.\" \n<\/p><p>\nI was a very unhappy man from October until February. For the next four months whenever I\nwould bear my testimony of the divinity of the Savior, there seemed to be a voice that would\nsay: \"You lie, because you have never seen Him.\" One of the brethren had made the remark\nthat unless a man had seen the Lamb of God&mdash;that was his expression&mdash;he was not fit to be an\napostle. This feeling that I have mentioned would follow me. I would wake up in the night\nwith the impression: \"You do not know that Jesus is the Christ, the Son of God, because you\nhave never seen Him,\" and the same feeling would come to me when I would preach and bear\ntestimony. It worried me from October until the following February. \n<\/p><p>\nI was in Arizona in February, traveling with Brigham Young, Jr., and a number of other\nbrethren, visiting the Navajo Indians and the Moki Indians. Several of our party were riding\nin \"White Tops\" and several on horseback. I was in the rear of the party with Brother Lot\nSmith. He was on a big fine iron-grey horse, and I was on a small mule that I had discovered\nwas the easiest and best riding animal I had ever straddled. \n<\/p><p>\nWe were going due east when the road changed and went almost north, but there was a trail\nahead of us, and I said, \"Hold on, Lot; stop.\" \n<\/p><p>\nI said, \"Brother Smith, where does this trail lead?\" \n<\/p><p>\nHe said, \"It leads to a great gully just a short distance away, and no team can possibly travel\nover it. We have to make a regular mule shoe of a ride to get to the other side of the gully'\" \n<\/p><p>\nI said, \"Is there any danger from Indians if a man were alone over there?\" \"None at all.\"\n<\/p><p>\nI said: \"I visited the spot yesterday where George A. Smith, Jr., was killed by a Navajo\nIndian, who asked him for his pistol and then shot him with it, and I feel a little nervous, but\nif there is no danger I want to be all alone, so you go on with the party and I will take that\ntrail.\"\n<\/p><p>\nI had this feeling that I ought not to testify any more about the Savior and that, really, I was\nnot fit to be an apostle. It seemed overwhelming to me that I should be one. There was a\nspirit that said: \"If you have not seen the Savior, why don't you resign your position?\"\n<\/p><p>\nAs I rode along alone, I seemed to see a council in heaven. The Savior was there; the Prophet\nJoseph was there; my father and others that I knew were there. In this council it seemed that\nthey decided that a mistake had been made in not filling the vacancies in the Quorum of the\nTwelve, and conference had adjourned. The chances were the Brethren would wait another six\nmonths, and the way to remedy the situation was to send a revelation naming the men who\nshould fill the vacancies. In this council the Prophet said, \"I want to be represented by one of\nmy own in that Council.\"\n<\/p><p>\nA little while before this I had attended the funeral of Brother Snedeker, a counselor in the\nbishopric of Mill Creek Ward, and Brother Joseph E. Taylor spoke at the services. In his\nremarks he became very pathetic to think that the Prophet had given his life for the Cause and\nthat he had no representative in the quorums of the Priesthood of the Church. He was\nfollowed by Brother Joseph F. Smith, and Brother Smith said: \"'We believe the Bible to be\nthe word of God as far as it is translated correctly'\n(<span class=\"citation\" id=\"6597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6597)\">A of F 1:8<\/a><\/span>),\nand I believe it is translated correctly\nwhen it says that if a man die his brother shall marry his widow and raise up seed to the dead\nman (<span class=\"citation\" id=\"33807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33807)\">Matt. 22:24<\/a><\/span>),\nand I need to take only two steps from where I am standing now to place my hand on\nthe shoulder of a man who is one of the Twelve Apostles of the Church, who is a son of the\nProphet Joseph,\" and he pointed directly at me.\n<\/p><p>\nIt made a very profound impression upon me, and I wondered if I should tell the people about\nit. I had always understood and known that my mother was sealed to the Prophet, and that\nBrigham Young had told my father that he would not marry my mother to him for eternity,\nbecause he had instructions from the Prophet that if anything happened to him before he was\nmarried to Rachel Ivins she must be sealed to him for eternity, that she belonged to him.\n<\/p><p>\nThat is the reason that Father spoke up in this council to which I have referred, and said:\n\"Why not choose the boy who bears my name, who belongs to you, to be one of the\napostles?\" That inspiration was given to me.\n<\/p><p>\nI can truthfully say that from February, 1883, until today I have never had any of that trouble,\nand I can bear my testimony that I know that God lives, that Jesus is the Christ, the Savior of\nthe world and that Joseph Smith is a prophet of the living God; and the evil one does not try\nto persuade me that I do not know what I am talking about. I have never had one slight\nimpression to the contrary. I have just had real, genuine joy and satisfaction in proclaiming\nthe gospel and bearing my testimony of the divinity of Jesus Christ, and the divine calling of\nJoseph Smith, the prophet.\n<\/p><p>\nNow, brethren, I could go on dictating by the hour, there are so many things that have\nhappened in my life that I would like to tell you.\n<\/p><p>\nI once more thank the Saints for their faith and for their prayers, and for the strength that I\nhave today in comparison with two and one-half years ago.\n<\/p><p>\nMay God's blessings be and abide with you, one and all, and all the Saints and all the honest\npeople the world over, is the prayer of my heart, even so. Amen. \n<\/p>\n<\/div>\n<\/div>"}