{"ID":270, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Closing Address<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, October 1946, pp. 147-153<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis has been a wonderful conference. The Lord has said that if two or three shall meet\ntogether in his name, he will be there to bless them\n(<span class=\"citation\" id=\"34097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34097)\">Matt. 18:20<\/a><\/span>), and this house has been filled to\noverflowing seven times during the last week by the sons and daughters of the Living God.\n<\/p><p>\nALL ARE CHILDREN OF GOD\n<\/p><p>\nI esteem it a great privilege to be here with you, my brethren and sisters, and when I say\n\"brethren and sisters,\" I am reminded of the fact that every man is a son of God, every\nwoman, a daughter of our Heavenly Father. Wherever they may be, all that have been born\nupon the earth are the children of the Lord, and our Master taught that to love our neighbors\nas ourselves is the second great commandment\n(<span class=\"citation\" id=\"34101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34101)\">Matt. 22:39<\/a><\/span>).\nIf we would follow the advice of Brother\nGeorge F. Richards to love our neighbors, it would go a long way towards bringing happiness\ninto the world.\n<\/p><p>\nI trust that during the few moments I occupy I may be blessed of the Lord to say the things\nthat he would have me say. I trust that we who are here may be inspired of our Heavenly\nFather to rejoice in the blessings that are ours, and that we may be here today as brothers and\nsisters in the sense in which he desires that we should be.\n<\/p><p>\nThis is only a small congregation compared to the multitude of our Father's children scattered\nover the earth, but it is a very choice congregation, because so many of those who are here\nhave devoted most of their lives to going about doing good. That, in a measure, is the sum of\nthe meaning of the gospel of Jesus Christ, to go about doing good\n(<span class=\"citation\" id=\"7569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7569)\">Acts 10:38<\/a><\/span>). While there are in this\ncongregation men and women who are not members of the Church of Jesus Christ of\nLatter-day Saints, I hope that you will feel that you are welcome in this great congregation,\nand then realize that wherever you may go and find members of the Church of Jesus Christ of\nLatter-day Saints who are worthy of the name, you will be welcome, and they will be glad to\ndo you good.\n<\/p><p>\nLast night over ten thousand men assembled in this house and the adjoining building, all\nlistening to the same voice at the same time. It was probably the largest group of men that\nhave ever been assembled together in a priesthood meeting since the world began. The fact\nthat so many of you brethren have the priesthood, of course, is one principle that many people\ndo not understand.\n<\/p><p>\nTHE PROBLEM OF SAFETY\n<\/p><p>\nIn this fast-moving age, the problem of safety is of great importance. We pick up the papers\nday by day to find that this man has been run over by an automobile, or that\nautomobile has overturned and been wrecked, and those riding in it have been killed. We hear\nof collisions between railroad trains and automobiles. Nearly every day the headlines of our\npapers tell how many people have lost their lives by accident, and I may say to you that in\nalmost every case, if proper precautions had been taken, those lives would not be lost. So,\ntoday, safety campaigns are being carried forward in an attempt to preserve the lives of\npeople that are being wastefully destroyed. I hope that the membership of the Church of Jesus\nChrist of Latter-day Saints will be among those most anxious and most willing to lend their\nefforts to preserve life. It is very precious. We have only one life, and if we keep the\ncommandments of God and live as we should, it will be an eternal life of happiness. That is\nthe blessing which comes to us from the gospel.\n<\/p><p>\nOn our highways, some turn over high-powered cars to children, as soon as they can handle\nthe wheel, and they do not always wait until they are entitled to drive by procuring that\nprivilege from the state in which they live. They do not measure the danger and the result is\nthat many accidents occur. Many accidents result because some men, and some women, I am\nsorry to say, presume to sit down at the wheel of an automobile and drive off into traffic\nwhen they themselves ought to be in bed under the care of a physician, and some of them\nought to be in jail sobering up.\n<\/p><p>\nNow, what can we do? Let us join with the nation. Let this group of men and women here\nexercise their influence in encouraging our sons and our daughters and our neighbors, while\nwe are setting the example ourselves, to safeguard the lives of every one of these, our\nFather's children. They are his, and he will not be pleased with us if by our carelessness, or\nour wickedness, we destroy their lives.\n<\/p><p>\nA number of years ago we did not drive so fast. I remember when the governor of this state\ndrove a car at a time the limit was thirty miles an hour. Of course that was flying in those\ndays, it was so much faster than a horse. I was riding with the governor and noticed that he\ndrove very carefully. As we rode along the highway, I said: \"You are a pretty safe driver,\naren't you?\" \n<\/p><p>\nHe said: \"I want to be.\"\n<\/p><p>\nI said, \"This is a lovely car you are driving.\"\n<\/p><p>\n\"Yes,\" he said. \"The state furnishes me this car, and just as soon as I got it, my boys and girls\nwanted to drive it. I couldn't very well keep them from doing it, and so we had this\nagreement, that whenever we were in the car it would be law-abiding. So,\" he said, \"this is\none car in the state that observes the law.\"\n<\/p><p>\nI have thought of that a good many times. If we teach our children to be law-abiding and\nreasonable, perhaps we will be the means of preserving lives that are very precious to our\nHeavenly Father. In this day when we are talking about safety everywhere, let us do\nsomething about it. Let each of us do our part.\n<\/p><p>\nThere are so many things that crowd my mind, I do not know what to talk\nabout. I hope you will not be in the position of the little fellow who sat through a long\nmeeting. When the last speaker got up and said: \"I just don't know what to talk about,\" the\nlittle fellow helped him by saying, \"Talk about a minute.\"\n<\/p><p>\nDISOBEDIENCE BRINGS DISTRESS\n<\/p><p>\nWhat a blessed thing it is to know that we are living eternal lives. What a wonderful thing it\nwould be if all the people in the world knew that they are living eternal lives. How blessed it\nwould be if all men knew that our Heavenly Father was the Creator of the heavens and the\nearth, and that he is our Father, the Father of our spirits. What a happy world it would be if\nmen everywhere recognized their fellowmen as brothers and sisters, and then followed that up\nby loving their neighbors as themselves. Think of the sorrow and the distress that have been\nin this world for the last few years, due to the great war. Of what benefit has it been?\nMillions of lives have been sacrificed; millions in treasure have been wasted; and beautiful\ncities have been wrecked and destroyed. Many people tonight will be sleeping, either on the\nground or in wrecked homes because of the great war. There are widows who have been left,\nand orphans who will have to go through life without father and mother. Why? Because men\nhave refused to keep the commandments of God.\n<\/p><p>\nOne of the great commandments that was given at Sinai was: \"Thou shalt not kill\"\n(<span class=\"citation\" id=\"22568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22568)\">Ex. 20:13<\/a><\/span>).\n<\/p><p>\nI wonder if we realize how easy it is to violate a commandment of God? Think of the Ten\nCommandments that were given to ancient Israel when they were in the wilderness, spoken by\nthe Lord and written by his finger upon tablets of stone. If the people, during the hundreds of\nyears that have elapsed since that time, had honored those Ten Commandments, this earth\nwould have been heaven, most of the time, and the men and women who have lived upon it\nwould have attained great blessings that we have not known yet.\n<\/p><p>\nIt was a simple thing for the prophet of God, Moses, to bring those Ten Commandments\namong the people, but it seems to have been most difficult for the men and women who have\nlived upon the earth to observe them. I fear that the time is coming, unless we can find some\nway not only to prevent the destruction of human life by careless accidents, but also unless\nwe can call the people of this world to repent of their sins and turn from the error of their\nways, that the great war that has just passed will be an insignificant thing, as far as calamity\nis concerned, compared to that which is before us. And we can avoid it if we will; if we will\neach do our part, it can be prevented.\n<\/p><p>\nEARLY SCENES IN SALT LAKE CITY\n<\/p><p>\nI am standing here today not more than about three hundred yards from the very spot where\nI first breathed the breath of life. It was just across the street in a little humble home, a little\nadobe house with four or five rooms, surrounded by a little garden and\norchard. That is where I began. Salt Lake City at that time was a village. We did not have\nany water pipes. All our water was picked up in buckets and barrels at the side of the ditches\nthat ran down our streets, and then it was carried to the house in smaller receptacles. We did\nnot have any electric lights in those days. We had tallow candles, or kerosene oil lamps, but\nno electric lights. The gas did come a little later while I was a child.\n<\/p><p>\nAt that early day we did not have a foot of pavement in the city, either on the roads or on the\nsidewalks. I can remember this great wide road just at the west of us here. There used to be\nabout six inches of dust upon it in the summer time, the finest dust that you could ever put\nyour feet into. That is the way we used to play, bare-footed, running up and down the street\nplaying ball. We did not have to dodge automobiles. Nobody had ever dreamed of an\nautomobile at that time, I think; at any rate it was a long time after that before the first one\ncame here, and then it was a curiosity. I am thinking of what has happened since. This house\nwas built at the time I was a child. The temple was begun before that time, and when it was\ncompleted I still lived across the street.\n<\/p><p>\nDuring the time that has elapsed since my birth I have traveled in many parts of the world\nand met many of our Fathers other children, men and women of various creeds and\nnationalities; and what occasion I have this day to be grateful for the kindness they have\nextended to me! It is not difficult for me to love my fellow men because I have known so\nmuch kindness from them, wherever I have been. Of course I have found, occasionally,\nindividuals who had not grown up. They had bitterness and jealousy, and suspicion, and\nhatred in their hearts for their fellows, but that was not the kind of training that I had.\n<\/p><p>\nMOTHER'S TEACHINGS\n<\/p><p>\nI was trained at the knee of a Latter-day Saint mother. One of the first things I remember was\nwhen she took me by the hand and led me upstairs. In the room there were two beds, the bed\nin which my parents slept, and a little trundle bed over on the other side. I can remember it as\nif it were yesterday. When we got upstairs, she sat down by my little trundle bed. She had me\nkneel in front of her. She folded my hands and took them in hers, and taught me my first\nprayer. I will never forget it. I do not want to forget it. It is one of the loveliest memories\nthat I have in life, an angelic mother sitting down by my bedside and teaching me to pray.\n<\/p><p>\nIt was such a simple prayer but I can repeat it today.\n<\/p><p>\nNow I lay me down to sleep. I pray the Lord my soul to keep. If I should die before I wake,\nI pray the Lord my soul to take.\n<\/p><p>\nThat was my first prayer. That prayer opened for me the windows of heaven. That prayer\nextended to me the hand of my Father in heaven, for she had explained to\nme what it all meant as far as a little child could understand. From that day until now, while I\nhave covered approximately a million miles in the world among our Father's other children,\nevery day and every night, wherever I have been, when I have gone to my bed or arisen from\nit, I have felt I was close to my Heavenly Father. He is not far away.\n<\/p><p>\nMy mother gave birth to eleven husky children, three of them girls. It was the gospel of Jesus\nChrist that prompted her to bring us into the world, notwithstanding the anxiety we gave her.\nShe wanted to do what God had commanded our first parents to do, to multiply and replenish\nthe earth (<span class=\"citation\" id=\"23515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23515)\">Gen. 1:28<\/a><\/span>).\nAs long as she lived upon the earth, I was taught to love my Heavenly Father. I had\nan angel mother, for she was an angel, as we understand angels these days to be. And as I\nstand here today, after the experiences of a long life I realize that she was only one of the\ndaughters of my Heavenly Father, and he loves them all.\n<\/p><p>\nJust a few days ago the national Relief Society of the Church of Jesus Christ of Latter-day\nSaints filled this building with women, many of them wives and mothers and grandmothers.\nThey, just like the men who were here in this building last night, had the training given to\nthem when they were children that we believe in God the Eternal Father, and in his Son Jesus\nChrist, and in the Holy Ghost (<span class=\"citation\" id=\"6613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6613)\">A of F 1:1<\/a><\/span>).\nThat is the training of the children of the Church of Jesus\nChrist of Latter-day Saints, and of course of many other churches. But I am thinking of what\nyour privileges have been, of how the Lord called you out from the world, that call which\nwas heard by one of old:\n<\/p><p>\n. . . Come out of her, my people, that ye be not partakers of her sins, and that ye receive not\nof her plagues (<span class=\"citation\" id=\"42183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42183)\">Rev. 18:4<\/a><\/span>).\n<\/p><p>\nBLESSINGS OF THE GOSPEL\n<\/p><p>\nMany of you who are in this house came from foreign lands, from sections of the world\nwhere there were not the blessings you enjoy here. You have come to the tops of these\neverlasting hills, to the headquarters of the Church, and what has been the result? When you\nstarted, you found that the Lord had promised this:\n<\/p><p>\n. . . seek ye first the kingdom of God, and his righteousness; and all these things shall be\nadded unto you (<span class=\"citation\" id=\"34058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34058)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nThat is what brought your parents and mine, your grandparents and mine, from other lands,\nand from other parts of this country. They came because they felt that they held their Father's\nhand. Many of them had a hard time when they came. There was not very much food, not\nmuch clothing, and housing accommodations were poor, but they held their Heavenly Father's\nhand. Morning and evening they bowed in thanksgiving and prayer to him who is the giver of\nall. They taught us who were born later to adjust ourselves so that we could be happy by\nbeing filled with the love of God and the love of our fellows in the world.\n<\/p><p>\nTHE TABERNACLE CHOIR\n<\/p><p>\nI am thinking of how the Lord's promise has been fulfilled. Here you are today, listening to\nthis great choir. This choir has been singing not only to the United States, but during the war\nthe broadcast has also been carried to our boys and women in the armed services in different\nparts of the world. Year after year, the faithful men and women in this choir have given their\ntime, without compensation, because they wanted to sing the sacred things of our Heavenly\nFather to his children.\n<\/p><p>\nEVAN STEPHENS\n<\/p><p>\nWe used to have here a number of years ago a young man who came from Wales. He did not\nhave the opportunity of a college education, but he was a Welshman, full of Welsh music.\nWhen he came here, he became the leader of this great choir. He it was who had joy, along\nwith those who preceded him and those who followed, in building a choir not just to sing but\nto sing praises to our Heavenly Father.\n<\/p><p>\nI want to tell you a little incident about Evan Stephens. Some very prominent people were\ncoming here. In that day we did not have so many visitors of prominence. We were too far\nout in the wilderness. One of our good bishops came to Even Stephens and said: \"Brother\nStephens, I have some company coming next Sunday to the religious meeting\"&mdash;(we used to\nhave a meeting here at two o'clock every Sunday)&mdash;\"and I hope you are going to have some\ngood music.\"\n<\/p><p>\nBrother Stephens said: \"All right, Bishop, we will have good music.\"\n<\/p><p>\nThe bishop did not think that was enough assurance so he pressed it a little. He said: \"These\npeople are not ordinary people. They are men of affairs and wealth. Their families are\nwealthy, and I would like them to see just what a fine choir we have. Now, won't you give us\nsomething just a little extra?\"\n<\/p><p>\nBrother Stephens said: \"Bishop, we have already had our practice. The music has all been\nprepared. I don't see how we can make a change. I think it will be good enough for your\nfriends.\"\n<\/p><p>\nThen the bishop pressed him a little harder, and then Brother Stephens' Welsh got up, and he\nsaid: \"Now look here, Bishop, we have prepared the music for next Sunday to sing to the\nLord, and I suppose if it is good enough for the Lord, it is good enough for your company.\"\n<\/p><p>\nThat is the spirit that has always been here. This house was dedicated to the worship of God,\nby the spoken word and by music, by song and by story. I stand in a pulpit here that has been\nsanctified by the righteous men and women who have stood here and have testified of their\nknowledge of God and have encouraged others to keep his commandments,\nthat they might be happy. I feel very grateful for my blessings.\n<\/p><p>\nWARNING AND TESTIMONY\n<\/p><p>\nIn conclusion let me say: We are not out of the woods. This world is in for a housecleaning\nunless the sons and daughters of our Heavenly Father repent of their sins and turn to him.\nAnd that means the Latter-day Saints, or the members of the Church of Jesus Christ of\nLatter-day Saints, along with all the rest, but we, first of all, ought to be setting the example.\nWe have sent over seventy thousand of our sons and daughters into the world, paying their\nown expenses, to divide the gospel of Jesus Christ with his other children. Why? Because we\nknow it is the only plan God has given to the children of men to earn a place in the celestial\nkingdom. That is why it is so important. In this great building that has been so sacred to all,\nafter listening to the splendid choir and the organ, listening to the prayers that have been\noffered here, listening to the testimonies that have been borne, I want to leave my testimony\nwith you and say to you: I know that God lives. I know that Jesus is the Christ. I know that\nJoseph Smith was a Prophet of the Living God, and had restored to him the true gospel of\nJesus Christ in these latter days.\n<\/p><p>\nThat might sound like boasting if it were not so serious. It is serious, and I know that I will\nhave to answer for that testimony as I leave it with you today. It will not be long until this\nman who is talking will have finished his work and passed to the other side, and when I go, I\nwant to be worthy to join my grandparents and my parents, my brothers and sisters who have\npassed on. I know they have earned a place that is worthwhile. I want to go where they have\ngone, and I know that if I were not to tell you the truth in regard to this matter, I might lose\nthat opportunity.\n<\/p><p>\nSo, realizing the seriousness of a testimony like that, realizing what it means, and with love\nunfeigned and a desire to be a blessing to all our Father's children, I leave this witness with\nyou that this is the gospel of Jesus Christ, the only power of God unto salvation in\npreparation for the celestial kingdom (<span class=\"citation\" id=\"42672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42672)\">Rom. 1:16<\/a><\/span>),\ninto which kingdom we may all go if we will, but it\nwill be on his terms, and I bear you that witness this day, in the name of Jesus Christ, our\nLord. Amen.\n<\/p>\n<\/div>\n<\/div>"}