{"ID":270126, "Text":"<div class=\"page\"><div class=\"pageNum\"><a name=\"126\"><\/a><div class=\"prev\"><a href=\"stpjs125.html\">Prev<\/a><\/div><div class=\"next\"><a href=\"stpjs127.html\">Next<\/a><\/div>\n\t\t\t    STPJS 126<\/div>\n  <p class=\"cont\">murder in Ray county, against mob-militia; who was as a wolf in the first instance, hide and hair,\n  teeth, legs and tail, who afterwards put on a militia sheep skin with the wool on; who could sally\n  forth, in the day time, into the flock, and snarl and show his teeth, and scatter and devour the flock,<span class=\"footRef\">1<\/span>\n  and satiate himself upon his prey, and then sneak back into the bramble in order that he might\n  conceal himself in his well tried skin with the wool on?<\/p>\n  <p class=\"std\">We are well aware that there is a certain set of priests and satellites, and mobbers that would\n  fain make all the world believe that we were guilty of the doings of their howling wolf that made\n  such havoc among the sheep, who, when he retreated, howled and bleated at such a desperate rate,\n  that if one could have been there, he would have thought that all the wolves, whether wrapped up\n  in sheep skins or in goat skins, or in some other skins, and in fine all the beasts of the forest, were\n  awfully alarmed, and catching the scent of innocent blood, they sallied forth with one tremendous\n  howl and crying of all sorts; and such a howling, and such a tremendous havoc<span class=\"footRef\">2<\/span> never was known\n  before; such inhumanity, and relentless cruelty and barbarity as were practiced against the Saints\n  in Missouri can scarcely be found in the annals of history.<\/p>\n  <p class=\"std\">Now those characters if allowed to would make the world believe that we had committed\n  murder, by making an attack upon this howling wolf, while the fact is we were at home and in our\n  bed, and asleep, and knew nothing of that transaction any more than we know what is going on in\n  China while we are within these walls. Therefore we say again unto you, we are innocent of these\n  things, and they have represented us falsely.<\/p>\n  <p class=\"std\">Was it for committing adultery that we were assailed? We are aware that that false slander has\n  gone abroad, for it has been reiterated in our ears. These are falsehoods also. Renegade &ldquo;Mormon&rdquo;\n  dissenters are running through the world and spreading various foul and libelous reports<span class=\"footRef\">3<\/span> against us,\n  thinking thereby to gain the friendship of the world,<span class=\"footRef\">4<\/span> because they know that we are not of the world,\n  and that the world hates us;<span class=\"footRef\">5<\/span> therefore they [the world] make a tool of these fellows [the dissenters];\n  and by them try to do all the injury they can, and after that they hate them worse than they do us,\n  because they find them to be base traitors and sycophants.<\/p>\n  <div class=\"footnotes\">\n    <div class=\"footnote\">1. \n      <span class=\"citation\" id=\"107679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 107679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(107679)\">Hab. 3:14<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">2. \n      <span class=\"citation\" id=\"112488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 112488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(112488)\">Hel. 11:27<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">3. \n      <span class=\"citation\" id=\"115883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 115883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(115883)\">D&amp;C 123:4-5<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">4. \n      <span class=\"citation\" id=\"110371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 110371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(110371)\">James 4:4<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">5. \n      <span class=\"citation\" id=\"108840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 108840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(108840)\">John 15:18-19<\/a><\/span>\n    <\/div>\n  <\/div>\n<\/div>"}