{"ID":2701, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Vision of the Aaronic Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p3\" class=\"\">Bishop Victor L. Brown<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:296a.jpg\" alt=\"Bishop Victor L. Brown\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p4\" class=\"\">Tonight I desire to give a challenge to every officer of the Church who has an Aaronic Priesthood responsibility. This includes every deacon, teacher, and priest, as well as adult leaders. Let us share a vision of what the Aaronic Priesthood can become and then join together in a great, continuing effort to make that vision a reality. It should also be said that the principles I speak of apply to our young women. We must not ignore or underestimate them in building this generation of youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p5\" class=\"\">Brethren, sometimes Aaronic Priesthood work is misdirected. Sometimes when leaders see young men losing interest in the Church, they redouble their attempts to devise major events week after week, including super-activities, teen-age parties, and visits to exotic places, hoping thereby to compete with school activities, clubs, or television for the attention of our youth. They may let the priests and teachers play basketball every activity night for lack of other alternatives or because that is what some youth say they prefer. These leaders, lacking vision, do not ask youth to give of themselves or inconvenience themselves for fear of losing them. “Entertaining activities are what our young people want” some leaders seem to think, and “we have to give them what they want if we are going to keep them active.” Even though young people may attend such activities for a time, they experience no conversion through them, often consider it no special honor to hold the priesthood, and then move into adulthood immature and poorly prepared for service to the Church and mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p6\" class=\"\">Although there is usually nothing inherently wrong with athletics, super-activities or parties, a self-serving diet of entertainment fails because it aims in the wrong direction. Instead of setting out to accomplish the work of the ministry which the Lord has assigned to the Aaronic Priesthood quorums, this approach largely ignores service and personal sacrifice and seeks to compete in a worldly way for the attention of our youth. When this happens, the youth may begin to think that the Church exists to indulge their whims and wishes and that they should evaluate the Church by the yardstick of self-indulgence. And if they think this way, they may find the world’s enticements more daring and exciting than any we can properly provide. Then, because we have imitated the world, we lose them to the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p7\" class=\"\">There is a far better approach. We must focus on the priesthood quorum and how it accomplishes the work the Lord has given it. The quorum then makes a vital contribution to the exaltation of its members. When an Aaronic Priesthood leader takes the work of the quorum seriously, he is not afraid to call upon quorum members to inconvenience themselves and sacrifice. When these members experience the sweetness and joy of self-sacrifice, which the world at best can only partially give, they begin to regard the priesthood with solemnity, appreciation, and respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p8\" class=\"\">May I reiterate this. If doing the work of the priesthood is the aim of an Aaronic Priesthood quorum, its members will become active and remain active. Members invariably lose interest if the quorum presidency or adult leadership ignores the work of the Lord and attempts to devise entertainment programs to entice activity. It is a law of life: “Only if you sacrifice for a cause will you love it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p9\" class=\"\">Each of us knows this from experience. Frequently priests who have been frivolous and immature before their missions rapidly grow up after a few difficult months in the mission field. Testimony, purpose, and peace of mind replace lack of direction, confusion, and apathy. The explanation is simple: they learn to sacrifice for a lofty cause. Brethren, Aaronic Priesthood holders should not have to wait for the mission field before experiencing the joy of sacrifice associated with service to God and mankind. They should not have to wait until they reach the age of nineteen before having cause to love and even defend the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p10\" class=\"\">Our young men do not want to be indulged with entertainment. Talk with them; they will tell you this. They would rather hold a cottage meeting where their friends learn about the gospel than go to the movies. They would rather stage a birthday party for an invalid child than play rowdy games in the cultural hall. They would rather plan and carry out a quorum camp-out in order to get close to an inactive quorum member than be taken camping by adults who furnish the finest gear free of charge and cook all their meals for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p11\" class=\"\">I am not suggesting that we should have all service projects and no recreation. In the great tradition of the Church there must continue to be recreation and social and cultural enjoyment. What I am saying is that there can and should be a balance and a blending of service and recreation. Every activity—even an activity of games—can be planned to help build people, if only those participating. Every activity—even a project in which physical work is done—can be great fun. Spiritual experiences can be built into everything we do. This alone would eliminate poor sportsmanship on the athletic field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p12\" class=\"\">I recently reviewed the program of a stake youth conference. The youth leaders themselves chose the program. The topics were (1) Getting to know yourself, (2) Getting to know God, (3) Genealogy and how to use the stake library, (4) Self-discipline and overcoming temptation and temper, (5) Parent-youth relations, (6) Dance workshops (swing and fox-trot), (7) Budgeting your money, (8) How do I get a date? (9) Successful job interviews, (10) Youth leadership training, (11) Preparing and storing food and bread making, and finally, (12) Women—their role and place in society today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p13\" class=\"\">This list alone reflects some truths about our youth which all too often are not recognized by adults. May we remember that they would rather serve than be served. Self-sacrifice brings out their finest characteristics. It teaches them who they really are. They have a right to discover in the Aaronic Priesthood a genuine alternative to the empty self-concern which motivates many of the people of the world. Let it never be said of an Aaronic Priesthood quorum that its members could not find in it personal fulfillment, growth, and the joy of giving of self, as well as fun. Let our quorums be clearly and unequivocably places where the gospel of Jesus Christ is practiced. Never let it become a pale imitation of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p14\" class=\"\">May I share with you a story of a young man who witnessed firsthand a demonstration of this crucial principle. He wrote the following: “At one time I attended a ward which had almost no Melchizedek Priesthood holders in it. But it was not in any way dulled in spirituality. On the contrary, many of its members witnessed the greatest display of priesthood power they had ever known.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p15\" class=\"\">“The power was centered in the priests. For the first time in their lives they were called upon to perform all the duties of the priests and administer to the needs of their fellow ward members. They were seriously called to home teach—not just to be a yawning appendage to an elder making a social call but to bless their brothers and sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p16\" class=\"\">“Previous to this time I had been with four of these priests in a different situation. There I regarded them to be common hoodlums. They drove away every seminary teacher after two or three months. They spread havoc over the countryside on Scouting trips. <span class=\"emphasis\">But when they were needed—when they were trusted with a vital mission—they were among those who shone the most brilliantly in priesthood service.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p17\" class=\"\">“The secret was that the bishop called upon his Aaronic Priesthood to rise to the stature of men to whom angels might well appear; and they rose to that stature, administering relief to those who might be in want and strengthening those who needed strengthening. Not only were the other ward members built up but so were the members of the quorum themselves. A great unity spread throughout the ward and every member began to have a taste of what it is for a people to be of one mind and one heart. There was nothing inexplicable in all of this; it was just the proper exercise of the Aaronic Priesthood.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p18\" class=\"\">In the world, many organizations, churches, governments, even families have lost much of their vitality because they are afraid to ask people to sacrifice. It is imperative that we not make the same mistake in the Aaronic Priesthood. We must be fearless in expecting Aaronic Priesthood holders to do the work which the Lord has commanded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p19\" class=\"\">To accomplish a great work in the Aaronic Priesthood, no new program is needed. You have either received or shortly will receive the new <span class=\"emphasis\">Aaronic Priesthood Handbook.<\/span> It outlines the simple principles of organization and operation of the Aaronic Priesthood given in the scriptures and in the teachings of latter-day prophets. Application of these principles will bring about more activity, more conversion, and far better missionary preparation among our young men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p20\" class=\"\">For a moment let us contemplate together what young men who hold the Aaronic Priesthood become when leaders at every level zealously apply correct principles as contained in the handbook. Some of you already know what immense good results when a stake president asks for an Aaronic Priesthood accounting from each bishop during the monthly personal priesthood interview. The work accelerates when the stake president, who is the chairman of the stake Aaronic Priesthood committee, asks bishops about service rendered by Aaronic Priesthood quorums and about progress in the preparation of quorum members for missionary work, temple marriage, and fatherhood. This one event, the monthly personal priesthood interview, changes and reinforces a bishop’s concept of his foremost responsibility, the Aaronic Priesthood and the Young Women. Of course, if the stake president fails to hold the personal priesthood interview or does not, in fact, accept the direction that the bishop’s first and foremost responsibility is the Aaronic Priesthood and Young Women, the bishop will have difficulty in fulfilling his stewardship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p21\" class=\"\">Reflect next on the results we see when the members of each bishopric properly supervise the work of the quorum to which they are assigned. When bishops’ counselors hold monthly personal priesthood interviews with deacons and teachers quorum presidents, they motivate and inspire by passing on, through careful inquiry and training, the magnificent vision of Aaronic Priesthood work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p22\" class=\"\">Think of what happens when each bishop really serves as president of his priests quorum, and presides at presidency meetings, and attends every quorum meeting and activity. Inquire of others, if necessary, about what happens when his counselors likewise attend all the functions of the quorums to which they are assigned and get close to each individual young man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p23\" class=\"\">There is marked and significant development in Aaronic Priesthood leadership when each quorum adviser spends extra time behind the scenes, preparing the president of the quorum to take his proper leadership role. Important things begin to happen when every quorum meeting is preceded by a quorum presidency meeting and every quorum meeting is presided over by the quorum president himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p24\" class=\"\">Now, let us think ahead to what stature our young men will attain when every quorum fills its calendar with activities and projects which alleviate sorrow or suffering or bring joy into the lives of people in the ward or community, or which enable the quorum to watch over its members and prepare them for missionary work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p25\" class=\"\">Contemplate how much Aaronic Priesthood holders will grow and the Church will be blessed when the quorums carry out all their scriptural responsibilities—for example, when the priests, working as home teachers, exhort families in the Church “to pray vocally and in secret and attend to all family duties” (<span class=\"citation\" id=\"16439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16439)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16439)\">D&amp;C 20:51<\/a><\/span>) and when the teachers and deacons also carry out their revealed duties. How much a part of this great latter-day work our Aaronic Priesthood brethren will become! They will realize that a priesthood quorum is a brotherhood of priesthood officers ordained with the right and privilege of using God’s power to bring happiness and peace and prosperity into the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p26\" class=\"\">As all of these things happen, leaders will no longer be tempted to devise programs which imitate the world. We will see that the key to the conversion, the activity, the missionary preparation, and the spiritual growth of our youth is a stake presidency, a bishopric, and an Aaronic Priesthood quorum presidency, which fearlessly and thoroughly organize themselves to carry out the basic, fundamental work of the Aaronic Priesthood as the Lord has outlined it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p27\" class=\"\">This is the great work we are called upon to perform in these last days. May we faithfully and vigorously carry it to a glorious conclusion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-vision-of-the-aaronic-priesthood.p28\" class=\"\">I bear my witness, my brethren, that the bishops of this Church have a stewardship for the youth of this Church, and the Lord expects us to properly carry out that stewardship. I have the faith in the bishops of the Church and the stake presidencies that this will be accomplished. And, further, I have faith in the Aaronic Priesthood quorum presidencies themselves, in the maturity, stability, and in the depth of their spirituality that they will rise as no other generation has ever risen in their positions of leadership. I bear this witness and leave my testimony, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}