{"ID":270175, "Text":"<div class=\"page\"><div class=\"pageNum\"><a name=\"175\"><\/a><div class=\"prev\"><a href=\"stpjs174.html\">Prev<\/a><\/div><div class=\"next\"><a href=\"stpjs176.html\">Next<\/a><\/div>\n\t\t\t    STPJS 175<\/div>\n  <p class=\"cont\">caused you to forego the pleasures of home, that you might be a blessing to others, who are\n  candidates for immortality, but strangers to truth; and for so doing, I pray that heaven&rsquo;s choicest\n  blessings may rest upon you.<\/p>\n  <p class=\"std\">Being requested to give my advice respecting the propriety of your returning in the spring, I will\n  do so willingly. I have reflected on the subject some time, and am of the opinion that it would be\n  wisdom in you to make preparations to leave the scene of your labors in the spring. Having carried\n  the testimony to that land, and numbers having received it, the leaven can now spread<span class=\"footRef\">1<\/span> without your\n  being obliged to stay.<\/p>\n  <p class=\"std\">Another thing&mdash;there have been whisperings of the Spirit that there will be some agitations,\n  excitements, and trouble in the land in which you are now laboring. I would therefore say, in the\n  meantime be diligent: organize the churches, and let everyone stand in his proper place,<span class=\"footRef\">2<\/span> so that\n  those who cannot come with you in the spring, may not be left as sheep without a shepherd.<span class=\"footRef\">3<\/span><\/p>\n  <div class=\"topic \">A Place of Gathering<\/div>\n  <p class=\"std\">I would likewise observe, that inasmuch as this place has been appointed for the gathering of\n  the Saints, it is necessary that it should be attended to in the order that the Lord intends it should.\n  To this end I would say, that as there are great numbers of the Saints in England who are extremely\n  poor, and not accustomed to the farming business, who must have certain preparations made for\n  them before they can support themselves in this country, therefore to prevent confusion and\n  disappointment when they arrive here, let those men who are accustomed to make machinery, and\n  those who can command capital, though it be small, come here as soon as convenient, and put up\n  machinery, and make such other preparations as may be necessary, so that when the poor come on,\n  they may have employment to come to. This place has advantages for manufacturing and\n  commercial purposes, which but very few can boast of; and the establishing of cotton factories,\n  foundries, potteries, etc., would be the means of bringing in wealth, and raising it to a very important\n  elevation.<\/p>\n  <p class=\"std\">I need not occupy more space on this subject, as its reasonableness must be obvious to every\n  mind.<\/p>\n  <div class=\"footnotes\">\n    <div class=\"footnote\">1. \n      <span class=\"citation\" id=\"109745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 109745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(109745)\">Gal. 5:9<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">2. \n      <span class=\"citation\" id=\"115527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 115527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(115527)\">D&amp;C 107:99-100<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">3. \n      <span class=\"citation\" id=\"108331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 108331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(108331)\">Mark 6:34<\/a><\/span>\n    <\/div>\n  <\/div>\n<\/div>"}