{"ID":270230, "Text":"<div class=\"page\"><div class=\"pageNum\"><a name=\"230\"><\/a><div class=\"prev\"><a href=\"stpjs229.html\">Prev<\/a><\/div><div class=\"next\"><a href=\"stpjs231.html\">Next<\/a><\/div>\n\t\t\t    STPJS 230<\/div>\n  <div class=\"topic \">THE TEMPLE<\/div>\n  <div class=\"topic \">Diligence of the Saints in Building the Temple<\/div>\n  <p class=\"std\">This noble edifice is progressing with great rapidity; strenuous exertions are being made on\n  every hand to facilitate its erection, and materials of all kinds are in a great state of forwardness, and\n  by next fall we expect to see the building enclosed; if not the top stone raised with &ldquo;shouting of\n  grace&mdash;grace unto it.&rdquo;<span class=\"footRef\">1<\/span> There have been frequently, during the winter, as many as one hundred hands\n  quarrying rock, while at the same time multitudes of others have been engaged in hauling, and in\n  other kinds of labor.<\/p>\n  <p class=\"std\">A company was formed last fall to go up to the pine country to purchase mills, and prepare and\n  saw lumber for the Temple and the Nauvoo House, and the reports from them are very favorable:\n  another company has started, this last week, to take their place and to relieve those that are already\n  there: on their return they are to bring a very large raft of lumber, for the use of the above-named\n  houses.<\/p>\n  <p class=\"std\">While the busy multitudes have thus been engaged in their several vocations performing their\n  daily labor, and working one-tenth of their time, others have not been less forward in bringing in\n  their tithings and consecrations for the same great object. Never since the foundation of this Church\n  was laid, have we seen manifested a greater willingness to comply with the requisitions of Jehovah,\n  a more ardent desire to do the will of God,<span class=\"footRef\">2<\/span> more strenuous exertions used, or greater sacrifices\n  made than there have been since the Lord said, &ldquo;Let the Temple be built by the tithing of my\n  people.&rdquo;<span class=\"footRef\">3<\/span> It seemed as though the spirit of enterprise, philanthropy and obedience rested\n  simultaneously upon old and young, and brethren and sisters, boys and girls, and even strangers,\n  who were not in the Church, united with an unprecedented liberality in the accomplishment of this\n  great work; nor could the widow, in many instances, be prevented, out of her scanty pittance from\n  throwing in her two mites.<span class=\"footRef\">4<\/span><\/p>\n  <p class=\"std\">We feel at this time to tender to all, old and young, both in the Church and out of it, our\n  unfeigned thanks for their unprecedented liberality, kindness, diligence, and obedience which they\n  have so opportunely manifested on the present occasion. Not that we are personally or individually\n  benefitted<\/p>\n  <div class=\"footnotes\">\n    <div class=\"footnote\">1. \n      <span class=\"citation\" id=\"107696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 107696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(107696)\">Zech. 4:7<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">2. \n      <span class=\"citation\" id=\"112708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 112708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(112708)\">3 Ne. 27:21<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">3. \n      <span class=\"citation\" id=\"115092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 115092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(115092)\">D&amp;C 97:11-12<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">4. \n      <span class=\"citation\" id=\"108362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 108362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(108362)\">Mark 12:42<\/a><\/span>\n    <\/div>\n  <\/div>\n<\/div>"}