{"ID":270211, "Text":"<div class=\"page\"><div class=\"pageNum\"><a name=\"211\"><\/a><div class=\"prev\"><a href=\"stpjs210.html\">Prev<\/a><\/div><div class=\"next\"><a href=\"stpjs212.html\">Next<\/a><\/div>\n\t\t\t    STPJS 211<\/div>\n  <p class=\"cont\">that were ambiguous, incoherent, and incomprehensible; at other time they were more clearly\n  understood. They would frequently cry out, &ldquo;There is iniquity!  There is iniquity!&rdquo;  And Mr. Irving\n  has been led, under the influence of this charge, to fall down upon his knees before the public\n  congregation, and to confess his sin, not knowing whether he had sinned, nor wherein, nor whether\n  the thing referred to him or somebody else. During these operations, the bodies of the persons\n  speaking were powerfully wrought upon, their countenances were distorted, they had frequent\n  twitchings in their hands, and the whole system was powerfully convulsed at intervals: they\n  sometimes, however, (it is supposed) spoke in correct tongues, and had true interpretations.<\/p>\n  <p class=\"std\">Under the influence of this spirit the church was organized by these women; apostles, prophets,\n  etc., were soon called, and a systematic order of things introduced, as above mentioned. A Mr.\n  Baxter (afterwards one of their principal prophets) upon going into one of their meetings, says, &ldquo;I\n  saw a power manifested, and thought that was the power of God, and asked that it might fall upon\n  me, and it did so, and I began to prophesy.&rdquo;  Eight or nine years ago they had about sixty preachers\n  going through the streets of London, testifying that London was to be the place where the &ldquo;two\n  witnesses&rdquo;<span class=\"footRef\">1<\/span> spoken of by John, were to prophesy; that (they) the church and the spirit were the\n  witnesses, and that at the end of three years and a half<span class=\"footRef\">2<\/span> there was to be an earthquake and great\n  destruction, and our Savior was to come. Their apostles were collected together at the appointed time\n  watching the event, but Jesus did not come, and the prophecy was then ambiguously explained\n  away. They frequently had signs given them by the spirit to prove to them that what was manifested\n  to them should take place. Mr. Baxter related an impression that he had concerning a child. It was\n  manifested to him that he should visit the child, and lay hands upon it, and that it should be healed;\n  and to prove to him that this was of God, he should meet his brother in a certain place, who should\n  speak unto him certain words. His brother addressed him precisely in the way and manner that the\n  manifestation designated. The sign took place, but when he laid his hands upon the child it did not\n  recover.<span class=\"footRef\">3<\/span> I cannot vouch for the authority of the last statement, as Mr. Baxter at that time had left\n  the Irvingites, but it is in accord-<\/p>\n  <div class=\"footnotes\">\n    <div class=\"footnote\">1. \n      <span class=\"citation\" id=\"110766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 110766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(110766)\">Rev. 11:3-12<\/a><\/span>;\n      <span class=\"citation\" id=\"114545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 114545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(114545)\">D&amp;C 77:15<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">2. \n      <span class=\"citation\" id=\"110769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 110769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(110769)\">Rev. 11:9,11<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">3. \n      <span class=\"citation\" id=\"108390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 108390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(108390)\">Mark 16:18<\/a><\/span>;\n      <span class=\"citation\" id=\"112829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 112829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(112829)\">Morm. 9:24<\/a><\/span>;\n      <span class=\"citation\" id=\"114268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 114268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(114268)\">D&amp;C 66:9<\/a><\/span>\n    <\/div>\n  <\/div>\n<\/div>"}