{"ID":270390, "Text":"<div class=\"page\"><div class=\"pageNum\"><a name=\"390\"><\/a><div class=\"prev\"><a href=\"stpjs389.html\">Prev<\/a><\/div><div class=\"next\"><a href=\"stpjs391.html\">Next<\/a><\/div>\n\t\t\t    STPJS 390<\/div>\n  <p class=\"cont\">coming up to Nauvoo, and that this very thing was made use of as a means to get us into their hands,\n  and we could not, without taking an armed force with us, go there without, according to their\n  published declarations, going into the jaws of death?<span class=\"footRef\">1<\/span><\/p>\n  <p class=\"std\">To have taken a force would only have fanned the excitement, as they would have stated that\n  we wanted to use intimidation, therefore we thought it the most judicious to avail ourselves of the\n  protection of the law.<\/p>\n  <p class=\"std\"><i>Gov.<\/i>&mdash;I see, I see.<\/p>\n  <p class=\"std\"><i>Joseph Smith.<\/i>&mdash;Furthermore, in relation to the press, you say that you differ with me in opinion;\n  be it so, the thing after all is a legal difficulty, and the courts I should judge competent to decide on\n  the matter.<\/p>\n  <p class=\"std\">If our act was illegal, we are willing to meet it; and although I cannot see the distinction that\n  you draw about the acts of the City Council, and what difference it could have made in point of fact,\n  law, or justice, between the City Council&rsquo;s acting together or separate, or how much more legal it\n  would have been for the Municipal Court, who were a part of the City Council, to act separate,\n  instead of with the councilors.<\/p>\n  <p class=\"std\">Yet, if it is deemed that we did a wrong in destroying that press, we refuse not to pay for it. We\n  are desirous to fulfill the law<span class=\"footRef\">2<\/span> in every particular, and are responsible for our acts.<span class=\"footRef\">3<\/span><\/p>\n  <p class=\"std\">You say that the parties ought to have had a hearing. Had it been a civil suit, this of course\n  would have been proper; but there was a flagrant violation of every principle of right, a nuisance,\n  and it was abated on the same principle that any nuisance, stench, or putrified carcass would have\n  been removed.<\/p>\n  <p class=\"std\">Our first step, therefore, was to stop the foul, noisome, filthy sheet, and then the next, in our\n  opinion, would have been to have prosecuted the men for a breach of public decency.<\/p>\n  <p class=\"std\">And furthermore, again, let me say, Governor Ford, I shall look to you for our protection. I\n  believe you are talking of going to Nauvoo; if you go, sir, I wish to go along. I refuse not to answer\n  any law, but I do not consider myself safe here.<\/p>\n  <p class=\"std\"><i>Gov.<\/i>&mdash;I am in hopes that you will be acquitted; but if I go, I will certainly take you along. I do\n  not, however, apprehend danger. I think you are perfectly safe, either here or anywhere else. I\n  cannot, however, interfere with the law. I am placed in peculiar circumstances and seem to be\n  blamed by all parties.<\/p>\n  <div class=\"footnotes\">\n    <div class=\"footnote\">1. \n      <span class=\"citation\" id=\"115868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 115868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(115868)\">D&amp;C 122:7<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">2. \n      <span class=\"citation\" id=\"107833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 107833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(107833)\">Matt. 5:17<\/a><\/span>\n    <\/div>\n    <div class=\"footnote\">3. \n      <span class=\"citation\" id=\"116511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 116511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(116511)\">D&amp;C 134:1<\/a><\/span>\n    <\/div>\n  <\/div>\n<\/div>"}