{"ID":2703, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            According to the Covenants\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:32ca.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p3\" class=\"\">Brethren, as I have thought about the problems incident to the rapid increase in Church membership, it seems to me that one of our most urgent tasks is to convert prospective, inactive elders. There are tens of thousands of these brethren in the Church. Unfortunately, the number added to this group each year is larger than the number converted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p4\" class=\"\">A study of the situation leads inevitably to the conclusion that something in addition to what is now being done must be done to encourage these men to change their lives. Something more than urging them to participate in an occasional recreational activity is required. What they need is <span class=\"emphasis\">conversion.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p5\" class=\"\">Webster says the verb <span class=\"emphasis\">convert<\/span> means “to turn from one belief or course to another,” that <span class=\"emphasis\">conversion<\/span> is “a spiritual and moral <span class=\"emphasis\">change<\/span> attending a <span class=\"emphasis\">change<\/span> of belief with conviction.” As used in the scriptures, <span class=\"emphasis\">converted<\/span> generally implies not merely mental acceptance of Jesus and his teachings, but also a motivating faith in him and in his gospel, a faith which works a transformation, an actual <span class=\"emphasis\">change<\/span> in one’s understanding of life’s meaning and in one’s allegiance to God—in interest, in thought, and in conduct. While <span class=\"emphasis\">conversion<\/span> may be accomplished in stages, one is not really converted in the full sense of the term unless and until he is at heart a new person. <span class=\"emphasis\">Born again<\/span> is the scriptural term.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p6\" class=\"\">In one who is wholly converted, desire for things inimical to the gospel of Jesus Christ has actually died, and substituted therefor is a love of God, with a fixed and controlling determination to keep his commandments. Paul told the Romans that such a one would walk in newness of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p7\" class=\"\">“Know ye not,” he said, “that so many of us as were baptized into Jesus Christ were baptized into his death?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p8\" class=\"\">“Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead … even so we also should walk in newness of life.” (<span class=\"citation\" id=\"42867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42867)\">Rom. 6:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p9\" class=\"\">Peter taught that by walking in the newness of life one escapes “the corruption that is in the world through lust,” and by developing within himself faith, virtue, knowledge, temperance, patience, godliness, brotherly kindness, and charity, he becomes a partaker “of the divine nature.” (See <span class=\"citation\" id=\"4922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4922)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4922)\">2 Pet. 1:4–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p10\" class=\"\">One who walks in newness of life is converted. On the other hand, says Peter, “he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins.” (<span class=\"citation\" id=\"4923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4923)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4923)\">2 Pet. 1:9<\/a><\/span>.) Such a one is not converted, even though he may have been baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p11\" class=\"\">There is a striking example of the change wrought by conversion in Mormon’s account of King Benjamin’s farewell address. This sermon was so powerful that as Benjamin delivered it, the multitude fell to the earth, for “they … viewed themselves in their own carnal state. … And they all cried aloud … O have mercy, and apply the atoning blood of Christ that we may receive forgiveness of our sins, and our hearts may be purified; for we believe in Jesus Christ, the Son of God.” (<span class=\"citation\" id=\"40422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40422)\">Mosiah 4:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p12\" class=\"\">Observing their humility, King Benjamin continued:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p13\" class=\"\">“Believe in God; believe that he is, and that he created all things … ; believe that he has all wisdom, and all power, both in heaven and in earth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p14\" class=\"\">“… believe that ye must repent of your sins and forsake them, and humble yourselves before God; and ask in sincerity of heart that he would forgive you; and now, if you believe all these things see that ye do them.” (<span class=\"citation\" id=\"40423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40423)\">Mosiah 4:9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p15\" class=\"\">When he had concluded, he inquired as to whether they believed his words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p16\" class=\"\">“And they all cried … Yea, we believe all [thy] words … and also, we know of their surety and truth.” (<span class=\"citation\" id=\"40424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40424)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40424)\">Mosiah 5:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p17\" class=\"\">And why were they so confident? “Because,” as they said, “the Spirit of the Lord … has wrought a mighty change in us, or in our hearts, that we have no more disposition to do evil, but to do good continually.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p18\" class=\"\">“And,” they continued, “we are willing to enter into a covenant with our God to do his will, and to be obedient to his commandments in all things … all the remainder of our days.” (<span class=\"citation\" id=\"40425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40425)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40425)\">Mosiah 5:2, 5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p19\" class=\"\">Wouldn’t it be wonderful if all of our inactive men could be brought to this state of conversion?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p20\" class=\"\">What are you presidents of elders quorums, who bear a major responsibility in this phase of the Lord’s work, doing to convert your men?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p21\" class=\"\">My suggestion to you is to ponder and earnestly implement the procedure prescribed by the Lord when he said, “<span class=\"emphasis\">The duty of the president over the office of elders is to preside over ninety-six elders, and to sit in council with them, and to teach them according to the covenants.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p22\" class=\"\">“This presidency is a distinct one from that of the seventy, and is designed for those who do not travel into all the world.” (<span class=\"citation\" id=\"16564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16564)\">D&amp;C 107:89–90<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p23\" class=\"\">Teach them the covenant. A covenant is a binding and solemn agreement between two or more parties. From the beginning God’s people have been a covenant people. This modern-day commandment to presidents of elders quorums <span class=\"emphasis\">“to teach [their members] according to the covenants”<\/span> has not been implemented as it should be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p24\" class=\"\">No man who comprehends, believes, and lives according to gospel covenants will be inactive in the Church. When one understands the gospel of Jesus Christ—which is the Lord’s new and everlasting covenant—and realizes that he himself accepted it in the spirit world, fought for it in the war in heaven, and entered mortality pursuant to the Lord’s promise that if he here proves faithful he shall inherit eternal life—anyone who understands that has the needed background to understand the covenants entered into here in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p25\" class=\"\">I am persuaded that failure to appreciate the significance of the “new and everlasting covenant” of the gospel is the root-cause for the inactivity of thousands of our Church members. If you presidents of elders quorums will “teach” your inactive members “according” to the covenant and convert them, you will have little trouble in teaching the covenants entered into in this life. Without such knowledge one has no goal in life, no objective. Therefore, other covenants have no meaning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p26\" class=\"\">Recently I had an experience on an airplane which illustrates this point. Sitting by a stranger, I asked him what his business was. After responding, he asked me what mine was. This led to my asking him if he believed he lived before birth and would live beyond death. He didn’t know. He imagined that he might have existed before birth and that he might live beyond the grave, but as to form and nature he had no idea.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p27\" class=\"\">I then reviewed to him the gospel plan as concisely as I could, explaining who we are, and where we came from, and where we are going, and why we are here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p28\" class=\"\">“Marvelous,” he responded, “that would give a person a purpose in living, an objective in life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p29\" class=\"\">Precisely. That is exactly what it is meant to do. The covenants we enter into here in mortality are to help us attain our objective of eternal life, which is explained in, and made possible by, the new and everlasting covenant of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p30\" class=\"\">Now, the first covenant we enter into here is the covenant of baptism. I know of no better explanation of the baptismal covenant than the one Alma gave when he said,<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p31\" class=\"\">“Behold, here are the waters of Mormon … and now, as ye are desirous to come into the fold of God, and to be called his people, and are willing to bear one another’s burdens, that they may be light;<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p32\" class=\"\">“Yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort, and to stand as witnesses of God at all times and in all things, and in all places that ye may be in, even until death, that ye may be redeemed of God, and be numbered with those of the first resurrection, that ye may have eternal life—<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p33\" class=\"\">“Now I say unto you, if this be the desire of your hearts, what have you against being baptized in the name of the Lord, as a witness before him that ye have entered into a covenant with him, that ye will serve him and keep his commandments, that he may pour out his Spirit more abundantly upon you?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p34\" class=\"\">“And now when the people had heard these words, they clapped their hands for joy, and exclaimed: This is the desire of our hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p35\" class=\"\">“And now it came to pass that Alma took Helam … and went and stood forth in the water, and cried, saying: O Lord, pour out thy Spirit upon thy servant, that he may do this work with holiness of heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p36\" class=\"\">“And when he had said these words, the Spirit of the Lord was upon him, and he said: Helam, I baptize thee, having authority from the Almighty God, as a testimony that ye have entered into a covenant to serve him until you are dead as to the mortal body; and may the Spirit of the Lord be poured out upon you; and may he grant unto you eternal life, through the redemption of Christ, whom he has prepared from the foundation of the world.” (<span class=\"citation\" id=\"40427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40427)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40427)\">Mosiah 18:8–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p37\" class=\"\">The Lord considers this covenant, this baptismal covenant, to be of such import that he has charged us to renew it weekly:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p38\" class=\"\">“That thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day.” (<span class=\"citation\" id=\"16479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16479)\">D&amp;C 59:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p39\" class=\"\">With the wording of the sacrament prayers in our minds as we partake of the sacrament, we renew our baptismal covenant each week.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p40\" class=\"\">In addition to our baptismal covenant, in common with all bearers of the holy priesthood, we have entered into another special, sacred, and most important covenant: The “covenant which belongeth to the priesthood.” (<span class=\"citation\" id=\"16511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16511)\">D&amp;C 84:39<\/a><\/span>.) This covenant is recorded in the 84th section of the Doctrine and Covenants as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p41\" class=\"\">“Whoso is faithful unto the obtaining these two priesthoods of which I have spoken [he was talking about the holy priesthood and the lesser priesthood], and the magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p42\" class=\"\">“They become the sons of Moses and of Aaron and the seed of Abraham, and the church and kingdom, and the elect of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p43\" class=\"\">“And also all they who receive this priesthood receive me, saith the Lord;<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p44\" class=\"\">“For he that receiveth my servants receiveth me;<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p45\" class=\"\">“And he that receiveth me receiveth my Father;<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p46\" class=\"\">“And he that receiveth my Father receiveth my Father’s kingdom; therefore all that my Father hath shall be given unto him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p47\" class=\"\">“And this is according to the oath and covenant which belongeth to the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p48\" class=\"\">“Therefore, all those who receive the priesthood, receive this oath and covenant of my Father, which he cannot break, neither can it be moved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p49\" class=\"\">“But whoso breaketh this covenant after he hath received it, and altogether turneth therefrom, shall not have forgiveness of sins in this world nor in the world to come.” (<span class=\"citation\" id=\"16510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16510)\">D&amp;C 84:33–41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p50\" class=\"\">I used to think if that was the penalty, it would have been maybe better for me not to have received the covenant, with that penalty over me, if I break it. And then I read the next verse, and it said, “And wo unto all those who come not unto this priesthood which ye have received.” (<span class=\"citation\" id=\"16513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16513)\">D&amp;C 84:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p51\" class=\"\">I knew I had only one chance—that was to receive it and honor it. From these scriptures it seems perfectly clear to me that to receive the holy priesthood and not magnify my calling in it, I will fall short of eternal life; and that if I fail to receive the holy priesthood, I will likewise fall short. There is but one safe course, and that is to receive it and magnify my calling in it. To me this is the meaning of the Lord’s concluding statement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p52\" class=\"\">“And I now give unto you a commandment to beware concerning yourselves, to give diligent heed to the words of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p53\" class=\"\">“For you shall live [you priesthood bearers, you shall live] by every word that proceedeth forth from the mouth of God.” (<span class=\"citation\" id=\"16514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16514)\">D&amp;C 84:43–44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p54\" class=\"\">Now a fourth covenant—we have considered three: the “new and everlasting covenant” of the gospel, the baptismal covenant, and the “covenant which belongeth to the priesthood”—a fourth and perhaps the climax of the covenants we should teach our brethren, is the new and everlasting covenant of celestial marriage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p55\" class=\"\">The significance of these holy covenants that I have just mentioned is serious. They are of the “solemnities” which the Lord directs us to “treasure … up in [our] hearts, and let … rest upon [our] minds.” (<span class=\"citation\" id=\"16466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16466)\">D&amp;C 43:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p56\" class=\"\">The obligations they entail must be met by all who are to receive the rewards. We are individually responsible and will be held accountable for the way in which we ourselves keep the covenants we enter into, and we shall also be accountable for the breaking of covenants by others for whom we are responsible insofar as such breaking is the result of our failure to teach them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p57\" class=\"\">The Lord has said it is, and I repeat, “the duty of the president over the office of elders … to preside over ninety-six elders, and to sit in council with them, and to teach them according to the covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p58\" class=\"\">“Wherefore,” said the Lord as he concluded the great revelation dealing with the duties of priesthood officers, “now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p59\" class=\"\">“He that is slothful shall not be counted worthy to stand, and he that learns not his duty and shows himself not approved shall not be counted worthy to stand.” (<span class=\"citation\" id=\"16565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16565)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16565)\">D&amp;C 107:89, 99–100<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/according-to-the-covenants.p60\" class=\"\">God help us to live the covenants ourselves and to teach those the Lord has put under our charge and commanded us to teach, I pray, in the name of Jesus Christ, our Redeemer. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}