{"ID":270388, "Text":"<div class=\"page\"><div class=\"pageNum\"><a name=\"388\"><\/a><div class=\"prev\"><a href=\"stpjs387.html\">Prev<\/a><\/div><div class=\"next\"><a href=\"stpjs389.html\">Next<\/a><\/div>\n\t\t\t    STPJS 388<\/div>\n  <p class=\"cont\">submit to requisitions that are contrary to law, and subversive of every principle of justice?<\/p>\n  <p class=\"std\">And when you, sir, required us to come out here, we came, not because it was legal, but because\n  you required it of us, and we were desirous of showing to you and to all men that we shrunk not\n  from the most rigid investigation of our acts.<\/p>\n  <p class=\"std\">We certainly did expect other treatment than to be immured in a jail at the instance of these\n  men, and I think, from your plighted faith, we had a right to, after disbanding our own forces, and\n  putting ourselves entirely in your hands; and now, after having fulfilled my part, sir, as a man and\n  an American citizen, I call upon you, Governor Ford, and think I have a right to do so, to deliver us\n  from this place, and rescue us from this outrage that is sought to be practiced upon us be a set of\n  infamous scoundrels.<\/p>\n  <p class=\"std\"><i>Gov. Ford.<\/i>&mdash;But you have placed men under arrest, detained men as prisoners, and given passes\n  to others, some of which I have seen.<\/p>\n  <p class=\"std\"><i>John P. Greene, City Marshall.<\/i>&mdash;Perhaps I can explain. Since these difficulties have\n  commenced, you are aware that we have been placed under very peculiar circumstances, our city\n  has been placed under a very rigid police guard; in addition to this, frequent guards have been placed\n  outside the city to prevent any sudden surprise, and those guards have questioned suspected or\n  suspicious persons as to their business.<\/p>\n  <p class=\"std\">To strangers, in some instances, passes have been given, to prevent difficulty in passing those\n  guards. It is some of those passes that you have seen. No person, sir, has been imprisoned without\n  a legal cause in our city.<\/p>\n  <p class=\"std\"><i>Gov.<\/i>&mdash;Why did you not give a more speedy answer to the posse that I sent out?<\/p>\n  <p class=\"std\"><i>Gen. Smith.<\/i>&mdash;We had matters of importance to consult upon. Your letter showed anything but\n  an amicable spirit. We have suffered immensely in Missouri from mobs, in loss of property,\n  imprisonment, and otherwise.<\/p>\n  <p class=\"std\">It took some time for us to weigh duly these matters. We could not decide upon the matters of\n  such importance immediately, and your posse were too hasty in returning. We were consulting for\n  a large people, and vast interests were at stake.<\/p>\n  <p class=\"std\">We had been outrageously imposed upon, and knew not<\/p>\n<\/div>"}