{"ID":2706, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Laws of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p3\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"President N. Eldon Tanner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p4\" class=\"\">As I address this vast audience in this historic Tabernacle on Temple Square this beautiful Sabbath morning and visualize the great numbers listening in elsewhere, I humbly pray that the Spirit and blessings of the Lord will attend us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p5\" class=\"\">As we observe the bicentennial of this great United States of America, I am reminded of two significant statements made by the Lord through his prophets:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p6\" class=\"\">“Behold, this is a choice land, and whatsoever nation shall possess it shall be free from bondage, and from captivity, and from all other nations under heaven, if they will but serve the God of the land, who is Jesus Christ.” (<span class=\"citation\" id=\"22304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22304)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22304)\">Ether 2:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p7\" class=\"\">He also said,<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p8\" class=\"\">“And for this purpose have I established the Constitution of this land, by the hands of wise men whom I raised up unto this very purpose.” (<span class=\"citation\" id=\"16552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16552)\">D&amp;C 101:80<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p9\" class=\"\">I wish to join wholeheartedly with the millions of people who appreciate this country in which we live and are determined to do what they can to maintain and strengthen the principles of democracy established by our Founding Fathers. To do this, it is most important that we be loyal and law-abiding citizens.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p10\" class=\"\">Some time ago a young man said to me, “Why do we have so many laws and rules and regulations? Why can’t we just be free to do what we want to do? The Church teaches that man is that he might have joy, and that the greatest gift of God to man is free agency.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p11\" class=\"\">I tried to explain to him that everything in the universe, and the universe itself as organized by a divine Creator, is governed by laws, known as the laws of nature; and that we must have laws of the land, or of man, so that we might have order and protect the rights of mankind and punish those who infringe on the rights of others. I gave him several examples of what I was referring to. Then we talked at some length about the laws of God and how important it is that we keep his commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p12\" class=\"\">Without going further into the details of our conversation, I should like today to deal with the majesty of law as it affects mankind. For the sake of this discussion let us divide it into three subheadings: First, the laws of nature; second, the laws of man, or the laws of the land; third, the laws of God as they pertain to our salvation and exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p13\" class=\"\">Speaking first of the laws of nature, have you ever stopped to think what would happen if we could not depend on the sun rising at a certain time each morning? Or if the earth failed to rotate on its axis for only one day, or for just a few minutes? Or if the law of gravity were suspended? In a very short time, the earth and all mankind would be destroyed. All bodies of the universe are controlled in space and move according to law.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p14\" class=\"\">If iron, when heated, were to expand one day and contract the next, it would be impossible for anyone in the world to operate a machine shop or produce implements of any kind. These laws are immutable and must be such that we can depend upon them at all times and under all circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p15\" class=\"\">It would be interesting to review in our minds all the things we do every day and see how totally we depend on the laws of nature and how they must be followed to the very letter in order to accomplish our purposes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p16\" class=\"\">We have seen men walk on the moon, and we have marveled that man and spacecraft from different countries could have a rendezvous in space. We have watched the Viking leave on a mission to Mars in search for evidence of life. If any of the natural laws had been ignored or had failed to operate, the space missions would have been complete failures and lives would have been lost. We are awed when we read of the predictions of astronomers who can foretell so accurately the appearance of comets and eclipses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p17\" class=\"\">All of this is possible only because through the laws of nature, the Creator keeps creation in its course.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p18\" class=\"\">Law is simply the application of truth. Let me draw your attention to some statements taken from the writings of great thinkers:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p19\" class=\"\">Frank Crane: “Truth is the logic of the universe. It is the reasoning of destiny; it is the mind of God. And nothing that man can devise or discover can take its place.” (Quoted by Leo J. Muir, <span class=\"emphasis\">Flashes from the Eternal Semaphore,<\/span> Salt Lake City: Deseret News Press, 1928, p. 100.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p20\" class=\"\">W. Radcliffe said, “There is no progress in fundamental truth. We may grow in knowledge of its meaning, and in the modes of its application, but its great principles will forever be the same.” (Ibid., p. 101.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p21\" class=\"\">In a revelation to Joseph Smith the Lord declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p22\" class=\"\">“And again, very I say unto you, he hath given a law unto all things, by which they move in their times and their seasons;<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p23\" class=\"\">“And their courses are fixed, even the courses of the heavens and the earth, which comprehend the earth and all the planets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p24\" class=\"\">“And they give light to each other in their times and in their seasons, in their minutes, in their hours, in their days, in their weeks, in their months, in their years. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p25\" class=\"\">“The earth rolls upon her wings, and the sun giveth his light by day, and the moon giveth her light by night, and the stars also give their light, as they roll upon their wings in their glory, in the midst of the power of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p26\" class=\"\">“Behold, all these are kingdoms, and any man who hath seen any or the least of these hath seen God moving in his majesty and power.” (<span class=\"citation\" id=\"16534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16534)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16534)\">D&amp;C 88:42–45, 47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p27\" class=\"\">So, regardless of whether or not we know or understand the laws of nature, they always operate the same. A child, though ignorant of the law, will get burned if he touches a hot stove. If we disregard the law of gravity, we may get seriously hurt. If we know and understand the laws of nature and live by them, we benefit thereby and can be free of the hazards facing those who ignore these laws or go contrary to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p28\" class=\"\">Now, regarding the laws of the land, or the laws of man, it is necessary that we be governed by laws, which are made not alone to curb the evildoer, but to protect the rights of all. Let me quote from the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p29\" class=\"\">“We believe that governments were instituted of God for the benefit of man; and that he holds men accountable for their acts in relation to them, both in making laws and administering them, for the good and safety of society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p30\" class=\"\">“We believe that no government can exist in peace, except such laws are framed and held inviolate as will secure to each individual the free exercise of conscience, the right and control of property, and the protection of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p31\" class=\"\">“We believe that all governments necessarily require civil officers and magistrates to enforce the laws of the same; and that such as will administer the law in equity and justice should be sought for and upheld by the voice of the people if a republic, or the will of the sovereign.” (<span class=\"citation\" id=\"16587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16587)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16587)\">D&amp;C 134:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p32\" class=\"\">Our Twelfth Article of Faith [<span class=\"citation\" id=\"6936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6936)\">A of F 1:12<\/a><\/span>] states: “We believe in being subject to kings, presidents, rulers, and magistrates, in obeying, honoring, and sustaining the law.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p33\" class=\"\">It is most important that all citizens be informed in matters of government; that they know and understand the laws of the land; and that they take an active part wherever possible in choosing and electing honest and wise men to administer the affairs of government.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p34\" class=\"\">There are many who question the constitutionality of certain acts passed by their respective governments, even though such laws have been established by the highest courts in the land as being constitutional, and they feel to defy and disobey the law.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p35\" class=\"\">Abraham Lincoln once observed: “Bad laws, if they exist, should be repealed as soon as possible; still, while they continue in force, they should be religiously observed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p36\" class=\"\">This is the attitude of the Church in regard to law observance. We agree with the author of the following statement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p37\" class=\"\">“In reality the man who defies or flouts the law is like the proverbial fool who saws away the plank on which he sits, and a disrespect or disregard for law is always the first sign of a disintegrating society. Respect for law is the most fundamental of all social virtues, for the alternative to the rule of law is that of violence and anarchy.” (<span class=\"emphasis\">Case and Comment,<\/span> March\/April issue, 1965, p. 20.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p38\" class=\"\">There is no reason or justification for men to disregard or break the law or try to take it into their own hands. Christ gave us the great example of a law-abiding citizen when the Pharisees, trying to entangle him, as the scriptures say, asked him if it were lawful to give tribute money unto Caesar. After asking whose inscription was on the tribute money, and their acknowledgment that it was Caesar’s, he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p39\" class=\"\">“Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.” (<span class=\"citation\" id=\"36394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36394)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36394)\">Matt. 22:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p40\" class=\"\">It is the duty of citizens of any country to remember that they have individual responsibilities, and that they must operate within the law of the country in which they have chosen to live. I quote further from the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p41\" class=\"\">“We believe that all men are bound to sustain and uphold the respective governments in which they reside, while protected in their inherent and inalienable rights by the laws of such governments; and that sedition and rebellion are unbecoming every citizen thus protected, and should be punished accordingly; and that all governments have a right to enact such laws as in their own judgments are best calculated to secure the public interest; at the same time, however, holding sacred the freedom of conscience.” (<span class=\"citation\" id=\"16588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16588)\">D&amp;C 134:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p42\" class=\"\">Now regarding the laws of God. They are as clear and as binding and as irrevocable as those of nature, and our success or failure, our happiness or unhappiness, depend on our knowledge and application of these laws in our lives. We are told:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p43\" class=\"\">“There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p44\" class=\"\">“And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated.” (<span class=\"citation\" id=\"16580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16580)\">D&amp;C 130:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p45\" class=\"\">We believe that the gospel contains the laws of life, pertaining to our human relations, to moral and spiritual living—laws that are just as valid in their field of operation as are the laws of nature in the world of natural phenomena.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p46\" class=\"\">The Prophet Joseph Smith recognized the importance of gaining knowledge and being obedient to the law. He instructed the Saints:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p47\" class=\"\">“Whatever principle of intelligence we attain unto in this life, it will rise with us in the resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p48\" class=\"\">“And if a person gains more knowledge and intelligence in this life through his diligence and <span class=\"emphasis\">obedience<\/span> than another, he will have so much the advantage in the world to come.” (<span class=\"citation\" id=\"16578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16578)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16578)\">D&amp;C 130:18–19<\/a><\/span>, Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p49\" class=\"\">The word of the Lord is so clear to us, and his laws so plainly designed for our happiness, that it is difficult to understand why some people feel their own judgment is superior, and disregard God’s laws and bring upon themselves misery and unhappiness by so doing. The prophet Jacob counseled:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p50\" class=\"\">“Wherefore, brethren, seek not to counsel the Lord, but to take counsel from his hand. For behold, ye yourselves know that he counseleth in wisdom, and in justice, and in great mercy, over all his works.” (<span class=\"citation\" id=\"25864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25864)\">Jacob 4:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p51\" class=\"\">And from the depth of his great wisdom, Solomon said,<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p52\" class=\"\">“Trust in the Lord with all thine heart; and lean not unto thine own understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p53\" class=\"\">“In all thy ways acknowledge him, and he shall direct thy paths.” (<span class=\"citation\" id=\"41528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41528)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41528)\">Prov. 3:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p54\" class=\"\">The road signs are clear in the gospel of Jesus Christ. We have the Ten Commandments, examples of which are:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p55\" class=\"\">“Thou shalt have no other gods before me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p56\" class=\"\">“Thou shalt not kill, steal, commit adultery, bear false witness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p57\" class=\"\">“Thou shalt keep the Sabbath Day holy,” etc. (See <span class=\"citation\" id=\"22858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22858)\">Ex. 20:3<\/a><\/span>, <span class=\"citation\" id=\"22860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22860)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22860)\">Ex. 20:8<\/a><\/span>, and <span class=\"citation\" id=\"22861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22861)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22861)\">Ex. 20:13–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p58\" class=\"\">We have the Sermon on the Mount, with which you should all be familiar. We have been told by Jesus which is the great commandment in the law:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p59\" class=\"\">“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p60\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p61\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.” (<span class=\"citation\" id=\"36395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36395)\">Matt. 22:37–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p62\" class=\"\">It is impossible to estimate or overemphasize the great effect the keeping of these two commandments would have on the whole world. Peace and righteousness would reign.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p63\" class=\"\">We also have as a guide other scriptures which contain the word of the Lord as it has been given by revelation direct from God through his chosen prophets, including our own President and Prophet, Spencer W. Kimball, through whom the Lord speaks today; and it is by accepting and living these teachings that we can gain eternal life. Let us all have the courage to feel and say, with Paul:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p64\" class=\"\">“For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth.” (<span class=\"citation\" id=\"42866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42866)\">Rom. 1:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p65\" class=\"\">The Lord said, “This is my work and my glory—to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39481)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39481)\">Moses 1:39<\/a><\/span>.) This was so important to him that he gave his life, and through his atoning sacrifice made it possible for us to be resurrected, and to enjoy immortality and exaltation. How fortunate we are to have the great privilege, blessing, and opportunity as missionaries to help him achieve his great purpose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p66\" class=\"\">We have this binding contract: “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.” (<span class=\"citation\" id=\"16505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16505)\">D&amp;C 82:10<\/a><\/span>.) And we also have this warning:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p67\" class=\"\">“He that receiveth my law and doeth it, the same is my disciple; and he that saith he receiveth it and doeth it not, the same is not my disciple, and shall be cast out from among you.” (<span class=\"citation\" id=\"16456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16456)\">D&amp;C 41:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p68\" class=\"\">So it should be clear to all that there is no conflict, as my young friend seemed to feel, between the teachings of the Church that “man is that he might have joy,” and that “the greatest gift of God to man is his free agency,” and the fact that we must have laws. We have the freedom to choose to obey the laws upon which blessings are predicated, and enjoy those blessings; or we can choose to disobey the law, with the result that we will never enjoy the fulness of joy which was intended for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p69\" class=\"\">I conclude with this glorious promise of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p70\" class=\"\">“Behold, blessed, saith the Lord, are they who have come up unto this land with an eye single to my glory, according to my commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p71\" class=\"\">“For those that live shall inherit the earth, and those that die shall rest from all their labors, and their works shall follow them; and they shall receive a crown in the mansions of my Father, which I have prepared for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p72\" class=\"\">“Yea, blessed are they whose feet stand upon the land of Zion, who have obeyed my gospel; for they shall receive for their reward the good things of the earth, and it shall bring forth in its strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p73\" class=\"\">“And they shall also be crowned with blessings from above, yea, and with commandments not a few, and with revelations in their time—they that are faithful and diligent before me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p74\" class=\"\">“Wherefore, I give unto them a commandment, saying thus: Thou shalt love the Lord thy God with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ thou shalt serve him.” (<span class=\"citation\" id=\"16474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16474)\">D&amp;C 59:1–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/the-laws-of-god.p75\" class=\"\">I testify that these things are true, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}