{"ID":2709, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Can’t Do It Alone\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p2\" class=\"\">Elder Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2bce.jpg\" alt=\"Elder Robert D. Hales\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p3\" class=\"\">My brothers and sisters, I am blessed to stand at this pulpit and feel the radiating spirit of those who have gone before over the past 108 years since the first conference was held in this building, and to feel the testimonies which have been borne this day. There is no better man to follow and be next to than Adney Y. Komatsu. He is a man of God, simple and humble, with whom I hope to be able to spend the rest of my life in the service of the Lord. There is a great spirit that comes from the choir. These things make it possible for me to discuss a subject which is close to my heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p4\" class=\"\">Spend a few thoughtful moments with me, if you would, discussing the phrase “We can’t do it alone.” Many of us have varying degrees of testimonies. We have all been given the Spirit of Christ at birth. It was a gift. We all have a testimony which we have developed ourselves throughout our lives which the Holy Ghost has helped us to obtain. We may know that God lives. We may know that Jesus is the Christ. We may know that he gave his life for our redemption, that he is resurrected that we might live, and that he is alive today. We may know that Joseph Smith has restored The Church of Jesus Christ of Latter-day Saints in the last dispensation of the fulness of times. Yes, we live in that choice period of time which is the “last dispensation” before the second coming of Jesus Christ. We live in the “fulness of times”—a time when the scriptures that have been revealed to us are virtually all the scriptures available to mankind. We may know that President Spencer W. Kimball is a prophet of God who has all the keys of the priesthood vested in him to lead this church by revelation in these latter days. Yet, my brothers and sisters, with all of this knowledge, why is it that some of us fail to learn the very critical point that we did not come to this life to live it alone?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p5\" class=\"\">You can’t hide your actions from self and others. Polonius’ advice to his son, Laertes:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">This above all: to thine own self be true,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And it must follow, as the night the day,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thou canst not then be false to any man.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p9\" class=\"\"><span class=\"emphasis\">Hamlet, <\/span>1, iii, 78–80<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p10\" class=\"\">is valid, but must be qualified and expanded to include the concern for how to be true to yourself and your fellowman. The “isolated self” shut off from the Light of Christ makes us become fallible—open to delusion. The balance and perspective which come from caring about others and allowing others to care for us form the essence of life itself. We need the inspired help of others to avoid deceiving ourselves. It has always been a mystery to me why the intellectual elite sometimes shut themselves off from the Spirit of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p11\" class=\"\">I am here to bear my testimony that we were with our Heavenly Father before we came to this life. The scriptures tell us so. We also know that we chose to take a physical body, to come to live in this estate, to live His commandments, and to have opposition in all things. The opposition which we must have is to make us strong; the fire which we withstand is to harden our spiritual steel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p12\" class=\"\">It is also God’s plan that we cannot return to his presence alone, without the help of someone else. James put it best: “Faith without works is dead, being alone.” (<span class=\"citation\" id=\"26278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26278)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26278)\">James 2:17<\/a><\/span>.) The gospel plan requires giving and receiving. Faith alone is not enough. We need “works” to serve and to be served. We can’t do it alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p13\" class=\"\">The many missions which we have in life cannot be embarked upon successfully without the help of others. Birth requires earthly parents. Our blessing as a child, our baptism, our receiving the laying on of hands for the gift of the Holy Ghost, our receiving membership in his church, ordination to the priesthood, going on a mission, being married, having children of our own, blessings during illness and times of need—all require the help of others. And all these are acts of love and service which require the help of others and the giving of help to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p14\" class=\"\">When we return to our Heavenly Father, he does not want us to come back alone. He wants us to return with honor with our families and those whom we have helped along the road of life. In preparing this message, it has become very clear to me that the true nature of the gospel plan is the interdependence we have upon one another in this life and the estate in which we now live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p15\" class=\"\">It is clear to me that we have imperfections of body, imperfections of mind and intellect—that we are not perfect. And for that reason we are dependent on others. We must be self-sufficient ourselves, but that does not mean independent of help of others. We cannot gain a testimony without having the help of the Holy Ghost. We cannot do genealogy without having the help of those who came before us—our forebears. We are here to see if we will serve the “least of these our brothers,” and since I’ve been a General Authority I have come to find out that the President of the Church, his counselors, and the Twelve Apostles consider themselves the least of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p16\" class=\"\">A just God has placed us here on the planet earth where we experience suffering and imperfection all around us. And this life and estate are necessary because in this life we experience something we cannot do any other place. The life we had before and the life we will have hereafter will leave our bodies, spirits, and minds in a more perfect state. But we did not and will not have the opportunities to give of ourselves in the same way as we can in this life. What a simple truth of a gospel principle! As we suffer and serve in this life, we are fulfilling a very essential part of the gospel plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p17\" class=\"\">When I was a lieutenant in the air force, our squadron selected as its motto “Return with Honor.” We realized that this motto applied to all members of the flight. It did not just apply to us as individuals. We flew jet fighter planes in a fingertip formation. For a moment, fold your thumb under your hand and look at the back of your hand with your fingers extended. You will see a flight of four planes with a leader and three wingmen. You are protected on the left and on the right, and the leader is concentrating on his goals. If for a moment you will separate and put two fingers on either side, you will still see a leader and a wingman, one plane ahead of the other, and one plane on the wing to protect. We all knew and were taught from bitter experience that a “loner” out of formation was unprotected and would surely be destroyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p18\" class=\"\">Why then do many of us “go it alone” and deny those who love us most the joy and blessings which come from sharing? The principle of helping one in need is well expressed in the touching love story of Thomas Moore, a famous nineteenth century Irish poet, who, when he returned from a business trip found his wife had locked herself in her upstairs bedroom and had asked to see no one. Moore learned the terrible truth that his beautiful wife had contracted smallpox and her milky complexion was now pocked and scarred. She had looked at herself in the mirror and demanded that the shutters be drawn, and that she never see her husband again. Thomas Moore did not listen. He went upstairs to the darkened room and started to light the lamp. His wife pleaded with him to let her remain in darkness alone. She felt it best not to subject her husband to seeing his loved one with her beauty marred. She asked him to go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p19\" class=\"\">Moore did go. He went downstairs and spent the rest of the night in prayerful writing. He had never written a song before, but that night he wrote not only words but also composed music. As daylight broke, Moore returned to his wife’s darkened room. “Are you awake?” he asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p20\" class=\"\">“Yes,” she said, “but you must not see me. Please don’t press me, Thomas.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p21\" class=\"\">“I’ll sing to you then,” he said. Thomas Moore sang to his wife the song that still lives today.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Believe me, if all those endearing young charms<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Which I gaze on so fondly today,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Were to change by tomorrow and fleet in my arms,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Like fairy gifts fading away,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thou wouldst still be adored as this moment thou art<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p27\" class=\"\">Moore heard a movement in the corner of the darkened room where his wife lay in loneliness. He continued:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let thy loveliness fade as it will,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And around the dear ruin each wish of my heart<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Would entwine itself verdantly still.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p31\" class=\"\"><span class=\"emphasis\">Irish Melodies,<\/span> “Believe Me, If All Those Endearing Young Charms,” st. 1; cited in <span class=\"emphasis\">Bartlett’s Familiar Quotations,<\/span> p. 542.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p32\" class=\"\">The song ended. As his voice faded, Moore heard his bride arise. She crossed the room to the window, reached up and slowly withdrew the shutters, opened the curtain, and let in the morning light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p33\" class=\"\">I would like at this time to thank my wife for opening up the shutters and letting in her light and her life and sharing it with me. I would not be here today without her love and companionship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p34\" class=\"\">When we are marred spiritually or physically, our first reaction is to withdraw into the dark shadows of depression, to blot out hope and joy—the light of life which comes from knowing we are living the commandments of our Father in heaven. This withdrawal will ultimately lead us to rebellion against those who would like to be our friends, those who can help us most, even our family. But worst of all, we finally reject ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p35\" class=\"\">Those who are alone and lonely should not retreat to the sanctuary of their private thoughts and chambers. Such retreat will ultimately lead them into the darkening influence of the adversary, which leads to despondency, loneliness, frustration, and to thinking of themselves as worthless. After one thinks of himself as worthless, he then ofttimes turns to associates who corrode those delicate spiritual contacts, rendering their spiritual receiving antennas and transmitters useless. What good is it to associate with and ask advice of someone who is disoriented himself and only tells us what we want to hear? Isn’t it better to turn to loving parents and friends who can help us reach for and attain celestial goals?<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p36\" class=\"\">Alma summarized the essence of a loving father talking to his sons and “telling it like it is” when he said to Helaman and Shiblon: “Inasmuch as ye shall keep the commandments of God ye shall prosper in the land; and inasmuch as ye will not keep the commandments of God ye shall be cast off from his presence.” (<span class=\"citation\" id=\"9231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9231)\">Alma 38:1<\/a><\/span>; see also <span class=\"citation\" id=\"9227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9227)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9227)\">Alma 36:30<\/a><\/span>.) That is difficult for a father to say to his son, but it is the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p37\" class=\"\">When you attempt to live life’s experiences alone, you are not being true to yourself, nor to your basic mission in life. Individuals in difficulty often say: “I’ll do it alone,” “Leave me alone,” “I don’t need you,” “I can take care of myself.” It has been said that no one is so rich that he does not need another’s help, no one so poor as not to be useful in some way to his fellowman. The disposition to ask assistance from others with confidence, and to grant it with kindness, should be part of our very nature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p38\" class=\"\">When I was a young boy in Long Island, New York, a robin built her nest every year on the roof of our home. We used to watch as she had her little ones. She fed them and nurtured them. And when it was time for them to fly, she gently and lovingly would nudge them out of the nest. They would glide to the ground, their wings fluttering—unsure, afraid, and not knowing how to fly. Then the mother would go down to the ground and help them learn how to find their food and teach them how to fly. She wanted to help them to be on their own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p39\" class=\"\">It brought me great sorrow each year when I would find a young bird that tried to “do it alone.” Often he would be found dead in the rock garden below among the lilies of the valley.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p40\" class=\"\">A hermit is one who suffers from the extreme of selfishness; he neutralizes all the gifts and talents which he has been given in this life to help others, for he is going the adversary’s cunning way. Loneliness and withdrawal take us as a pawn off the board in the game of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p41\" class=\"\">Whittier best described life and our dependence on each other when he wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thee lift me, and I’ll lift thee<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And we’ll both ascend together.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p44\" class=\"\">Yes, we started with our Heavenly Father. We came to this life. We take whatever the adversary gives us, and then ideally we return to our Heavenly Father “with honor.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p45\" class=\"\">I have a very simple testimony. I know that God lives. I know that Jesus is the Christ. I know that we came to this life with a purpose and that the greatest joy we will receive will be those acts of love and service that we do for others. Through this love and service we ourselves grow in strength and testimony and have the blessings of our Heavenly Father poured out upon ourselves and our families. I have also found in life that there is none too great to need the help of others. There is none so great that he can “do it alone.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/we-cant-do-it-alone.p46\" class=\"\">If only we could live our lives as our prophet, Spencer W. Kimball, does—in the guileless, loving way in which he shows concern for, gives to, and serves all those around him—we would truly understand that we need the help of others and that they need our help. That we might understand this basic principle of the gospel, having love for and allowing ourselves to be loved by our fellowmen, is my prayer in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}