{"ID":271, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Opening Address<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1947, pp. 3-6<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is my pleasure this morning to bid you welcome to the house of the Lord. It is a beautiful\npicture to see this great tabernacle filled, the seats occupied and people standing, at the\nbeginning of the one hundred seventeenth annual conference of the Church of Jesus Christ of\nLatter-day Saints. The Church was organized under great difficulties and unpleasantness to\nthose who became its members. People who accepted the gospel did so because they knew it\nwas the Lord's will, and the result was that they were able to endure the persecutions and\ndifficulties and sorrows that followed them until they finally were driven from the East and\ncame here to these desert lands to make their homes with the wild animals, and at that time,\nthe still more savage red men.\n<\/p><p>\nPERSECUTIONS OF CHURCH\n<\/p><p>\nRemarkable at it may seem, but running true to form, the Church from its inception endured\npersecution. It was so in the days of the Old Testament, also during the mortal life of the\nSavior as well as in our day. The people were moved about, buffeted from place to place, but\nI think it could be safely said that every day when the sun went down the Church was\nstronger than it had been the day before.\n<\/p><p>\nRepresentatives from many parts of the world are in attendance today. Many of you have\ntraveled a long distance, and I am sure you will receive a blessing because of your\ninvestment.\n<\/p><p>\nSEVENTY-SEVENTH ANNIVERSARY\n<\/p><p>\nThis happens to be an unusual occasion for me. Seventy-seven years ago today I came to Salt\nLake City. My mother's home was just across the road west of us, and that\nis where I was born. From the best of my recollection the ground was covered with snow that\nmorning, just as it is now. In addition to my memory I have the testimony of my mother who\nlater told me there was deep snow on the ground.\n<\/p><p>\nMany things have transpired since then. I have seen this city grow and develop. When I was a\nchild, there were no paved streets. The dust on West Temple Street was the most delightful\nplayground the children could have. We ran barefoot in it, and we had a happy time.\n<\/p><p>\nSEEK FIRST THE KINGDOM OF GOD\n<\/p><p>\nLittle by little conditions improved, and now in this year of the one hundredth anniversary of\nthe coming of the Pioneers, on the 24th of July next, we see one of the beautiful cities of the\nworld, one of the most delightful places in which to live that can be found anywhere.\nFortunately for me, I have been able to observe and enjoy that development. The Lord made a\npromise a long time ago. It was this:\n<\/p><p>\n\"Seek ye first\"&mdash;not last&mdash;\"Seek ye first the kingdom of God, and his righteousness; and all\nand all these things shall be added\"\n(<span class=\"citation\" id=\"34135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34135)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nAnd when our people abandoned their comfortable homes in the East because of force, also in\ndifferent parts of the world, and began to trek their way across the plains to this then\nwilderness, they had to have faith to believe that they could enjoy in this desert land the\nblessings that people enjoy elsewhere. The Lord never fails to fulfil his promise, and I stand\nhere today a witness to the fact that in this promised land, are some of the happiest people\nthat can be found on the earth, and the advantages and opportunities here are unsurpassed.\nNot only do we have the blessings that our Heavenly Father has bestowed upon us as\nindividuals, but people also come from all parts of the world to see what has been\naccomplished.\n<\/p><p>\nIn an earlier day, if anybody wanted to hear the best music and be trained in great\nuniversities, he had to go away from here. Today those who have been trained here in our\nuniversities are serving in many parts of the United States as instructors in other educational\ninstitutions. Those who used to go away to receive their musical training and learn how to\noperate a pipe organ may now get that instruction here, and from this Tabernacle the Choir\nsings to the world, and the music of the organ is sent everywhere that radio reaches.\n<\/p><p>\nUTAH KNOWN FOR ACCOMPLISHMENTS\n<\/p><p>\nAfter one hundred years the Lord has made his people known for good. It is remarkable what\nhas been accomplished. This state is classified as number one among the states of the Union\nfor the largest number of high school students and the largest number of\nuniversity students in proportion to population. We are recognized because there have been\nmore scientists and more men and women of affairs born in this state than in any other state\nin the Union in proportion to population. You cannot go anywhere in the world where Utah is\nnot known. As you sit here this morning, you are doubtless in the most comfortable, the most\ndesirable meeting place for its size&mdash;and it is one of the largest&mdash;to be found in all the\nworld. You are in an edifice where a pin drop can be heard two hundred feet away. And all\nthese things, with thousands of others that might be mentioned, have been coming one by one\nthat we might enjoy them in this favored land. The Lord revealed to his prophet a long time ago\nthat this was a land choice above all other lands\n(<span class=\"citation\" id=\"1463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1463)\">1 Ne. 2:20<\/a><\/span>), and at this time those who are\nfortunate enough to dwell in this part of it feel that there is no better place in which we may\nlive.\n<\/p><p>\n\"COME OUT OF HER, MY PEOPLE\"\n<\/p><p>\nI see these mission presidents from the various missions of the earth, stake presidencies,\nbishops, counselors, high councilors, and as already has been said, on this stand are all the\nGeneral Authorities of this Church with one exception. I welcome you all. We have this\nmarvelous chorus of singing mothers who have already entertained us delightfully, and the\ngreat organ that is famous the world over. Think, if you can, of any place in all the world that\nyou could go to attend a service that would compare with this. Surely the Lord has fulfilled\nhis promise. In our homes we have not suffered for the necessities of life during this terrible\nwar period. A commandment was given long ago through a prophet of old to \"... Come out of\nher, my people, that ye be not partakers of her sins, and that ye receive not of her plagues\"\n(<span class=\"citation\" id=\"42190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42190)\">Rev. 18:4<\/a><\/span>).\nMany of you who are in this audience today are descendants of those who\nfollowed this advice, and some of you have come yourselves from distant lands for the\ngospel's sake, and by so doing you escaped the ravages of world wars. Our Heavenly Father\nis mindful of his own.\n<\/p><p>\nFORMER MISSIONARIES PRESENT\n<\/p><p>\nWe are here this morning not to see and be seen, but we are here to worship, and there will\naddress us from this stand a group of men whose lives are devoted to disseminating the gospel\nof Jesus Christ. In this audience there are hundreds who have filled missions, have been away\nfrom home for a term of years, at their own expense or the expense of their loved ones, to\ndivide the gospel of Jesus Christ with our Father's other children. I would like to have all\nthose who have filled missions for the Church of Jesus Christ of Latter-day Saints outside the\nstates in which they live, raise their hands. Thank you.\n<\/p><p>\nI wish all who are outside the building could see that sight. Hundreds, both men and women,\nhave indicated that because of their assurance that God lives, that Jesus is the Christ and that\nJoseph Smith was a Prophet of the Lord, they have been willing to leave home and loved\nones and go from door to door among the homes of our own and other lands, asking for the\nprivilege of sharing the truth that the others did not possess in order that they too might enjoy\ngreater happiness.\n<\/p><p>\nGRATITUDE FOR BLESSINGS\n<\/p><p>\nThese are some of the things that come to my mind this morning. I am grateful to my\nHeavenly Father that I was born in this land of the free, in this great nation, in this valley,\namong the people who have dwelt here. I am thankful for the companionship during my life\nof the best men and women that can be found anywhere in the world both at home and\nabroad. This morning we are here to wait upon the Lord\n(<span class=\"citation\" id=\"25059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25059)\">Isa. 40:31<\/a><\/span>). We are here to listen to the\ninspiration that will flow from him to us. We are here to say by our prayers and by our\nsinging voices, \"Heavenly Father, we thank thee for all that we enjoy.\" This is a blessed\nprivilege.\n<\/p><p>\nWe have here this morning mayors of cities, the governor, and other officials of the state,\nsome members of the Church and some not, and how happy we are to have our visiting\nfriends with us. While you are here in the city, I would like to plead with the Latter-day\nSaints to see to it that everyone has a place to stay in comfort. Let this conference be notable\nfor the generosity of the people who reside here, and let us see to it that everybody is\nproperly taken care of.\n<\/p><p>\nI take this occasion to thank dozens of my friends, that I cannot thank in any other way, for\ntheir greetings and good wishes on my birthday. It has been a very delightful experience, and\nI thank you all, wherever you may be who are listening in, who have written to me or\ntelegraphed or telephoned your good wishes. Surely it is a blessed thing to be associated with\nsuch people, and from the depths of my soul I pray that our Heavenly Father will now give us\nthe satisfaction of listening to his voice and his instructions during this conference, and when\nthe meetings are finished and we return to our homes, that we may take with us the influence\nand the truths that we have enjoyed here to share with those who are not fortunate enough to\ncome here. I pray for these blessings, in the name of Jesus Christ our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}