{"ID":2713, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Call to Arms\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p2\" class=\"\">Elder Rex D. Pinegar<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_042<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:318a.jpg\" alt=\"Elder Rex D. Pinegar\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p3\" class=\"\">In behalf of the First Council of the Seventy, I reiterate our gratitude to the Lord for these men who have been raised up to be called to the First Quorum of the Seventy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p4\" class=\"\">Etched in stone at the National Archives building in Washington, D.C., is this meaningful truth: “The heritage of the past is the seed that brings forth the harvest of the future.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p5\" class=\"\">Two hundred years ago the seeds of our heritage were being planted by men and women of great spiritual drive and steadfastness of purpose. Seeds of devotion and willing sacrifice for a just cause, seeds of courage and loyalty, seeds of faith in God were all planted in the soil of freedom that a mightier work might come forth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p6\" class=\"\">In Richard Wheeler’s <span class=\"emphasis\">Voices of 1776<\/span> we read firsthand accounts of some of those who were engaged in this “planting” process. Their expressions stir our souls to a greater appreciation of the heritage we enjoy and upon which we must build.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p7\" class=\"\">A young doctor of Barnstable, Massachusetts, recorded in his journal on the 21st of April, 1775, the following:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p8\" class=\"\">“This event seems to have electrified all classes of people … inspiriting and rousing the people to arms! to arms! … Never was a cause more just, more sacred, than ours. We are commanded to defend the rich inheritance bequeathed to us by our virtuous ancestors; it is our bounden duty to transmit it uncontaminated to our posterity. We must fight valiantly.” (Richard Wheeler, <span class=\"emphasis\">Voices of 1776,<\/span> New York: Thomas Y. Crowell Co., 1972, pp. 33–34.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p9\" class=\"\">From Boston, Massachusetts, a well-to-do female citizen wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p10\" class=\"\">“Our all is at stake; and we are called upon by every tie that is dear and sacred, to exert the spirit that heaven has given us in this righteous struggle for liberty. … My only brother I have sent to the camp with my prayers and blessings. … I am confident he will behave with honor. … and had I twenty sons and brothers, they should go. … Nothing is heard now in our streets but the trumpet and drum and the universal cry is, ‘Americans to arms!’” (Wheeler, p. 49.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p11\" class=\"\">Also from a Pennsylvania newspaper came the report of other examples of patriotism from citizens of <span class=\"emphasis\">all<\/span> ages:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p12\" class=\"\">“The ladies in Bristol township have evidenced a laudable regard to the interest of their country. At their own expense they have furnished the regiment of that county with a suit of colors and drums. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p13\" class=\"\">“The aged as well as the young daily march out under the banners of liberty and reveal a determined resolution to maintain her cause even until death.” (Wheeler, p. 50.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p14\" class=\"\">We read of four companies formed in the town of Reading, Berks county, Pennsylvania—the fourth being called the “Old Man’s Company” because it consisted of about eighty “old men” of the age of <span class=\"emphasis\">forty<\/span> and upwards. The person who, at their first assembling, led them to the field was ninety-seven years of age. The drummer was eighty-four.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p15\" class=\"\">As it was in Pennsylvania and Massachusetts, so it was in the other colonies. Hear the words of Charles Lee, who became one of the top commanders in this fight for freedom:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p16\" class=\"\">“No man is better acquainted with the state of this continent than myself. I have conversed with all orders of man, from the first estated gentlemen to the lowest planters and farmers, and the <span class=\"emphasis\">same spirit animates the whole.”<\/span> (Wheeler, p. 59. Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p17\" class=\"\">That same fervor prevails again today—“the same spirit animates the whole” among the membership of the Church throughout the whole world—this time for the mightier cause.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p18\" class=\"\">Today, another “call to arms” has been sounded by our prophets. In a conference address in April 1973, President Harold B. Lee declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p19\" class=\"\">“So it is a call to arms—arms to do what? To keep the commandments of God in order that we might lay claim to the blessings we need so much in this day of uncertainty.” (<span class=\"emphasis\">Ensign,<\/span> July 1973, p. 95.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p20\" class=\"\">One of the commandments of the Lord (that is being heeded today with the fervor reminiscent of our forebears) is the call to go forth and proclaim the gospel of Jesus Christ. In April 1974 President Spencer W. Kimball reaffirmed the “call to arms” in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p21\" class=\"\">“We have hardly scratched the surface … we can … approach the ideals set out by President McKay, ‘every member a missionary.’ That was inspired! I know this message is not new, and we have <span class=\"emphasis\">talked<\/span> about it before, but I believe the time has come when we must shoulder arms. … We must change our sights and raise our goals.” (<span class=\"emphasis\">Regional Representatives Seminar,<\/span> April 1974, p. 18.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p22\" class=\"\">The zeal with which the Church membership has responded to President Kimball’s clarion call is very exciting. During 1973 new missionaries were entering the fields of labor at the rate of about 761 each month. In 1974 the rate increased to 847 missionaries each month, and for the first nine months of 1975 the monthly rate has been approximately 1,200. The spirit with which the young and the old are responding is typified in the words of one of them who wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p23\" class=\"\">“The call brought me to tears, not because I was afraid or sad or bewildered, merely overwhelmed by the trust the Lord has given me. Nephi had the faith I wish to have. Now I have a task large enough to apply great faith to.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p24\" class=\"\">We all know of missionaries who are making great personal sacrifices to answer their call from the Lord. It is not unusual to find outstanding athletes interrupting promising careers to enter missionary service. Other young men postpone schooling and professional career preparation to “take up arms” for the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p25\" class=\"\">Representative of these many noble examples is this young man from Brazil:<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p26\" class=\"\">Fernando Requino was attending a sacrament meeting in his small branch when he heard the mission president emphasize President Kimball’s declaration that every young man should prepare himself for missionary service. Until that time he hadn’t thought it possible or necessary to even consider serving a mission. He had begun an apprenticeship; he supported himself and earned only enough money to pay for his schooling. His parents were not members of the Church nor were they sympathetic to his affiliation with the Church. Still, the words of the prophet pulled at his heart and mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p27\" class=\"\">One morning he met privately with his father and told him of his love and respect for him. Drawing upon all the courage he could muster, Fernando looked straight into his father’s eyes and with a soft, humble voice he said, “Father, I want your permission to go on a mission for the Lord, to serve as a missionary in my church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p28\" class=\"\">His father objected strongly. He reminded Fernando that he had no financial resources with which to pay for such an undertaking. With tears coursing down his cheeks, this son faced his father and answered that he was ready to sell the plot of land that was his inheritance and use the money obtained to finance his mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p29\" class=\"\">Fernando told his father how a prophet of God had asked every young man to prepare and to go on a mission for the Lord. He told how he himself had fasted and prayed for three days and how the Lord had shown him what to do to fulfill his priesthood responsibility. The father’s heart was softened, and he put his arms about Fernando and together they wept. “If you want to go so much that you are willing to sacrifice your entire inheritance,” said his father, “Then you will have my permission to go. You will not have to sell your property. I will provide the financial support for your mission.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p30\" class=\"\">The Lord opens the way to serve for anyone who is obedient, faithful, and willing to sacrifice to cause his work to move forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p31\" class=\"\">Recently I had the privilege of meeting with some missionaries in Stuttgart, Germany. We talked of the urgency of our work and examined ways to improve the effectiveness of their proselyting efforts. We discussed the challenge by President Kimball for missionaries to become eight times more effective in obtaining teaching opportunities. As one group of elders returned to their apartment following the meeting, one of them said, “If the prophet of the Lord says we can do it, we can. We’ll find a way.” And they did! They studied, prayed, and worked. By the close of their next week’s proselyting period the five companionships had given more than 200 discussions. Each pair of missionaries met their goal, to be eight times more effective.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p32\" class=\"\">In every part of the world where I have been privileged to visit I have seen similar examples of zeal and devotion. Members in their home branches and wards are also heeding the call of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p33\" class=\"\">One such member is a valiant brother from Guaratengeta, Brazil. He spreads the gospel almost every waking hour and in a unique way. As he meets people he states his name, E. J. Sariva, and hands them his card. He then waits for them to read his name as it is printed on the card: Elder E. J. Sariva, Zion. Often their response is something like this: “What does this “Zion” mean? To which he replies, “Oh, don’t you know about Zion? Let me tell you.” Brother Sariva then introduces his listener to The Church of Jesus Christ of Latter-day Saints. With this courageous technique and in his zeal and love for the Lord, Brother Sariva has brought more than 130 souls into the kingdom of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p34\" class=\"\">Another “home front” soldier for the Lord is a taxi driver. In his cab hangs a sign which reads, “I Care.” Most passengers ask “What do you care about?” This good brother then explains that he belongs to a church that cares about people. If his passengers inquire further he accommodates their interest by handing them a copy of the Book of Mormon from the supply of copies he conveniently keeps by his driver’s seat. This faithful member has participated in the conversion of more than 200 souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/a-call-to-arms.p35\" class=\"\">Yes, “the same spirit animates the whole” today among the members of the Church as they go forth in the greater cause of the Lord. What a thrilling time to be here in the earth! As we see the work rolling forth, may each of us become a part of its progress. May we answer the call as valiantly as did those who are responsible for the rich heritage we enjoy. Through courageous, faithful service may we bring forth a fruitful harvest from the seeds planted in the vineyard of the Lord. I testify that this is the kingdom of God on earth and that his chief steward and our prophet is Spencer W. Kimball. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}