{"ID":2718, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            An Overview of Church Welfare Services\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p3\" class=\"\">Bishop Victor L. Brown<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03063_000_047<\/span>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p4\" class=\"\">Brothers and sisters, this morning we will share with you an overview of the general organization charged with the responsibility to extend the Welfare Services program to the ends of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p5\" class=\"\">As you are aware, the Lord has established some type of welfare program in every dispensation. In the early days of this, the last dispensation, the Saints were given opportunities to live the law of consecration and were organized into what was called the united order. They were unable to live this higher law, which caused the Lord to suspend it until his people prepared themselves properly. It was not repealed. As we make our presentation today, I hope each of us will see the relationship between the law of consecration and the Welfare Services program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p6\" class=\"\">In the October 1936 semiannual conference of the Church, the First Presidency announced the Church security plan. The name was later changed to the Church welfare plan. Since that time, the Church Welfare Department has developed and assigned to the stakes of the Church an annual commodity budget, supervised the production and distribution of commodities, encouraged the establishment of local production projects and bishops storehouses, supervised Church employment centers, and established Deseret Industries. In the course of these activities, members of the General Church Welfare Committee traveled to stakes and regions teaching the basic principles of Church welfare. President Romney did this for many years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p7\" class=\"\">During this period and even earlier, the Church continued to develop a variety of other services. In 1919, foster care and adoption were introduced under President Joseph F. Smith through the Relief Society. Indian student placement was introduced through President David O. McKay and Elder Spencer W. Kimball. It began in 1953. Services for those who had emotional and mental problems have been provided for many years and were formally organized in 1960. In 1969 these various programs were brought together under the direction of Elders Marion G. Romney and Marvin J. Ashton. In 1970, the Health Services Corporation was organized to administer a system of hospitals the Church had developed over many years. The Health Services Corporation was also given responsibility for the worldwide health needs of Church members. During these few years of consolidation, the Welfare Department continued basically unchanged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p8\" class=\"\">In 1973 these three areas—Welfare Department, Social Services, and Health Services—were brought together in one organization. The First Presidency appointed the Presiding Bishopric to serve as chairmen of the General Welfare Services Committee. To more clearly describe the functions assigned to each of these departments, departmental names were modified. What was known as <span class=\"emphasis\">the<\/span> Welfare Department is now called the Welfare Production-Distribution Department, headed by Brother R. Quinn Gardner. This department continues to be responsible for many of the economic aspects of Welfare Services.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p9\" class=\"\">Social Services is now part of Personal Welfare Services, with Brother Victor Brown, Jr., as director. This department is responsible essentially for the social-emotional aspects and for employment centers. Legally licensed agencies related to Personal Welfare Services continue to carry the name LDS Social Services.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p10\" class=\"\">Health Services is now absorbed by Developing Welfare Services. This department is directed by Brother James O. Mason. Now that the Church no longer owns or operates hospitals, this department focuses attention on health needs worldwide; however, its major responsibility is to help priesthood and Relief Society leaders in developing areas of the world understand and prepare for the full Welfare Services program of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p11\" class=\"\">These, then, are the three departments that comprise Welfare Services: Production-Distribution, Personal Welfare, and Developing Welfare. The Presiding Bishopric, these three department heads, and the General Presidency of the Relief Society constitute the General Welfare Services Committee of the Church. We serve under the direction of the First Presidency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p12\" class=\"\">I would like to add a word about the Relief Society. The Relief Society has been associated with the welfare program since its beginning and has continued to play a vital role as Welfare Services has expanded to embrace these other areas we have discussed. We are grateful to the Relief Society for their unfailing support of Welfare Services. We recognize that the program would be seriously limited without their full involvement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p13\" class=\"\">The mission of Welfare Services has been stated in these terms: “To assist priesthood and Relief Society leaders to ensure that individual members and families provide appropriately for their own needs; they are, therefore, self-sustaining and able to share with others, preparatory to living the full law of consecration.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p14\" class=\"\">The Lord has said, “And Zion cannot be built up unless it is by the principles of the law of the celestial kingdom; otherwise I cannot receive her unto myself.” (<span class=\"citation\" id=\"16559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16559)\">D&amp;C 105:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p15\" class=\"\">We recognize that we are building upon the work of the brethren who have gone before us. We are also very much aware of the scriptural admonition which the Lord has given his people: “Behold, this is the preparation wherewith I prepare you, and the foundation, and the ensample which I give unto you, whereby you may accomplish the commandments which are given you;<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p16\" class=\"\">“That through my providence, notwithstanding the tribulation which shall descend upon you, that the church may stand independent above all other creatures beneath the celestial world.” (<span class=\"citation\" id=\"16500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16500)\">D&amp;C 78:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p17\" class=\"\">All levels of the Church organization must be prepared—individuals, families, wards, stakes, regions, and areas—to respond to the demands of life, so that we as a united people “may stand independent … beneath the celestial world.”<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Personal Welfare Services<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p19\" class=\"\">Now we would like to take a closer look at Personal Welfare Services.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p20\" class=\"\">Let us look at a representative ward of 625 members and their personal welfare needs. The information that follows is based on reliable Church and government data. The figures are averages for wards within the United States. We recognize that wards vary greatly in composition and that probably no one ward fits this profile exactly.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p21\" class=\"\">Within this representative ward live twenty-one persons who will receive temporal assistance from the Church this year, that is, food, clothing, fuel, utilities, housing costs, and so forth. But there are others who have needs every bit as real.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p22\" class=\"\">There are, for example, fifteen heads of families who are out of work and many others who need to upgrade or change their employment in order to earn enough to support their families.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p23\" class=\"\">Further, at least fifty of the heads of families in the ward are in debt so deeply that their monthly income is often less than their monthly expenses. In many cases the basics of financial management are lacking. For instance, one recent report showed that many American adults do not know how to balance their checkbooks or properly budget their income.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p24\" class=\"\">Turning to matters of home production and storage, twenty-three individuals of the ward have food stored for more than a year, 242 have a two-month supply or less. Sixty-two have no food reserves at all.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p25\" class=\"\">In terms of physical health, we may expect to find one blind child in the ward. Four others have serious hearing impairment. Nine children have some speech problem, five are retarded, two are physically disabled, and two have a learning disability. Considering the adults who have comparable problems, the numbers are even higher.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p26\" class=\"\">One of the most serious challenges facing priesthood leaders today is in the area of social and emotional needs. In this ward of 625 members, we may expect 162 people each year to experience the uprooting of friends and the disruption of familiar routine because of moving or because of ward boundary changes. Four children in the ward will suffer from serious nonphysical emotional or mental problems. Two couples, each with three children, will be divorced during the year, experiencing all the problems associated with divorce.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p27\" class=\"\">This year there will be two deaths and one excommunication; four youth will appear in juvenile court; many families will experience parent-child conflicts; and sixty-nine women who are not heads of households, most of them having children at home, will be employed outside the home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p28\" class=\"\">There will be some problems associated with alcohol and drugs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p29\" class=\"\">There will also be those involved in moral transgressions including acts of perversion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p30\" class=\"\">We realize that it sounds as though these represent some extremes; however, they also represent the facts of life. There are few of us who do not need bolstering in some aspects of personal welfare at some time in our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p31\" class=\"\">Surely the personal welfare needs in this representative ward would be a staggering load for the priesthood and Relief Society leaders if they were charged with carrying these burdens alone. However, this is not the case. It is first an individual and family responsibility to meet these challenges. Then, as is needed, the ward Welfare Services Committee acts as backup to the family’s efforts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p32\" class=\"\">It is for this reason that we speak of family preparedness and ward preparedness. Family preparedness is the key to self-respect and self-reliance in personal welfare matters.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p33\" class=\"\">In the Welfare Services session of conference held last April, Bishop H. Burke Peterson described family preparedness this way: “When we speak of family preparedness, we should speak of foreseen, anticipated, almost expected needs which can be met through wise preparation. Even true emergencies can be modified by good planning.” (<span class=\"emphasis\">Welfare Services Meeting,<\/span> April 5, 1975, p. 5.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p34\" class=\"\">Family preparedness is the key to meeting personal welfare needs for the members of the family. Every other aspect of Welfare Services, such as ward preparedness, is designed to support family preparedness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p35\" class=\"\">As a part of family preparedness we would hope to see each individual and each family of the Church achieve the greatest degree possible of self-reliance in five areas: career development, financial management, home production and storage, physical health, and social-emotional strength. Our goal is to have every family achieve the following degrees of preparedness:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p36\" class=\"\"><span class=\"emphasis\">Career development.<\/span> In the prepared family, the breadwinner has prepared himself for his chosen occupation. His children are preparing themselves for a satisfying and adequate vocation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p37\" class=\"\"><span class=\"emphasis\">Financial management.<\/span> In the prepared family, the parents know and use the fundamentals of budgeting and financial management. Their children are being taught through practical experience these basic skills. May we refer you to Elder Marvin J. Ashton’s address on this subject given in last April’s Welfare Services meeting. (See “One for the Money,” <span class=\"emphasis\">Ensign, <\/span>July 1975, p. 72.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p38\" class=\"\"><span class=\"emphasis\">Home production and storage.<\/span> The prepared family has sufficient stores to take care of basic needs for a minimum of one year. Further, they are, where possible, actively involved in the growing, canning, and sewing, and production of their year’s supply.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p39\" class=\"\"><span class=\"emphasis\">Physical health.<\/span> The prepared family practices sound preventive health principles relating to nutrition, sanitation, accident prevention, dental health, and first aid. They also understand the appropriate use of health resources. Special attention should be given to the promises made by the Lord in the Doctrine and Covenants, section 89, regarding the health of the Saints.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p40\" class=\"\"><span class=\"emphasis\">Social-emotional strength.<\/span> The prepared family has developed social-emotional strength through righteous living, gospel study, and loving family relationships. They can deal resiliently with life’s inevitable opposites of sorrow and joy, deprivation and abundance, failure and success, through their faith in the Lord Jesus Christ and conversion to the reality of eternal life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p41\" class=\"\">As each family in the Church strives to accomplish this degree of family preparedness, many of the problems of life will be solved. The LDS family that develops this kind of family preparedness will experience serenity in the midst of upheaval, security in the midst of uncertainty, and sustenance in the midst of want.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p42\" class=\"\">Now to those activities requiring licensed or full-time services as they relate to family preparedness. First, social services. This is the function concerned with personal welfare matters which require licensing. Its responsibilities have to do with the unwed parent service, adoptions, Indian student placement, and foster care. Clinical services for members with serious emotional and mental problems are provided, as well as consultant service to the priesthood and help for the Vietnamese refugees.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p43\" class=\"\">Second, employment services. Employment needs throughout the world have become more critical than ever before. Twenty-four employment centers in the United States have been established. These centers are where job opportunities and employment needs are brought together. Through the ward Welfare Services Committee, they serve the family—not only the bread-winner, but youth as well. This function is a basic responsibility of every Welfare Services Committee in the Church. Employment and career planning cannot be overemphasized.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p44\" class=\"\">The goals we have mentioned in family preparedness are not new. They have been taught by the Brethren for many years. However, the signs of the times would indicate an urgency on the part of the membership of the Church to see that their houses are put in order. This should not be construed as a statement of alarm. As long ago as the Savior’s earthly ministry, he taught preparedness through the parable of the wise and foolish virgins:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p45\" class=\"\">“Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p46\" class=\"\">“And five of them were wise, and five of them were foolish.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p47\" class=\"\">“They that were foolish took their lamps, and took no oil with them:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p48\" class=\"\">“But the wise took oil in their vessels with their lamps. [It is interesting to note that all ten had lighted lamps. It was the reserve supply that the foolish did not take with them.]<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p49\" class=\"\">“While the bridegroom tarried, they all slumbered and slept.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p50\" class=\"\">“And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p51\" class=\"\">“Then all those virgins arose, and trimmed their lamps.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p52\" class=\"\">“And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p53\" class=\"\">“But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p54\" class=\"\">“And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p55\" class=\"\">“Afterward came also the other virgins, saying, Lord, Lord, open to us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p56\" class=\"\">“But he answered and said, Verily I say unto you, I know you not.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p57\" class=\"\">“Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh.” (<span class=\"citation\" id=\"36399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36399)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36399)\">Matt. 25:1–13<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p58\" class=\"\">Brothers and sisters, may I suggest that the oil which the wise virgins carried was the oil of consecration. The only complete welfare services program is based upon the eternal law of selfless Christian consecration within The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p59\" class=\"\">I bear my witness that this is the gospel of Jesus Christ; that we have a stewardship; that the Lord expects us to honor that stewardship and to bless the people of this earth with his program and in his own way. I bear this witness in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:33f2.jpg\" alt=\"Welfare Services Division of the Church\" targeturl=\"\/bc\/content\/shared\/content\/images\/gospel-library\/magazine\/ensignlp.nfo:o:33f2.jpg\"\/><div class=\"credit\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/1975\/11\/an-overview-of-church-welfare-services.p60\" class=\"\">(above) An organizational chart of Welfare Services Division of the Church. (below) Five aspects of the Family Preparedness plan.<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}