{"ID":272, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, April 1947, pp. 20-22<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt must be a source of pride, my brethren and sisters, to all of us to belong to the Church of\nJesus Christ of Latter-day Saints, and in the light of the reports to which we have just listened\nwe ought to be more grateful than ever before for the goodness of our Heavenly Father.\nFrequently we hear complaints of the requirements that are made of us, and many times these\ncomplaints are presented in \"lump sum,\" so to speak.\n<\/p><p>\nTHE WELFARE PROGRAM AN OPPORTUNITY FOR SERVICE\n<\/p><p>\nThe welfare budget, for example, is regarded from the totals that are presented, and as we see\nthe program in the light of these totals, we think of it as a burden on us as members of the\nChurch. As we analyze it, however, the per capita assignment is not so heavy, and this field\nof activity becomes not a burden, but an opportunity for service. As a matter of fact, the\nwelfare program is not measured in dollars and cents but in kind, and it may be possible in\nthe future that our money may have little value. But we shall still be in a position to render\nrelief to those who may be in need by reason of this program of producing through the\nconcerted efforts of all the members of the Church. Is it not a source of satisfaction to know\nand to feel that if and when the day of need comes to us,\nwe may go to those whose right it is to extend help and that help will be available? As I\nsaid, it may not be in dollars and cents, but it may be in the very things of which President\nClark spoke; the example in Germany to which he referred. It wasn't money that those poor\npeople needed. It was something to put on their backs, and food to eat, and warmth. Money\ncouldn't buy what they needed because the things they needed were not to be purchased. But\nin this great program to which we have subscribed, food and clothing were available without\nmoney. This is the reason that to the Latter-day Saints the welfare program has in it the\nelements of security, and how grateful we ought to be for it.\n<\/p><p>\nEXPERIENCES OF A PIONEER FAMILY\n<\/p><p>\nThis is a great year, an anniversary year, and I think we may reflect on some of the things\nthat have gone before, and they may give us inspiration for the future. I am thinking this\nmorning of a little log cabin that stands down in Liberty Park, built by my grandfather Riter.\nIt was transported there from one of our pioneer lots by the Daughters of the Utah Pioneers\nand others who are interested in preserving shrines that they may be a source of inspiration to\nthe people. This little log cabin is no different from many that were built in 1847. It was\noriginally a one-room log cabin and built in that year. Later on a partition was placed in it so\nthat there were two rooms. The mother who lived in that little log cabin was a convert to the\nChurch from Pennsylvania. She, her sisters, her mother, and her husband were caught in the\n\"Gospel Net\" (<span class=\"citation\" id=\"34155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34155)\">Matt. 13:47<\/a><\/span>)\nto use the term that Brother Widtsoe affectionately uses in speaking of his\nworthy mother, and may I say in passing, the type to which he refers in his delightful book is\nthe type that sometimes we forget. They too were pioneers. They came out of the world. The\nphysical hardships may not have been quite so severe when they came, but they pioneered,\nnevertheless. They left their homes, their kindred, and many times their own parents for an\nunpopular faith because they had in their souls a testimony of the divinity of this work. Well,\nthis little family to which I referred, the mother who at one time lived in this little log cabin,\ncame to Nauvoo, there to find not a home as she expected, because shortly after she came,\nshe was to witness the martyrdom of the Prophet and his brother, the patriarch. Then the\nfamily moved on, and they started across those boggy Iowa plains of which Brother Preston\nNibley has been telling us so vividly in his News Church Section articles. I doubt that you and\nI can visualize, can appreciate, the difficulties under which they traveled. As they began their\njourney they met with discouragement, hunger, lack of things to keep them warm. The\nconditions were indescribable, yet there was no complaint. Oh, some of them felt and\nwondered why. In this little band there was a father who was a practical fellow. He was a\nPennsylvania Dutchman. He left a home where things were reasonably secure, and he said one\nday to his wife, \"We'd better turn back. We'd better go back whence we\ncame. Conditions are so uncertain.\" That is a natural thing for any father to say. It is a natural\nthing for a mother to think. They were traveling among Indians and were not sure just where\nthey were going, and conditions were not very favorable. They naturally would think of their\nchildren. They had two boys. They thought of the boys' welfare, not of their own. I am\nwondering how many of us would want to turn back, but that mother wouldn't turn back. She\nhad been caught in the \"Gospel Net\" (<span class=\"citation\" id=\"34156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34156)\">Matt. 13:47<\/a><\/span>),\nand she knew it was true, and so she said, \"We will not\nturn back&mdash;we'll not turn back; we're going on!\" That was my grandmother Riter, and her\nfaith and indomitable spirit have always been an inspiration to me, and that spirit should be a\nsource of inspiration to all of us.\n<\/p><p>\nNO \"TURNING BACK\"\n<\/p><p>\nThis Church is now celebrating the one hundred seventeenth anniversary of its organization.\nThere has been no turning back since that memorable day; there must be no turning back\nnow. Some perhaps have dropped by the wayside. One of the great contributions of pioneer\nlife and of pioneer colonizing was the fact that the \"Mormon\" people did not turn back. You\nhave read the story of other pioneer companies who came to the West in those early periods.\nMany of them started out perhaps with thirty or forty people and ended with half the number.\nThey were not home builders; they were trappers; they were men seeking something else than\nhomes. But it was different with the Latter-day Saints. They were to come West under the\ndirection and inspiration of a great leader to build homes, and there was little turning back,\nand that is the inspiration for us today, my brethren and sisters, that there be no turning back,\nthere be no wavering.\n<\/p><p>\nBrother Anderson read of the growth of the Church, of its membership. We are gratified\nabout that, but when we come to analyze it, numbers mean very little. We are only strong,\nwe're only powerful and influential insofar as we live the things that God has revealed for us,\nhis children. We are only a great people as we cling to those concepts that were revealed for\nour benefit and blessing.\n<\/p><p>\nThe welfare program and every program of the Church are strong only as we support them\nwith our faith and with our devotion. And we are strong only as we live the concepts of right\nas revealed by the Lord Jesus Christ.\n<\/p><p>\nGod help us that we may live so to do and that we may not turn back and not waver, but be\nworthy and strong in the faith, I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}