{"ID":273, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Thou Shalt Not Bear False Witness\"<\/p>\n<p class=\"gcspeaker\">Elder George F. Richards<\/p>\n<p class=\"gcspkpos\">President of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George F. Richards, <i>Conference Report<\/i>, April 1947, pp. 23-28<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn listening to the reports this morning, notwithstanding there are a great many of us here,\nthis building being filled to overflowing, having a variety of thoughts and reflections, I\nbelieve that we will be united upon this point, that this work in which we are engaged is a\nmarvelous work and a wonder (<span class=\"citation\" id=\"25053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25053)\">Isa. 29:14<\/a><\/span>).\nAs Elder [Clifford E.] Young has suggested, we should\nappreciate our membership in this Church with all that it means to us, and I believe the\nLatter-day Saints do. In fact, we have an abundance of evidence of that fact. But for the\nfaithfulness of the Latter-day Saints in the payment of their tithes and offerings and answering\nthe call of authority that comes to them, what has been reported of accomplishment during the\npast year would have been impossible.\n<\/p><p>\nMANY OPPORTUNITIES FOR WORK IN THE CHURCH\n<\/p><p>\nAs General Authorities of the Church, if I may speak for them, we regard it as an honor\nshown to us by your presence here in such great numbers. We appreciate your faithfulness as\nSaints in the living of your religion and as officers constituting the leadership of the Church\nand the ministry of the Lord. We pray for you, and you pray for the General Authorities of\nthe Church, and there is harmony existing. I know of nothing to the contrary, and the Lord is\nblessing this people abundantly, and we have opportunity of showing our appreciation of his\nblessings. There is no person that can fear being shelved in this work if he is worthy to be\nused. There is ample opportunity for every member to work to his full capacity to the one\nend, the accomplishment of God's purposes, looking to the saving of souls of the children of\nmen, the living and the dead.\n<\/p><p>\nI would offer a few words of caution to the Latter-day Saints. We are apt unwittingly to find\nourselves, if we are not careful, deviating from that straight and narrow way that leads to life\neverlasting. Perhaps a few words of caution will not be out of place. I would like, if I could,\nto give to you, my brethren and sisters and friends, some of the real bread of life and have\nyou take it with a relish and proper assimilation, or in the words of the Apostle James:\n<\/p><p>\n. . . be ye doers of the word, and not hearers only, deceiving your own selves\n(<span class=\"citation\" id=\"26063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26063)\">James 1:22<\/a><\/span>).\n<\/p><p>\nBEARING FALSE WITNESS COMES FROM THE EVIL ONE\n<\/p><p>\nI would call your attention to two important characters about whom I have something to say,\nthe acquaintance of one to be cultivated, the other to be ignored. The one is the friend and\nSavior of men; the other is the enemy of God and of mankind.\n<\/p><p>\nWhy did the Lord give the commandment?\n<\/p><p>\nThou shalt not bear false witness against thy neighbor\n(<span class=\"citation\" id=\"22578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22578)\">Ex. 20:16<\/a><\/span>).\n<\/p><p>\nHe gave it because of the subtle methods of the adversary in his effort to divide and tear\nasunder the love and the unity of the Lord's people! To bear false witness may not appear to\nbe a very serious offense, but its results are far-reaching and cruel, hence, the use made of it\nby the instigator of evil. The Lord warns us against this evil practice. Bearing false witness,\ntalebearing, slander, gossip, scandal, fault-finding, backbiting, and evil speaking are in the\nsame category of evil practice and are some of the means employed by Satan to disunite us as\na people and destroy brotherly love, kindness, and helpfulness toward one another.\n<\/p><p>\n. . . Thou shalt love thy neighbor as thyself\n(<span class=\"citation\" id=\"34163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34163)\">Matt. 22:39<\/a><\/span>).\n<\/p><p>\nWe do not knowingly injure whom we love. No one loves a character assassin. By the Spirit\nof God one is led to love his fellow men and to speak well of them, magnifying their virtues.\nSuch a one has the spirit and the kingdom of peace, the kingdom of God within. By the spirit\nof Satan one bears false witness and broadcasts the weakness of his neighbor. He becomes a\ntalebearer, a character assassin. He robs his neighbor of that which greatly impoverishes his\nneighbor without enriching himself. He makes others miserable and unhappy and has within\nhimself the kingdom of Satan.\n<\/p><p>\n.  . . choose you this day whom ye will serve\n(<span class=\"citation\" id=\"30030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30030)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nSATAN'S PLAN TO HINDER GOD'S WORK\n<\/p><p>\nSatan is an enemy of God and of man and is constantly working to defeat the purposes of the\nLord in his efforts to save the children of men. We should be on the alert lest we be found\nrendering aid to Satan and hindering the work of the Lord. When we say anything bad about\nthe leaders of the Church, whether true or false, we tend to impair their influence and their\nusefulness and are thus working against the Lord and his cause. When we speak well of our\nleaders, we tend to increase their influence and usefulness in the service of the Lord. In his\nabsence our brother's character when assailed, should be defended, thus doing to others as we\nwould be done by. The Lord needs the help of all of us. Are we helping or are we hindering?\nQuoting:\n<\/p><p>\nCursed are all those that shall lift up the heel against mine anointed, saith the\nLord, and cry they have sinned when they have not sinned before me, saith the\nLord, but have done that which was meet in mine eyes, and which I commanded\nthem.\n<\/p><p>\nBut those who cry transgression do it because they are the servants of sin, and are the\nchildren of disobedience themselves\n(<span class=\"citation\" id=\"12407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12407)\">D&amp;C 121:16-17<\/a><\/span>).\n<\/p><p>\n. . . All other sins are not to be compared to sinning against the Holy Ghost, and proving a\ntraitor to thy brethren.\n<\/p><p>\nI will give unto you one of the keys  of the mysteries of the kingdom. It is an\neternal principle, that has existed with God from all eternity: That man who rises\nto condemn others, finding fault with the Church, saying they are out of the way,\nwhile he himself is righteous, then know assuredly that that man is on the hi road\nto apostasy; and, if he does not repent, will apostatize, as God lives (Joseph\nSmith, <i>Compendium<\/i>, pp. 270-271).\n<\/p><p>\nIt is possible for us, by bearing false witness, to destroy the faith of others. It may be a child,\na parent, a wife, or some other dear friend. We may later repent, but we cannot repent for\nthem. We should be doubly careful not to do any injury we cannot repair. When we bear false\nwitness, we injure at least four: ourselves, him about whom we speak, him to whom we\nspeak, and the Lord.\n<\/p><p>\n. . . inasmuch as ye do it unto the least of these, ye do it unto me\n(<span class=\"citation\" id=\"12347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12347)\">D&amp;C 42:38<\/a><\/span>).\n<\/p><p>\nTHE WAY TO HAPPINESS\n<\/p><p>\nAre we sure that upon the screen of life there is no picture of which we would be ashamed to\nhave exhibited? Or do we doubt the ability of God to record and reproduce at will what man\ncan do, the voice, the actions, and even the thoughts and intents of our hearts?\n<\/p><p>\nGeorge Eliot writes:\n<\/p><p>\nIt is the glory of Christianity that it requires its followers to do good to men: to\nrejoice in their prosperity, not in their failures: to offer sympathy and not to make\ntheir position a terrible one in the sight of others.\n<\/p><p>\nWe should so live and labor that our friends will not credit anything bad that may be said of\nus, so that it would require a preponderance of evidence to convict us, in their minds.\n<\/p><p>\nAnd he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors\nand teachers; \n<\/p><p>\nFor the perfecting of the saints, for the work of the ministry, for the edifying of the body of\nChrist:\n<\/p><p>\nTill we all come in the unity of the faith, and of the knowledge of the Son of God\n(<span class=\"citation\" id=\"21625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21625)\">Eph. 4:11-13<\/a><\/span>).\n<\/p><p>\nSaid the Lord:\n<\/p><p>\n. . . I say unto you, be one; and if ye are not one ye are not mine\n(<span class=\"citation\" id=\"12342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12342)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\nWe would be lonely if we had to live alone on the earth. If we appreciate one another, we\nshould show it by living together in love and sympathy and by making the association\npleasant. This is done by sacrifice and service for one another. We should avoid those things\nwhich disrupt and tear asunder these finer feelings. As a people, the Latter-day Saints are well\ntaught and know the course they should pursue in order to obtain happiness and the blessings\nof salvation and eternal life. What we most need, it seems to me, is being\nimpressed with the necessity of doing as well as we know.\n<\/p><p>\nThe inspired words of the poet, in poetic form, are calculated to make the truth attractive and\nimpressive, so upon the subject of bearing false witness and kindred evils, let me here use\nsome of their expressions:\n<\/p><p>\nDon't look for the flaws as you go through life;<br \/>\n&nbsp; &nbsp;        And even when you find them,<br \/>\nIt is wise and kind to be somewhat blind,<br \/>\n&nbsp; &nbsp;        And look for the virtues behind them.\n<\/p><p>\nJust stand aside and watch yourself go by,<br \/>\n&nbsp; &nbsp;        Think of yourself as \"he\" instead of \"I,\" <br \/>\nPick flaws, find fault, forget the man is you,<br \/>\n&nbsp; &nbsp;        And strive to make your estimate ring true.\n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp;                               &mdash;\"Watch Yourself Go By,\"<br \/>\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;                             by Strickland Gillilan.\n<\/p><p>\nThere is so much good in the worst of us,<br \/>\nAnd so much bad in the best of us, <br \/>\nThat it hardly becomes any of us <br \/>\nTo talk about the rest of us.<br \/><br \/>\n&nbsp; &nbsp; &nbsp; &nbsp;                               &mdash;Author uncertain.\n<\/p><p>\nBEARING FALSE WITNESS A GRAVE OFFENSE\n<\/p><p>\nA small boy returned from Sunday School one morning and found his father reading the\nnewspaper. He called to his father, \"Daddy, Daddy, which is worse, to steal or to bear false\nwitness?\" The father raised his glasses and, looking over his newspaper, answered let's see,\nthe Lord said, \"Thou shalt not bear false witness\"\n(<span class=\"citation\" id=\"22579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22579)\">Ex. 20:16<\/a><\/span>).\nHe also said, \"Thou shalt not steal\"\n(<span class=\"citation\" id=\"22577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22577)\">Ex. 20:15<\/a><\/span>). What\ndo you think about it, Sonny?\" \"Why, it's worse to bear false witness.\" \"How do you make\nthat out?\" \"Well, if I were to steal something from my neighbor and afterward be sorry for it,\nI could take back what I had stolen and ask forgiveness and thus make right what I have\ndone, but if I were to bear false witness against my neighbor I might be ever so sorry\nafterwards, but I wouldn't be able to undo the wrong which I had done.\" An application of\nthis principle is found in the poem entitled, \"Scandal.\"\n<\/p><p>\nA woman to the Holy Father went,<br \/>\nConfession of sin was her intent;<br \/>\nAnd so her misdemeanors, great and small,<br \/>\nShe faithfully rehearsed them all.<br \/>\nAnd chief in her category of sin,<br \/>\nShe owned that she a talebearer had been&mdash;<br \/>\nHad carried a bit of scandal up and down,<br \/>\nTo all the long-tongued gossips of the town.<br \/>\nThe Father, for other sins granted the absolution asked him;\n<\/p><p>\nBut, while for all the rest he pardon gave,<br \/>\nHe told her this offense was very grave<br \/>\nAnd that to do fit penance, she must go,<br \/>\nOut by the wayside where the thistles grow, <br \/>\nAnd gather the largest, ripest one;<br \/>\nScatter its seeds; and that when this was done, <br \/>\nShe must come back another day,<br \/>\nTo tell him. His command she did obey.\n<\/p><p>\nThe woman, thinking this a penance light,<br \/>\nHastened to do his will that very night,<br \/>\nFeeling right glad she had escaped so well.<br \/>\nNext day, but one, she went the Priest to tell.<br \/>\nThe Priest sat still and heard her story through.<br \/>\nThen said, \"There is something still for you to do. <br \/>\nThese little thistle seeds which you have sown,<br \/>\nI bid you go regather, every one.\"<br \/>\nThe woman said, \"But Father, 'twould be in vain, <br \/>\nTo try to gather back those seeds again;<br \/>\nThe winds have scattered them both far and wide, <br \/>\nOver meadow, vale, and mountainside.\"\n<\/p><p>\nThe Father said, \"Now I hope from this,<br \/>\nThe lesson I have taught, you will not miss.<br \/>\nYou cannot gather back those scattered seeds, <br \/>\nWhich, far and wide, will grow to noxious weeds; <br \/>\nNor can the mischief once by scandal sown,<br \/>\nBy any penance be again undone.\"\n<\/p><p>\nThose who have yielded to temptation and committed sin of a grave character may have done\nso because of the weakness of the flesh rather than through sinful desire. They are to be pitied\nrather than to be censored and condemned.\n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp; A PLEA FOR THOSE WHO ERR\n<\/p><p>\nFinally:\n<\/p><p>\nThink gently of the erring one;<br \/>\n&nbsp; &nbsp;        O let us not forget, <br \/>\nHowever darkly stained by sin,<br \/>\n&nbsp; &nbsp;        He is our brother yet.\n<\/p><p>\nHeir of the same inheritance,<br \/>\n&nbsp; &nbsp;        Child of the selfsame God, <br \/>\nHe hath but stumbled in the path<br \/>\n&nbsp; &nbsp;        We have in weakness trod.\n<\/p><p>\nSpeak gently to the erring ones;<br \/>\n&nbsp; &nbsp;        We yet may lead them back, <br \/>\nWith holy words, and tones of love,<br \/>\n&nbsp; &nbsp;        From misery's thorny track.\n<\/p><p>\nForget not, brother, thou hast sinned,<br \/>\n&nbsp; &nbsp;        And sinful yet mayst be; <br \/>\nDeal gently with the erring heart,<br \/>\n&nbsp; &nbsp;        As God has dealt with thee.<br \/><br \/>\n&nbsp; &nbsp; &nbsp; &nbsp;                               &mdash;Henry A. Tuckett.\n<\/p><p>\nQuoting from James:\n<\/p><p>\nIf any man among you seem to be religious, and bridleth not his tongue . . . this man's\nreligion is vain (<span class=\"citation\" id=\"26065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26065)\">James 1:26<\/a><\/span>).\n<\/p><p>\nWe are benefited by a discourse of this character only as we make use of it in our course of\nlife, being governed by its precepts. Is there anything of merit in this message, brethren and\nsisters, worthy of serious thought and reflection? If so, I shall be happy, and I pray the Lord\nwill sanctify it to our mutual good and benefit, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}