{"ID":274, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1947, pp. 33-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have been much impressed, as I read in the history of the Church, by the simple faith and\ndesires of the men who began things over a hundred years ago. When they discovered that\nJoseph Smith the Prophet had access to their Heavenly Father, there were many men who\ncame to him and asked if he would inquire of the Lord what was desired in their behalf.\n<\/p><p>\nTHE WORD OF THE LORD TO EARLY MEMBERS\n<\/p><p>\nI suspect this importuning sometimes embarrassed the Prophet and at times made him\nimpatient, but he did many times go to the Lord on behalf of his friends and his brethren, and\nhe invited the Lord to tell him what they should do in the kingdom of our God. His father,\nJoseph Smith, Senior, inquired. Oliver Cowdery invited instruction. Hyrum Smith, his brother,\nJoseph Knight, Senior, David Whitmer, Thomas B. Marsh, Ezra Thayer, and Northrup Sweet\nwere among those who received reply. Nearly all of these brethren, in the course of the\nLord's instruction to them, were told that if they wanted to serve God, they were called to do\nthe work and that now was the time. They should thrust in their sickles\n(<span class=\"citation\" id=\"12329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12329)\">D&amp;C 4:4<\/a><\/span>) and reap while the\nday lasted, for there were many souls that were ready to be harvested. The main burden of the\nrefrain which I catch from the spirit of the Prophet Joseph's utterance is that\nif men desire to be called, they may be called\n(<span class=\"citation\" id=\"12328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12328)\">D&amp;C 4:3<\/a><\/span>).\nI believe that is the way it has always been.\n<\/p><p>\nThe other day in the Tooele Stake a sister came to me and said that a certain member of the\nstake wanted to go on a mission but that the family concerned was sitting back waiting for the\ninspiration of the Lord to tell the bishop of this particular person's desire. Well, I think the\nLord will eventually inspire the bishop to feel that way about it, but it would be a lot easier if\nthe person concerned would go to the bishop and express his desires, thereby putting himself\nin line with what these brethren did over a hundred years ago.\n<\/p><p>\nWhat does the Lord want in our behalf? He wants us to serve him and do all things which his\nservants, the leaders of the Church, ask.\n<\/p><p>\nTHE SPECIAL CALLING OF THE SEVENTIES\n<\/p><p>\nMay I say a few words to the seventy concerning this matter? It is that particular group which\nI have a desire to help. The seventy are the missionaries of the Church, if I read the D&amp;C\ncorrectly. I do not mean by that that they are the only missionaries but that they are called\nespecially to be missionaries. When a man becomes a seventy and is ordained as such, he\nought to begin immediately to develop his powers of expression, to understand the principles\nof the gospel, and to seek every opportunity he can to express himself, that he might some\nday be able to fill his calling and do missionary work. I can recall about fifteen or sixteen\nyears ago when President J. Golden Kimball came to Ogden and asked all of the seventy\nassembled in the Ogden Stake how many would go on missions if they could. All raised their\nhands. Then he wanted to know further how many would be willing to die for the gospel's\nsake, if necessary. Again all raised their hands. I thought at that time, how in the world can\nall these men go on missions? They work; they have families; there is no way they can leave\ntheir dependents behind and let the Church take care of them. How can they fill that particular\ncall? Now it is easy to see. There are missions in the stakes of Zion. Each stake has its\nmission. From these missions the missionaries are prepared and are sent to the non-members\nof the Church who should hear the gospel, should have it preached to them, should be given\nan opportunity to accept it. Any man who is a seventy, who wants to do missionary work and\nthus fill his calling as a seventy should waste no time in reporting to his stake president that\nhe so desires to do it, and in the due time of the Lord, as these brethren are inspired, they will\ncall this seventy to the work of the ministry and to the mission field. Let it not be thought\nthat this work is not important. One of the most fruitful places that we do missionary work is\namong our people right here at home. There were two brethren in my stake who went out on\na missionary call. Before they went out, they said to themselves and to the Lord, \"We shall\ngive every minute of our time away from our business to this work,\" and so\nthey did. Soon they were spending five evenings a week of their time visiting people and\nteaching the gospel to them. Within sixteen months after holding a series of cottage meetings\nand promulgating the truths of the gospel to their neighbors, they had baptized, after\nconversion, the unbelievable number of twenty-two adults&mdash;twenty-two adults in sixteen\nmonths! You can find no more fruitful field than that in this day anywhere, and those\nbrethren told me that as they went down the street to do their tracting, very often they felt the\nwhisperings of the spirit saying to them, \"Turn into this place,\" and having turned into that\nplace, they were able to convert the family. I cannot recall ever hearing my father or any of\nmy relatives telling any better stories of missionary experiences than that. That happened right\nat home, right among our own people. These brethren did not spend any money going into the\nmission field. They were right where they could be every night with their families after\ngetting through with their evening's labors. The Lord blessed their labors, and he will bless\nyour labors.\n<\/p><p>\nSo, brethren of the seventies' quorum, (there are about somewhere in the neighborhood of\ntwenty thousand of you), when you say to the presidency of your stake, \"What may we do?\"\nwhen you inquire of the Lord what he desires of you, perhaps the reply will be, \"We shall\ncall you to a mission, as your office requires; and we shall ask you to spend what spare time\nyou have in teaching the gospel to our friends who do not belong.\" If such a call should come\nto you, it is my personal hope that you will accept and go forth with your might and reap\nwhile the day lasts. I believe that is the call to us as seventies. It matters not whether we go\nfar afield or whether we stay at home, so long as the call comes, and our brethren who\npreside want us to do it.\n<\/p><p>\nI have only a desire to preach the gospel personally. I am to be sent away from you for\nawhile. All I can promise in that respect is that I shall do my best to build upon the\nfoundations laid by those who shall have been my predecessors, and to teach the people of the\nNew England States, through your lovely missionaries, the gospel of Jesus Christ, for I know\nit is true. It is an honor to me to be sent to do this thing with your boys and your girls, who\nare so anxious to tell the world, as they know and I know, that Joseph Smith was a Prophet;\nthat through the power of our Lord and Savior Jesus Christ, Joseph Smith was able to bring\nback the gospel of Jesus Christ to the earth. This is my hope and my prayer in the name of\nJesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}