{"ID":2751, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Hopeless Dawn—Joyful Morning\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p2\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monson\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_004<\/span>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p3\" class=\"\">I am truly honored to follow at this pulpit the President of the Church, even the prophet of God, Spencer W. Kimball. My thoughts today have been centered on the land of his forebears, even Great Britain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p4\" class=\"\">London, England, is steeped in history. Who has not heard of Trafalgar Square, Buckingham Palace, Big Ben, Westminster Abbey, or the River Thames? Of lesser renown, yet priceless in value, are the truly magnificent galleries of art situated in this city of culture.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p5\" class=\"\">One gray, wintry afternoon I visited the famed Tate Gallery. I marveled at the landscapes of Gainsborough, the portraits of Rembrandt, and the storm-laden clouds of Constable. Tucked away in a quiet corner of the third floor was a masterpiece which not only caught my attention but captured my heart. The artist, Frank Bramley, had painted a humble cottage facing a wind-swept sea. Kneeling at the side of an older woman was a young, grief-filled wife who mourned the loss of her seafaring husband. The spent candle at the window ledge told of her fruitless, night-long vigil. The huge gray clouds were all that remained of the tempest-torn night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p6\" class=\"\">I sensed her loneliness. I felt her despair. The hauntingly vivid inscription which the artist gave to his work told the tragic story. It read: <span class=\"emphasis\">A Hopeless Dawn.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p7\" class=\"\">How the young widow longed for the comfort, even the reality, of Robert Louis Stevenson’s “Requiem”:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Home is the sailor, home from the sea,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the hunter home from the hill.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p10\" class=\"\">For her and many others who have loved and lost dear ones, each dawn is hopeless. Such is the experience of those who regard the grave as the end and immortality as but a dream.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p11\" class=\"\">The famed scientist, Madame Marie Curie, returned to her home the night of the funeral for her husband, Pierre Curie, who was killed in an accident in the streets of Paris, and made this entry in her diary:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p12\" class=\"\">“They filled the grave and put sheaves of flowers on it. Everything is over. Pierre is sleeping his last sleep beneath the earth; it is the end of everything, everything, everything.” (Vincent Sheehan, trans., <span class=\"emphasis\">Madame Curie: A Biography by Eve Curie,<\/span> Garden City, New York: Garden City Publishing Co., 1943, p. 249.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p13\" class=\"\">The atheist, Bertrand Russell, adds his testament: “No fire, no heroism, no integrity of thought and feeling can preserve an individual life beyond the grave.” And Schopenhauer, the German philosopher and pessimist, was even more bitter. He wrote: “To desire immortality is to desire the eternal perpetuation of a great mistake.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p14\" class=\"\">In reality, every thoughtful person has asked himself the universal question, best phrased by the venerable, perfect, and upright man named Job, who, centuries ago, asked: “If a man die, shall he live again?” (<span class=\"citation\" id=\"26768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26768)\">Job 14:14<\/a><\/span>.) Through inspiration from on high, Job answered his own question:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p15\" class=\"\">“Oh that my words were now written! oh that they were printed in a book!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p16\" class=\"\">“That they were graven with an iron pen and lead in the rock for ever!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p17\" class=\"\">“For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p18\" class=\"\">“In my flesh shall I see God.” (<span class=\"citation\" id=\"26770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26770)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26770)\">Job 19:23–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p19\" class=\"\">Few statements in scripture reveal so clearly a divine truth as does Paul’s epistle to the Corinthians: “For as in Adam all die, even so in Christ shall all be made alive.” (<span class=\"citation\" id=\"626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(626)\">1 Cor. 15:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p20\" class=\"\">Frequently, death comes as an intruder. It is an enemy that suddenly appears in the midst of life’s feast, putting out its lights and gaiety. It visits the aged as they walk on faltering feet. Its summons is heard by those who have scarcely reached midway in life’s journey, and often it hushes the laughter of little children. Death lays its heavy hand upon those dear to us and at times leaves us baffled and wondering. In certain situations, as in great suffering and illness, death comes as an angel of mercy. But for the most part, we think of it as the enemy of human happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p21\" class=\"\">The plight of the widow, for instance, is a recurring theme throughout Holy Writ. Our hearts go out to the widow at Zarephath. Gone was her husband. Consumed was her scant supply of food. Starvation and death awaited. Then came Elijah, God’s prophet, who brought to her, through her faith, heavenly peace. [See <span class=\"citation\" id=\"1266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1266)\">1 Kgs. 17:9–16<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p22\" class=\"\">We remember also the widow of Nain. She grieved over the loss of her son. Her abiding faith, her earnest prayer, brought forth a divine gift. The Lord Jesus Christ returned to her and to life her precious son. [See <span class=\"citation\" id=\"31959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31959)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31959)\">Luke 7:11–15<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p23\" class=\"\">But what of today? Is there comfort for the grieving heart? Does God remember still the widow in her travail?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p24\" class=\"\">Not far from this tabernacle there lived two sisters. Each had two handsome sons. Each had a loving husband. Each lived in comfort, prosperity, and good health. Then the grim reaper visited their homes. First, each lost a son; then the husband and father. Friends visited; words brought a measure of comfort; but grief continued unrelieved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p25\" class=\"\">The years passed. Hearts remained broken. The two sisters sought and achieved seclusion. They shut themselves off from the world which surrounded them. Alone they remained with their remorse. Then there came to a latter-day prophet of God, who knew well these two sisters, the inspiration of the Lord which directed him to their plight. Elder Harold B. Lee left his busy office and visited the penthouse home of the lonely widows. He listened to their pleadings. He felt the sorrow of their hearts. Then he called them to the service of God and to mankind. Each looked outward into the lives of others and upward into the face of God. Peace replaced turmoil. Confidence dispelled despair. God had once again remembered the widow and, through a prophet, brought divine comfort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p26\" class=\"\">The darkness of death can ever be dispelled by the light of revealed truth. “I am the resurrection, and the life,” spoke the Master. “He that believeth in me, though he were dead, yet shall he live:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p27\" class=\"\">“And whosoever liveth and believeth in me shall never die.” (<span class=\"citation\" id=\"28887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28887)\">John 11:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p28\" class=\"\">This reassurance, yes, even holy confirmation of life beyond the grave, could well be the peace promised by the Savior when he assured his disciples:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p29\" class=\"\">“Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.” (<span class=\"citation\" id=\"28893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28893)\">John 14:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p30\" class=\"\">“In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p31\" class=\"\">“That where I am, there ye may be also.” (<span class=\"citation\" id=\"28888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28888)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28888)\">John 14:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p32\" class=\"\">Out of the darkness and horror of Calvary came the voice of the Lamb, saying, “Father, into thy hands I commend my spirit.” (<span class=\"citation\" id=\"31976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31976)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31976)\">Luke 23:46<\/a><\/span>.) And the dark was no longer dark, for he was with his Father. He had come from God and to God he had returned. So also those who walk with God in this earthly pilgrimage know from blessed experience that he will not abandon his children who trust in him. In the night of death his presence will be “better than a light and safer than a known way.” (From “God Knows,” by Minnie Louise Haskins.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p33\" class=\"\">The reality of the resurrection was voiced by the martyr Stephen as he looked upward and cried, “I see the heavens opened, and the Son of man standing on the right hand of God.” (<span class=\"citation\" id=\"8203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8203)\">Acts 7:56<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p34\" class=\"\">Saul, on the road to Damascus, had a vision of the risen, exalted Christ. Later, as Paul, defender of truth and fearless missionary in the service of the Master, he bore witness of the risen Lord as he declared to the saints at Corinth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p35\" class=\"\">“Christ died for our sins according to the scriptures. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p36\" class=\"\">“He was buried, and … he rose again the third day according to the scriptures. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p37\" class=\"\">“He was seen of Cephas, then of the twelve:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p38\" class=\"\">“After that, he was seen of above five hundred brethren at once. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p39\" class=\"\">“He was seen of James; then of all the apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p40\" class=\"\">“And last of all he was seen of me.” (<span class=\"citation\" id=\"623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 623)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(623)\">1 Cor. 15:3–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p41\" class=\"\">In our dispensation, this same testimony was spoken boldly by the Prophet Joseph Smith, as he and Sidney Rigdon testified:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p42\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p43\" class=\"\">“For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p44\" class=\"\">“That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.” (<span class=\"citation\" id=\"16712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16712)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16712)\">D&amp;C 76:22–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p45\" class=\"\">This is the knowledge that sustains. This is the truth that comforts. This is the assurance that guides those bowed down with grief out of the shadows and into the light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p46\" class=\"\">Such help is not restricted to the elderly, the well-educated, or a select few. It is available to all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p47\" class=\"\">Several years ago, the Salt Lake City newspapers published an obituary notice of a close friend—a mother and wife taken by death in the prime of her life. I visited the mortuary and joined a host of persons gathered to express condolence to the distraught husband and motherless children. Suddenly the smallest child, Kelly, recognized me and took my hand in hers. “Come with me,” she said, and she led me to the casket in which rested the body of her beloved mother. “I’m not crying,” she said, “and neither must you. Many times my mommy told me about death and life with Heavenly Father. I belong to my mommy and my daddy. We’ll all be together again.” To my mind came the words of the Psalmist: “Out of the mouth of babes … hast thou ordained strength.” (<span class=\"citation\" id=\"41933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41933)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41933)\">Ps. 8:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p48\" class=\"\">Through tear-moistened eyes, I saw my young friend’s beautiful and faith-filled smile. For her, whose tiny hand yet clasped mine, there would never be a hopeless dawn. Sustained by her unfailing testimony, knowing that life continues beyond the grave, she, her father, her brothers, her sisters, and indeed all who share this knowledge of divine truth can declare to the world: “Weeping may endure for a night, but joy cometh in the morning.” (<span class=\"citation\" id=\"41935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41935)\">Ps. 30:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p49\" class=\"\">With all the strength of my soul, I testify that God lives, that his Beloved Son is the firstfruits of the resurrection [see <span class=\"citation\" id=\"625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 625)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(625)\">1 Cor. 15:20<\/a><\/span>], that the gospel of Jesus Christ is that penetrating light that makes of every hopeless dawn a joyful morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/hopeless-dawn-joyful-morning.p50\" class=\"\">In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}