{"ID":2753, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Message of Elijah\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p2\" class=\"\">Elder Mark E. Petersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a4a.jpg\" alt=\"Elder Mark E. Petersen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p3\" class=\"\">We Latter-day Saints have a divine message for the world. It is that God has spoken again from the heavens in these last days and has given us once more the gospel of the Lord Jesus Christ in a great new revelation of his will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p4\" class=\"\">Are you surprised that God would speak in these times? Are we who live today less important to him than those who lived two thousand years ago? Is he a respecter of persons?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p5\" class=\"\">Is not the same gospel required to save us as was needed in the days of Peter and Paul? There is only one gospel. There is only one Savior, and he gave us only one straight and narrow way to salvation, although, unfortunately, “few there be that find it.” (<span class=\"citation\" id=\"36443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36443)\">Matt. 7:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p6\" class=\"\">Over the centuries there has been a great departure from the original Christian teachings, resulting in a multiplicity of creeds and denominations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p7\" class=\"\">But Christ himself is not divided—not the true Christ. This was fully explained by the apostle Paul as he wrote to the Corinthians and upbraided them for the divisions which existed among them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p8\" class=\"\">“Is Christ divided?” he demanded of them. “Was Paul crucified for you? or were ye baptized in the name of Paul?” (<span class=\"citation\" id=\"606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(606)\">1 Cor. 1:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p9\" class=\"\">So he challenged them, saying, “Every one of you saith, I am of Paul; and I of Apollos; and I of Cephas; and I of Christ” (<span class=\"citation\" id=\"605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 605)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(605)\">1 Cor. 1:12<\/a><\/span>), thus showing the ruptures which had broken out among these people whom Paul had converted only a short time before. But this was one of the symptoms of those times—evidence that even in Paul’s day Christianity was beginning to disintegrate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p10\" class=\"\">It is evident from the scriptures that through the foreknowledge of God the ancient apostles were shown in advance that Christianity would be splintered, that its unity for which Christ had prayed would be destroyed, and that thus would come a general falling away from the original truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p11\" class=\"\">But the Lord was not content to abandon a shattered Christianity. He was still determined to save mankind if they would obey him. Therefore, knowing in advance that a falling away would take place, he provided for a restoration of the original truth in the latter days. This was voiced through the apostle Peter as one day he discoursed upon the second coming of the Lord. He explained that the Lord’s second coming would be preceded in the latter days by a restoration of the gospel which would be so extensive as to return all that God had spoken by the mouth of his holy prophets from the beginning of the world. (See <span class=\"citation\" id=\"8197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8197)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8197)\">Acts 3:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p12\" class=\"\">But how was this to be accomplished? Do the scriptures tell us? Indeed they do, for they say that the gospel would be brought back to earth by an angel, “flying in the midst of heaven” in the hour of God’s judgment, that this truth might be preached to “every nation, kindred, tongue and people.” (<span class=\"citation\" id=\"42492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42492)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42492)\">Rev. 14:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p13\" class=\"\">But the scriptures also say that a second angel would come as part of this great new revelation of God. They even identify him by name, and say that this second heavenly personage would be Elijah of old who was taken into heaven without tasting death. Remarkable, isn’t it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p14\" class=\"\">We testify that the first angel has come already, and that he committed the gospel to the Prophet Joseph Smith a century and a half ago. We Latter-day Saints are the custodians of that gospel, and we are presently taking it to all the free world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p15\" class=\"\">But what about this second angel? If the first one brought the gospel, what purpose was there in the coming of the second one? Why should Elijah be sent to the earth again in these last days?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p16\" class=\"\">The prophet Malachi explained. Elijah, he said, would come to earth “before … the great and dreadful day of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p17\" class=\"\">“And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.” (<span class=\"citation\" id=\"32842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32842)\">Mal. 4:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p18\" class=\"\">This is a passage of scripture which has greatly puzzled the Bible scholars. They cannot tell what it means. Many have guessed and speculated, but none have really known.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p19\" class=\"\">What does this scripture mean? Why was Elijah to come back to earth? Obviously there was some family relationship involved, since he was to turn the hearts of the fathers to their children, and the hearts of the children to their fathers. What could it mean?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p20\" class=\"\">The significance of that scripture was not made known until after the first angel had restored the gospel. In fact, it was the restored gospel that opened our minds to the purpose of Elijah’s coming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p21\" class=\"\">Its great meaning was that salvation may come to all who have lived on the earth, even the dead as far back as the days of Adam, if they will only believe in the Lord Jesus Christ. Both the living and the dead may be saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p22\" class=\"\">But how can this be?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p23\" class=\"\">Jesus explained that he is God of both the living and the dead, and that, in fact, even the dead are alive unto him. (See <span class=\"citation\" id=\"31971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31971)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31971)\">Luke 20:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p24\" class=\"\">However, he has but one gospel; and since both living and dead are alike unto him, both living and dead must be saved by the same gospel principles. The Lord is no respecter of persons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p25\" class=\"\">Salvation comes only through faith in the Lord Jesus Christ, repentance from sin, and baptism by immersion in water for the remission of sins performed by one in authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p26\" class=\"\">But can the dead comply with these terms? Yes, they can if they will. But how is it possible?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p27\" class=\"\">Peter taught that while Christ’s body lay in the tomb after the crucifixion his eternal spirit went to the realm of the dead, who were alive and alert in a spirit existence. Each person was still himself. Each could listen and learn—and so they did, for Jesus taught them his gospel just as he had taught it here on earth. (See <span class=\"citation\" id=\"2362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2362)\">1 Pet. 3:18–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p28\" class=\"\">Peter further said: “For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.” (<span class=\"citation\" id=\"2364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2364)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2364)\">1 Pet. 4:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p29\" class=\"\">Would Jesus have preached to them if they could not hear and understand? Would he have preached faith and repentance if they were not able to believe and repent? Is not the Savior practical and realistic?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p30\" class=\"\">But what about baptism and other saving ordinances?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p31\" class=\"\">Paul now comes to our aid. He made it known that in the early church there existed an arrangement whereby the living could be baptized for and in behalf of their dead, and thus would baptism be made available to the departed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p32\" class=\"\">But who can do this, and by what authority? By what means may we identify the dead so that we may know for whom this work is done?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p33\" class=\"\">That is why Elijah came in fulfillment of Malachi’s prophecy. And we testify that he has come, that he appeared in the Kirtland Temple on April 3, 1836—one hundred and forty years ago to this very day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p34\" class=\"\">His coming was to teach us, the living, that the dead may be saved, and that we are to be instruments in the hands of God in helping to bring this about. In this way his coming turns our hearts to our dead kindred.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p35\" class=\"\">The dead now hear the gospel in the realm where they live, and, knowing that their saving ordinances must be performed vicariously by us, they turn their hearts of necessity to us, hoping that we will do this work for them. So Elijah’s mission is being fulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p36\" class=\"\">We Latter-day Saints have undertaken our share of this great work. We have built holy temples in which these vicarious ordinances are performed. We have established the finest genealogical library in the world, where we may research the identifying information for our dead kindred.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p37\" class=\"\">But even so, there are many who yet do not comprehend this doctrine, neither do they understand their responsibility in it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p38\" class=\"\">Be it known that each living person is responsible to assist in the salvation of his own deceased relatives. Our own salvation is largely dependent upon it. We cannot be made perfect without our ancestors, and they cannot be made perfect without us. (See <span class=\"citation\" id=\"24453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24453)\">Heb. 11:40<\/a><\/span>.) And why?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p39\" class=\"\">The requirement of the Lord is that each couple must be married for eternity and each child must be bound to his or her own parents by the power of the holy priesthood. This process must be carried back into the past as far as we can obtain genealogical information to justify it. This is in addition to the baptisms we may perform for our dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p40\" class=\"\">If we fail to do this work, we place our own salvation in question.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p41\" class=\"\">What is our obligation then? Each one of us—if we pretend to obey the gospel at all—must search out our dead and have these saving ordinances performed for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p42\" class=\"\">Many suppose that they are discharging their responsibilities by simply “going to the temple.” But that is not wholly true. We must go to the temple, of course, and often. It we do not as yet have the records of our own dead kindred, then while we search for them, by all means let us help others with theirs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p43\" class=\"\">But be it understood that if we go to the temple, and not for our own dead, we are performing only a part of our duty, because we are also required to go there specifically to save our own dead relatives and bind the various generations together by the power of the holy priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p44\" class=\"\">We must disabuse our minds of the idea that merely “going to the temple” discharges our full responsibility, because it does not. That is not enough.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p45\" class=\"\">We must get down to specifics and do the work for our own dead progenitors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p46\" class=\"\">God holds each of us responsible for saving our own kindred—specifically our own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p47\" class=\"\">President Joseph Fielding Smith, discoursing on this subject at one time, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p48\" class=\"\">“It matters not what else we have been called to do, or what position we may occupy, or how faithfully in other ways we have labored in the Church, <span class=\"emphasis\">none<\/span> are exempt from this great obligation [of performance of temple work for the dead].<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p49\" class=\"\">“It is required of the apostle as well as of the humblest elder. Place, or distinction, or long service in the Church, in the mission field, the Stakes of Zion, or where or how else it may have been will <span class=\"emphasis\">not<\/span> entitle one to disregard the salvation of one’s dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p50\" class=\"\">“Some may feel that if they pay their tithing, attend their regular meetings and other duties, give of their substance to feed the poor, perchance spend one or two or more years preaching in the world, that they are absolved from further duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p51\" class=\"\">“But the greatest and grandest duty of all is to labor for the dead. We may and should do all these other things, for which reward will be given, but if we neglect the weightier privilege and commandment, notwithstanding all other good works, we shall find ourselves under severe condemnation.” (<span class=\"emphasis\">Seeking after Our Dead,<\/span> Genealogical Society of Utah, 1928, pp. 35–36.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p52\" class=\"\">When we say that we must do work specifically for our own blood lines, what do we mean?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p53\" class=\"\">We mean that first we will do the genealogical research to identify our own particular progenitors and their families. Then we are to go to the temple for the ordinance work required for these our own specific relatives who are dead and whom we have identified by our genealogical research. We are to be sealed in a specific priesthood line to our own specific forefathers, and they must specifically be sealed to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p54\" class=\"\">But remember we cannot thus bind the generations together in our own blood lines unless we specifically identify our people first. Hence the overpowering need for a well-directed genealogical program in each family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p55\" class=\"\">I hope you will forgive me for being so specific here, but I do not know any other way of specifically explaining the specific points I specifically have in mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p56\" class=\"\">The Prophet Joseph Smith said that it is necessary that those who have lived before us and those who come after us should have salvation in common with us. He said that without these ordinances, provided in the temples, neither we nor our dead can receive our eternal advancement. (See <span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 356.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p57\" class=\"\">Everyone who wishes to receive ultimate salvation, the Prophet Joseph said, “must go through all the ordinances for each one of them [our kindred] separately, the same as for himself, from baptism to ordination, … and receive all the keys and powers of the Priesthood the same as for himself.” (<span class=\"emphasis\">Teachings,<\/span> p. 363.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p58\" class=\"\">He also said: “If you [will] receive it, this is the spirit of Elijah, that we redeem <span class=\"emphasis\">our<\/span> dead, and connect <span class=\"emphasis\">ourselves<\/span> with <span class=\"emphasis\">our<\/span> fathers … and seal up <span class=\"emphasis\">our<\/span> dead to come forth in the first resurrection.” (<span class=\"emphasis\">Teachings,<\/span> pp. 337–38; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p59\" class=\"\">And again he added: “How are they [the Saints] to become saviors on Mount Zion?” He answered his own question as he said: “By building their temples, erecting their baptismal fonts, and going forth and receiving all the ordinances … in behalf of all their progenitors who are dead.” (<span class=\"emphasis\">Teachings,<\/span> p. 330.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p60\" class=\"\">If we believe in the restoration of the gospel at all, we must believe also in the mission of Elijah. We declare that he has come to earth and delivered the keys of his ministry to the Prophet Joseph Smith [see <span class=\"citation\" id=\"16775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16775)\">D&amp;C 110:13–16<\/a><\/span>]. As a result of his labors, the hearts of both the fathers and the children are now turning to each other, and this vital work is being done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-message-of-elijah.p61\" class=\"\">But each of us must do our part for our own deceased relatives. It is so essential that it must be given a high priority in our daily lives. And that we may give it this great priority is my humble prayer in the sacred name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}