{"ID":2754, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            He Is the Son of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_010<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p3\" class=\"\">I hope you felt of the sweet spirit of this Primary chorus that has blessed this meeting. Did you hear their message? Did you hear what they said?<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I wonder when He comes again<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Will I be ready there<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To look upon His loving face,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And join with Him in prayer?<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p8\" class=\"\">“I Wonder, When He Comes Again,” by Mirla Greenwood Thayne<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p9\" class=\"\">The prophet Alma said little children have words given unto them many times which confound the wise and the learned. (See <span class=\"citation\" id=\"9243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9243)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9243)\">Alma 32:23<\/a><\/span>.) I’m sure we’ve seen an example of that here this day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p10\" class=\"\">A few hours after President Kimball ordained and set me apart, I traveled to meetings in Norfolk, Virginia. My soul was still filled with wonderment. But as I entered the meeting room of a regional conference of Young Adults, they were singing “I Need Thee Every Hour.” They had heard of my call. These young people knew my need—knew how deeply I needed the help of the Lord. My heart was overflowing with emotion as I tried to join them as they sang, “I need thee; O I need thee; Every hour I need thee! O bless me now, my Savior; I come to thee.” (<span class=\"emphasis\">Hymns,<\/span> no. 79.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p11\" class=\"\">The weight of this new calling and the responsibility to which you have just sustained me would be overwhelming were it not for my knowledge of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p12\" class=\"\">I have prayed daily for a deeper understanding of the Master as I prepare for this sacred responsibility of being a special witness to all the world. His words seem clearer to me now. He said, “Learn of me, and listen to my words; walk in the meekness of my Spirit, and you shall have peace in me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p13\" class=\"\">“Thou shalt declare repentance and faith on the Savior,” he said, “and remission of sins by baptism, and by fire, yea, even the Holy Ghost.” (<span class=\"citation\" id=\"16618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16618)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16618)\">D&amp;C 19:23, 31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p14\" class=\"\">The Savior said, “Arise and gird up your loins, take up your cross, follow me, and feed my sheep.” (<span class=\"citation\" id=\"16777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16777)\">D&amp;C 112:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p15\" class=\"\">The Savior’s declaration “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent” (<span class=\"citation\" id=\"28900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28900)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28900)\">John 17:3<\/a><\/span>) now has a more profound meaning to me. It is not only my desire but my sacred obligation to help others to know and to understand this. Times have changed since Christ’s true and only church was restored to the earth, but today the needs are the same and the promises assuring. Listen to this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p16\" class=\"\">“Draw near unto me and I will draw near unto you; seek me diligently and ye shall find me; ask, and ye shall receive; knock, and it shall be opened unto you.” (<span class=\"citation\" id=\"16736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16736)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16736)\">D&amp;C 88:63<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p17\" class=\"\">Our challenges are the same: “Thou shalt preach the fulness of my gospel, which I have sent forth in these last days, the covenant … to recover my people.” (<span class=\"citation\" id=\"16649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16649)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16649)\">D&amp;C 39:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p18\" class=\"\">“Again I say unto you, hearken and hear and obey the law which I shall give unto you.” (<span class=\"citation\" id=\"16652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16652)\">D&amp;C 42:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p19\" class=\"\">The Master’s instructions to us, given then, are the same today:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p20\" class=\"\">“And now, behold, I give unto you a commandment, that when ye are assembled together ye shall instruct and edify each other, that ye may know how to act and direct my church. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p21\" class=\"\">“And ye are to be taught from on high.” He went on to say, “Sanctify yourselves and ye shall be endowed with power.” (<span class=\"citation\" id=\"16664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16664)\">D&amp;C 43:8, 16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p22\" class=\"\">His promises are clear to us today. “If thou shalt ask, thou shalt receive revelation upon revelation, knowledge upon knowledge.” (<span class=\"citation\" id=\"16662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16662)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16662)\">D&amp;C 42:61<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p23\" class=\"\">And then that great promise: “And if your eye be single to my glory, your whole bodies shall be filled with light, and there shall be no darkness in you; and that body which is filled with light comprehendeth all things.” (<span class=\"citation\" id=\"16737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16737)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16737)\">D&amp;C 88:67<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p24\" class=\"\">Just as I have been instructed and counseled by President Kimball, others through the years have been so counseled. One hundred forty-six years ago when the Church was restored, the First Presidency instructed Parley P. Pratt, a newly called member of the Twelve: “O, Lord, smile from heaven upon this thy servant; forgive his sins, sanctify his heart, and prepare him to receive the blessing. … Increase his intelligence, communicate to him all that wisdom, that prudence and that understanding which he needs as a minister of righteousness, and to magnify the apostleship whereunto he is called.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p25\" class=\"\">And continuing they said: “You have enlisted in a cause that requires your whole attention. … Become a polished shaft. … You must endure much toil, much labor, and many privations to become perfectly polished. … Your labor must be incessant, and your toil great; you must go forth and labor till the great work is done. … Your Heavenly Father requires it; the field is His; the work is His; and He will … cheer you … and buoy you up. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p26\" class=\"\">“Beware of pride,” they continued. “Beware of evil; shun the very appearance of it. … You will see thousands who, when they first see you, will know nothing about salvation by Jesus Christ. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p27\" class=\"\">“Cultivate great humility. … Beware … the flatterers of the world. … Let your ministry be first. Remember, the souls of men are committed to your charge. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p28\" class=\"\">They went on to say to Parley P. Pratt: “It is necessary that you receive a testimony from Heaven … so that you can bear testimony to the truth of the Book of Mormon. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p29\" class=\"\">“Strengthen your faith. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p30\" class=\"\">“You are called to preach the gospel of the Son of God to the nations of the earth; it is the will of your Heavenly Father that you proclaim His gospel to the ends of the earth, and the islands of the sea. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p31\" class=\"\">“Be prepared at all times to make a sacrifice of your [life], should God require it. … Be always prayerful; be always watchful. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p32\" class=\"\">“This gospel must roll, and will roll until it fills the [entire] earth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p33\" class=\"\">“You [will] need a fountain of wisdom, knowledge and intelligence, such as you never had. … [God] can endow you without worldly pomp or great parade. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p34\" class=\"\">“You must proclaim the gospel in its simplicity and [its] purity.” (<span class=\"emphasis\">Autobiography of Parley P. Pratt,<\/span> Deseret Book Co., 1961, pp. 119–26.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p35\" class=\"\">Now I know by the power of the Spirit that this direction and counsel given under the inspiration of the Prophet Joseph Smith, which was meant for the Brethren in those days, is also meant for us. These eleven chosen servants I now have the honor to be associated with have not only placed their all on the altar, but they live lives of righteousness and complete dedication. I hope to follow them and to emulate their example. I love each of them. I love the First Presidency and all of the General Authorities. I feel a warmth to my soul when I am in their company.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p36\" class=\"\">Of the Twelve, President Joseph F. Smith said, “These twelve disciples of Christ are supposed to be eye and ear witnesses of the divine mission of Jesus Christ. It is not permissible for them to say, I believe, … I have accepted it simply because I believe it. … The Lord informs us they must <span class=\"emphasis\">know,<\/span> they must get the knowledge for themselves. It must be with them as if they had seen with their eyes and heard with their ears and they know the truth. That is their mission, to testify of Jesus Christ and him crucified and risen from the dead and clothed now with almighty power at the right hand of God, the Savior of the world … That is the doctrine and the truth that it is their duty to preach to the world and see that it is preached to the world … that Joseph [Smith] is a prophet of God, and was authorized and qualified to lay the foundation of the kingdom of God.” (<span class=\"emphasis\">Gospel Doctrine,<\/span> p. 178.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p37\" class=\"\">I know that the spirit of revelation is as essential for us today as it was for the Twelve during the Savior’s earthly ministry. There occurred an incident which some writers regard as a culminating point of the Savior’s ministry. You recall that he asked the Twelve two momentous questions. First, he asked, “Whom do men say that I the Son of man am?” (<span class=\"citation\" id=\"36458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36458)\">Matt. 16:13<\/a><\/span>.) The apostles spoke words of soberness and truth but made the admission that the Messiah had not been recognized by the world which he came to save. The apostles repeated the guesses of the people. Some said he was John the Baptist; some said he was a new Elijah; others saw in him the tenderness of Jeremiah and thought that <span class=\"emphasis\">he<\/span> had come. And many looked on him as a prophet. The light had shone in the darkness, but the darkness comprehended it not. (See <span class=\"citation\" id=\"28870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28870)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28870)\">John 1:5<\/a><\/span>.) We can only imagine the disappointment as the Savior directed the second question to the apostles when he said: “But whom say ye that I am?” (<span class=\"citation\" id=\"36462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36462)\">Matt. 16:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p38\" class=\"\">The Savior needed to convert them, and they needed to convert the world. The answer came. Peter had the immortal honor of giving utterance for them all:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p39\" class=\"\">“Thou art the Christ, the Son of the living God.” (<span class=\"citation\" id=\"36464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36464)\">Matt. 16:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p40\" class=\"\">This answer came from the senior of the apostles. The apostles now recognized in Jesus of Nazareth the promised Messiah of their nation and a Son of David; but he was more than this—even “the Son of the living God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p41\" class=\"\">“Jesus answered and said unto him, Blessed art thou, Simon [son of Jonas]: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p42\" class=\"\">“And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p43\" class=\"\">“And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall he bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.” (<span class=\"citation\" id=\"36465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36465)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36465)\">Matt. 16:17–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p44\" class=\"\">This confirmation of Peter was also Jesus’ testimony of himself and a promise that we who can so acknowledge are blessed when we are led by the Spirit of God. Here was the promise that his church, founded on the rock of inspired revelation, should remain unconquered by all powers of hell. Here was the conferring upon his church the power to open and shut, to bind and loose, and the promise that the keys of the priesthood, righteously exercised on earth, would be ratified in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p45\" class=\"\">God bless us with faith in Christ—the faith Christ stressed when he appeared to the eleven. Thomas, you recall, wanted proof—wanted to personally see what had been described to him. The Savior said, “Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed.” (<span class=\"citation\" id=\"28907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28907)\">John 20:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p46\" class=\"\">I have not seen, but I know. I have always known, but now I have received a greater assurance and pray that I will always know that this is the gospel of the Lord Jesus Christ, that it has been restored in our day, that God is a reality. I know that he lives, that man was created in his image and likeness. I know that Jesus of Nazareth, born of Mary, is the Christ, the Son of God, and that there is no other name under heaven by which man can be saved. I know that he lives now—today—and that salvation is only through him; that he will bring us back, if worthy, to the presence of God, our Eternal Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p47\" class=\"\">I pray the divine spark will develop into a firm knowledge and conviction in all of us, and that through personal revelation we will know that Jesus is the son of the living God, that President Kimball is the only man on earth who holds and exercises in righteousness the keys of the kingdom and is the mouthpiece of God on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/he-is-the-son-of-god.p48\" class=\"\">Bless us with heavenly inspiration to know and to be prepared for His coming—for he will come as King of kings, to reign forever and ever. I so testify to you, as I pray in his holy name. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}