{"ID":2756, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            You Are Your Greatest Treasure\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p2\" class=\"\">Elder John H. Vandenberg<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:244c.jpg\" alt=\"Elder John H. Vandenberg\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p3\" class=\"\">Recently, in handling some souvenirs which I possess, I held in my hand a pocket piece which reminded me of a pleasant experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p4\" class=\"\">Several years ago, boarding an aircraft in Denver to return to Salt Lake City, having been invited to be a member of the Church Building Committee, I met a member of our staff making the same journey. With him was a gentleman he had chanced to meet. Seated in the aircraft together, we engaged ourselves in conversation. I asked the gentleman about his present occupation. He informed us that he was a building engineer, presently engaged in building a church in one of the larger cities in the state of Texas. He recounted to us some of the frustrating experiences that he and their finance committee had in raising funds from the members of his church; they had tried most everything such as direct solicitations, dinners, bazaars, some games of chance—none of which was very successful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p5\" class=\"\">To solve the financial problem, they called a special meeting. It was during this meeting, he said, that they had come upon a capital idea, after someone had suggested going to the scriptures to try the Lord’s way. The scripture came from Malachi:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p6\" class=\"\">“Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.” (<span class=\"citation\" id=\"32841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32841)\">Mal. 3:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p7\" class=\"\">From this the committee conceived a unique idea of getting that message to their members by coining a pocket piece made of copper with a coating to make it appear as a bright gold coin, about the size of a fifty-cent piece, inscribed on one side with the words, “One tenth is the Lord’s” and on the other side, “Bring ye all the tithes and I will pour you out a blessing that there shall not be room enough to receive it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p8\" class=\"\">These coins, he said, were distributed to the members. The thought was that as the men would reach into their pockets and the ladies into their purses for change, the bright gold coin would be the first item they would see, and it would remind them of their duty. He smiled and handed to each of us the souvenir coin and said: “This was successful! The people have responded and now we are moving ahead with our project.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p9\" class=\"\">As he said that, I thought, “A true principle discovered, properly applied, brings a correct result.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p10\" class=\"\">After some pause, he turned the conversation to us and queried of us as to our present endeavors, to which we replied: “Coincidentally, we too are engaged in building churches, employed by The Church of Jesus Christ of Latter-day Saints.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p11\" class=\"\">“How many churches are you building?” he asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p12\" class=\"\">“At present, a few hundred,” was the reply.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p13\" class=\"\">A surprised look appeared on his face. “That’s a lot of buildings! How in the world do you pay for them? Where do you get the money?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p14\" class=\"\">“From our Church membership, and coincidentally again, the great secret you discovered in the principle of tithing has been a tenet of the Lord’s Church from the early days of its restoration,” was the reply.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p15\" class=\"\">This afforded an extensive discussion of the great devotion of the Latter-day Saints, not only in paying their tithing, their fast offerings, additional construction funds, temple funds, welfare funds, budgets, missionary funds, etc., but also of their giving much of their free time in Church services, in the administration of and participation in the Church programs. We explained the extensive missionary program and the devotion of our young people to it. He seemed intensely interested, sat back in his seat, and thoughtfully said: “That’s amazing! You must have something we do not have.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p16\" class=\"\">Again the question arises, what really is the difference that causes such devotion? Let us go to Joseph Smith for an answer. In December 1839 he was in Washington in company with others trying to obtain redress of grievances for the Saints. In corresponding with his brother Hyrum, he stated that they had had an interview with the president of the United States and reported, and I quote: “In our interview with the President, he interrogated us wherein we differed in our religion from other religions of the day. Brother Joseph said we differed in mode of baptism, and the gift of the Holy Ghost by the laying on of hands. We considered that all other considerations were contained in the gift of the Holy Ghost.” (<span class=\"emphasis\">History of The Church of Jesus Christ of Latter-day Saints,<\/span> 4:42.) That is the gift conveyed to each member as he is confirmed into the Church. Those who respond to that gift are guided by it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p17\" class=\"\">The power of the Holy Ghost was alluded to in the Savior’s instructions to his disciples as he spoke to them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p18\" class=\"\">“Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p19\" class=\"\">“And when he is come, he will reprove the world of sin, and of righteousness, and of judgment. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p20\" class=\"\">“I have yet many things to say unto you, but ye cannot bear them now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p21\" class=\"\">“Howbeit when he, the Spirit of truth, is come, he will guide you into all truth.” (<span class=\"citation\" id=\"28898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28898)\">John 16:7–8, 12–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p22\" class=\"\">It is through the Holy Ghost that members receive the knowledge and witness of the truth. So influenced, they willingly and voluntarily support the cause of the restored gospel of Jesus Christ. Whatever is required of them, they respond and feel comfortable about it. How else should it be? The price is paid, as portrayed in the simple parable:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p23\" class=\"\">“Again, the kingdom of heaven is like unto a merchant man, seeking goodly pearls:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p24\" class=\"\">“Who, when he had found one pearl of great price, went and sold all that he had, and bought it.” (<span class=\"citation\" id=\"36450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36450)\">Matt. 13:45–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p25\" class=\"\">Joseph Smith, speaking on the subject, so expressed himself: “Such was, and always will be, the situation of the saints of God, that unless they have an actual knowledge that the course they are pursuing is according to the will of God they will grow weary in their minds, and faint, for such has been, and always will be, the opposition in the hearts of unbelievers and those that know not God. … For a man to lay down his all … requires more than mere belief or supposition that he is doing the will of God; but actual knowledge, realizing that, when these sufferings are ended, he will enter into eternal rest, and be a partaker of the glory of God. … Let us here observe,” he continues, “that a religion that does not require the sacrifice of all things never has power sufficient to produce the faith necessary unto life and salvation.” (<span class=\"emphasis\">Lectures on Faith,<\/span> 6:4–5, 7.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p26\" class=\"\">From certain vantage points, some are privileged to see the growth and vitality of the living Church. In that movement it is seen that faith is increasing in the earth, that God’s everlasting covenant is established, and that the fulness of the gospel is being proclaimed. (See <span class=\"citation\" id=\"16596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16596)\">D&amp;C 1:21<\/a><\/span>.) This is in harmony with the revelation given through the Prophet Joseph Smith, while spending some of his most burdensome times in the Liberty Jail during the winter and spring of 1838–39. In the midst of that dark world he declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p27\" class=\"\">“How long can rolling waters remain impure? What power shall stay the heavens? As well might man stretch forth his puny arm to stop the Missouri river in its decreed course, or to turn it up stream, as to hinder the Almighty from pouring down knowledge from heaven upon the heads of the Latter-day Saints.” (<span class=\"citation\" id=\"16781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16781)\">D&amp;C 121:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p28\" class=\"\">This knowledge which the Almighty pours down upon the heads of the Saints relates to that lost knowledge of the true nature of the Father and of his Son, Jesus Christ: the true purposes and meaning of life; the true doctrines of the gospel, which, when accepted, establish faith in God so essential to eternal life. In the prayer Jesus offered in behalf of his disciples and all believers, he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p29\" class=\"\">“And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” (<span class=\"citation\" id=\"28901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28901)\">John 17:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p30\" class=\"\">The whole purpose of the gospel plan is to inform mankind that they might act in accord with its principles; it is to help the individual find himself, to bring into his life an answer to his dilemmas. Said one, concerning such a dilemma: “Your greatest problem is yourself. You are also your greatest treasure. If you can get yourself determined upon—find out what you are and what you are for, and if you can discover and develop the elements of value in your nature—your life will take on the beauty of orderliness. … I say ‘if you can,’ for this procedure takes wisdom, and wisdom is a fruit that ripens slowly. Perhaps you are not yet wise, perhaps you are still incapable of self-analysis, perhaps you are confused amid the surface and appearances of life, perhaps your code of conduct is based on the custom of the times and the sayings of alleged sages, perhaps you are disheartened and discouraged, even in frenzy of retreat before the things in your life which seem to oppose you and beat you back. But even so, this is but a condition or mood which is not final. The condition will right itself, the mood will pass.” (Richard Wightman)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p31\" class=\"\">The gospel in its fulness provides the help needed to “get yourself determined upon—to find out what you are and what you are for.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p32\" class=\"\">King Benjamin, a prophet in the Book of Mormon, speaking of the attributes of God, said: “If the knowledge of the goodness of God … has awakened you to a sense of your … fallen state, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p33\" class=\"\">“This is the means whereby salvation cometh. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p34\" class=\"\">“Believe in God; believe that he is, and that he created all things, both in heaven and in earth; believe that he has all wisdom, and all power, both in heaven and in earth; believe that man doth not comprehend all the things which the Lord can comprehend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p35\" class=\"\">“And again, believe that ye must repent of your sins and forsake them, and humble yourselves before God; and ask in sincerity of heart that he would forgive you; and now, if you believe all these things see that ye do them.” (<span class=\"citation\" id=\"40430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40430)\">Mosiah 4:5, 8–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p36\" class=\"\">Using this scripture as a base and pursuing a course which the Savior referred to as being “strait” and “narrow” (see <span class=\"citation\" id=\"36444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36444)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36444)\">Matt. 7:14<\/a><\/span>) will bring one to realize that “he himself is his greatest treasure.” Millions have so testified under the power of the Holy Ghost, as they have subscribed themselves to the true doctrine and joined with others in the true Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/you-are-your-greatest-treasure.p37\" class=\"\">May God bless us and help us to understand this I humbly pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}