{"ID":2757, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Jesus of Nazareth, Savior and King”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p2\" class=\"\">Elder Neal A. Maxwell<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/neal-a-maxwell-10.jpg\" alt=\"Neal A. Maxwell\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p3\" class=\"\">My fellowmen, it matters so very much how we regard and view Jesus Christ. Some seek to substitute Caesars for Christ. Others are blinded because they are “looking beyond the mark” (<span class=\"citation\" id=\"25867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25867)\">Jacob 4:14<\/a><\/span>) when the mark is Christ. Many sects—without the reinforcing rods of revelation—have been badly shaken by theological tremors; the resulting ecclesiastical erosion has been so rapid it is measured in months, not centuries. Some crusaders without a cross have actually removed the divinity of Jesus Christ from the center of their doctrines—only to see all the other doctrinal dominoes tumble, too.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p4\" class=\"\">Thus, foolishness, fear, and fashion have flattened the theology of many. For them, there is neither shelter nor landmark on the horizon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p5\" class=\"\">There is, however, one people and one church bearing Jesus Christ’s name and built upon the fulness of his gospel. This people is seen by the world as eccentric, because they are so Christocentric!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p6\" class=\"\">This people strives to follow the counsel of the resurrected Savior, who said, “Hold up your light … unto the world. Behold I am the light which ye shall hold up—that which ye have seen me do.” (<span class=\"citation\" id=\"5839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5839)\">3 Ne. 18:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p7\" class=\"\">Today I desire to hold up that light by testifying of Jesus Christ and what he has done according to what I know, have seen, felt, and heard in my life. This testimony involves my reason and my experience—the two limited but helping witnesses! Happily, there has been given to me the third witness of the Spirit—the unimpeachable and convincing witness!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p8\" class=\"\">My only regret is that what follows is apt to be the verbal equivalent of a child’s enthusiastic finger painting—because my tongue cannot tell all I know. Even so …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p9\" class=\"\">I testify that in our first estate Jesus was the incomparable individual among all our Father’s spirit children. He helped to prepare this planet for us and led—not pushed—us from our premortal post. I thank him for the untold things he did, across the ages of that first estate, to prepare perfectly for his unique role—while I was doing so very much less. I thank him, further, for not deserting those of us who are slow or stragglers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p10\" class=\"\">I testify that his intelligence is vastly superior in every field to the very brightest mortals in those fields and that his intellect in scope and truth far exceeds all human intellects. I thank him for encapsulating that exquisite mind in both perfect love and perfect humility. His brilliance is not the “catch-me-if-you-can” kind, but a pleading and patient, “Come, follow me.” (<span class=\"citation\" id=\"31970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31970)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31970)\">Luke 18:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p11\" class=\"\">I testify that his premortal performance reflected both an astonishing selflessness and a breathtaking commitment to freedom as a condition of our genuine growth. I thank him for combining his long view of our needs with a short step forward to volunteer his services. Never has anyone offered so much to so many in so few words as when Jesus said, “Here am I, send me.” (<span class=\"citation\" id=\"7328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7328)\">Abr. 3:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p12\" class=\"\">I testify that he assisted in the creation and management not only of this planet, but other worlds. His grasp is galactic, yet he noticed the widow casting in her mite. I am stunned at his perfect, unconditional love of all. Indeed, “I stand all amazed at the love Jesus offers me.” (“I Stand All Amazed,” <span class=\"emphasis\">Hymns,<\/span> no. 80.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p13\" class=\"\">I testify that Jesus was, in fact, actually proffered the kingdoms of this world by Satan. I thank him for declining this specious offer since all eternity would have been shaken, for Jesus’ grip on himself was also mankind’s hold on the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p14\" class=\"\">I testify that he is the Divine Savior and Redeemer of all mankind. He who did not need to die himself was willing to be bound by the chains of death so he could break them for all mankind. I testify that he is thereby our advocate with the flawless Father. I thank him for letting us decide how we will regard him, our Rescuer. I thank him for his discerning way of knowing us without controlling us, for never letting the needs of now crowd out the considerations of eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p15\" class=\"\">I testify that in eloquent example he partook voluntarily of the bitter cup in the awful, but for him avoidable, atonement; we must, therefore, drink from our tiny cups. I thank him for likewise not interceding on our behalf, even when we pray in faith and reasonable righteousness, for that which would not be right for us. Our glimpse of Gethsemane should teach us that all prayers are petitions!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p16\" class=\"\">I testify that, though he never needed it, he gave to us what we desperately needed—that program of progress—repentance, which beckons us to betterness. I thank him for helping me, even forgiving me, when I fall short, when I testify of things known but which are beyond the border of my behavior, and for helping me to advance that border, bit by bit. His relentless redemptiveness exceeds my recurring wrongs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p17\" class=\"\">I testify that he has given us, and will give us, living prophets. I thank him for his superb selection of his special witnesses and for his omniscient orchestration of their varied gifts in a symphony of salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p18\" class=\"\">I testify that he was raised in a lowly town and thank him for the example of rising above his beginnings without renouncing them and for then surmounting all that was set before him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p19\" class=\"\">I testify that the Jehovah introduced by thunderings and lightnings to a gathered Israel at Sinai (see <span class=\"citation\" id=\"22872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22872)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22872)\">Ex. 19:16–18<\/a><\/span>) is the same Jesus who later lamented, “O Jerusalem, Jerusalem … how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings.” (<span class=\"citation\" id=\"36476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36476)\">Matt. 23:37<\/a><\/span>.) I thank him for such repeated reachings out to mankind, whether in phenomenal power or in quiet conversation at a wellside.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p20\" class=\"\">I testify that he is the Perfect Example and Leader, not asking us to do what he has not done, not asking us to endure what he has not endured, giving us enough, but not more than we can manage. I thank him who did everything perfectly for sharing his precious work with those of us who then do it so imperfectly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p21\" class=\"\">I testify that he and the Father are serious about stretching our souls in this second estate. I thank him for truly teaching us about our personal possibilities and for divinely demonstrating directions—not just pointing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p22\" class=\"\">I testify that just as he has helped to carefully construct this second estate for all mankind, he also has helped to carefully construct each of our little universes of experience. I thank him for blessing me therein with a wife, children, parents, leaders, and friends to help me. I thank him now for the tender times, the jarring times, the perplexing times, and even for the times when my learning is so painfully public—lest in such moments to come I am too taxed to testify or too anguished to appreciate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p23\" class=\"\">I thank Jesus for foregoing fashionableness and for enduring not only the absence of appreciation but also for speaking the truth, knowing beforehand that misunderstanding and misrepresentation would follow. I thank him for his marvelous management of time, for never misusing a moment, including the moments of meditation. Even his seconds showed his stewardship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p24\" class=\"\">No son ever complemented his Father so gracefully, honored his Father so constantly, or trusted his Father so completely as did Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p25\" class=\"\">Thus, I add my small voice to the anthem of appreciation that has proceeded from this pulpit over the decades. I gladly and unashamedly acknowledge Jesus of Nazareth, Savior and King!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/jesus-of-nazareth-savior-and-king.p26\" class=\"\">Last of all, I witness that he lives—with all that those simple words imply. I know I will be held accountable for this testimony; but, as hearers or readers, you are now accountable for my witness—which I give in the very name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}