{"ID":2758, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Word of Wisdom\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p2\" class=\"\">Elder Theodore M. Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2f9c.jpg\" alt=\"Elder Theodore M. Burton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p3\" class=\"\">My brothers and sisters, to those testimonies Brother Maxwell has given us, I add my hearty “Amen.” When I was a young boy we used to sing a hymn in Sunday School entitled “In Our Lovely Deseret.” We called it the Word of Wisdom song, but it was one of our favorite hymns and we used to sing it with enthusiasm. One of the verses reads:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That the children may live long, And be beautiful and strong,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Tea and coffee and tobacco they despise,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Drink no liquor, and they eat But a very little meat;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">They are seeking to be great and good and wise.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p8\" class=\"\"><span class=\"emphasis\">“In Our Lovely Deseret,” Deseret Sunday School Songs,<\/span> no. 114.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p9\" class=\"\">I was taught at home and in Church to keep the Word of Wisdom. So from my early youth I learned an important lesson: to avoid those things which were injurious to my body.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p10\" class=\"\">As a matter of fact, we seldom had a conference in those days without a talk about the Word of Wisdom. Today I would like to revert back to that practice and speak of that revelation which the Lord gave to Joseph Smith on February 27, 1833, found in the Doctrine and Covenants as section 89. [<span class=\"citation\" id=\"125261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125261)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125261)\">D&amp;C 89<\/a><\/span>] Although the evils connected with excessive use of alcohol had long been recognized, at that time it was not known how pernicious the use of alcohol could be. The dangers involved in the use of tobacco, tea, coffee, and the excessive use of meat were just not known in those early days. But the Lord knew of these perils and warned his children in order to protect them both in body and in mind. In my opinion, there is great need for such counseling in this day in which <span class=\"emphasis\">we<\/span> live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p11\" class=\"\">During the decade of the 1960s there was much ado about the drug culture, and with very good cause. As we saw people, especially young adults, destroy their bodies and minds by the use of narcotic and habit-forming drugs, we were most alarmed. While this practice is still giving us great concern, so much publicity has been given to its destructive effects that the practice, at least by the older teenagers and young adults, has decreased somewhat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p12\" class=\"\">The use of drugs, however, is still a very serious problem among younger teenagers, who have not yet reached the maturity nor gained the wisdom to know how destructive such practices can be. In their bravado and inexperience in life, such very young persons are tempted to try these drugs on an experimental basis, with resulting destruction of both body and mind. Before they are aware, they are made captives of these vicious habits. They find they have a tiger by the tail and can neither hold on, nor dare let go. Too late they find themselves caught in a terrible predicament.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p13\" class=\"\">Frightening and vicious though drug use is, equally destructive in the long run is the use of alcohol and tobacco. They constitute our major drug problem today, for these substances are truly drugs and should be so regarded. The problem with these particular drugs is that their effects are more gradual. Because the destruction is not immediately apparent, young and old alike do not realize their harmful effects until the damage already has been done. When cancer, emphysema, and heart trouble result from prolonged use of tobacco, all the repentance in the world cannot save a person from the suffering caused by such bodily injury. When an alcoholic has lost health, job, family, and reputation, regretting the start of using alcoholic beverages is small consolation for a ruined life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p14\" class=\"\">Some of my friends have asked me why, as a scientist, I do not speak out against the use of such substances. “Because of your scientific background as a former professor of chemistry, you can speak with authority,” my friends have said. “Because of your knowledge and scientific experience people will believe <span class=\"emphasis\">you!<\/span> Think of the good you could do as a trained scientist to save our people!” All I can answer is that we have hundreds of well-trained and experienced scientists in our Church. They are just as well qualified as I am to speak about the Word of Wisdom and to show how this revelation has been scientifically corroborated and affirmed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p15\" class=\"\">But let me make a further statement. Scientific confirmation of the Word of Wisdom has not kept our youth from experimenting with tobacco, marijuana, alcoholic beverages, or any other drug. Every package of cigarettes and every advertisement thereof carries a prominent label:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p16\" class=\"\">\n\t<span class=\"emphasis\">WARNING: The Surgeon General Has Determined That Cigarette Smoking Is Dangerous to Your Health.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p17\" class=\"\">But this warning from a scientist does not keep people from smoking. The 50,000 killed and 800,000 injured annually in the United States as a result of drinking drivers would cause a wave of protest marches if the United States were engaged in military action and had such casualties. Yet very little word of protest is raised about the continued, even increasing, use of alcohol among drivers of motor-driven vehicles. Neither of these confirmations of the Word of Wisdom deters people from smoking and drinking. Both are on the increase in spite of scientific evidence and experience which demonstrate how injurious these practices are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p18\" class=\"\">If a warning label such as is found on every package of cigarettes were placed on every can or package of dog or cat food, the purchase and use of such pet foods would come to a screeching halt. People would never even think of feeding such material to their pets. People think too much of their dog or their cat to so carelessly endanger its life. Yet they ignore those very same warnings when they are given to human beings. One must draw the conclusion that people have a higher regard for their pets than they have for themselves or for their own children. It is a sobering thought.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p19\" class=\"\">However, there is a better reason why I should speak about the Word of Wisdom than because I am a scientist. I have been called as a General Authority and as such have been given a special stewardship to teach people the truth. As a General Authority I have a solid, personal witness that Jesus Christ is the Savior and Redeemer of all mankind. I know that he is the Creator and that he knows the end from the very beginning. As the Creator of man, he <span class=\"emphasis\">knows<\/span> which things are good for our bodies and which things are injurious to us. Jesus Christ as the God of this world has told us that alcoholic beverages, tobacco, tea, and coffee are all destructive of our health. The continued use of these substances will cause us misery and sorrow. They are not only injurious to our health, but actually destructive of our bodies and minds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p20\" class=\"\">Since I know that God lives and that these instructions come from him, I am in a better position as a servant of God to warn the people of the world and members of the Church in particular against such dangers than I would ever be as a scientist. God has warned us and forewarned us by giving us the Word of Wisdom as a revelation. As God’s servant I pass on that knowledge for the benefit of those who hear or will see these words. I repeat that the use of tobacco, tea, coffee, and alcoholic beverages of any kind is not only displeasing to the Lord, but also destructive of your body and mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p21\" class=\"\">I do not know what the Lord had in mind when the following words were given, but I accept them at face value:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p22\" class=\"\">“And all saints who remember to keep and do these sayings, walking in obedience to the commandments, shall receive health in their navel and marrow to their bones;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p23\" class=\"\">“And shall find wisdom and great treasures of knowledge, even hidden treasures;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p24\" class=\"\">“And shall run and not be weary, and shall walk and not faint.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p25\" class=\"\">“And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as the children of Israel, and not slay them.” (<span class=\"citation\" id=\"16745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16745)\">D&amp;C 89:18–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p26\" class=\"\">When I read about “health in [the] navel and marrow in [the] bones,” I think of the possibility of a devastating plague that could overtake the world as a result of widespread pollution from radiation hazards in a future war. Could this, then, be one way the Lord might use of separating the obedient from the disobedient? Could there be some connection between these forbidden substances and radioactive particles which could cause increased absorption in the bone marrow, with resultant increased possibility of damage? I do not know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p27\" class=\"\">I do know that if we keep the Word of Wisdom, the destroying angel will spare us. I do know that God has counseled us not to use alcoholic beverages, tea, or coffee, and has told us not to use tobacco. How unwise it is to use any substance which is habit forming and harmful to the body. The word of the Lord is enough to guide me in my life. I urge you, then, to listen carefully to these words of warning, not only to avoid the use of those things which are harmful to your bodies, but also to use those foods <span class=\"emphasis\">recommended<\/span> by the Lord with prudence and thanksgiving.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-word-of-wisdom.p28\" class=\"\">The Lord has spoken. Of this I bear my witness in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}