{"ID":276, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1947, pp. 38-41<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI know that Jesus is the Son of the Living God and that he was crucified for the sins of the\nworld. I know that he came into the world with the definitely appointed mission to be the\nRedeemer and the Savior of men. I know of him, as he himself said to the Nephites:\n<\/p><p>\n. . . I came into the world to do the will of my Father, because my Father sent me. And my\nFather sent me that I might be lifted up upon the cross\n(<span class=\"citation\" id=\"5472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5472)\">3 Ne. 27:13-14<\/a><\/span>).\n<\/p><p>\nA TESTIMONY OF THE RESTORATION OF THE GOSPEL\n<\/p><p>\nThis I believe to be the great burden of the message of the restored gospel.\n<\/p><p>\nI believe and know also, by the revelations of the Holy Ghost to my soul, that Joseph Smith\nwas the instrument in his hands of restoring in this day the fulness of those principles and\nauthorities and graces whereby you and I can go back into our Father's kingdom. I testify and\nknow of Joseph Smith, as the inspired document which announced his martyrdom states:\n<\/p><p>\nJoseph Smith, the Prophet and Seer of the Lord, has done more, save Jesus only, for the\nsalvation of men in this world, than any other man that ever lived in it\n(<span class=\"citation\" id=\"12414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12414)\">D&amp;C 135:3<\/a><\/span>).\n<\/p><p>\nI think that this is the second great message of the restored gospel in this day. And in addition\nto that, because a testimony must be brought up to date if it is to have any saving force and\nvalue in the lives of men, I testify that I know that the keys of the kingdom have continued\nwith the Saints from the days of Joseph Smith, and that George Albert Smith who stands at\nthe head today is the Lord's anointed and the Living Oracle.\n<\/p><p>\nIt is all well and good to sing praises to the ancient prophets and build sepulchres to their\nnames, but there is no salvation in that fact standing alone. If men in this world in our day\nwant to go back to our Father's kingdom, it is incumbent upon them to come to the Living\nOracle and have exercised in their behalf the authority of the priesthood. They must accept\nand live in harmony with the counsels of those men whom God has chosen today.\n<\/p><p>\n. . . he that receiveth my servants receiveth me\n(<span class=\"citation\" id=\"12372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12372)\">D&amp;C 84:36<\/a><\/span>).\n<\/p><p>\nAnd on the other hand if we do not receive the servants of the Lord, we do not receive the\nLord.\n<\/p><p>\nHOW A KNOWLEDGE OF THE TRUTH IS OBTAINED\n<\/p><p>\nIn my judgment one of the first cornerstones of all righteousness in this world is for a person\nto get for himself a knowledge, by the revelations of the Holy Ghost to his soul, that this\nwork in which we are engaged is true. How does one get such a knowledge? God is no\nrespecter of persons (<span class=\"citation\" id=\"7589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7589)\">Acts 10:34<\/a><\/span>)\nand he, through the Holy Ghost, will reveal to every person who abides\nthe law upon which the receipt of that revelation is predicated, a knowledge that this work is\ntrue. The first step in complying with that law is for a person to desire to know. Men are\ngiven according to their desires, and unless they desire in their hearts to know that this work\nis true, that Jesus is the Christ and that Joseph Smith was a Prophet of God, they will never\nexert the effort, and they will never comply with the law which will entitle them to know.\nAnd I think that the second step is that they must study the principles of the kingdom. The\nLord does not pour a testimony into a vacuum. Men have to know what the doctrines of the\nkingdom are. Men are saved no faster than they gain knowledge of Jesus Christ and the\nprinciples of salvation. No man can be saved in ignorance\n(<span class=\"citation\" id=\"12412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12412)\">D&amp;C 131:6<\/a><\/span>) of Jesus Christ and the laws of\nsalvation. Christ said to the Jews:\n<\/p><p>\nSearch the scriptures: for in them ye think ye have eternal life: and they are\nthey which testify of me (<span class=\"citation\" id=\"27286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27286)\">John 5:39<\/a><\/span>).\n<\/p><p>\nHe said in our day as the preface to his Book of Commandments:\n<\/p><p>\nSearch these commandments, for they are true and faithful, and the prophecies\nand promises which are in them shall all be fulfilled\n(<span class=\"citation\" id=\"12326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12326)\">D&amp;C 1:37<\/a><\/span>).\n<\/p><p>\nWe have to learn of the doctrines of the kingdom if we ever in this world expect to gain a\nrevelation that those doctrines are true.\n<\/p><p>\nAnd the third step is that we must practice the principles which we learn. The Lord said:\n<\/p><p>\n. . . My doctrine is not mine, but his that sent me. If any man will do his will, he\nshall know of the doctrine, whether it be of God, or whether I speak of myself\n(<span class=\"citation\" id=\"27289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27289)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nWe must practice the principles which we learn and make them a living part of our lives.\n<\/p><p>\nAnd as a fourth step, because a testimony comes by the revelations of the Holy Ghost and not\nfrom any other source, we must pray to the Lord in humility and in faith and beseech him to\nreveal to us whether this work is true or whether it is not. In writing of the things that were\non the gold plates, Moroni said this:\n<\/p><p>\nAnd when ye shall receive these things, I would exhort you that ye would ask God\nthe eternal Father, in the name of Christ, if these things are not true; and if ye\nshall ask with a sincere heart, with real intent, having faith in Christ, he will\nmanifest the truth of it unto you, by the power of the Holy Ghost.\n<\/p><p>\nAnd by the power of the Holy Ghost ye may know the truth of all things\n(<span class=\"citation\" id=\"38235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38235)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nNow there is not a person, a God-fearing and righteous person in this world, who cannot\ncome to this kingdom and by obedience to that law, embracing those four steps, gain for\nhimself a knowledge that this work is true, a knowledge that Jesus is the Christ, that Joseph\nSmith was the head of this dispensation and that the keys of the kingdom are with the Saints\ntoday. The Church has not strayed away. This is the Lord's work. This Church is literally the\nkingdom of God on earth, and the Lord's hand is in it, and there is inspiration at the head.\nThere is no peace, and there is no safety; there is no salvation or solace or comfort or\nanything like these for the Latter-day Saints outside the kingdom. On the outside there is\ndarkness and anguish of spirit and turmoil of heart and everything that upsets a man and that\nleads him on the broad course that goes down. But there are peace and joy for us here in this\nlife, and there is a hope of eternal life for us hereafter, if we stand by the Church, and if we\nhearken to the counsels that come from the Living Oracles today. They are the voice of God\nto the Latter-day Saints and to the world in the day in which we live.\n<\/p><p>\nThe first thing that a person ought to do is to know for himself that this work is true, and\nafter he gets that kind of knowledge in his heart, he will have a desire to work the works of\nrighteousness. He will want to do as Alma said at the waters of Mormon. To mourn with\nthose that mourn; and to comfort those that stand in need of comfort, and to stand as a\nwitness of God at all times, and in all things, and in all places, and then having that desire in\nhis heart, he will want to covenant in the waters of baptism to do righteously in return for\nhaving the Spirit of the Lord poured out upon him in abundance\n(<span class=\"citation\" id=\"40214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40214)\">Mosiah 18:8-11<\/a><\/span>).\n<\/p><p>\nAnd I think that that covenant is the second step in the plan of salvation, and that the third\nstep is to press forward with a steadfastness in Christ, having a perfect brightness of hope and\na love of God and of all men, and then as Nephi wrote:\n<\/p><p>\nIf ye shall press forward, feasting upon the words of Christ, and endure to the end, behold,\nthus saith the Father: Ye shall have eternal life\n(<span class=\"citation\" id=\"3487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3487)\">2 Ne. 31:20<\/a><\/span>).\n<\/p><p>\nTHE LATTER-DAY SAINTS A BLESSED PEOPLE\n<\/p><p>\nOn one occasion Christ preached a sermon where the doctrine was very strong, the sermon on\nthe bread of life. After he had done it, the multitudes, including the disciples, began to fall\naway, and he turned, and I suppose it was with a note of sadness, said to the\nTwelve:\n<\/p><p>\n\"Will ye also go away?\" (<span class=\"citation\" id=\"27287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27287)\">John 6:67<\/a><\/span>).\n<\/p><p>\nAnd then Simon Peter who was to be his mouthpiece, the Living Oracle for that day, spoke\nup and said:\n<\/p><p>\nLord, to whom shall we go? thou hast the words of eternal life. And we believe\nand are sure that thou art that Christ, the Son of the living God\n(<span class=\"citation\" id=\"27288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27288)\">John 6:68-69<\/a><\/span>).\n<\/p><p>\nThat is the condition that the Latter-day Saints are in today. We have the revelations of\nheaven. God has spoken in this day. Light and knowledge have been poured out upon us, and\nthere is no place in all this world that we can find peace or solace or comfort&mdash;unless we keep\nthe commandments of God and desire to do the things that he wants us to do.\n<\/p><p>\nI do not know anything in this world that is greater than to have the constant companionship\nof the Holy Ghost, and that is the gift of the Holy Ghost, and every Saint has been promised\nthat in connection with his baptism; and I do not think there is anything greater in eternity\nthan to have the companionship of those of the celestial world, to have exaltation and eternal\nlives, and that is the thing that has been promised to the Saints on condition that they obey\nthe law, that they keep the commandments of God.\n<\/p><p>\nNow there is nothing in this world that I would rather do than have the privilege of preaching\nthe gospel and of devoting such time and abilities as the Lord may bless me with to the\nbuilding up of his kingdom. I am grateful beyond any ability that I have to express for the\nprivilege of being a member of the First Council of the Seventy and mingling with you\nLatter-day Saints and traveling in the stakes of Zion, and I pray that the Lord will bless me\nand will bless you and pour out his spirit upon the Saints, that we may keep the\ncommandments of God and be entitled to the great blessings that flow therefrom, and I ask it\nin the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}