{"ID":2762, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Missionary Opportunity\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/a-missionary-opportunity.p2\" class=\"\">Elder Carlos E. Asay<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/a-missionary-opportunity.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:29c2.jpg\" alt=\"Elder Carlos E. Asay\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/a-missionary-opportunity.p3\" class=\"\">My brethren, I needn’t tell you how frightened I am. My heart is pounding, and I feel a need for the Spirit to support me as I bear you my testimony. As you can well imagine, I have been humbled by this call, and all of my deficiencies and weaknesses seem to be magnified as I begin to look forward to my new responsibilities. I want you to know that I do have a testimony of the gospel of Jesus Christ. With all my heart I know that God lives, that Jesus is the Christ, that Joseph Smith was a prophet, and that we have a living prophet directing the affairs of the kingdom today. I know that to be true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/a-missionary-opportunity.p4\" class=\"\">I want to express my gratitude to my dear wife, to my family, to the Presiding Bishopric whom I love dearly, and to all the others who have helped prepare me for this responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/a-missionary-opportunity.p5\" class=\"\">As I elaborate a bit on my testimony, perhaps an experience might help. While serving as a mission president, I had occasion to discuss the gospel and to discuss missionary work with a Protestant minister. He was troubled because he had received a call to preside over a mission for his church, and because he had had a prior poor experience, he was seeking help. He came to my office in Dallas and said that he really didn’t want to accept the mission call, but he felt he had to. He said he knew that we had the best missionary program in the world, and he wanted to know why it was that we were so successful. I think he was looking for some organizational hints or something of that sort, but I knew that wasn’t the answer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/a-missionary-opportunity.p6\" class=\"\">After I had collected my thoughts, I told the man that there were four basic reasons why the Lord’s program succeeds. I said, first of all, we succeed because we are led by a living prophet, a man who is the mouthpiece for God on the earth, a man who receives inspiration—revelation—on behalf of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/a-missionary-opportunity.p7\" class=\"\">Second, we succeed because we work under the power and authority of the holy priesthood. We don’t assume that authority, we don’t take it upon ourselves, but it is given to us by the laying on of hands, and we are duly delegated to go out and preach the gospel. We have the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/a-missionary-opportunity.p8\" class=\"\">Third, I said, we succeed because we are teaching the fulness of the gospel of Jesus Christ as restored in this day. We don’t play, as Elder Packer has taught, on one key; we play the entire keyboard. We know why we’re here, we know what we’re supposed to prepare for, and we know where we’ve been.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/a-missionary-opportunity.p9\" class=\"\">And fourth, we succeed because we do what we do on the strength and power of personal testimony. Our young people go out and teach, not because of some promise of remuneration, but because they have a testimony; they forego college or delay it and put other personal plans aside so that they can go out and share their testimonies with the world. I said, when your church can conduct a program with a prophet directing under the power of the priesthood, teaching the fulness of the gospel, and on the strength of personal testimonies, you can do exactly what we are doing. I said, there is no need for you to go to that trouble, though. We already have it going; why don’t you join us? He didn’t accept my invitation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/a-missionary-opportunity.p10\" class=\"\">It’s true. And, oh, how happy I am that I have been given an opportunity to take an active role again in missionary work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/a-missionary-opportunity.p11\" class=\"\">Perhaps I can conclude by making reference to something that Nephi said. He said: “My soul delighteth in the scriptures.” (<span class=\"citation\" id=\"3961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3961)\">2 Ne. 4:15<\/a><\/span>.) Mine does. He said: “My soul delighteth in proving unto my people the truth of the coming of Christ.” My soul delights in that also. He said: “My soul delighteth in the covenants of the Lord which he hath made to our fathers; yea, my soul delighteth in his grace, and in his justice, and power, and mercy in the great and eternal plan of deliverance from death.” My soul delights in that too. And he said: “My soul delighteth in proving unto my people that save Christ should come all men must perish.” (<span class=\"citation\" id=\"3967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3967)\">2 Ne. 11:4–6<\/a><\/span>.) I know this to be fact.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/a-missionary-opportunity.p12\" class=\"\">I pray the Lord will bless me and make me capable and equal to the task ahead, that he will be patient with me and forgiving of all my sins and shortcomings. I sustain the prophet; I sustain the Brethren. I am humbled with the prospects of working with them. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}