{"ID":2764, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            On Accepting the Call\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p2\" class=\"\">Elder John H. Groberg<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/john-h-groberg-10.jpg\" alt=\"John H. Groberg\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p3\" class=\"\">My dear brethren, on occasions such as this there is much to be felt, but little to be said. I feel it important that I say four things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p4\" class=\"\">First of all, publicly and in the presence of the Lord and his servants, I wish to accept the invitation that President Kimball has extended to spend the rest of my life in the service of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p5\" class=\"\">Secondly, I want to ask for your help. I recognize that am weak and I need your help. As I have done some deep soul-searching over the last few days, I have come to the inescapable conclusion that many, if not most, of my so-called “accomplishments” have been much more the result of the efforts of others than they have of my own efforts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p6\" class=\"\">We often hear of the need of our departed dead for us to go to the temple and do temple work for them, that is, we think of their dependence upon us. While I don’t have a complete understanding of these things, I want to bear my testimony that I am sure we have at least as great a dependence upon them, if not more so, than they do upon us. We need to help one another. Our salvation depends upon it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p7\" class=\"\">Thirdly, I would like to express my appreciation for all those who have been so kind and patient with me, to the leaders of the Church who I know have gritted their teeth at times and watched the errors I have made and yet have patiently led me and directed me. I hope and pray that I may be at least as kind and as patient with others, in whatever responsibility I am given, as they have been with me. I express appreciation to my wife and children, my parents, friends, and neighbors—no one could have finer neighbors than we do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p8\" class=\"\">It was mentioned that we should listen to our wives. They have qualities that we don’t have. In many cases womanly intuition should be listened to. When we were preparing to come down, my wife said, “Now, were we supposed to get anything in to the paper?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p9\" class=\"\">I said, “No, they said they have all the information they need.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p10\" class=\"\">She said, “I’ll bet they get it wrong.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p11\" class=\"\">Sure enough, when we opened up the <span class=\"emphasis\">Church News,<\/span> they had shorted us two children. For your information, we have a little Jennie Marie and a Viki Ann who came after Thomas, who was mentioned in the paper. I told Jean that I would set the record straight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p12\" class=\"\">But I can’t say in words my appreciation for my wife and my children. Maybe just this: that I love her—I always have, and I always will and our children also.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p13\" class=\"\">Lastly, I would like to bear my testimony that I know that our Father in heaven lives, and, maybe more importantly, I know that he loves us as his children. I know that Jesus is the Savior of the world. I know that he loves us. He is our friend, with all that that implies. He loves everyone. My particular experience has been more with the people of the islands. I would just like to say to the quiet, sweet-spirited people of the islands, my particular <span class=\"emphasis\">Ofa Atu<\/span> (heartfelt love). You have softened my soul, saved my life, showed me the meaning of sacrifice and love, and given the incomparable blessing of faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/on-accepting-the-call.p14\" class=\"\">I know that Joseph Smith is a prophet of God, that President Kimball is a prophet of God. I bear this testimony in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}