{"ID":2765, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Shout It from the Rooftops\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p2\" class=\"\">Elder Jacob de Jager<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2ba8.jpg\" alt=\"Elder Jacob de Jager\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p3\" class=\"\">My beloved brethren, what a glorious occasion it is to make the personal acquaintance, in my new calling to assist in building His kingdom, of so many worthy, chosen sons of our Heavenly Father, of whom I know for sure that Jesus said, “Ye have not chosen me, but I have chosen you” (<span class=\"citation\" id=\"28896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28896)\">John 15:16<\/a><\/span>); and of whom the Prophet Joseph Smith said, “Ye are they whom my Father hath given me; ye are my friends.” (<span class=\"citation\" id=\"16730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16730)\">D&amp;C 84:63<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p4\" class=\"\">There is no doubt in my mind that the Lord has brought us together here, since it was revealed through the Prophet Joseph Smith: “And he that is faithful shall be made strong in every place; and I, the Lord, will go with you.” (<span class=\"citation\" id=\"16701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16701)\">D&amp;C 66:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p5\" class=\"\">We have come here from all corners of the world, and I myself from a small town in Holland where only a handful of four members of the Church reside. Therefore, I am sure that many of you could tell an interesting story about your conversion and baptism into the Church; about your first contact with the missionaries; and about the three stages we all have to go through when entering the kingdom here on earth—the entry stage, the development stage, and the stewardship stage—all part of man’s eternal progression from the preexistence to the life hereafter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p6\" class=\"\">The purpose of my being here tonight is to share my testimony with you and subsequently to share my happiness with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p7\" class=\"\">Because since the first day the missionaries knocked on my door in Holland; since the baptism of Sister de Jager and myself in Toronto, Canada, where we then resided; since I had the great privilege of baptizing by the power of the Holy Melchizedek Priesthood my own son and daughter; since our marriage for time and eternity in the Swiss Temple and having our children sealed to us, our happiness and joy in the kingdom have grown and grown and grown.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p8\" class=\"\">And now, as a crown on the work, so to speak, our son Michael is serving a full-time mission on the island of Java in Indonesia. He is teaching personally, in his turn, to those wonderful people over there, what we as parents and so many faithful dedicated teachers have taught him with love and patience about the plan of salvation in all its details.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p9\" class=\"\">When he left Holland to go to Java, the island where he was born, we had done what was in our power to prepare him for the sacred calling of being a missionary, as the Lord has commanded. For it is written in Doctrine and Covenants, section 68: “And they [the parents] shall also teach their children to pray, and to walk uprightly before the Lord.” (<span class=\"citation\" id=\"16705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16705)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16705)\">D&amp;C 68:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p10\" class=\"\">How grateful and delighted we were when we heard that by inspiration he was called to serve in a place completely in accordance with a revelation given through the Prophet Joseph Smith: “Send forth the elders of my church unto the nations which are afar off; unto the islands of the sea; send forth unto foreign lands.” (<span class=\"citation\" id=\"16796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16796)\">D&amp;C 133:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p11\" class=\"\">I testify in great joy and in all humbleness to all of you assembled here that the mission of our son, ten thousand miles away from home, has brought him closer to us than ever before; that we at home share in the blessings he receives from the Lord, for his faithfulness and diligence in the work; and that we are a happier family because of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p12\" class=\"\">May I therefore remind and encourage all fathers to prepare their children to fulfill a mission as the prophet of God has commanded. Fathers know: “And whoso is found a faithful, a just, and a wise steward shall enter into the joy of his Lord, and shall inherit eternal life.” (<span class=\"citation\" id=\"16677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16677)\">D&amp;C 51:19<\/a><\/span>.) The part of this promise “shall enter into the joy of his Lord” is even given to us for this life while we are here on earth. And if we are faithful and just and a wise steward now, we “shall enter into the joy of [our] Lord” and Savior now and prepare ourselves for eternal life. Now, brethren, we determine where we will be when we leave this mortal life, because when the hour of redemption has come, the hour of preparation has passed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p13\" class=\"\">I testify to you as a happy Dutchman who found the gospel of Jesus Christ as a Liahona in his life that by living the commandments the joy is ours today, tomorrow, and in all eternity. And wherever you have come from, shout it from the rooftops: “The kingdom of God has been restored to the earth by the Prophet Joseph Smith.” And if you suffer from acrophobia—that is fear of heights—don’t climb the roof, but simply stay on the ground and give your friends and neighbors this same message: “The kingdom of God has been restored to the earth by the Prophet Joseph Smith.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p14\" class=\"\">As with the Liahona I have found in my life, you can read concerning ways of the Lord in this dispensation in the Church magazines, and your families and our family will be better families because of it. These are the blessings of faithful Latter-day Saints all over the world, bringing great joy and happiness to their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p15\" class=\"\">You who are Americans assembled here have an expression which I have learned, and it says, “Life is not all peaches and cream.” Although in the season we have plenty of peaches in Holland and cream enough all year long, we are happy with the sure knowledge that the Lord has placed us on this earth as part of his great plan of salvation. That is, brethren, what brings happiness to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p16\" class=\"\">In closing I bear you my testimony that these brethren with whom I am privileged to share the stand today are men of God, that President Spencer W. Kimball is indeed a prophet of the living God to guide us in these the latter days. I testify that these brethren who are members of the Council of the Twelve are indeed called to be special witnesses of the name of Christ in all the world, like the members of the First Council of the Seventy have been called to preach the gospel in all the world. I love and admire them for the example they set, for their friendship, and for the way they teach us by the Spirit all the things we need to do to return to our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/shout-it-from-the-rooftops.p17\" class=\"\">This conference will touch our hearts and change our lives, and I bear witness to you that your life will not be the same when you return to your respective wards and branches. We will return edified, wiser, more sensitive to the needs of others, and better equipped with the knowledge we need in our homes and therefore will be happier and closer to our Heavenly Father. May peace and happiness be with you this day and always, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}