{"ID":2767, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Boys Need Heroes Close By\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_023<\/span>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p3\" class=\"\">In the long decades that I have been coming to conference, I have been greatly impressed by the large number of young men—boys—who have come with their fathers. I have noticed time after time certain men who have grown in the Church, who have brought all their sons with them, whether there were four or six or eight or ten, and they have enjoyed this meeting together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p4\" class=\"\">This prompted my reading some lines that you may have heard before:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"strong\">\n\t      <span class=\"emphasis\">Only a Dad<\/span>\n\t    <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">… But the Best of Men.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Only a dad, with a tired face,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Coming home from the daily race;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bringing little of gold and fame<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To show how well he has played the game,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But glad in his heart that his own rejoice<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To see him come home and to hear his voice.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Only a dad, of a brood of four,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">One of ten million men or more,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Plodding along in the daily strife,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bearing the whips and scorns of life<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With never a whimper of pain or hate,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For the sake of those who at home await.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Only a dad, neither rich nor proud,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Merely one of the surging crowd,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Toiling, striving, from day to day,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Facing whatever may come his way;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Silent, whenever the harsh condemn,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And bearing it all for the love of them.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Only a dad, but he gives his all<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To smooth the way for his children small;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Doing, with courage stern and grim,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The deeds that his father did for him.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">These are the lines that for him I pen;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Only a dad, but the best of men.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p31\" class=\"\">(Author Unknown. <span class=\"emphasis\">Source Book of Poetry,<\/span> Al Bryant, comp.; Grand Rapids, Zondewan Publishing House, 1968.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p32\" class=\"\">I hope that every boy that is present tonight feels that way about his father and expresses to his father his affection for him and how grateful he is to have a dad that is faithful and true and dependable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p33\" class=\"\">We hope, as sons, husbands, fathers, and grandfathers, that you, as holders of the priesthood, will be considerate and thoughtful of your sisters, your mothers, your wives, your grandmothers. The priesthood presides in the home, but it must preside as Jesus Christ presides over his Church—in love, in service, in tenderness, and in example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p34\" class=\"\">The Lord has given to all of us, as holders of the priesthood, certain of his authority, but we can only tap the powers of heaven on the basis of our personal righteousness. Thus, for the power of the priesthood to truly be felt in a family requires the righteousness of the men and young men therein. We call to the attention of all our priesthood bearers that our relationship with our wives, mothers, and sisters is one in which we kneel together, whether at the altars of the temple or in our own homes; we serve together, side by side, a beautiful partnership.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p35\" class=\"\">We are concerned, brethren, with our need to provide continually significant opportunities for our young men to stretch their souls in service. Young men do not usually become inactive in the Church because they are given too many significant things to do. No young man who has really witnessed for himself that the gospel works in the lives of the people will walk away from his duties in the kingdom and leave them undone. We hope our bishoprics, who have a special stewardship in this regard, will see to it they have effective quorum activities and active youth committees. As our young men learn quorum management, they are not only blessing the Aaronic Priesthood youth in those quorums, but they are preparing themselves as future fathers and future leaders for the Melchizedek Priesthood quorums. They need some experience in leadership, some experience in service projects, some experience in speaking, some experience in conducting meetings, and some experience in how to build proper relationships with young women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p36\" class=\"\">We are rearing a royal generation—thousands of whom sit with us here tonight—who have special things to do. We need to provide them with special experiences in studying scriptures, in serving their neighbors, and in being contributing and loving members of their families. All of this requires, of course, time for planning and time to implement—anything but the casualness we sometimes see on the part of some fathers and adult leaders. We have reasons to believe, brethren, that the impact of the world on our LDS youth is not only greater than it has ever been, but that it comes sooner than it has come in the past. Thus, we must do our work better and sooner!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p37\" class=\"\">We are concerned, brethren, over the mounting number of divorces not only in our society, but also in the Church. We are just as concerned with those whose families and marriages seem to be held together in “quiet desperation.” Those who are careful and thoughtful in courtship will usually be careful and thoughtful in marriage. Those who thoughtfully enter the House of the Lord to be sealed for time and eternity are much less likely to experience divorce and difficulty, not only because of the influence of that sealing ceremony, but because usually they are better prepared for marriage in the first place. They have not only their young love for each other, but a common bond of love for the gospel of Jesus Christ which they knew before they knew each other. They also have some sense of the spirit of sacrifice and selflessness which underlies every happy marriage in countless ways.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p38\" class=\"\">We urge you as leaders, fathers, husbands, and sons to develop even more your capacity to communicate with each other in your families, in your quorums, in your wards, and in your communities. Accept the reality that personal improvement on the part of each priesthood holder is expected by our Father in heaven. We should be growing and we should be developing constantly. If we do, others will sense the seriousness of our discipleship and can then more easily forgive us our frailties which we sometimes show in the way in which we lead and manage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p39\" class=\"\">It is most appropriate for Aaronic Priesthood youth, as well as Melchizedek Priesthood men, to quietly, and with determination, set some serious personal goals in which they will seek to improve by selecting certain things that they will accomplish within a specified period of time. Even if the priesthood holders of our Heavenly Father are headed in the right direction, if they are men without momentum they will have too little influence. You are the leaven on which the world depends; you must use your powers to stop a drifting and aimless world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p40\" class=\"\">We hope we can help our young men and young women to realize, even sooner than they do now, that they need to make certain decisions only once. I have mentioned at this pulpit before some determinations made early in my life, which decisions were such a help to me because I did not have to remake those decisions perpetually. We can push some things away from us once and have done with them! We can make a single decision about certain things that we will incorporate in our lives and then make them ours—without having to brood and redecide a hundred times what it is we will do and what we will not do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p41\" class=\"\">Indecision and discouragement are climates in which the Adversary lives to function, for he can inflict so many casualties among mankind in those settings. My young brothers, if you have not done so yet, decide to decide!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p42\" class=\"\">We hope you will make no less effort to fellowship those members and prospective members who are tradesmen and craftsmen. We must never come to feel in the Church that those who labor in the crafts and skills have somehow done less than they should. We are grateful, of course, for the many professional men in the Church and for those who are thought of as being in our white-collar occupations; but I want us to reach out more than we now do for the men—young and old—who labor in the so-called blue-collar skills, which are more essential to our society than many realize. Indeed, some of these skills are in short supply! Let us reach out in a special way to these men, for among them are many of our prospective elders whose strength and skills we need and whose families will fully affiliate only if these men come and join us in greater numbers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p43\" class=\"\">Let us be careful about piling extra costs upon our members. Priesthood leaders should particularly be careful, as many of our members are experiencing economic difficulties, that sacrifice, which will always be a part of the kingdom, does not lay unnecessary costs and expenditures upon the basic requirements of tithing, fast offerings, building funds, budgets, etc.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p44\" class=\"\">For those of us who are older—who have, so to speak, grown up when the Church was at Winter Quarters in its progress—let us not lose the “Winter Quarters” habit of starting crops to be harvested by those who follow. Let us be pioneers (for our people yet to be born) by planting the wheat of our witness, that those who follow us may eat of the bread of belief in time of famine elsewhere in the world!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p45\" class=\"\">I have enjoyed so much what has been said by those who have spoken thus far. I am impressed that our various Church programs are like keys on the keyboard of a piano. Some of the keys are used much more often than others, but all of them are needed from time to time to produce harmony and balance in our lives. So often, therefore, what we are doing in our various talks and meetings is to remind ourselves of the need for balance, the need for fresh emphasis here or there, and the need to do the things that matter most without leaving the other things undone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p46\" class=\"\">Please do your duties as citizens of your communities, states, and nations. Uphold and sustain the law. Work within the law to be an influence for that which is good, as the Prophet Joseph Smith counseled us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p47\" class=\"\">Please avoid, even by implication, involving the Church in political issues. It is so easy, if we are not careful, to project our personal preferences as the position of the Church on an issue.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p48\" class=\"\">Develop spiritual strength in yourself, and there will be felicity in the family. Righteousness proceeds outward from the individual to the group. We will find that if we are converted (through studying, searching, and praying), our immediate desire is to want to help others. True conversion causes us to want to reach out to the living and to the deceased to do what we can to help in each case. If we are truly converted, we will also want to provide for our own in the fullness of what welfare service means.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p49\" class=\"\">When the Savior said, “When thou art converted, strengthen the brethren” (<span class=\"citation\" id=\"31973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31973)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31973)\">Luke 22:32<\/a><\/span>), he was reminding us not only of an obligation we have, but also of the reality that we really can’t strengthen our brethren much until we are personally converted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p50\" class=\"\">No father, no son, no mother, no daughter should get so busy that he or she does not have time to study the scriptures and the words of modern prophets. None of us should get so busy that we crowd out contemplation and praying. None of us should become so busy in our formal Church assignments that there is no room left for quiet Christian service to our neighbors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p51\" class=\"\">“Boys need lots of heroes like Lincoln and Washington. But they also need to have some heroes close by. They need to know some man of towering strength and basic integrity, personally. They need to meet them on the street, to hike and camp with them, to see them in close-to-home, everyday, down-to-earth situations; to feel close enough to them to ask questions and to talk things over man-to-man with them.” (Walter MacPeek)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p52\" class=\"\">I sincerely hope that every father provides that kind of closeness to his boys. Much of this could be taken care of in the regular home evening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p53\" class=\"\">Bishops, never encourage your members to get a divorce. Encourage them to be reconciled, to adjust their lives, their own personal lives generally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p54\" class=\"\">Do you know of someone who has been convicted of a felony? If so, he should get it cleared if possible, or it will affect his life forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p55\" class=\"\">The youth of the Church should realize that they do not need to be old men, long experienced, to receive the blessings of the Church. Joseph Smith was only 14 when he had the Vision, 25 when the Church was organized, 18 when he met Moroni, 24 when he got the plates, and 39 when he was martyred.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p56\" class=\"\">Thomas B. Marsh was 31, David W. Patten 30, about the time they became apostles. These were all young men, so to speak.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p57\" class=\"\">Brigham Young was 28, Heber C. Kimball 28, Orson Hyde only 25, William E. McLellin 24, Parley P. Pratt 23, Luke Johnson 22, William Smith 19, Orson Pratt 18, John F. Boynton 18, and Lyman E. Johnson 18, when the Church was organized on April 6, 1830. And these men, many of them, were of the apostleship in 1835 when the Council of the Twelve was organized. All were still young men when they were deprived of Joseph.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p58\" class=\"\">They were able to inspire boys. They became great missionaries. You young boys need not wait to be great. You can be superior missionaries, strong young men, great companions, and happy, trusted Church leaders. You need not wait until tomorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p59\" class=\"\">The Lord bless you as you grow year by year to receive the inspiration of the Lord to be able to pass on the glorious blessings of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/boys-need-heroes-close-by.p60\" class=\"\">And this, my dear beloved brethren, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}