{"ID":2768, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            If They Will But Serve the God of the Land\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p3\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"President N. Eldon Tanner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p4\" class=\"\">This being the first general conference in the bicentennial year of the United States of America, I have been doing much pondering and contemplating of this event as it relates to the gospel and the great plan of life and salvation. We are all reading and hearing much concerning the events connected with the founding of this country, and with the modern devices available to us today, the news media reach throughout the world, and we are all aware of our interrelationship with one another’s countries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p5\" class=\"\">We would expect every man to be loyal to his native land—the land in which he was born, the land in which he lives, works, and rears his family. I think of the words of Sir Walter Scott in “The Lay of the Last Minstrel”:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Breathes there the man, with soul so dead,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who never to himself hath said,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">This is my own, my native land!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Whose heart hath ne’er within him burn’d<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As home his footsteps he hath turn’d<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">From wandering on a foreign strand!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p12\" class=\"\">During the last few weeks I, with President Kimball and others of the official party, have had the privilege of attending area conferences in New Zealand, Australia, and the beautiful islands of the South Seas. New Zealand claims to be a choice land and favored by the Lord, and the night before we left Tahiti, one of the Brethren said, “Well, tomorrow we will be driven out of the Garden of Eden.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p13\" class=\"\">We were most favorably impressed by the beauties of the countries wherever we went. Sister Tanner said, “We surely live in a beautiful world.” Yes, all countries are greatly blessed by the Lord, and each is uniquely different in its beauties, its people, customs, and traditions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p14\" class=\"\">Today, however, I should like to confine my remarks to a discussion concerning the Western Hemisphere, and particularly to the United States of America, and to point out the destiny of America in the Lord’s eternal plan. The discovery of the Americas was not an accident. The event had been foreordained in the eternal councils. The prophets of old had it in view. Jacob foresaw it when he blessed his son Joseph, calling him “a fruitful bough by a well, whose branches run over the wall … unto the utmost bound of the everlasting hills.” (<span class=\"citation\" id=\"23898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23898)\">Gen. 49:22, 26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p15\" class=\"\">Moses too made promises to the tribe of Joseph, whose land, America, was to be precious for the things of heaven and of earth, and who would “push the people together to the ends of the earth.” (See <span class=\"citation\" id=\"21310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21310)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21310)\">Deut. 33:13–17<\/a><\/span>.) These are just some of the <span class=\"emphasis\">biblical<\/span> prophecies, and we have the Book of Mormon record which tells of the Jaredites who were the first to come to America. They came at the time of the confusion of languages during the building of the tower of Babel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p16\" class=\"\">Just as Noah was directed, these people too were instructed to build ships to carry them on the waters. When all was in readiness, they boarded their vessels and “set forth into the sea, commending themselves unto the Lord their God.” (<span class=\"citation\" id=\"22318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22318)\">Ether 6:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p17\" class=\"\">The account states, “And when they had set their feet upon the shores of the promised land they bowed themselves down upon the face of the land, and did humble themselves before the Lord, and did shed tears of joy before the Lord, because of the multitude of his tender mercies over them.” (<span class=\"citation\" id=\"22319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22319)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22319)\">Ether 6:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p18\" class=\"\">Then, six hundred years before the birth of Christ, a prophet by the name of Lehi, who had been crying repentance unto the inhabitants of Jerusalem, was commanded by the Lord to depart with his family into the wilderness. Because of the things which he had testified concerning the wickedness of the people and the pending destruction of Jerusalem, he was mocked and scorned, and the people sought to take his life. In obedience to the Lord’s instructions, he departed with his family and others, and after a period in the wilderness, they too were instructed to build a ship and sail for the promised land. We read, “And it came to pass that after we had sailed for the space of many days we did arrive at the promised land; and we went forth upon the land, and did pitch our tents; and we did call it the promised land.” (<span class=\"citation\" id=\"1728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1728)\">1 Ne. 18:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p19\" class=\"\">While in the wilderness Nephi, the son of Lehi, was permitted to see in vision the things that would transpire concerning the destiny of America—the promised land. He said, “And I looked and beheld a man among the Gentiles, who was separated from the seed of my brethren by the many waters; and I beheld the Spirit of God, that it came down and wrought upon the man; and he went forth upon the many waters, even unto the seed of my brethren, who were in the promised land.” (<span class=\"citation\" id=\"1716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1716)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1716)\">1 Ne. 13:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p20\" class=\"\">This, as we know, refers to Christopher Columbus, who was impelled by the Spirit of God to cross the ocean for the rediscovery of America, thus assisting in the furthering of God’s purposes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p21\" class=\"\">Columbus himself, in a letter to the Spanish hierarchy, wrote, “Our Lord unlocked my mind, sent me upon the sea, and gave me fire for the deed. Those who heard of my emprise called it foolish, mocked me, and laughed. But who can doubt but that the Holy Ghost inspired me?” (Quoted in Mark E. Petersen, <span class=\"emphasis\">The Great Prologue,<\/span> Deseret Book Co., 1975, p. 26.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p22\" class=\"\">During the voyage, after weeks of sailing with no sign of land, mutiny raised its head. Finally, Columbus promised the captains of the <span class=\"emphasis\">Pinta<\/span> and the <span class=\"emphasis\">Niña,<\/span> both of whom wanted to turn back, that if no land was sighted in forty-eight hours, they would turn back. Then he went to his cabin and, in his words, “prayed mightily to the Lord.” On October 12, the very next day, they sighted land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p23\" class=\"\">Nephi saw in vision also the coming of the Pilgrims, who came to escape religious persecution. He foresaw the coming to America of peoples from many nations, their wars and contentions. As Nephi said, they did humble themselves before the Lord and “the power of God was with them, and also that the wrath of God was upon all those that were gathered together against them to battle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p24\" class=\"\">“And I, Nephi, beheld that the Gentiles that had gone out of captivity were delivered by the power of God out of the hands of all other nations.” (<span class=\"citation\" id=\"1718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1718)\">1 Ne. 13:18–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p25\" class=\"\">Thus the American colonies attained their independence and set up the government of the United States, all under the divine intervention of God in preparing this land for its divine destiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p26\" class=\"\">At this point we pay tribute to those great men who accepted and met the great challenge to establish a constitution for the government of this so-called new land. That this too was divinely inspired is attested by the word of the Lord when he said, “According to the laws and constitution of the people, which I have suffered to be established, and should be maintained for the rights and protection of all flesh, according to just and holy principles;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p27\" class=\"\">“That every man may act in doctrine and principle pertaining to futurity, according to the moral agency which I have given unto him, that every man may be accountable for his own sins in the day of judgment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p28\" class=\"\">“Therefore, it is not right that any man should be in bondage one to another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p29\" class=\"\">“And for this purpose have I established the Constitution of this land, by the hands of wise men whom I raised up unto this very purpose, and redeemed the land by the shedding of blood.” (<span class=\"citation\" id=\"16755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16755)\">D&amp;C 101:77–80<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p30\" class=\"\">No constitution on earth has endured longer than this one. We seek, and usually find, the answers to today’s questions in this document of yesterday. It was and is a miracle. Both Washington and Madison referred to it as such. It is an inspired document written under the guidance of the Lord. James Madison, commonly called the father of the Constitution, recognized this inspiration and gave the credit to “the guardianship and guidance of the Almighty Being whose power regulates the destiny of nations, whose blessings have been so conspicuously dispensed to this rising republic.” (Petersen, <span class=\"emphasis\">Prologue,<\/span> p. 95.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p31\" class=\"\">We believe that the Constitution was brought about by God to ensure a nation where liberty could abound and where his gospel could flourish. Joseph Smith said, “The Constitution of the United States is a glorious standard—it is founded in the wisdom of God—it is a heavenly banner.” (Petersen, <span class=\"emphasis\">Prologue,<\/span> p. 75.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p32\" class=\"\">Among other things, the Constitution guaranteed the religious freedom that allowed the Reformation to continue and flourish. Many of these great reformers stated that their effort was to reassert the basic Christian teachings of the Bible—but they acknowledged that they possessed no authority to administer the ordinances of the Church, or to reestablish the original church of Jesus Christ. Luther said, “Christianity has ceased to exist among those who should have preserved it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p33\" class=\"\">Roger Williams, founder of the Baptist Church in America, said, “There is no regularly constituted church on earth, nor any person qualified to administer any church ordinances.” (LeGrand Richards, <span class=\"emphasis\">A Marvelous Work and a Wonder,<\/span> Deseret Book Co., 1973, p. 29.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p34\" class=\"\">We believe that both freedom and the continuing reformation that flourished here occurred in preparation for a restoration from heaven of the full gospel of Jesus Christ. That restoration began in the United States of America in the 1820s through the instrumentality of the Prophet Joseph Smith, who was chosen by the Lord and who, through personal manifestations from heavenly messengers, received pertinent records which contained the authentic record of early American peoples and God’s dealings with them. He received the priesthood and authority to reestablish the church of Jesus Christ in these latter days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p35\" class=\"\">At the time of this restoration, God the Father and his Son Jesus Christ actually appeared to Joseph Smith, as they had appeared to leaders of previous dispensations. They announced to him that Christ’s church would be reestablished upon the earth, with a restoration of the same principles and ordinances an organization which existed in the primitive church, from which there had been an apostasy as documented by irrefutable evidence. This restoration was the greatest event in the history of mankind since the birth, death, and resurrection of our Savior, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p36\" class=\"\">Significantly, the early Americans to whom we have referred were aware of the birth, death, and resurrection of the Savior because they saw the same signs and wonders as those in the Old World foretelling the coming of the Lord, his life, mission, and subsequent death and resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p37\" class=\"\">Referring to these same early Americans, the Lord said, as recorded in the New Testament, “And other sheep I have, which are not of this fold: them also I must bring and they shall hear my voice; and there shall be one fold, and one shepherd.” (<span class=\"citation\" id=\"28884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28884)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28884)\">John 10:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p38\" class=\"\">In the Book of Mormon we have a beautiful account of Christ’s visit to these “other sheep” following his resurrection, when they heard his voice and recognize him as he showed the nail prints in his hands and feet. We know these were the “other sheep” because he said, “Ye are they of whom I said: Other sheep I have which are not of this fold.” (<span class=\"citation\" id=\"5836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5836)\">3 Ne. 15:21<\/a><\/span>.) He taught them the gospel. He instituted the sacrament and ordained disciples. He gave authority to confer the Holy Ghost, healed the sick, and blessed the little children. He prayed unto the Father for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p39\" class=\"\">We read, “The eye hath never seen, neither hath the ear heard, before, so great and marvelous things as we saw and heard Jesus speak unto the Father;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p40\" class=\"\">“… and no one can conceive of the joy which filled our souls at the time we heard him pray for us unto the Father.” (<span class=\"citation\" id=\"5837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5837)\">3 Ne. 17:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p41\" class=\"\">Now, what of America’s future? How can we best show our appreciation to God for these marvelous blessings of freedom, of a place where his true and everlasting gospel was restored, of the preparation and divine guidance in every event leading to that most significant event? We must remember what the Lord told the Jaredites when they were first brought to this land: “Behold, this is a choice land, and whatsoever nation shall possess it shall be free from bondage, and from captivity, and from all other nations under heaven, <span class=\"emphasis\">if they will but serve the God of the land, who is Jesus Christ,<\/span> who hath been manifested by the things which we have written.” (<span class=\"citation\" id=\"22315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22315)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22315)\">Ether 2:12<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p42\" class=\"\">Many years ago in a volume entitled <span class=\"emphasis\">Beacon Lights of History,<\/span> Dr. John Lord, referring to the discovery of America, said, after speaking of her great potential, “The world has witnessed many powerful empires which have passed away and left ‘not a track behind.’ What remains of the antediluvian world? … What remains of Nineveh, of Babylon, of Thebes, of Tyre, of Carthage—those great centers of wealth and power? What remains of Roman greatness even, except in laws and literature and renovated statues? … What is the simple story of all the ages?—industry, wealth, corruption, decay, and ruin. What conservative power has been strong enough to arrest the ruin of the nations of antiquity?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p43\" class=\"\">“Now if this is to be the destiny of America—an unbounded material growth, followed by corruption and ruin—then Columbus has simply extended the realm for men to try material experiments. Make New York a second Carthage, and Boston a second Athens, and Philadelphia a second Antioch, and Washington a second Rome, and we simply repeat the old experiments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p44\" class=\"\">“But has America no higher destiny than to repeat the old experiments and improve upon them and become rich and powerful? Has she no higher and nobler mission? If America has a great mission to declare and to fulfil, she must put forth altogether new forces, and these not material. And these alone will save her and save the world. … The real glory of America is to be something entirely different from that of which the ancients boasted. And this is to be moral and spiritual—that which the ancients lacked.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p45\" class=\"\">We are all a part of America’s future. Our job is to learn and benefit from the past and to go forward in righteousness, keeping the commandments of God. In this connection the prophet Lehi said, “Wherefore, this land is consecrated unto him whom he shall bring. And if it so be that they shall serve him according to the commandments which he hath given, it shall be a land of liberty unto them; wherefore, they shall never be brought down into captivity; if so, it shall be because of iniquity; for if iniquity shall abound cursed shall be the land for their sakes, but unto the righteous it shall be blessed forever.” (<span class=\"citation\" id=\"3953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3953)\">2 Ne. 1:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p46\" class=\"\">As we pray daily to God for guidance, we should all make the same plea as George Washington did in his prayer for our country:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p47\" class=\"\">“Almighty God, who has given us this good land for our heritage, we humbly beseech Thee that we may always prove ourselves a people mindful of Thy favor and glad to do Thy will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p48\" class=\"\">“Bless our land with honorable industry, sound learning and pure manners.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p49\" class=\"\">“Save us from violence, discord and confusion; from pride and arrogancy, and from every evil way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p50\" class=\"\">“Defend our liberties, and fashion into one united people the multitudes brought out of many kindreds and tongues.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p51\" class=\"\">“Endue with the spirit of wisdom those whom in Thy name we entrust the authority of government, that there may be peace and justice at home, and that through obedience to Thy law, we may show forth Thy praise among the nations of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p52\" class=\"\">“In the time of prosperity, fill our hearts with thankfulness, and in the day of trouble, suffer not our trust in Thee to fail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p53\" class=\"\">“All of which we ask through Jesus Christ, our Lord. Amen.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p54\" class=\"\">We encourage our people to be good, loyal, law-abiding citizens. “We believe in being subject to kings, presidents, rulers, and magistrates, in obeying, honoring, and sustaining the law.” (<span class=\"citation\" id=\"6939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6939)\">A of F 1:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p55\" class=\"\">Also, it is our duty to seek diligently for and support and uphold good, honest, honorable, and wise representatives to govern us. Let me reiterate the message left with the Saints nearly sixty years ago at the general conference in April 1917 when Elder Anthony W. Ivins, after discussing religious liberty and the Constitution, said, “I feel authorized to say, here this afternoon, that these liberties which have come to men, both religious and civil, have not been established by the Lord to be destroyed, but that they are here to remain until liberty shall prevail from the rivers to the ends of the earth, until God’s kingdom shall be established among men, and his will done upon earth as it is done in heaven. Until the universal Fatherhood of God, and brotherhood of man shall be recognized, and the kingdoms of this world become the kingdoms of Christ, who shall reign as Prince of Peace.” (<span class=\"emphasis\">Conference Reports,<\/span> April 1917, pp. 54–55.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p56\" class=\"\">And I bear testimony that The Church of Jesus Christ of Latter-day Saints <span class=\"emphasis\">is<\/span> the kingdom of God here upon the earth, with the Lord directing the work through our prophet, President Spencer W. Kimball. May I urge everyone everywhere to help bring to pass righteousness, in whatever country you may reside, by obedience to the laws and ordinances of the gospel. If you are active members of the Church you will know what they are. If you are not, may I invite you to avail yourselves of the opportunity to investigate and gain a knowledge and testimony for yourselves that the gospel in its fulness has been restored, with the authority to administer the ordinances thereof, and is here upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/if-they-will-but-serve-the-god-of-the-land.p57\" class=\"\">Only as we accept and live the teachings of the gospel can the destiny which God planned for America be realized and the world united in peace and brotherhood. That this may speedily come to pass I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}