{"ID":2769, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Family Communications\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/family-communications.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/family-communications.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2e6c.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-communications.p3\" class=\"\">Some weeks ago a bewildered father asked, “Why is it I seem to be able to communicate with everyone except my own son?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-communications.p4\" class=\"\">I responded with, “What do you mean you can’t communicate with your son?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-communications.p5\" class=\"\">“It’s just that whenever I try to tell him anything, he tunes me out,” he replied.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-communications.p6\" class=\"\">During our private discussion which followed, and very often since, I have concluded that perhaps one of the principal reasons we fail to relate appropriately with family members is because we fail to apply some basics of personal communications. In <span class=\"citation\" id=\"24457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24457)\">Heb. 13:16<\/a><\/span> we read, “But to do good and to communicate forget not: for with such sacrifices God is well pleased.” Communications in the family will often be a sacrifice because we are expected to use our time, our means, our talent, and our patience to impart, share, and understand. Too often we use communication periods as occasions to tell, dictate, plead, or threaten. Nowhere in the broadest sense should communication in the family be used to impose, command, or embarrass.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-communications.p7\" class=\"\">To be effective, family communication must be an exchange of feelings and information. Doors of communication will swing open in the home if members will realize time and participation on the part of all are necessary ingredients. In family discussions, differences should not be ignored, but should be weighed and evaluated calmly. One’s point or opinion usually is not as important as a healthy, continuing relationship. Courtesy and respect in listening and responding during discussions are basic in proper dialogue. As we learn to participate together in meaningful associations, we are able to convey our thoughts of love, dependence, and interest. When we are inclined to give up in despair in our efforts to communicate because other family members have failed to respond, perhaps we would do well not to give up, but rather to give and take in our conversations. How important it is to know how to disagree with another’s point of view without being disagreeable. How important it is to have discussion periods ahead of decisions. Jones Stephens wrote, “I have learned that the head does not hear anything until the heart has listened, and that what the heart knows today the head will understand tomorrow.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-communications.p8\" class=\"\">Let me share with you seven basic suggestions for more effective family communication.<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">A willingness to sacrifice.<\/span> Be the kind of a family member who is willing to take time to be available. Develop the ability and self-discipline to think of other family members and their communication needs ahead of your own—a willingness to prepare for the moment—the sharing moment, the teaching moment. Shed the very appearance of preoccupation in self, and learn the skill of penetrating a family member’s shield of preoccupation. Sad is the day when a daughter is heard to say, “My mother gives me everything except herself.”<\/p>\n\t\t\t\t\t<p>Too early and too often we sow the seeds of “Can’t you see I’m busy? Don’t bother me now.” When we convey the attitude of “Go away, don’t bother me now,” family members are apt to go elsewhere or isolate themselves in silence. All family members on some occasion or other must be taken on their own terms so they will be willing to come, share, and ask.<\/p>\n\t\t\t\t\t<p>It takes personal sacrifice to communicate when conditions are right for the other person—during the meal preparation, after a date, a hurt, a victory, a disappointment, or when someone wants to share a confidence. One must be willing to forego personal convenience to invest time in establishing a firm foundation for family communication. When communication in the family seems to be bogging down, each individual should look to himself for the remedy.<\/p>\n\t\t\t\t\t<p>If we would know true love and understanding one for another, we must realize that communication is more than a sharing of words. It is the <span class=\"emphasis\">wise<\/span> sharing of emotions, feelings, and concerns. It is the sharing of oneself totally. “Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.” (<span class=\"citation\" id=\"26284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26284)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26284)\">James 3:13<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">A willingness to set the stage.<\/span> The location, setting, or circumstances should be comfortable, private, and conversation-conducive. Effective communications have been shared in a grove of trees, on the mount, by the sea, in family home evening, during a walk, in a car, during a vacation, a hospital visit, on the way to school, during the game. When the stage is set, we must be willing to let the other family member be front and center as we appropriately respond.<\/p>\n\t\t\t\t\t<p>Months and years after the score of a baseball game is long forgotten, the memory of having been there all alone with Dad will never dim. I’ll not soon forget a ten-year-old girl excitedly telling me she had just ridden in the car with her daddy all the way from Salt Lake to Provo and back. “Was the radio on?” I asked. “Oh, no,” she responded, “all Daddy did was listen and talk to me.” She had her daddy all to herself in a setting she’ll not soon forget. Let the stage be set whenever the need is there. Let the stage be set whenever the other person is ready.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">A willingness to listen.<\/span> Listening is more than being quiet. Listening is much more than silence. Listening requires undivided attention. The time to listen is when someone needs to be heard. The time to deal with a person with a problem is when he has the problem. The time to listen is the time when our interest and love are vital to the one who seeks our ear, our heart, our help, and our empathy.<\/p>\n\t\t\t\t\t<p>We should all increase our ability to ask comfortable questions, and then listen—intently, naturally. Listening is a tied-in part of loving. How powerful are the words, “Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:<\/p>\n\t\t\t\t\t<p>“For the wrath of man worketh not the righteousness of God.” (<span class=\"citation\" id=\"26281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26281)\">James 1:19–20<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">A willingness to vocalize feelings.<\/span> How important it is to be willing to voice one’s thoughts and feelings. Yes, how important it is to be able to converse on the level of each family member. Too often we are inclined to let family members assume how we feel toward them. Often wrong conclusions are reached. Very often we could have performed better had we known how family members felt about us and what they expected.<\/p>\n\t\t\t\t\t<p>John Powell shares this touching experience: “It was the day my father died. … In the small hospital room, I was supporting him in my arms, when … my father slumped back, and I lowered his head gently onto the pillow. I … told my mother … :<\/p>\n\t\t\t\t\t<p>“‘It’s all over, Mom. Dad is dead.’<\/p>\n\t\t\t\t\t<p>“She startled me. I will never know why these were her first words to me after his death. My mother said: ‘Oh, he was so proud of you. He loved you so much.’<\/p>\n\t\t\t\t\t<p>“Somehow I knew … that these words were saying something very important to me. They were like a sudden shaft of light, like a startling thought I had never before absorbed. Yet there was a definite edge of pain, as though I were going to know my father better in death than I had ever known him in life.<\/p>\n\t\t\t\t\t<p>“Later, while a doctor was verifying death, I was leaning against the wall in the far corner of the room, crying softly. A nurse came over to me and put a comforting arm around me. I couldn’t talk through my tears. I wanted to tell her:<\/p>\n\t\t\t\t\t<p>“‘I’m not crying because my father is dead. I’m crying because my father never told me that he was proud of me. He never told me that he loved me. Of course, I was expected to know these things. I was expected to know the great part I played in his life and the great part I occupied of his heart, but he never told me.’” (<span class=\"emphasis\">The Secret of Staying in Love,<\/span> Niles, Ill.: Argus, 1974, p. 68.)<\/p>\n\t\t\t\t\t<p>How significant are God’s words when he took the time to vocalize his feelings with, “This is my beloved Son,” yes, even the powerful communication, “This is my beloved Son, in whom I am well pleased.” (<span class=\"citation\" id=\"36412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36412)\">Matt. 3:17<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>Often parents communicate most effectively with their children by the way they listen to and address each other. Their conversations showing gentleness and love are heard by our ever-alert, impressionable children. We must learn to communicate effectively not only by voice, but by tone, feeling, glances, mannerisms, and total personality. Too often when we are not able to converse with a daughter or wife we wonder, “What is wrong with her?” when we should be wondering, “What is wrong with our methods?” A meaningful smile, an appropriate pat on the shoulder, and a warm handshake are all-important. Silence isolates. Strained silent periods cause wonderment, hurt, and, most often, wrong conclusions.<\/p>\n\t\t\t\t\t<p>God knows the full impact of continuing communication as he admonishes us to pray constantly. He, too, has promised to respond as we relate to him effectively.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">A willingness to avoid judgment.<\/span> Try to be understanding and not critical. Don’t display shock, alarm, or disgust with others’ comments or observations. Don’t react violently. Work within the framework of a person’s free agency. Convey the bright and optimistic approach. There is hope. There is a way back. There is a possibility for better understanding.<\/p>\n\t\t\t\t\t<p>Let a common ground for personal decision be developed. “Neither do I condemn thee: go, and sin no more” (<span class=\"citation\" id=\"28881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28881)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28881)\">John 8:11<\/a><\/span>) are words that are just as gentle and effective today as when they were first uttered.<\/p>\n\t\t\t\t\t<p>Avoid imposing your values on others. When we can learn to deal with issues without involving personalities and at the same time avoid bias and emotions, we are on our way to effective family communications. When a family member makes a decision which may be inadequate or improper, do we have the ability and patience to convey the attitude that we don’t agree with his decision but he has the right of choice and is still a loved member of the family?<\/p>\n\t\t\t\t\t<p>It is easy to point out mistakes and pass judgment. Sincere compliments and praise come much harder from most of us. It takes real maturity for a parent to apologize to a child for an error. An honest apology often makes the son or daughter feel surprisingly warm toward the mother or father or brother or sister. “For in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.” (<span class=\"citation\" id=\"26283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26283)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26283)\">James 3:2<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">A willingness to maintain confidences.<\/span> Be worthy of trust even in trivial questions and observations. Weighty questions and observations will only follow if we have been trustworthy with the trivial. Treat innermost trusts and concerns with respect. Build on deserved trust. Individuals who are blessed to have a relationship with someone to whom they can confidently talk and trust are fortunate indeed. Who is to say a family trust is not greater than a community trust?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">A willingness to practice patience.<\/span> Patience in communication is that certain ingredient of conduct we hope others will exhibit toward us when we fail to measure up. Our own patience is developed when we are patient with others.<\/p>\n\t\t\t\t\t<p>“Be patient; be sober; be temperate; have patience, faith, hope and charity.” (<span class=\"citation\" id=\"16603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16603)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16603)\">D&amp;C 6:19<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>“I get sick and tired of listening to your complaints” and “I have told you a thousand times” are but two of many often-repeated family quotations that indicate patience is gone and channels of communication are plugged.<\/p>\n\t\t\t\t\t<p>It takes courage to communicate patiently. We constantly need to express pride, hope, and love on a most sincere basis. Each of us needs to avoid coming through as one who has given up and has become totally weary in trying.<\/p>\n\t\t\t\t\t<p>The correction of family members in front of others is to be avoided. Much more notice is taken in quiet, private conversation. Calm endurance is a priceless virtue in one’s relationship with all family members.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-communications.p38\" class=\"\">When family members tune each other out, communication is not taking place. Words spoken are unheard, unwanted, and resisted when we fail to understand the basics for proper interchange. Each must be willing to do his part to improve, since the family unit is the basic foundation of the Church. Proper communication will always be a main ingredient for building family solidarity and permanence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-communications.p39\" class=\"\">I pray our Heavenly Father will help us to communicate more effectively in the home through a willingness to sacrifice, a willingness to listen, a willingness to vocalize feelings, a willingness to avoid judgment, a willingness to maintain confidences, and a willingness to practice patience. “How forcible are right words!” (<span class=\"citation\" id=\"26767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26767)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26767)\">Job 6:25<\/a><\/span>.) Yes, how forcible are right words shared at the right moment with the right person.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-communications.p40\" class=\"\">May our gracious and kind Heavenly Father help us in our needs and desires for more effective family communication. Communication can help build family unity if we will work at it and sacrifice for it. For this goal, I pray in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}