{"ID":277, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Building Faith Among Youth<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1947, pp. 41-45<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis is the year that we are paying special tribute and honor to our pioneers. Many of us are\ndescended from them. They made great sacrifices to come to these valleys of the mountains.\nThey left their homes, and President Grant used to say they left willingly because they had to.\nThey could not bring very much with them in the way of this world's goods, but they brought\nsomething that was more precious than all else in this world. They brought\nwith them faith in the Living God and in the Prophet of this dispensation and in the Holy\nScriptures.\n<\/p><p>\nTHE LAST DISPENSATION\n<\/p><p>\nWe are told that by faith the worlds were formed\n(<span class=\"citation\" id=\"24221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24221)\">Heb. 11:3<\/a><\/span>),\nand of the many mighty things that have\nbeen wrought in days past by the prophets of God. We live in a day that the prophets of old\nhave foreseen, when many of the marvelous things that God had in store for his children\nshould come to pass. In the words of Paul:\n<\/p><p>\nThat in the dispensation of the fulness of times he might gather together in one\nall things in Christ, both which are in heaven, and which are on earth; even in\nhim (<span class=\"citation\" id=\"21622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21622)\">Eph. 1:10<\/a><\/span>).\n<\/p><p>\nAnd God never decreed such a fulness of gospel dispensation for any other period of time.\n<\/p><p>\nSome of you will remember reading the words of Roger Babson in <i>Fundamentals of Prosperity<\/i>,\nwhen he told of an interview he had with the president of the Argentine Republic\nwhen the president asked him how he accounted for the fact that notwithstanding that South\nAmerica had so many more natural resources than North America, North America had made\nso much greater progress than South America. Roger Babson asked the president what he\nthought was the reason, and he said he had given it much thought, and he decided that it was\nbecause those who went to South America went in search of gold and those who came to\nNorth America came in search of God.\n<\/p><p>\nAnd so, brothers and sisters, it brings us back to a realization that \"except the Lord build the\nhouse\" (<span class=\"citation\" id=\"41745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41745)\">Ps. 127:1<\/a><\/span>)\nas the prophet of old said, \"they labor in vain that build it.\" God has been building this\nland of North America, and not only that, but he has also been building the work that has\nbeen accomplished here in these valleys of the mountains.\n<\/p><p>\nThe Saints were never discouraged because the Prophet of this dispensation had said that they\nshould suffer much persecution and should continue to be driven until they should ultimately\ncome to the Rocky Mountains, and many of them should live to see the Saints become a\nmighty people here in the valleys of the Rocky Mountains. It was this prophetic utterance\nfrom the voice of him whom they knew to be a Prophet of God that encouraged them to go\non and to meet every obstacle that came in their way.\n<\/p><p>\nThe Saints had their enemies, and they had great persecutions to meet at their hands before\nthey came into these valleys. The evil one is still alert. He is seeking to lead away the souls\nof men and women from following after God. And right in our own community, in this land\nthat was established by our pioneer fathers who came here in search of God that they might\nworship Almighty God according to the dictates of their own consciences\n(<span class=\"citation\" id=\"6619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6619)\">A of F 1:11<\/a><\/span>),\nthere are many things transpiring, seeking to lead away the hearts of our young people,\nparticularly, from believing the things that were so precious and so dear to the hearts of our\npioneer fathers.\n<\/p><p>\nA COLLEGE MAN'S QUESTION\n<\/p><p>\nI was talking with a man recently who in attending one of our state colleges, heard the\nprofessor in the room propound this question to his class: \"Is there anyone in this class who\nhas any idea whatever that there is any way possibly to foretell the events of the future?\"\n<\/p><p>\nHe was a college man; he was their professor; and there was not one of the students who\ndared take issue with him. But I have asked myself, and I think every father and mother in\nIsrael ought to ask themselves, what would my boy or girl have said if that question had been\npropounded to them. They may not have given the answer, but in their own souls they would\nhave had an answer. And when no one dared answer, the professor said, \"I am glad to see\nthere is no one in this room who follows the traditions of their parents in this regard.\" Then\nhe added, \"Ninety percent of the things taught you by your parents is false.\"\n<\/p><p>\nMany of our young people would not have been influenced by the statement of that professor,\nbut there are others who might have been. As parents we should be close enough to our\nchildren to know that their faith would enable them to withstand even such an attack as that\non the teachings of their parents. As far as I am concerned, I do not like to see our tax money\ngo to pay the salaries of such apostles of infidelity, and I believe that not only do the\nLatter-day Saints feel this way about it but also most of our Christian neighbors and friends.\nIt is not their right to come into our schools and destroy the faith of our children.\n<\/p><p>\nPeter of old said:\n<\/p><p>\nWe have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto\na light that shineth in a dark place, until the day dawn, and the day star arise in your hearts\n(<span class=\"citation\" id=\"4800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4800)\">2 Pet. 1:19<\/a><\/span>).\n<\/p><p>\nAnd as far as I am concerned there is nothing in this world more sure than the word of\nprophecy. The Redeemer of the world said that,\n<\/p><p>\nHeaven and earth shall pass away, but my words shall not pass away\n(<span class=\"citation\" id=\"34168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34168)\">Matt. 24:35<\/a><\/span>).\n<\/p><p>\nAnd our boys and girls ought to realize this and know that the words of the prophets will be\nfulfilled.\n<\/p><p>\nMANY PROPHECIES FULFILLED\n<\/p><p>\nYou Latter-day Saints who live in these valleys of the mountains and see this magnificent\ntemple here, on this block, know that it is here in fulfilment of the words of\nthe prophets Isaiah and Micah, when they said:\n<\/p><p>\nAnd it shall come to pass in the last days, that the mountain of the Lord's house\nshall be established in the top of the mountains, and shall be exalted above the\nhills, and all nations shall flow unto it.\n<\/p><p>\nAnd many people shall go and say, Come ye, and let us go up to the mountain of\nthe Lord, to the house of the God of Jacob; and he will teach us of his ways, and\nwe will walk in his paths: for out of Zion shall go forth the law, and the word of\nthe Lord from Jerusalem\n(<span class=\"citation\" id=\"25047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25047)\">Isa. 2:2-3<\/a><\/span>; see also\n<span class=\"citation\" id=\"37876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37876)\">Micah 4:1-2<\/a><\/span>).\n<\/p><p>\nIs there any unbelief in this world that can stop the God of Israel from fulfilling such\npromises as this? Every time I walk around this temple, I wonder what these prophets of old\ncould have seen that could have been more grand and glorious and beautiful than the temple\nof God established in the tops of these mountains. These prophets did not only say that it\nshould be established here, but they also said that men and women should come from all\nnations of the earth, and this gathering here today is a witness of the divinity of their\nprophetic words.\n<\/p><p>\nIf there were time, I would like to show you what the prophets saw about the development of\nthese valleys of the mountains, the fulfillment of which is recorded in the history that has\nsince been written by the coming of the pioneers. Isaiah saw rivers of water flowing down\nfrom the high places (<span class=\"citation\" id=\"25061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25061)\">Isa. 41:18<\/a><\/span>)\nwhich, as far as I can interpret, is nothing more than the great reservoirs\nthat have been constructed in our mountains, and he saw fountains in the midst of the\nvalleys&mdash;thousands of acres of desert lands are now being irrigated from, flowing wells, and\n\"rivers in the desert\" (<span class=\"citation\" id=\"25062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25062)\">Isa. 43:19-20<\/a><\/span>),\nand when you travel up and down these states, and particularly in Idaho,\nand see the great service canals led out of the Snake River, they are literally rivers of water.\nJeremiah saw the people \"... come and sing in the height of Zion\"\n(<span class=\"citation\" id=\"26462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26462)\">Jer. 31:12<\/a><\/span>). For\nnearly eighteen years this splendid Tabernacle Choir has been singing over the radio to all the\nworld out of the heights of Zion, and where else can you look to find fulfillment of these\nwords of prophecy?\n<\/p><p>\nThe thirty-first chapter of Jeremiah is but \"Mormon\" history written three thousand years ago\nwhen the Lord said through Jeremiah:\n<\/p><p>\nFor there shall be a day, that the watchman upon the mount Ephraim shall cry, Arise ye, and\nlet us go up to Zion unto the Lord our God\n(<span class=\"citation\" id=\"26460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26460)\">Jer. 31:6<\/a><\/span>).\n<\/p><p>\nThen he indicates that the Lord would gather them from the coasts of the earth, and with\nthem the blind and the lame, the woman with child, a great company should return thither.\nThey should come with weeping and supplications, and he promised that he would cause them\nto walk by the rivers of waters in a straight way, wherein they should not stumble. And when\nthe pioneers came to these valleys of the mountains, they traveled some six\nhundred miles along the Platte and North Platte rivers, fulfilling literally the words of\nJeremiah in the gathering of the people to Ephraim's mountains\n(<span class=\"citation\" id=\"26461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26461)\">Jer. 31:7-11<\/a><\/span>), and they did come as a great\nmultitude and with them their sick and their lame and the blind and the woman with child,\nand they came sorrowing because they were driven from their homes. And how did Jeremiah\nknow all this three thousand years ago if, according to the teacher I have referred to, there is\nno way men can know things before they actually transpire?\n<\/p><p>\nAnd then read the final climax of that great gathering, how the Lord should turn their sorrow\ninto rejoicing and their young and old should rejoice together in the dance, and they should\nsorrow no more at all, and he should satiate the souls of his priests with fatness\n(<span class=\"citation\" id=\"26463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26463)\">Jer. 31:12-14<\/a><\/span>);\nand I want to tell you that even though the elders of Israel are not paid for their\nservices, there are no ministers of religion in all the world as well paid as the elders of this\nChurch.\n<\/p><p>\nGod grant that we may have the faith to carry on as our pioneer fathers, and that we may\nhave the power to plant that faith in the hearts of our children, that we may be worthy of our\nnoble heritage, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}