{"ID":2770, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “There Am I in the Midst of Them”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p3\" class=\"\">Centuries ago, when Jesus taught his disciples at Capernaum on the shores of the Sea of Galilee, he said, “where two or three are gathered together in my name, there am I in the midst of them.” (<span class=\"citation\" id=\"36469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36469)\">Matt. 18:20<\/a><\/span>.) It is the precious privilege of Latter-day Saints to live, meet, and worship in the name of the Savior of mankind, and to enjoy his sustaining and regenerating spirit in every facet and dimension of their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p4\" class=\"\">Since last October, Sister Wirthlin and I have traveled many thousands of miles over central Europe, Scandinavia, and Finland, working with the eleven mission presidents and the eight stake presidents who preside in those areas. Here we have learned to know over 1,500 missionaries who radiate and communicate the reality of the truth that Jesus is in their midst. They have asked me to express their great love and appreciation for you at home. If you could hear them bear their testimonies, you would literally tingle with enthusiasm and love for the gospel truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p5\" class=\"\">Neither must we neglect to mention our servicemen in Europe. To most of them the gospel of Jesus Christ means everything. They have caught the spirit that is present where and when “two or three are gathered together” in the name of the Master. What the gospel does for them is tremendously and unbelievably wonderful! These young men and their families are a tribute to the Church—an inspirational force. They are among the most devoted of all our members. They have donated thousands of dollars and incalculable time and effort toward the building of chapels in Europe—chapels that most of them may never see, since they most likely will be gone home or elsewhere before the chapels are built and dedicated. The crowning glory of the work of the kingdom in Europe, however, is the thousands of faithful members who work tirelessly and joyfully both to live the gospel and to share it with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p6\" class=\"\">The charge and the responsibility these unselfishly committed saints have taken upon themselves have evolved as portrayed in a revelation given through the Prophet Joseph Smith to James Covill, who had been a Baptist minister for forty years. The first step in the process of becoming a Latter-day Saint, Brother Covill was told, as recorded in the Doctrine and Covenants, is truly to accept the gospel, of which the Lord says, “And this is my gospel—repentance and baptism by water, and then cometh the baptism of fire and the Holy Ghost, even the Comforter, which showeth all things, and teacheth the peaceable things of the kingdom.” (<span class=\"citation\" id=\"16648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16648)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16648)\">D&amp;C 39:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p7\" class=\"\">Following his acceptance of the gospel, Brother Covill was charged to do what is the uncompromising obligation of all of us today. For the Lord says, “And if thou do this, I have prepared thee for a greater work. Thou shalt preach the fulness of my gospel, which I have sent forth in these last days, the covenant which I have sent forth to recover my people, which are of the house of Israel.” (<span class=\"citation\" id=\"16650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16650)\">D&amp;C 39:11<\/a><\/span>.) And here is the promise made to Elder Covill: “And it shall come to pass that power shall rest upon thee; thou shalt have great faith, and I will be with thee and go before thy face.” (<span class=\"citation\" id=\"16651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16651)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16651)\">D&amp;C 39:12<\/a><\/span>.) What is said here to James Covill in this dispensation, when the Church was only nine months old, applies with equal force to us now—and is a remarkable and powerful reiteration of the promise made by the Savior during his earthly ministry. His pledge that he will be in our midst when two or three are gathered together in his name is a wonderful declaration of his unbounded love for each of us and assures us of his presence in our church services, in our individual lives, and in the intimate circles of our families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p8\" class=\"\">What I mean when I say Jesus meant his presence to be felt in the intimate circle of each of our families may be depicted in the lives of two sisters, friends of ours, who live in two widely separated stakes. One sister married out of the Church. She had hoped to convert her husband and then be married and sealed in the temple. She had developed one of the most lovely and spiritual personalities. Her husband, however, has never caught the spirit nor acknowledged the truth of the gospel and has been a passive influence in the religious life of his family. Nevertheless, this sister set a beautiful example for her family and drew the children to accompany her in the performance of their church duties and responsibilities. She and the children, despite what could have been a ready excuse for neglect and indifference, exemplified the admonition of Jesus when he said, “Let your light so shine before men, that [others] may see your good works, and glorify your Father which is in heaven.” (<span class=\"citation\" id=\"36429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36429)\">Matt. 5:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p9\" class=\"\">The second sister married a fine man who was a faithful Latter-day Saint. As the years sped by, they carelessly omitted what they had at first intended conscientiously to do—worship together in the name of Jesus that he might be in the midst of their family activities. Although always admiring the Church and its principles, they had forgotten that they were now in fact the salt of the earth that had “lost its savor.” (<span class=\"citation\" id=\"36427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36427)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36427)\">Matt. 5:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p10\" class=\"\">In a conversation about their children, the second sister said to the first, “Why have your children turned out so well and why are they so active in the Church despite the fact that you married out of the Church?” The first sister replied, “I took my children with me to Sunday School and sacrament meeting.” Surprised, the second sister said, “I <span class=\"emphasis\">sent<\/span> mine.” And the first sister answered with greater emphasis, “But I <span class=\"emphasis\">took<\/span> mine!” Hers was a case, as Jesus said, of “where two or three are gathered together in my name, there am I in the midst of them,” and this can be true for all of us wherever we may be, at home or elsewhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p11\" class=\"\">On another occasion Jesus said, “I stand at the door, and knock.” (<span class=\"citation\" id=\"42489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42489)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42489)\">Rev. 3:20<\/a><\/span>.) Unless we open the door and permit him to come into our lives, he can’t enter into our midst. Mere knowledge in itself may be, but it is not necessarily, power. Knowledge is not motivation. Neither is logic. That the springs of human action are inherently in the feelings, not the intellect, and that conduct generates feeling are set forth in the Doctrine and Covenants in these words: “And whoso receiveth you, there I will be also, for I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.” (<span class=\"citation\" id=\"16731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16731)\">D&amp;C 84:88<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p12\" class=\"\">Only in accepting our Savior and doing his will do we acquire the “feeling to do right.” If we break the commandments, we get a “feeling” for that too. This explains why parents’ hearts may be broken and bowed in shame because of the sins and waywardness of their sons and daughters. They are puzzled and perplexed. They say, “We brought them up to be righteous boys and girls, and our family has always been a good family. We didn’t teach them to behave like this!” The children learned all the precepts, but precepts do not necessarily furnish the will and desire to do right. Indeed, ignorance is not the only cause of sin and deplorable conduct. Fundamental to most wrongdoing is lack of desire, the absence of a strong motive or the right influence, and a deficiency in living the precepts. Individuals who do right and “hunger and thirst after righteousness” (<span class=\"citation\" id=\"36424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36424)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36424)\">Matt. 5:6<\/a><\/span>) get and keep alive through their actions the feeling to do right. Inherent in the first principles of the gospel is the “desire principle”—the desire to love God and fellowmen “with all thy heart, and with all thy soul, and with all thy mind.” (<span class=\"citation\" id=\"36473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36473)\">Matt. 22:37<\/a><\/span>.) To attain these heights, each of us must work in harmony with God’s will and create a spiritual climate that will bring Jesus into the midst of our lives; and then we must continue to live “with an eye single to [his] glory.” (<span class=\"citation\" id=\"16600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16600)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16600)\">D&amp;C 4:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p13\" class=\"\">This conviction is clearly demonstrated in the lives of our great mission presidents, servicemen, missionaries, and devoted Church members. What I am trying to say about the Savior’s being in our midst, whether we be two or three or many, is clearly portrayed in Paul’s eloquent description of the process of attaining spiritual perfection. He said: “For our gospel came not unto you in word only, but also in power, and in the Holy Ghost, and in much assurance; as ye know what manner of men we were among you for your sake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p14\" class=\"\">“And ye became followers of us, and of the Lord, having received the word in much affliction, with joy of the Holy Ghost: so that ye were ensamples.” (<span class=\"citation\" id=\"2754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2754)\">1 Thes. 1:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p15\" class=\"\">May I restate for the sake of emphasis what these inspired writings contain for each of us. Paul rejoiced in the fact that what he had told the Thessalonians was not meaningless words to them, for they had listened with great interest, and what was taught them produced a powerful desire for righteousness in their lives. He was explicit in stressing that the Holy Spirit also gave them full assurance that what was taught was true. He did not hesitate to say that his life, as well, was further proof to them of the truthfulness of the message. Paul was pleased that the gospel message had been received with such joy and happiness, despite many hardships. Finally, he noted what must have been their crowning achievement—that they were inspiring examples to all their neighbors and that from them the word of the Lord had extended to others everywhere, far beyond their boundaries. Paul paid tribute to them when he told them that wherever he traveled, he found people telling him about their remarkable good works and faith in God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p16\" class=\"\">In this bicentennial year, it is well for us to be reminded again and again that knowing and keeping the divine laws and commandments have always generated faith, righteous living, and inspiration in our people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p17\" class=\"\">I recall that when the Saints settled in a new area, they were troubled about how permanently they were to build their houses. They had often moved from place to place. When they asked the Prophet Joseph Smith about this, he said, “Build as if you are going to stay forever.” The founders of our country—as we believe, divinely inspired—built our nation to endure. And our Church leaders today never for a moment lose sight of their sacred mission. They are building for us, for those to follow, for the future, for eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p18\" class=\"\">There is a great lesson to be learned by all of us in a careful study of our history. The success of our Church may be attributed to our faith in God and to our being led under the inspired guidance of strong and devoted leaders, never taking the shortcuts, and keeping Jesus and his divine teachings dynamically in our midst.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p19\" class=\"\">It is my privilege to testify to the truth of the gospel of Jesus Christ and to the motivating leadership of our great prophet, President Spencer W. Kimball, and to the power and appeal of his exemplary, shining life, and to the divine calling of the Brethren, and to the strength and nobility to be found in the good lives of thousands of Latter-day Saints throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/there-am-i-in-the-midst-of-them.p20\" class=\"\">Wherever two or three of us are gathered together, I pray that the Savior may be in the midst of us because of our righteousness, the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}