{"ID":2772, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “An Honest Man—God’s Noblest Work”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p2\" class=\"\">Elder Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2e70.jpg\" alt=\"Elder Gordon B. Hinckley\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p3\" class=\"\">If the Lord will inspire me, I desire to speak on what may be regarded as a most ordinary subject. But I believe it to be of the very essence of the gospel. Without the quality of character of which I speak, the fabric of our society will disintegrate into ugliness and chaos. That quality of character is personal honesty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p4\" class=\"\">Among many unsigned letters I have received was one of particular interest. It contained a $20 bill and a brief note which stated that the writer had come to my home many years ago. When there was no response to the bell, he had tried the door and, finding it unlocked, had entered and walked about. On the dresser he saw a $20 bill, took it, and left. Through the years his conscience had bothered him and he was now returning the money.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p5\" class=\"\">He did not include anything for interest for the period during which he had used my money. But as I read his pathetic letter I thought of the usury to which he had subjected himself for a quarter of a century with the unceasing nagging of his conscience. For him there had been no peace until he had made restitution.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p6\" class=\"\">Our local papers carried a similar story the other day. The state of Utah received an unsigned note together with $200. The note read: “The enclosed is for materials used over the years I worked for the state—such as envelopes, paper, stamps, etc.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p7\" class=\"\">Imagine the flood of money that would pour into the offices of government, business, and merchants if all who have filched a little here and there were to return that which they had dishonestly taken.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p8\" class=\"\">The cost of every bag of groceries at the supermarket, of every tie or blouse bought at the shopping center includes for each of us the burden of shoplifting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p9\" class=\"\">How cheaply some men and women sell their good names! I recall the widely publicized case of a prominent public figure who was arrested for taking an item costing less than $5. I do not know whether he was ever convicted in the courts, but his petty misdeed convicted him before the people. In a measure, at least, his foolish act nullified much of the good he had done and was capable of yet doing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p10\" class=\"\">Each time we board a plane we pay a premium so that our persons and our baggage may be searched in the interest of security. In the aggregate this amounts to millions of dollars, all because of the frightening dishonesty of a few who by threat and blackmail would try to obtain that to which they are not entitled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p11\" class=\"\">One of our national magazines recently featured an account of fraud running into the billions in connection with Medicaid. Implicated were some patients, hospitals, clinics, laboratories, and even doctors—all after a dishonest dollar. Padded insurance claims, padded expense accounts, bogus checks, forged documents—these are all symptomatic of an epidemic of unbelievable proportions. In most instances the amount involved individually is small, but in total it represents personal dishonesty on a huge scale.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p12\" class=\"\">The book of Genesis contains this remarkable statement: “And Abram said to the king of Sodom, I have lift up mine hand unto the Lord, the most high God, the possessor of heaven and earth,<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p13\" class=\"\">“That I will not take from a thread even to a shoelatchet, and that I will not take any thing that is thine.” (<span class=\"citation\" id=\"23896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23896)\">Gen. 14:22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p14\" class=\"\">Fortunately there are still those who observe such principles of personal rectitude. Recently we rode a train from Osaka to Nagoya, Japan. At the station were friends to greet us, and in the excitement my wife left her purse on the train. We called the Tokyo station to report it. When the train arrived at its destination some three hours later, the railroad telephoned to say the purse was there. We were not returning via Tokyo, and more than a month passed before it was delivered to us in Salt Lake City. Everything left in the purse was there when it was returned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p15\" class=\"\">Such experiences, I fear, are becoming increasingly rare. In our childhood we were told the stories of George Washington’s confessing to chopping down the cherry tree and Abraham Lincoln’s walking a great distance to return a small coin to its rightful owner. But clever debunkers in their unrighteous zeal have destroyed faith in such honesty; the media in all too many cases have paraded before us a veritable procession of deception in its many ugly forms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p16\" class=\"\">What was once controlled by the moral and ethical standards of the people, we now seek to handle by public law. And so the statutes multiply, enforcement agencies consume ever-increasing billions, prison facilities are constantly expanded, but the torrent of dishonesty pours on and grows in volume.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p17\" class=\"\">Of course, falsehood is not new. It is as old as man. “The Lord said unto Cain, Where is Abel thy brother? And he said, I know not: Am I my brother’s keeper?” (<span class=\"citation\" id=\"23894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23894)\">Gen. 4:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p18\" class=\"\">Asked the prophet Malachi of ancient Israel: “Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robed thee? In tithes and offerings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p19\" class=\"\">“Ye are cursed with a curse: for ye have robbed me, even this whole nation.” (<span class=\"citation\" id=\"32840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32840)\">Mal. 3:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p20\" class=\"\">Even following the miracle of Pentecost, deception was manifest among some who had come into the church. Those who were converted sold their lands and brought money and laid it at the apostles’ feet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p21\" class=\"\">“But a certain man named Ananias, with Sapphira his wife, sold a possession,<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p22\" class=\"\">“And kept back part of the price, his wife also being privy to it, and brought a certain part, and laid it at the apostles’ feet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p23\" class=\"\">“But Peter said, Ananias, why hath Satan filled thine heart to lie to the Holy Ghost, and to keep back part of the price of the land?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p24\" class=\"\">“Whiles it remained, was it not thine own? and after it was sold, was it not in thine own power? Why hast thou conceived this thing in thine heart? Thou has not lied unto men, but unto God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p25\" class=\"\">“And Ananias hearing these words fell down, and gave up the ghost. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p26\" class=\"\">“And it was about the space of three hours after, when his wife, not knowing what was done, came in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p27\" class=\"\">“And Peter answered unto her, Tell me whether ye sold the land for so much? And she said, Yea, for so much.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p28\" class=\"\">“Then Peter said unto her, How is it that ye have agreed together to tempt the Spirit of the Lord? …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p29\" class=\"\">“Then she fell down straightway at his feet, and yielded up the ghost.” (<span class=\"citation\" id=\"8201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8201)\">Acts 5:1–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p30\" class=\"\">In our time those found in dishonesty do not die as did Ananias and Sapphira, but something within them dies. Conscience chokes, character withers, self-respect vanishes, integrity dies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p31\" class=\"\">On Mount Sinai the finger of the Lord wrote the law on tablets of stone: “Thou shall not steal.” (<span class=\"citation\" id=\"22877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22877)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22877)\">Ex. 20:15<\/a><\/span>.) There was neither enlargement nor rationalization. And then that declaration was accompanied by three other commandments, the violation of each of which involves dishonesty: “Thou shalt not commit adultery.” “Thou shalt not bear false witness.” “Thou shalt not covet.” (<span class=\"citation\" id=\"22876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22876)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22876)\">Ex. 20:14, 16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p32\" class=\"\">Was there ever adultery without dishonesty? In the vernacular, the evil is described as “cheating.” And cheating it is, for it robs virtue, it robs loyalty, it robs sacred promises, it robs self-respect, it robs truth. It involves deception. It is personal dishonesty of the worst kind, for it becomes a betrayal of the most sacred of human relationships, and a denial of covenants and promises entered into before God and man. It is the sordid violation of a trust. It is a selfish casting aside of the law of God, and like other forms of dishonesty its fruits are sorrow, bitterness, heartbroken companions, and betrayed children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p33\" class=\"\">“Thou shalt not bear false witness.” Dishonesty again. Television recently carried the story of a woman imprisoned for twenty-seven years, she having been convicted on the testimony of witnesses who have now come forth to confess they had lied. I know that this is an extreme case, but are you not acquainted with instances of reputations damaged, of hearts broken, of careers destroyed by the lying tongues of those who have borne false witness?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p34\" class=\"\">I am reading a book of history, a long and detailed account of the trickeries practiced by the nations involved in the Second World War. It is entitled <span class=\"emphasis\">Bodyguard of Lies,<\/span> taken from the words of Winston Churchill who said: “In war-time, truth is so precious that she should always be attended by a bodyguard of lies.” (<span class=\"emphasis\">The Second World War,<\/span> vol. 5, <span class=\"emphasis\">Closing the Ring,<\/span> Boston, Houghton Mifflin, 1951, p. 383.) The book deals with the many deceptions practiced on each side of the conflict. While reading it, one is again led to the conclusion that war is the Devil’s own game, and that among its most serious victims is truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p35\" class=\"\">Unfortunately, the easy use of falsehood and deception goes on long after the treaties of peace are signed, and some of those schooled in the art in times of war continue to ply their skills in days of peace. Then, like a disease that is endemic, the evil spreads and grows in virulence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p36\" class=\"\">When this nation was caught in an embarrassing situation and the president failed to speak truthfully to the world, our credibility fell so tragically that we have never entirely recovered. What dismal actions we have witnessed in recent times in contrast with the behavior of those Founding Fathers who two centuries ago pledged their lives, their fortunes, and their sacred honor to establish this republic. The years that followed that declaration witnessed the impoverishment and the deaths of many of these signers, but be it said to their eternal glory that not one ever tarnished his sacred honor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p37\" class=\"\">“Thou salt not covet.” Is not covetousness—that dishonest, cankering evil—the root of most of the world’s sorrows? For what a tawdry price men of avarice barter their lives! I recently read a book of fiction dealing with the officers of a great financial institution. With the death of the president, a senior vice-president competed for his office. The story is an intriguing account of a man who was honorable and able, but who in his avarice to get ahead compromised principle until he was utterly destroyed, and in the process almost took down to ruin the very institution he sought to lead. The account is fiction, but the histories of business, of government, of institutions of many kinds are replete with instances of covetous men who in their selfish, dishonest upward climb, destroyed others and eventually destroyed themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p38\" class=\"\">Good men, well-intentioned men of great capacity, trade character for trinkets that turn to wax before their eyes and dreams that become only haunting nightmares.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p39\" class=\"\">How rare a gem, how precious a jewel is the man or woman in whom there is neither guile nor deception nor falsehood! We have seen in recent weeks the tragedy of dishonesty as accounts of bribes have been carried on the front pages of the papers of the United States, Japan, and Europe. And as those revelations have cascaded forth we have been reminded of the words of Benjamin Franklin: “A small leak will sink a great ship,” and also of the words of Andrew Jackson: “No free government can stand without virtue in the people.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p40\" class=\"\">Wrote the author of Proverbs:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p41\" class=\"\">“These six things doth the Lord hate: yea, seven are an abomination unto him:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p42\" class=\"\">“A proud look, a lying tongue, and hands that shed innocent blood,<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p43\" class=\"\">“An heart that deviseth wicked imaginations, feet that be swift in running to mischief,<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p44\" class=\"\">“A false witness that speaketh lies, and he that soweth discord among brethren.” (<span class=\"citation\" id=\"41533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41533)\">Prov. 6:16–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p45\" class=\"\">The appraisal spoken long ago by an English poet is true yet today: “An honest man’s the noblest work of God.” (Alexander Pope, <span class=\"emphasis\">An Essay on Man. Epistle III,<\/span> line 248.) Where there is honesty, other virtues will follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p46\" class=\"\">The final Article of Faith of The Church of Jesus Christ of Latter-day Saints affirms that, “We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men.” [<span class=\"citation\" id=\"125206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125206)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125206)\">A of F 1:13<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p47\" class=\"\">We cannot be less than honest, we cannot be less than true, we cannot be less than virtuous if we are to keep sacred the trust given us. Once it was said among our people that a man’s word was as good as his bond. Shall any of us be less reliable, less honest than our forebears?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p48\" class=\"\">To those within the sound of my voice who are living this principle, the Lord bless you. Yours is the precious right to hold your heads in the sunlight of truth, unashamed before any man. On the other hand, if there be need for reformation, let it begin where we now stand. God will help us if we will seek that strength which comes from him. Sweet then will be our peace of mind. Blessed will be those with whom we live and associate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/an-honest-man-gods-noblest-work.p49\" class=\"\">I leave you my testimony of the truth of the cause in which we labor, of the living reality of our Father who is our God, to whom someday each of us must make an accounting, and of his beloved Son, who is our Savior and Redeemer, the Author of Truth. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}