{"ID":2773, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “As a Man Soweth”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p3\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03070_000_029<\/span>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p4\" class=\"\">“And it came to pass that the Lord spake unto Moses saying: Behold, I reveal unto you concerning this heaven, and this earth; write the words which I speak. I am the Beginning and the End, the Almighty God; by mine Only Begotten I created these things; yea, in the beginning I created the heaven, and the earth upon which thou standest.” (<span class=\"citation\" id=\"39497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39497)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39497)\">Moses 2:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p5\" class=\"\">As I study the scriptures and the marvelous preparation the Lord made for the creation of our earthly home, I am impressed with the system and order he uses in his creative process. I stand in awe at his work. I would like to quickly review this creative process with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p6\" class=\"\">First, the Lord surveyed the conditions with which he had to work in the creation of an earthly abode for mankind. Certainly they were not encouraging. He found the earth without form and void, and darkness on the face of the deep. His first requirement in the creative process was to “let there be light” [<span class=\"citation\" id=\"39498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39498)\">Moses 2:3<\/a><\/span>], an essential ingredient for building. With light to guide his workmanship, it was possible to separate the heavens from the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p7\" class=\"\">With an earthly home now established, he was in position to build a supply system for mankind. Working with the earth, he separated the land from the waters and vegetated the land with grasses, herbs, and fruits, each with a built-in system for reproducing itself in its own kind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p8\" class=\"\">In order for this growth process to continue, it was necessary to tilt the earth on its axis and start it in a rotation to give periods of rest through darkness and periods of growth through sunshine. As an additional benefit of this rotation, it provided a timekeeping system for recording days, seasons, and years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p9\" class=\"\">Now that the Lord’s plant life system was in operation, he inspected his workmanship and found that it was good. This allowed him to turn his attention to the creation of animal life. First, with fishes of the sea, then the lower forms of fowls which fly above the earth. This was followed by the cattle and beasts of the earth, and all other things which creep upon the earth, all with the ability of reproducing themselves in their own kind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p10\" class=\"\">Now the creation of the world was complete. There was a place for man to live. The waters, the dry land, the night and day, the plant and animal life—all were created for the benefit of mankind. The supply system had been completed. All that man would ever need from the beginning of time to the very end, if he was industrious, would be supplied him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p11\" class=\"\">Once again, there was an inspection of that which was created. It was again found to be very good. All was in readiness for the creation of man and woman. With all of the preparations which had been established for the building of their earthly home, they were now able to sustain and support themselves with those things needed for life. Because all that they would ever need had been supplied them, it was now possible to hold them accountable for their mortal performance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p12\" class=\"\">The scriptures record that the Lord then charged mankind with their responsibilities: “And I God, blessed them, and said unto them: Be fruitful, and multiply, and replenish the earth, and subdue it, and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.” (<span class=\"citation\" id=\"39499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39499)\">Moses 2:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p13\" class=\"\">The operation of the Lord’s physical creation was clearly predictable. His physical laws are eternal and unchangeable. As man grows in his understanding of God’s physical laws, he can know with absolute assurance what the result will be if he conforms to those laws.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p14\" class=\"\">After the physical creation had been completed, the Lord responded to the petitions of man and blessed him with a knowledge of how he should govern himself during his mortal probation. The consistency of the Lord’s physical laws is analogous to the consistency inherent in the commandments which he gave to mankind. Through these commandments, man was expected to govern his conduct while here on earth. The rewards for compliance were clearly predictable. The punishment for disregarding his divine decrees was sure and absolute. The Lord declares these words to mankind: “For what doth it profit a man if a gift is bestowed upon him, and he receive not the gift? Behold, he rejoices not in that which is given unto him, neither rejoices in him who is the giver of the gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p15\" class=\"\">“And again, verily I say unto you, that which is governed by law is also preserved by law and perfected and sanctified by the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p16\" class=\"\">“That which breaketh a law, and abideth not by law, but seeketh to become a law unto itself, and willeth to abide in sin, and altogether abideth in sin, cannot be sanctified by law, neither by mercy, justice, nor judgment. Therefore, they must remain filthy still.” (<span class=\"citation\" id=\"16735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16735)\">D&amp;C 88:33–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p17\" class=\"\">In commentary, it has been written about these particular verses of scripture as follows: “Every law God has given us is of such a nature that by keeping it, we are preserved, perfected and sanctified. If we keep the word of wisdom, our bodies will be kept pure. If we observe the law of tithing we shall learn to be unselfish and honest. If we pray, we shall hold communion with the holy spirit. If we try to do our duty in everything, we shall come day by day nearer to perfection. On the other hand, those who refuse to be governed by law and are a law unto themselves cannot be sanctified. They are outside the pale of mercy and justice and judgment as well as law and must remain filthy still. It is only when we try to obey God’s laws that we have claim upon His mercy. Justice will take into account in the judgment every honest effort to do the will of God.” (Hyrum M. Smith and Janne M. Sjodahl, <span class=\"emphasis\">Doctrine and Covenants Commentary,<\/span> Deseret Book Co., 1972, p. 546.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p18\" class=\"\">Thus, the Lord in his wisdom and great affection for us did establish a foundation which is firm, unchangeable, and can be relied upon, on which we can build our lives with positive assurance that the results will be contingent upon our worthiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p19\" class=\"\">The early founders of America clearly understood the need for human law to not be in conflict with divine law. It was Alexander Hamilton who said, “No human laws are of any validity, if contrary to God’s laws, and such of them as are valid derive all their authority, mediately or immediately, from this original.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p20\" class=\"\">John Adams understood the potential of righteous government when he wrote: “Suppose a nation in some distant region should take the Bible for their only law book and every member should regulate his conduct by the precepts there exhibited. Every member would be obligated in conscience to temperance and frugality and industry; to justice and kindness and charity towards his fellowmen; and to piety, love and reverence toward Almighty God. In this commonwealth, no man would impair his health with gluttony, drunkenness or lust. No man would sacrifice his precious time to cards or any other trifling and mean amusement. No man would steal or lie or in anyway defraud his neighbor, but would live in peace and good will with all men. And no man would blaspheme his maker or profane his worship. But a rational and manly, a sincere and unaffected piety and devotion would reign in all hearts. What a utopia, what a paradise this region would be.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p21\" class=\"\">From the beginning with the creation of the world, we have found order in the Lord’s plan. Thousands of years of history have testified to a consistency in his government as he directs the affairs of mankind. Just as surely as John Adams, we know the results of temperance, frugality, and industry. When they are discovered in the actions of man, wealth, prosperity, and abundance are the sure rewards for his efforts. Justice, kindness, and charity always produce peace, love and harmony. The results of gluttony, drunkenness, and lust are clearly predictable. They will surely destroy the temporal body. We also know of the effects of a weakened physical body on the functions of the mind. The destruction of one clearly has the same effect on the other. The results of stealing, lying and defrauding are also absolute. We know the waste of such activities as they literally rob us of our inheritance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p22\" class=\"\">I was riding in an airplane a few days ago. And seated across the aisle from me was a noted educator. In the course of our conversation he recounted to me a teaching experience he had just heard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p23\" class=\"\">In giving an examination one day, a trigonometry teacher said, “Today I am going to give you two examinations: one in trigonometry and one in honesty. I hope you will pass them both. But if you must fail one, let it be trigonometry. For there are many good men in the world today who cannot pass an examination in trigonometry but there are <span class=\"emphasis\">no<\/span> good men in the world today who cannot pass an examination in honesty.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p24\" class=\"\">How we need the blessings of integrity in our society today!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p25\" class=\"\">Every healthy society needs a common core of values based on the divine law of the Lord. This core of values should be a fundamental upon which all laws governing human conduct are based. Societies which have governed themselves by this fundamental set of values have found peace, prosperity, joy, beauty, morality and fulfillment. Societies which have thought themselves beyond these basic principles have literally destroyed themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p26\" class=\"\">Are we not now seeing in our society today the lack of a responsiveness to teach these basic values? Are we not seeing a growing harvest of public and private crime, irresponsibility, vandalism, shoddy work, immorality and the lack of personal discipline? Because of our unwillingness to get involved in the preservation of these values, small, radical, Godless groups are literally stealing from us our rights to enjoy the freedom to choose our own value system.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p27\" class=\"\">“There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p28\" class=\"\">“And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated.” (<span class=\"citation\" id=\"16791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16791)\">D&amp;C 130:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p29\" class=\"\">The Lord has clearly charted a course for us to obtain his blessings. He is bound by his divine law to bless us for our righteousness. The overwhelming question in each age is why each generation must test his law, when the Lord’s performance from generation to generation has been absolutely consistent. Is this not the time to again reexamine our position? Is that which we are building in our personal lives, our families, our communities, and our nations firmly anchored to a foundation based on divine law? Is it not time again to heed the warning of Paul?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p30\" class=\"\">“Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p31\" class=\"\">“For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p32\" class=\"\">“And let us not be weary in well doing; for in due season we shall reap.” (<span class=\"citation\" id=\"23318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23318)\">Gal. 6:7–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/as-a-man-soweth.p33\" class=\"\">May God bless us that we may sow to the Spirit in order that our harvest will be life everlasting, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}