{"ID":2776, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Relationships\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p2\" class=\"\">Elder William Grant Bangerter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2e68.jpg\" alt=\"Elder William Grant Bangerter\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p3\" class=\"\">My brethren and sisters, like many of you I was surprised after my marriage to discover the extent of my wife’s relatives. Having come from an extensive family myself, it was nothing new to me to be surrounded by a large family. Nevertheless, as I became acquainted with the connections into which I had married, I had my eyes opened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p4\" class=\"\">I served as a Regional Representative in Wyoming. Her parents grew up there and it seemed that everyone was her relative. The same thing was evident when I was transferred to southern Utah. Her family connections are everywhere. I find them in Texas and in Arizona. We even found them in Egypt and in Saudi Arabia when we visited there two months ago. I have found myself in constant competition to find relatives of my own. I don’t know whether I should say this, but I’ve always laid a certain claim to fame from the fact that Sister LaVern Parmley, who was president of the Primary, was my cousin. But you know, Sister Bangerter arranged to have her released. And then she had Sister Barbara Smith, who is <span class=\"emphasis\">her<\/span> cousin, sustained as president of the Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p5\" class=\"\">Several years ago while I was conversing with a man from southern California who was visiting for the first time in Salt Lake City, he commented that the members of this Church seem to be a unified people. He mentioned that this was foreign to his experience. Even though he was a member of a church in Los Angeles and attended regularly, he rarely did more than greet the man who sat behind him and speak “good morning” to the one in front. He said, “I have no close friends in a congregation of 1,200 people.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p6\" class=\"\">I responded that while I had been to Los Angeles only two or three times, I was sure that if I were to visit any one of the fifty or hundred congregations of our Church in that city, within twenty minutes I would find someone I knew or someone who was acquainted with friends of mine, or perhaps even a relative. If not that, certainly one of my wife’s relatives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p7\" class=\"\">I have often been impressed with these extensive relationships which are common to those of us who are members of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p8\" class=\"\">We have other examples of the extensiveness of our families. Last summer we were driving through Switzerland and were passing near the town from which my grandfather came. Immediately in front of us on the highway was a truck, on the tailgate of which was written the name <span class=\"emphasis\">Bangerter<\/span> and the name of the town. I turned to my wife and said, “At last I have you outnumbered. All these people are my relatives.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p9\" class=\"\">In pursuing our genealogy, our family has extended many lines of our ancestry back in to the 1500s. One day I counted up the surnames on our pedigree. I found that I come from 226 known family lines. If each one of you whose family came from Switzerland or England would check your pedigree to the same extent, I am sure you would have some of the same names I do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p10\" class=\"\">This is an indication that we all have a real kinship based on blood relationship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p11\" class=\"\">On my pedigree I counted up the names of 650 individuals who have been identified as my direct progenitors. But I have calculated that if I could fill in all the spaces on my pedigree chart only going back to about the year 1500, there would be between 15,000 and 20,000 individuals who are my direct ancestors. And if I were to add to those names the names of their children, I would have a genealogy of between fifty and sixty thousand people, <span class=\"emphasis\">all<\/span> closely related to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p12\" class=\"\">Because of the intensive efforts of my mother and other members of the family, several thousand names have been gathered of my close relatives who are dead. Following the doctrine of the Church, these names have been taken to the temple and ordinances have been performed for them so that when we meet them in the life after death we will recognize them, not only as members of our family, but also as brothers and sisters in the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p13\" class=\"\">I have also learned that even in a family where extensive work has been done in genealogy, the majority of this research is still ahead of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p14\" class=\"\">There are other relationships in our lives not founded so closely on blood connection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p15\" class=\"\">I have listened to the testimonies of many people who have joined the Church. Invariably they speak of how they wandered in different philosophies and religions, but that when they joined the Church they found that they had connected with their true family. In a spiritual sense, they have come home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p16\" class=\"\">I have had close association with a man in business who is a beloved friend. We have occasionally discussed religion; and although he has not shown interest in joining the Church, he has investigated many religious philosophies, including the Methodist Church, reincarnation, certain aspects of spiritualism, Pentecostal groups, and Christian fellowship associations. I told him one day that I was sure he would someday join the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p17\" class=\"\">When he inquired with a smile how I knew that, I responded, “Anyone who is looking as earnestly as you are will never be satisfied until he finds the full answer. But when you do join the Church, you will feel like you have come home and you won’t be searching anymore.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p18\" class=\"\">This is the feeling of the members of this Church. Since the days of Jesus Christ, the members of his Church have called each other <span class=\"emphasis\">brother<\/span> and <span class=\"emphasis\">sister.<\/span> This was not just happenstance—it was intended.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p19\" class=\"\">The Savior taught us to pray to our Father who is in heaven. He spoke of himself as the Son of his Father and frequently referred to the members of the Church as the children of God. If this doesn’t indicate family relationship, I fail to understand the meaning of those terms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p20\" class=\"\">When I first went to South America as a young missionary, I noticed that the people looked like foreigners. They spoke a strange language; they had a darker skin; their hair was dark; their eyes were dark; and I felt lost among them. I did not understand until later that I was the foreigner. But now after spending many years with those people, when I now go among them, I can no longer distinguish between them and North Americans or Europeans. I feel so much at home with them that I don’t even notice what color their hair is or the tone of their skin or the color of their eyes. I don’t even notice what language they speak.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p21\" class=\"\">They’re my brothers and sisters. I extend my full love to them, and they return it to me with ties as close as those that I have experienced in my own family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p22\" class=\"\">Now when I read the scriptures I understand better what the Savior meant. He was visiting in a certain home when a messenger came in and informed him that his mother and his brethren were waiting outside. He turned to the man, not to depreciate his family relationship but to teach a special lesson, and said, “Who is my mother? and … my brethren?” And then, turning to the group gathered before him, he said, stretching forth his hand toward his disciples, “Behold my mother and my brethren! For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother.” (<span class=\"citation\" id=\"36449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36449)\">Matt. 12:48–50<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p23\" class=\"\">What I experienced in South America was described by Paul in his letter to the saints in Ephesus: “Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God.” (<span class=\"citation\" id=\"21883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21883)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21883)\">Eph. 2:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p24\" class=\"\">Does not this word <span class=\"emphasis\">household<\/span> denote a family relationship?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p25\" class=\"\">From these examples I infer that God the Father, after having scattered his children abroad in the earth for their experience, desires to bring them home again. We, who, as Peter said, “are given … exceeding great and precious promises” (<span class=\"citation\" id=\"4927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4927)\">2 Pet. 1:4<\/a><\/span>), have ourselves promised to engage in a lifetime of service in behalf of our brothers and sisters who are not so favored.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p26\" class=\"\">Those relatives who have gone on to the spirit world without the blessings of the gospel cannot forever be neglected. A small number of Church members have been diligent. A new era is upon us now. At this very moment, instructions are going out to the high priests of the Church to mobilize their forces so that every member of the Church can be helped to find his family and bring the lost members home again. This year we are all called upon to prepare our own personal history and to organize our living family. Even without a temple or a library close at hand, everyone can do this. Next year we will be given other challenges and assignments until gradually the members of the Church everywhere will become proficient in preparing the records of their families who have died without the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p27\" class=\"\">If this work is true, we may shortly expect the day when we do things for the dead as extensively as we now do them for the living. This may conceivably require many members to devote years of their time, expending substantial amounts of money, just as we do now in missionary service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/relationships.p28\" class=\"\">Putting the Lord’s family together on eternal terms constitutes the purpose for which the gospel was restored. This will even save nations and the world. We do it by uniting our homes and obtaining our blessings in the temple. We do it by inviting others to accept the restored gospel. We do it by extending our hands across the spiritual spaces to those many relatives who died without the gospel. Those who destroy homes commit a crime against eternity. If we do not put our family together, Moroni says the whole earth will be utterly wasted at Christ’s coming. (<span class=\"citation\" id=\"16599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16599)\">D&amp;C 2:3<\/a><\/span>.) May God bless us to be saviors in the Lord’s family, rather than destroyers, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}