{"ID":2777, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Right to Choose\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p2\" class=\"\">Elder Henry D. Taylor<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:27ea.jpg\" alt=\"Elder Henry D. Taylor\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p3\" class=\"\">One of our greatest responsibilities, and yet privileges, is the right to make choices. Latter-day Saints firmly believe in the principle of free agency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p4\" class=\"\">We are here upon this earth and possess wonderful mortal bodies because we chose wisely when vital matters were discussed and presented to us for our decision.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p5\" class=\"\">Before the earth was created we existed as spiritual beings. When it was made known that an earth was to be organized, we were apparently very pleased with the announcement. This is evidenced by some very interesting and searching questions that were asked of Job by the Lord when he said: “Gird up now thy loins like a man; for I will demand of thee, and answer thou me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p6\" class=\"\">“Where wast thou when I laid the foundations of the earth? declare, if thou hast understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p7\" class=\"\">“Who laid the measures thereof, if thou knowest? or who hath stretched the line upon it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p8\" class=\"\">“Whereupon are the foundations thereof fastened? or who laid the corner stone thereof;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p9\" class=\"\">“When the morning stars sang together, and all the sons of God shouted for joy?” (<span class=\"citation\" id=\"26772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26772)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26772)\">Job 38:3–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p10\" class=\"\">We believe that a grand council was held to select one who would come to the earth to represent us, and who would atone for the sins of mankind. Joseph Smith has given us the assurance that: “At the first organization in heaven we were all present, and saw the Savior chosen and appointed, and the plan of salvation made, and we sanctioned it.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 181.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p11\" class=\"\">The Lord revealed to Moses some of the details of that grand council when he explained: “Satan … came before me, saying—Behold, here am I, send me, [and] I will by thy son, and I will redeem all mankind, that one soul shall not be lost, and surely I will do it; wherefore give me thine honor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p12\" class=\"\">Then the Lord continued: “But, behold, my Beloved Son … said unto me—Father, thy will be done, and the glory be <span class=\"emphasis\">thine<\/span> forever.” (<span class=\"citation\" id=\"39500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39500)\">Moses 4:1–2<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p13\" class=\"\">Abraham quotes the words of the Lord when he said: “Whom shall I send? And one answered like unto the Son of Man: Here am I, send me. And another answered and said: Here am I, send me. And the Lord said: I will send the first.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p14\" class=\"\">“And the second was angry, and kept not his first estate; and, at that day, many followed after him.” (<span class=\"citation\" id=\"7330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7330)\">Abr. 3:27–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p15\" class=\"\">John explains in the book of Revelation that as a result of Satan’s anger: “And there was war in heaven: Michael [who came to earth and was named Adam] and his angels fought against the dragon [who was Satan]; and the dragon fought and his angels,<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p16\" class=\"\">“And prevailed not; neither was their place found any more in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p17\" class=\"\">“And the great dragon was cast out, that old serpent, called the Devil, and Satan, … was cast out into the earth, and his angels were cast out with him.” (<span class=\"citation\" id=\"42491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42491)\">Rev. 12:7–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p18\" class=\"\">We understand that Satan exerted such a powerful influence upon his associates that one-third of the hosts of heaven followed after him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p19\" class=\"\">Here we observe two different personalities and two different motives of operation. Satan would have removed a person’s free agency and he proposed to redeem all mankind by force, for which he wanted the recognition, honor, and glory. The plan of Jesus would allow individuals to make a choice between what they considered to be right and what they felt would be wrong, and recommended that all honor and glory would be attributed to the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p20\" class=\"\">One has aptly said: “There is no end to the good that can be accomplished when we are not concerned as to the one who will receive the credit.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p21\" class=\"\">As we journey through this earth life, we have many important and far-reaching decisions to make as individuals. We especially realize that young people must decide whom they will choose to be their friends and with whom they will associate. They must also determine what they will do to earn a livelihood. Young men and young women will hopefully fall in love, and they will have the privilege of choosing the ones whom they wish to marry. They will also determine if their marriage will be in the temple. That is the only place where they can be sealed for time and all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p22\" class=\"\">Many more decisions must also be made, but a person is not alone in making these important decisions. Following his baptism, preparatory for entrance into the Church, hands are laid upon his head, and one bearing the holy priesthood confirms him a member of the Church and bestows upon him the gift of the Holy Ghost, often properly referred to as the Holy Spirit. If we live righteously, the Holy Spirit will be our companion and guide in making these important decisions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p23\" class=\"\">Through the medium of prayer we can receive a solution to our problems and know what decisions to make. Ofttimes as we pray we receive a strong impression that the answer to the matter we are considering is “no.” Then again, we can have the feeling that our answer is right and should be a positive “yes.” On the other hand, we may not obtain a clear “yes” or “no” answer. In such instances the Lord has given us a formula that should be employed. One should ponder and study the problem out in his mind, make a decision, then ask the Lord if his decision is right. If it is right, he can receive a burning in his bosom and he will know and have the assurance that his decision is right; but if it is not right, there will be a stupor of thought that will cause one to forget the thing which is wrong. (See <span class=\"citation\" id=\"16609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16609)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16609)\">D&amp;C 9:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p24\" class=\"\">The words of one of our meaningful hymns have great significance for us. It carries this message:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Know this, that every soul is free<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">To choose his life and what he’ll be,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">For this eternal truth is given<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">That God will force no man to heaven.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">He’ll call, persuade, direct aright<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">And bless with wisdom, love, and light,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">In nameless ways be good and kind,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">But never force the human mind.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Freedom and reason make us men;<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Take these away, what are we then?<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Mere animals, and just as well<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">The beasts may think of heaven or hell.<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p37\" class=\"\">William C. Gregg, <span class=\"emphasis\">Hymns,<\/span> p. 90<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p38\" class=\"\">Yes, we do have the privilege of making decisions. Will they be good and be pleasing to our Heavenly Father? Or will they be self-centered and selfish?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p39\" class=\"\">Joshua, an ancient prophet, determined that he would try to live righteously, and after making this decision he proclaimed: “choose you this day whom ye will serve; … but as for me and my house, we will serve the Lord.” (<span class=\"citation\" id=\"30088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30088)\">Josh. 24:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-right-to-choose.p40\" class=\"\">May we be inspired to make wise decisions that will meet with the approval of the Lord and be for our best good and the blessing of our fellowmen. For this I pray, in the name of our Lord and Savior, Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}