{"ID":278, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">On Earning Salvation<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1947, pp. 45-51<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nRecently I had a conversation with a sister who had heard a funeral sermon in which it had\nseemed to her the doctrine had been taught that is was possible to know what one's place was\nto be in the eternal worlds, even before the day of judgment spoken of by John the Revelator\nwhen he said he saw the dead, small and great, stand before God to be judged, every man\naccording to the deeds done in the flesh\n(<span class=\"citation\" id=\"42191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42191)\">Rev. 20:12<\/a><\/span>).\nAnd then she asked the question: \"How is it possible\nfor one to know what the place of an individual is to be before the resurrection takes place?\"\n<\/p><p>\nA QUESTION AS TO LIFE AFTER DEATH\n<\/p><p>\nThat question suggested some important scriptures. As I thought about what she had asked, I\nfound that apparently Alma had a similar question propounded to him for he made this\nexplanation to his son Corianton:\n<\/p><p>\nAnd it is requisite with the justice of God that men should be judged according\nto their works; and if their works were good in this life, and the desires of their\nhearts were good, that they should also, at the last day, be restored unto that which\nis good.\n<\/p><p>\nAnd if their works are evil they shall be restored unto them for evil.\n<\/p><p>\n. . . for as he has desired to do evil all the day long even so shall he have his reward of evil\nwhen the night cometh.\n<\/p><p>\nAnd so it is on the other hand. If he hath repented of his sins, and desired\nrighteousness until the end of his days, even so he shall be rewarded unto\nrighteousness.\n<\/p><p>\n. . . and thus they stand or fall; <i>for behold, they are their own judges<\/i>\n(<span class=\"citation\" id=\"8855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8855)\">Alma 41:3-7<\/a><\/span>, italics author's].\n<\/p><p>\nIn agreement with that explanation of the Prophet Alma, the Lord, in revealing the place the\nworld shall occupy at the day of the redemption of mankind, said:\n<\/p><p>\nThat bodies who are of the celestial kingdom may possess it forever and ever; for,\nfor this intent was it made and created, and for this intent are they sanctified.\n<\/p><p>\nAnd they who are not sanctified through the law which I have given unto you,\neven the law of Christ, must inherit another kingdom, even that of a terrestrial\nkingdom, or that of a telestial kingdom.\n<\/p><p>\nFor he who is not able to abide the law of a celestial Kingdom cannot abide a celestial glory.\n<\/p><p>\nAnd he who cannot abide the law of a terrestrial kingdom cannot abide a terrestrial glory.\n<\/p><p>\nAnd he who cannot abide the law of a telestial kingdom cannot abide a telestial glory;\ntherefore he is not meet for a kingdom of glory. Therefore he must abide a kingdom which is\nnot a kingdom of glory (<span class=\"citation\" id=\"12374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12374)\">D&amp;C 88:20-24<\/a><\/span>).\n<\/p><p>\nAnd finally we have the testimony of Amulek:\n<\/p><p>\nYe cannot say, when ye are brought to that awful crisis, that I will repent, that I\nwill return to my God. Nay, ye cannot say this; for that same spirit which doth\npossess your bodies at the time that ye go out of this life, that same spirit will\nhave power to possess your body in that eternal world.\n<\/p><p>\nFor behold, if ye have procrastinated the day of your repentance even until death,\nbehold, ye have become subjected to the spirit of the devil, and he doth seal you\nhis; therefore, the Spirit of the Lord hath withdrawn from you, and hath no place\nin you, and the devil hath all power over you; and this is the final state of the\nwicked (<span class=\"citation\" id=\"8852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8852)\">Alma 34:34-35<\/a><\/span>).\n<\/p><p>\nAs I pondered those scriptures brought to my attention, as we discussed the question of this\nsister, these conclusions seemed clear to my mind. In the first place, we are our own judges\nof the place we shall have in the eternal world. Here and now in mortality, each one of us is\nhaving the opportunity of choosing the kind of laws we elect to obey. We are now living and\nobeying celestial laws that will make us candidates for celestial glory, or we are living\nterrestrial laws that will make us candidates for either terrestrial glory, or telestial law. The\nplace we shall occupy in the eternal worlds will be determined by the obedience we yield to\nthe laws of these various kingdoms during the time we have here in mortality upon the earth.\n<\/p><p>\nJESUS THE LIGHT OF THE WORLD\n<\/p><p>\nThe Lord characterized himself as, \"the light of the world\"\n(<span class=\"citation\" id=\"27290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27290)\">John 8:12<\/a><\/span>). And in that testimony he declared\nfurther that those who would follow him would not walk in darkness but\nshould have the light of life in the celestial world in the presence of the Lord.\n<\/p><p>\nThe Master in his Sermon on the Mount has given us a high standard to attain:\n<\/p><p>\nBe ye therefore perfect, even as your Father which is in heaven is perfect\n(<span class=\"citation\" id=\"34132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34132)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nAnd the scriptures declare to us that the prime purpose of the organization of the Church was\nfor the \"perfecting of the Saints\" (<span class=\"citation\" id=\"21626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21626)\">Eph. 4:12<\/a><\/span>).\nWe have been told the way by which the Master attained to\nthe fullness of his power. The Apostle Paul said:\n<\/p><p>\nThough he were a Son, yet learned he obedience by the things which he suffered;\n<\/p><p>\nAnd being made perfect, he became the author of eternal salvation unto all them that obey\nhim (<span class=\"citation\" id=\"24219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24219)\">Heb. 5:8-9<\/a><\/span>).\n<\/p><p>\nSACRIFICE AND SERVICE ARE SAVING PRINCIPLES\n<\/p><p>\nThe very core of that which we call Christianity is to be found in the record of the writer of\nthe gospel of John in which he quoted the Master's testimony of his own divine mission as\nthe Savior of the world. These were his words:\n<\/p><p>\nFor God so loved the world, that he gave his only begotten Son, that whosoever\nbelieveth in him should not perish, but have everlasting life\n(<span class=\"citation\" id=\"27277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27277)\">John 3:16<\/a><\/span>).\n<\/p><p>\nThus has been stated the highest service that we can render here in mortal life, the willingness\nto sacrifice of our own self for the welfare of others. The place of sacrifice and service in this\nsanctifying process of life was explained by the Prophet Joseph Smith:\n<\/p><p>\nA religion that does not require the sacrifice of all things never has power sufficient to\nproduce the faith necessary unto life and salvation.\n<\/p><p>\nIt was through sacrifice and this alone that God has ordained that men should enjoy eternal\nlife . . .\n<\/p><p>\nIf we could apply to ourselves and to our own lives that principle by which we might lay\nhold upon that precious gift (<span class=\"citation\" id=\"24658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24658)\">Hel. 5:8<\/a><\/span>),\nwe would be indeed wise. It was King Benjamin who taught his\npeople in his closing address:\n<\/p><p>\n. . . when ye are in the service of your fellow beings ye are only in\nthe service of your God (<span class=\"citation\" id=\"40212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40212)\">Mosiah 2:17<\/a><\/span>).\n<\/p><p>\nThat great principle of sacrifice and service was exemplified in that declaration of the Son of\nGod which I have already quoted:\n<\/p><p>\nFor God so loved the world, that he <i>gave<\/i>\n(<span class=\"citation\" id=\"27278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27278)\">John 3:16<\/a><\/span>, italics author's).\n<\/p><p>\nGiving, then, is an expression of one's love, and when one truly gives himself, it is an\nevidence of an abiding love in that individual who thus is willing to give.\nThe Master so loved mankind that he gave his life. It was he who said:\n<\/p><p>\nI am the good shepherd, and know my sheep, and am known of mine . . . and I lay down my\nlife for the sheep.\n<\/p><p>\nNo man taketh it from me, but I lay it down of myself\n(<span class=\"citation\" id=\"27295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27295)\">John 10:14-15,18<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith so loved the truth that had been revealed to him that he was\nwilling to sacrifice everything he possessed in the world, not withholding his life, all to the\nend that he might bear that testimony and that it might be heard by the nations of the earth.\nHe characterized his life in the closing years in these words:\n<\/p><p>\nI am like a huge, rough stone rolling down from a high mountain; and the only\npolishing I get is when some corner gets rubbed off by coming in contact with\nsomething else . . . all hell knocking off a corner here and a corner there. Thus I \nwill become a smooth and polished shall in the quiver of the Almighty\n(<i>Teachings of the Prophet Joseph Smith<\/i>, 1940 edition, p. 304).\n<\/p><p>\nThe pioneers, whom we honor in this centennial year, so loved the freedom to worship God\naccording to the dictates of their own consciences that they gave up their homes, they gave up\ntheir lands and their possessions, left friends in the eastern lands, and came here to a\nforbidding mountain desert in order that their righteous desires might be realized.\n<\/p><p>\nA SERVICE MAN'S EXPERIENCE\n<\/p><p>\nI was out visiting a stake some months ago and was asked to interview some young men as\nprospective missionaries. I had been told by the stake president that one of the young men\nhad, after a long period of hospitalization, recovered from a severe shell shock that he had\nreceived while in military service. As I faced this young man for the interview, I asked him,\n\"Why do you want to go on this mission?\"\n<\/p><p>\nHe sat thoughtfully for several moments, and then he replied \"When I went into the service, it\nwas the first time I had ever been away from my home. I found conditions strange. I found\ntemptation on every side and the invitation to sin. I needed strength to keep from sin, and I\nwent before my Heavenly Father and prayed to him in faith to give me that strength to resist\nevil. God heard my prayer and gave me that strength. After the period of training was over\nand we neared the combat area, we heard the booming of the guns that foretold the message\nof death that was coming over constantly. I was afraid, and I was quaking all over. I prayed\nto God for courage, and he gave me courage, and there came over me a peace that I had\nnever enjoyed before. When we got over in the Philippines, I was assigned to duty as an\nadvance scout which meant I was ahead of the combat forces and sometimes\nwas almost surrounded by the enemy. I knew that there was only one power in the earth that\ncould save me, and I prayed to that power to protect me, to save my life, and God heard my\nprayer and returned me back to my company.\"\n<\/p><p>\nThen he said to me: \"Brother Lee, I have all those things to be grateful for. It is little enough\nthat I can do to go out now as an ambassador of Jesus Christ, to teach mankind these blessed\nthings that I have received as a child in my home.\"\n<\/p><p>\nAs I heard such an expression of faith from that young man, I contrasted it with those whom\nI had heard say that they thought by going into the mission field they would gain a training,\nthey would see the world, they would gain valuable experience that would benefit them\npersonally. I wish that our missionaries would exemplify in their service the standards of the\ngreat missionaries of the past, one of whom has passed from us since the last general\nconference. Brother Charles A. Callis lived and died the great missionary; aye, he gave his\nlife and was willing to sacrifice all he possessed that he might teach this truth that was so\nprecious to his soul.\n<\/p><p>\nHAPPINESS THROUGH SERVICE\n<\/p><p>\nOur young people come to the marriage altar having been taught in the public schools how\nimportant it is to make a certain adjustment in marriage, and many of them are very fearful\nabout that adjustment. If these young people would understand that the application of that\nprinciple of sacrifice and service would be the answer to the problem of adjustment, their\nfears would be subdued. If they would resolve from the moment of their marriage, that from\nthat time forth they would resolve and do everything in their power to please each other in\nthings that are right, even to the sacrifice of their own pleasures, their own appetites, their\nown desires, the problem of adjustment in married life would take care of itself, and their\nhome would indeed be a happy home. Great love is built on great sacrifice, and that home\nwhere the principle of sacrifice for the welfare of each other is daily expressed is that home\nwhere there abides a great love.\n<\/p><p>\nA selfish grasping for personal advantage does not come from the teachings of truth but\ncomes rather from the teachings of him who is an enemy of truth. It is expressed in that\nscripture which tells us of the proposition that Satan made to our Heavenly Father:\n<\/p><p>\n. . . Behold, here am I, send me, I will be thy son, and I will redeem all mankind,\nthat one soul shall not be lost, and surely I will do it; wherefore give me thine\nhonor (<span class=\"citation\" id=\"38945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38945)\">Moses 4:1<\/a><\/span>).\n<\/p><p>\nThere was the selfishness and the exemplar of it before the world.\n<\/p><p>\nThat man who is ambitious for personal gain and personal advantage is never a happy man,\nfor before him always are the receding horizons of life that will ever mock\nhis attempts at acquisition and conquest. That man who serves unselfishly is the man who is\nthe happy man.\n<\/p><p>\nIn the military service there were awarded ofttimes for outstanding accomplishment, national\ndecorations and certificates of merit, and always with the citation were these suggestive\nwords: \"For meritorious service beyond the call of duty.\"\n<\/p><p>\nTherein lies the way by which we, too, can reach the highest goals and win the merited\nplaudits of our Heavenly Father. That which we do beyond the call of duty, beyond that for\nwhich we are compensated by material wealth is that which gives us the greatest joy in life.\n<\/p><p>\nAs I look at the experiences of our brethren and hear their testimonies, I become persuaded of\none great truth: Whenever the Lord has a great blessing for one of his children, he puts that\nson or daughter in the way to make a great sacrifice.\n<\/p><p>\nTHE WAY OPENED THROUGH PRAYER\n<\/p><p>\nI sat down in the temple some years ago with a member of my high council as we went to\nour prayer circle one early Sunday morning. He told me of his financial difficulties that had\nalmost destroyed his wealth, and he said: \"I had no place to turn; I was about to lose\neverything I had in the world; finally, last week I went to my Heavenly Father and said to\nhim, 'Father in heaven, if you will open up the way by which I can refinance myself, I will\ngive more than my tithes and my offerings. I will make greater sacrifices for that if you will\nonly help me to save what I have.'\" And he said, \"Brother Lee, I got up from my knees, and\nthe way opened up in a most miraculous way. The Lord did his part, and I want you now to\nhelp me to do my part. Will you help me to find an avenue by which I can make greater\nsacrifices for this Church?\"\n<\/p><p>\nOut of that man's planning there came one of the things that today has been a mark in the\nwelfare activities of that stake. Today we have the welfare program that is giving us an\navenue for sacrifice and for greater service. We have listened today to the reports and the\nappeals of the demands of this program. Surely we must not let these things fall upon deaf\nears, for if in this day the Church rises to the call of the First Presidency, and if Church\nmembers sacrifice of their means, their time, their talents for the upbuilding of the kingdom\nof God, not withholding their own lives, if that were necessary, then there will come to this\npeople, and to that individual who thus is willing to consecrate himself, the greatest joy that\ncan come to the human soul.\n<\/p><p>\nGod bless us that we might teach our youth the way by which this happiness will come, and\nlet us plan our banquets for youth in such a way to give youth the opportunity to banquet\ntheir leaders rather than for their leaders to make all the sacrifice for the benefit of youth.\nGive them the joy of service and expect from them such sacrifices as may be\nnecessary to build the faith necessary to lay hold upon eternal life\n(<span class=\"citation\" id=\"2800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2800)\">1 Tim. 6:19<\/a><\/span>), I pray humbly in the name\nof the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}