{"ID":2780, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Way of Life\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p3\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:32ca.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p4\" class=\"\">My beloved brethren and sisters, members and nonmembers, on this, the 1976th anniversary of our Lord and Savior, Jesus Christ, and the 146th anniversary of the organization of his church in this the dispensation of the fulness of times, I greet you with love and fellowship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p5\" class=\"\">As I begin these remarks I have in mind three questions. Where did we come from? Why are we here? And, where do we go after we leave this probation? Every human being should know, and be guided by, the revealed answers to these questions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p6\" class=\"\">Some months ago I sat on an airplane beside a gentleman from the Far East. After exchanging a few pleasantries, he, responding to my inquiry, told me about his business activities. He then inquired about mine. This, of course, led to a gospel discussion. He had no religion, although he said his mother was a Christian. He had no concept of a God, no idea whether he had had a pre-earth existence or whether he would live on after death. He had no purpose in life except to work hard and obtain a “reasonable standard of living.” After discussing a few fundamental gospel truths, he responded: “Such concepts would surely give one an objective to live for.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p7\" class=\"\">A few weeks later I mailed him a letter and sent him some literature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p8\" class=\"\">In his response, he wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p9\" class=\"\">“I still remember you, that I really enjoyed the conversation exchanged with you on the [airplane]. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p10\" class=\"\">“I have been working hard … without ‘purpose.’ … You made my eyes open for what is the true purpose of working every day and [of] life itself. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p11\" class=\"\">“In the meantime,” he said, “I cannot stop drinking and smoking so far”—he was carrying a package of liquor when we were talking, and I let him read the Word of Wisdom. So he said, “I cannot stop drinking so far, but I shall never forget where we came from, and why we are here, and where we go after we leave this probation.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p12\" class=\"\">As to who we are, I had explained, of course, as Paul told the Athenians on Mars’ hill, that we are “the offspring of God.” (<span class=\"citation\" id=\"8209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8209)\">Acts 17:28–29<\/a><\/span>.) This statement required some explanation because, as he pointed out, our physical bodies are the offspring of our mortal parents. At this point I let him read in the revelation the Lord’s statement that “the spirit and the body are the soul of man” (<span class=\"citation\" id=\"16734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16734)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16734)\">D&amp;C 88:15<\/a><\/span>) and emphasized the fact to him that it is man’s spirit which is the offspring of God. This opened the way for an explanation that God himself is a soul, composed of a body of flesh and bones as tangible as man’s, and a spirit; that he is a resurrected, glorified, exalted, omniscient, omnipotent, and—in spirit, and power, and influence—an omnipresent person, the ruler of the heavens and the earth and all things therein; that the spirits of all men are literally his “begotten sons and daughters.” (<span class=\"citation\" id=\"16715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16715)\">D&amp;C 76:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p13\" class=\"\">This concept is what he must have had in mind when he wrote, “I shall never forget where we came from.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p14\" class=\"\">As to why we are here on earth, I reminded him of the self-evident fact that, as the offspring of God, we inherit the capability of reaching, in full maturity, the status of our heavenly parents just as we inherit from our mortal parents the capability to attain to their mortal status; and that since God has a body of flesh and bones, it was necessary and perfectly natural for us, his spirit offspring, to obtain such bodies in order that we might be like him; that coming to earth was the means provided for us to obtain these bodies. I further explained to him that this mortal probation provides us the opportunity to, while walking by faith, prove ourselves worthy to go on to perfection and exaltation in the likeness of our heavenly parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p15\" class=\"\">I explained what Abraham wrote concerning his vision of the council in heaven where the gospel plan was presented and the creation of this earth projected. We considered Abraham’s statement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p16\" class=\"\">“Now the Lord had shown unto me, Abraham, the intelligences that were organized before the world was; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p17\" class=\"\">“And there stood one among [those that were spirits] that was like unto God [namely, Jesus Christ], and he said unto those who were with him: We will go down, for there is space there, and we will take of these materials, and we will make an earth whereon these may dwell;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p18\" class=\"\">“And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p19\" class=\"\">“And they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads for ever and ever.” (<span class=\"citation\" id=\"7325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7325)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7325)\">Abr. 3:22–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p20\" class=\"\">We all know, of course, that the program thus announced was implemented. The spirits who kept their first estate—that was their spirit estate—are added upon, as promised, by receiving mortal bodies as they are born here upon this earth as human souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p21\" class=\"\">The promise is that if they keep this, their second (that is, our mortal) estate, they “shall have glory added upon their heads for ever and ever” [<span class=\"citation\" id=\"7327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7327)\">Abr. 3:26<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p22\" class=\"\">It thus became clear to him, as it is to all of us, that we came to earth for two purposes: one, to obtain physical bodies of flesh and bone in the likeness of our Heavenly Father; and two, to be proved—to see if we “will do all things whatsoever the Lord” our God commands us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p23\" class=\"\">This was what my friend had in mind when he said, “I shall never forget … why we are here.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p24\" class=\"\">Our probation here on earth will, of course, be terminated by death, death being the dissolution of the soul—the separation of the body and the spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p25\" class=\"\">As the result of Christ’s victory over the grave, we shall all be resurrected, which is the redemption of the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p26\" class=\"\">The type of body we shall receive in resurrection and where we go from there is up to us. As Paul wrote the Corinthians concerning the resurrection:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p27\" class=\"\">“There are … celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p28\" class=\"\">“There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p29\" class=\"\">“So also is the resurrection of the dead.” (<span class=\"citation\" id=\"628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(628)\">1 Cor. 15:40–42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p30\" class=\"\">If we here keep the commandments of God, we shall return to his presence and dwell with him in eternal life and glory. If we do not keep his commandments, we shall dwell in a far less comfortable place. It is up to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p31\" class=\"\">“According to the moral agency” which God has given us, we are free to act as we choose and every person will “be accountable for his own [acts] in the day of judgment.” (<span class=\"citation\" id=\"16756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16756)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16756)\">D&amp;C 101:78<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p32\" class=\"\">An ancient American prophet put this truth in these beautiful words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p33\" class=\"\">“Men are free … and all things are given them which are expedient. … They are free to choose liberty and eternal life, … or to choose captivity and death, according to the captivity and power of the devil; for he seeketh that all men might be miserable like unto himself.” (<span class=\"citation\" id=\"3959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3959)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3959)\">2 Ne. 2:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p34\" class=\"\">Another ancient American prophet describes in this language the situation we will be in between death and resurrection:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p35\" class=\"\">“Behold, it has been made known unto me by an angel [this is Alma talking—he wasn’t guessing; he was told by an angel], that the spirits of all men, as soon as they are departed from this mortal body, yea, the spirits of all men, whether they be good or evil, are taken home to that God who gave them life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p36\" class=\"\">“And then shall it come to pass, that the spirits of those who are righteous are received into a state of happiness, which is called paradise, a state of rest, a state of peace, where they shall rest from all their troubles and from all care, and sorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p37\" class=\"\">“And then shall it come to pass, that the spirits of the wicked, yea, who are evil—for behold, they have no part nor portion of the Spirit of the Lord; for behold, they chose evil works rather than good; therefore the spirit of the devil did enter into them, and take possession of their house—and these shall be cast out into outer darkness; there shall be weeping, and wailing, and gnashing of teeth, and this because of their own iniquity, being led captive by the will of the devil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p38\" class=\"\">“Now this is the state of the souls of the wicked, yea, in darkness, and a state of awful, fearful looking for the fiery indignation of the wrath of God upon them; thus they remain in this state, as well as the righteous in paradise, until the time of their resurrection.” (<span class=\"citation\" id=\"9249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9249)\">Alma 40:11–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p39\" class=\"\">In the Garden of Eden, God endowed Adam and all his posterity with that free agency which they had enjoyed in the spirit world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p40\" class=\"\">Furthermore, he said: “I, the Lord God, gave unto Adam and unto his seed, that they should not die as to the temporal death, until I, the Lord God, should send forth angels to declare unto them repentance and redemption, through faith on the name of mine Only Begotten Son.” (<span class=\"citation\" id=\"16635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16635)\">D&amp;C 29:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p41\" class=\"\">Beginning with Adam and repeated in every subsequent gospel dispensation, the Lord has revealed the gospel of Jesus Christ, which embraces the principles and ordinances constituting the way, and the only way, to peace and happiness in this life and eternal life and exaltation in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p42\" class=\"\">The last and final dispensation was opened in the spring of 1820 when God our Eternal Father with his resurrected Son, Jesus Christ, our Savior, appeared in person to Joseph Smith, Jr., in the sacred grove near Palmyra, New York.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p43\" class=\"\">During the next few years, all the principles and ordinances of the gospel of Jesus Christ necessary for man’s salvation and exaltation, with the power and authority to teach and administer them, were revealed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p44\" class=\"\">And on April 6, 1830, 146 years ago today, Christ’s true church bearing his name, “The Church of Jesus Christ,” with the suffix “of Latter-day Saints”—to distinguish it from the primitive church—was reestablished in the earth with six members. Today it has more than three million members. There are currently some 23,000 missionaries carrying the message of the restoration to the nations of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p45\" class=\"\">Now my brothers and sisters and friends, I know and bear witness to you that the things I have rehearsed in these remarks are true. I know, that we are human souls—composed of spirits begotten of God, tabernacled in mortal bodies of flesh and blood and bones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p46\" class=\"\">I know, of course, as each of you know that we shall die; that our bodies shall return to the earth whence they came; that our spirits shall return to the spirit world; that by reason of Christ’s victory over the grave all of us will be resurrected and as immortal souls stand before the judgment bar of the great Jehovah; and that there we shall be assigned that degree of glory the laws of which we have obeyed while in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p47\" class=\"\">If we keep in mind who we are, why we are here, and where we go after this probation, and live our lives in the light of such knowledge, we shall have peace in this world and eternal life in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p48\" class=\"\">The way to determine the truth or falsity of these divine teachings is to apply the test prescribed by Jesus as recorded in John, which reads:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p49\" class=\"\">“Now about the midst of the feast Jesus went up into the temple, and taught.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p50\" class=\"\">“And the Jews marvelled, saying, How knoweth this man letters, having never learned?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p51\" class=\"\">“Jesus answered them, and said, My doctrine is not mine, but his that sent me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p52\" class=\"\">“If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.” (<span class=\"citation\" id=\"28879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28879)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28879)\">John 7:14–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p53\" class=\"\">No person is, nor can he be, justified in rejecting these teachings and commandments, which have been revealed by the Lord, on the basis that he does not know they are true, because everything the Lord does or says has within itself the evidence of its own authenticity, and every person is divinely endowed with the means to discover that evidence and know for himself that it is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p54\" class=\"\">“The Spirit of Jesus Christ,” says the revelation, “giveth light to every man that cometh into the world; and the Spirit enlighteneth every man through the world, that hearkeneth to the voice of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p55\" class=\"\">“And every one that hearkeneth to the voice of the Spirit cometh unto God, even the Father.” (<span class=\"citation\" id=\"16728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16728)\">D&amp;C 84:45–47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p56\" class=\"\">The prophet Lehi bore like witness when he said to his son, Jacob, “men are instructed [hearing by the Spirit] sufficiently that they know good from evil.” (<span class=\"citation\" id=\"3955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3955)\">2 Ne. 2:5<\/a><\/span>.) And so did Mormon, by teaching his brethren that “the Spirit of Christ is given to every man, that he may know good from evil.” (<span class=\"citation\" id=\"38403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38403)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38403)\">Moro. 7:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-way-of-life.p57\" class=\"\">That we may all know by the witness of the Holy Spirit where we came from, why we are here, and where we go after we leave this life; and that by living righteously we “shall have glory added upon [our] heads for ever and ever,” I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}