{"ID":2782, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Book of Mormon\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p2\" class=\"\">Elder James A. Cullimore<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:28aa.jpg\" alt=\"Elder James A. Cullimore\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p3\" class=\"\">My dear brethren and sisters, I’d like to talk to you today about the Book of Mormon. I often wonder if we take as seriously as we should this great record. Early in the Church the members seemed to be taking the Book of Mormon too lightly. The Lord gave the following warning and condemnation. This might be as applicable today as it was then.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p4\" class=\"\">“And your minds in times past have been darkened because of unbelief, and because you have treated lightly the things you have received—<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p5\" class=\"\">“Which vanity and unbelief have brought the whole church under condemnation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p6\" class=\"\">“And this condemnation resteth upon the children of Zion, even all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p7\" class=\"\">“And they shall remain under this condemnation until they repent and remember the new covenant, even the Book of Mormon and the former commandments which I have given them, not only to say, but to do according to that which I have written—<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p8\" class=\"\">“That they may bring forth fruit meet for their Father’s kingdom; otherwise there remaineth a scourge and judgment to be poured out upon the children of Zion.” (<span class=\"citation\" id=\"16729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16729)\">D&amp;C 84:54–58<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p9\" class=\"\">The Book of Mormon is no ordinary book.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p10\" class=\"\">It was translated from gold plates which were delivered to Joseph Smith by an angel of God. It was translated by the gift and power of God. Oliver Cowdery, who was the scribe, said, “I wrote, with my own pen, the entire Book of Mormon (save a few pages,) as it fell from the lips of the Prophet Joseph Smith as he translated it … by means of the Urim and Thummim.” (<span class=\"emphasis\">Millennial Star<\/span> 21 [1859]:544.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p11\" class=\"\">It gives an account of Christ’s visit to the people of this continent. It corroborates and complements the Bible. It establishes the truth of the Bible. The central theme of the Book of Mormon concerns Jesus Christ and his mission. It is for the convincing of the Jews and the gentiles that Jesus is the Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p12\" class=\"\">The Book of Mormon is a prophetic book. Its coming forth fulfills many biblical prophecies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p13\" class=\"\">The Book of Mormon was given to the world with the admonition that man should test its authenticity by reading it and asking God if it is true. Before concluding the record of the Nephites, Moroni, the last surviving prophet of these people, wrote to those who would read the record in the latter days:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p14\" class=\"\">“When ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.” (<span class=\"citation\" id=\"38405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38405)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38405)\">Moro. 10:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p15\" class=\"\">\n\t<span class=\"emphasis\">What a powerful challenge!<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p16\" class=\"\">Brother William E. Berrett gives an account of an interesting gathering in New York City in 1938. It was the New York City Book Club. Their speaker was the Honorable Henry A. Wallace, then Secretary of Agriculture. His subject was “Good Books of the Nineteenth Century.” In the course of his remarks he said, “The greatest book published in the nineteenth century in the field of religion was the Book of Mormon. Although this book was read by less than one percent of Americans, it affected that one percent so powerfully as to change the history of the nation.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p17\" class=\"\">Brother Berrett states further, “It is a book that has aroused a storm of protest. It has done what the Prophet Joseph said it would do. It has divided men into two camps—those who are for it and those who are against it. There have [possibly] been more books written against it than against any book ever published in America. … On the shelves of the Church Library in the Church Office Building there are more than 1,500 [anti-Mormon] books, each of which, in a portion of its pages, makes an attack on the Book of Mormon. Fifteen hundred volumes by fifteen hundred separate authors. Of those fifteen hundred probably only two ever reached a second edition. …” (William E. Berrett, “What Is the Book of Mormon?” in <span class=\"emphasis\">Know Your Religion Series 1953–54,<\/span> 21 Oct. 1953, pp. 1–2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p18\" class=\"\">Critics of the Church today seldom claim the Book of Mormon to be a fraud. It has proven itself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p19\" class=\"\">Robert B. Downs wrote a book entitled <span class=\"emphasis\">Books That Changed America.<\/span> He listed the Book of Mormon as one of twenty-five such books. In his comments he said, “Throughout the history of Mormonism, the Church’s most powerful and effective weapon has been the Book of Mormon.” (Robert B. Downs, <span class=\"emphasis\">Books That Changed America,<\/span> New York: MacMillan Co., 1970, p. 35.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p20\" class=\"\">\n\t<span class=\"emphasis\">It is a powerful book!<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p21\" class=\"\">Many individuals have read it. It has caused them to leave their churches in which they have been active members. It has caused them to give up their fathers, mothers, and families. Their faith in the book and the truths it teaches was so strong they still believed even though they were told they would be disowned if they joined the Church. They have given up their occupations, their countries. Many have spent all they had, in some cases, for passage on a boat, then walked across the plains to the Salt Lake Valley and lived under most trying circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p22\" class=\"\">The Prophet Joseph records in his diary, “I told the brethren that the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book.” (<span class=\"emphasis\">History of The Church of Jesus Christ of Latter-day Saints,<\/span> 4:461.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p23\" class=\"\">We believe the Bible to be the word of God, but I have often asked missionaries what they would do without the Book of Mormon and modern revelation. With just the Bible, what would be their approach? The Prophet Joseph answered it. “Take away the Book of Mormon and the revelations and where is our religion? We have none.” (<span class=\"emphasis\">HC,<\/span> 2:52.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p24\" class=\"\">If the Book of Mormon is not true, then Joseph Smith was not a prophet of God. I testify to you that the Book of Mormon is true and that the revelations contained in the Doctrine and Covenants and Pearl of Great Price and other places are true and of the Lord. Our message to the world is that God lives, that Jesus is the Christ, that God has revealed himself to man in this dispensation and restored his gospel with all its keys and power. Nothing will be more certain to build faith and testimonies of members and touch the hearts of honest seekers for the truth than this great book.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p25\" class=\"\">There is a special power about the Book of Mormon. It bears a strong, silent witness of its truth as one reads it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p26\" class=\"\">Parley P. Pratt stated, “The Spirit of the Lord came upon me, while I read [The Book of Mormon], and enlightened my mind, convinced my judgment, and rivetted the truth upon my understanding, so that I knew that the book was true, just as well as a man knows the daylight from the dark night.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 5:194.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p27\" class=\"\">Brigham Young said as he read the book, “I knew it was true, as well as I knew that I could see with my eyes, or feel by the touch of my fingers, or be sensible of the demonstration of any sense.” (<span class=\"emphasis\">JD,<\/span> 3:91.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p28\" class=\"\">In the hands of nonmembers it works while one sleeps. Let me give you two personal experiences regarding this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p29\" class=\"\">The first is about James Monroe Hastings and his wife, Eddie. Mr. Hastings was a Baptist minister in New Mexico during the depression days in the early 1930s. After one of his revival meetings, someone gave him a Book of Mormon which he took home and placed on the shelf. About five years later he picked it up and started to read it. After he had read it through, he testified to his family it was true. The next weekend he went to Springerville, Arizona, to find a member of the Church who could teach him more. It was only a few weeks until he and his family were baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p30\" class=\"\">Brother and Sister Hastings and their family appeared in our little branch in Oklahoma City in mid-1939. They had moved there to try to convert his brother and family who lived there. After they had brought them into the Church, they moved where others of the family lived so they could teach them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p31\" class=\"\">The other experience was related to me by a good friend. He gave a Book of Mormon to one of his associates in business. He soon retired from the company and heard nothing from this former associate for several years. When he saw him again, the friend said, “Possibly you’d like to know what happened to your Book of Mormon? I haven’t read it, but many of my family have, and there are now nineteen of my family members in your church as a result of reading it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p32\" class=\"\">“I took the book home and put it on the shelf. One night as my mother was babysitting for us, she saw the book and began to read it. When we came home, she asked us about it. She said, ‘This book is true.’ This started a chain of events that brought about these many baptisms.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p33\" class=\"\">The Lord said to Joseph Smith, “This generation shall have my word through you.” (<span class=\"citation\" id=\"16601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16601)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16601)\">D&amp;C 5:10<\/a><\/span>.) The Book of Mormon and latter-day revelation to the Church came through Joseph Smith. It testifies of Christ. It is a new witness for Christ. Listen to the words of Nephi:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p34\" class=\"\">“The words which I have written in weakness will be made strong unto them; for it persuadeth them to do good … and it speaketh of Jesus, and persuadeth them to believe in him, and to endure to the end, which is life eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p35\" class=\"\">“And it speaketh harshly against sin, according to the plainness of the truth; wherefore, no man will be angry at the words which I have written save he shall be of the spirit of the devil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p36\" class=\"\">“… If ye shall believe in Christ ye will believe in these words, for they are the words of Christ, and he hath given them unto me; and they teach all men that they should do good.” (<span class=\"citation\" id=\"3975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3975)\">2 Ne. 33:4–5, 10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p37\" class=\"\">The Nephites were individual witnesses of the risen Lord. When he visited them, he invited them to see for themselves. He said, “Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye may feel the prints of the nails in my hands and in my feet, that ye may know that I am the God of Israel, and the God of the whole earth, and have been slain for the sins of the world. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p38\" class=\"\">“And the multitude did see and hear and bear record; and … all of them did see and hear, every man for himself.” (<span class=\"citation\" id=\"5833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5833)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5833)\">3 Ne. 11:14<\/a><\/span>, <span class=\"citation\" id=\"5838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5838)\">3 Ne. 17:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p39\" class=\"\">The Book of Mormon testifies of Joseph Smith. The prophet Lehi in his words to Joseph, his youngest son, referred to the covenant made by God to his ancestor, the great Joseph who was sold into Egypt. This unusual seer, Joseph of Egypt, received from the Lord the promise that from the fruit of his loins a righteous branch should be raised up and also the promise that the Messiah should be manifest to his descendants in the latter days. The Lord would raise up a choice seer, like unto Moses, to the remnants of Joseph:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p40\" class=\"\">“For Joseph truly testified, saying: A seer shall the Lord my God raise up, who shall be a choice seer unto the fruits of my loins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p41\" class=\"\">“And I will make him great in mine eyes; for he shall do my work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p42\" class=\"\">“And he shall be great like unto Moses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p43\" class=\"\">“And his name shall be called after me; and it shall be after the name of his father. And he shall be like unto me; for the thing, which the Lord shall bring forth by his hand, by the power of the Lord shall bring my people unto salvation.” (<span class=\"citation\" id=\"3960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3960)\">2 Ne. 3:6, 8–9, 15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p44\" class=\"\">Joseph Smith, the Latter-day prophet, fulfilled this prophecy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p45\" class=\"\">The Book of Mormon is truly a witness for Jesus Christ and his plan of salvation for mankind. It is a witness that Jesus Christ, through Joseph Smith, has again established his work in our day. We invite all mankind to read it and learn for themselves its powerful message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-book-of-mormon.p46\" class=\"\">I leave you my witness of the truth of this gospel and of the Book of Mormon, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}