{"ID":2783, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Matter of Personal Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p2\" class=\"\">Elder Joseph Anderson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_039<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2416.jpg\" alt=\"Elder Joseph Anderson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p3\" class=\"\">One of the peculiarities of members of The Church of Jesus Christ of Latter-day Saints is the matter of personal testimony. It is quite customary for faithful members of the Church to testify to their faith and knowledge of the truth of this work wherever and whenever opportunity occurs. It is desirable and expected that before one joins the Church he will have an individual assurance of the truth of the doctrines we teach, that the gospel we proclaim is the restored plan of life and salvation, that it is not a new religion but the eternal gospel, the keys, principles, and doctrines of which were restored to men on earth by heavenly messengers who held these keys and this authority in previous dispensations and when the Lord and his apostles were upon the earth in the meridian of time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p4\" class=\"\">People who are inclined to rely entirely upon reason in reaching conclusions find it difficult to accept as reliable those things that cannot be proved by the five senses. Paul may have had this in mind when he said, “For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.” (<span class=\"citation\" id=\"608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(608)\">1 Cor. 2:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p5\" class=\"\">The English poet, John Dryden, has said:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Dim as the borrow’d beams of moon and stars<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To lonely, weary, wand’ring travelers,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Is Reason to the soul; and, as on high<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Those rolling fires discover but the sky,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Not light us here, so reason’s glimmering ray<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Was lent, not to assure our doubtful way,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But guide us upward to a better day.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And as those nightly tapers disappear,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When day’s bright lord ascends our hemisphere;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So pale grows Reason at Religion’s sight;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So dies, and so dissolves in supernatural light.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p17\" class=\"\"><span class=\"emphasis\">“Religio Laici,” <\/span>The Poetical Works of Dryden, <span class=\"emphasis\">Cambridge: The Riverside Press, 1950, p. 162.<\/span><\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p18\" class=\"\">Moroni, in bidding farewell to the Lamanites, left this testimony as recorded in the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p19\" class=\"\">“And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p20\" class=\"\">“And by the power of the Holy Ghost ye may know the truth of all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p21\" class=\"\">“And ye may know that he is, by the power of the Holy Ghost; wherefore I would exhort you that ye deny not the power of God; for he worketh by power, according to the faith of the children of men, the same today and tomorrow, and forever.” (<span class=\"citation\" id=\"38408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38408)\">Moro. 10:4–5, 7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p22\" class=\"\">I recall reading a few years ago that a prominent prelate of one of the Christian churches in Salt Lake City, who has since passed away, expressed a feeling of admiration and respect for members of The Church of Jesus Christ of Latter-day Saints and their standards of life, but he said he did not favor their policy of testimony bearing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p23\" class=\"\">Notwithstanding the many and great miracles the disciples of our Lord had seen Him perform, there were times when they seem to have had some doubts in their minds concerning their Lord and Master, whether he was truly and indeed the Christ of whom the prophets had spoken. On one occasion, however, the scriptures tell us that “when Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p24\" class=\"\">“And they said, Some say that thou art John the Baptist: some, Elias: and others, Jeremias, or one of the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p25\" class=\"\">“He saith unto them, But whom say ye that I am?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p26\" class=\"\">This question was truly a faith-testing one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p27\" class=\"\">“And Simon Peter answered and said, Thou art the Christ, the Son of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p28\" class=\"\">“And Jesus said unto him, Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.” (<span class=\"citation\" id=\"36461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36461)\">Matt. 16:13–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p29\" class=\"\">That testimony which came as a revelation to Peter from the Father has come down to us through the years and is an indication to us as to how we may know that Jesus is the Christ. In the same way we may know and bear testimony also to the truth of the restored gospel, that that same Jesus lives today and is our Redeemer and Savior. It may be revealed to man by God through the gift and power of the Holy Ghost, for by that means can we know all things that it is expedient for us to know. The source of that testimony is the rock of revelation upon which the church of Christ is built, and the gates of hell shall not prevail against it. As indicated by the Savior, flesh and blood do not reveal these things to many but they come only by revelation from our Father in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p30\" class=\"\">Our testimony of the truth of this work is unique, and it is perhaps our principal source of strength in proclaiming the gospel message to the world. That testimony must be firm and true. It must be built upon the rock of revelation. It must be such as to withstand the winds of criticism and the storms of persecution that may be hurled against the Church. It must be made firm by a righteous life. As we grow in understanding of the gospel of the Lord Jesus Christ, our understanding of the purpose of life increases and our faith in God’s representatives is magnified in our minds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p31\" class=\"\">Our missionaries as they go into the world with the message of the restoration bear testimony to the truth of this latter-day work. These testimonies must be more than mere words: they must be true convictions. And when they come from the heart and soul as they should do, they have an impact on the thinking of their listeners that cannot easily be cast aside, because those testimonies come with the accompaniment of the Holy Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p32\" class=\"\">Emerson said: “The vice of our theology is seen in the claim that the Bible is a closed book, and that the age of inspiration is past.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p33\" class=\"\">The strength of this church does not depend alone upon the prophets and apostles of earlier dispensations nor upon the testimony of the General Authorities of the present. The strength of this church is in the testimony and faith of its members, and every member may have that testimony if he will seek it through study and sincere prayer and if he will keep the commandments the Lord has given us. That testimony will become a knowledge of the truth of this work. Through righteous living and unselfish service, it will grow stronger day by day and will develop into a knowledge that nothing but carelessness or sin can weaken or destroy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p34\" class=\"\">One of the former presidents of the Church, President David O. McKay, has said in regard to this subject, “A testimony of the gospel of Jesus Christ is the most sacred, the most precious gift in our lives, obtained only by adherence to the principles of the gospel, not by following the paths of the world. You may get momentary pleasures by following the enticements of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p35\" class=\"\">“You may get transitory pleasure, yes; but you cannot find joy—you cannot find happiness. Happiness is found only along that well-beaten track, narrow as it is, though strait, which leads to life eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p36\" class=\"\">“That is my testimony to you. Sometimes there are obstacles; there is persecution; there is self-denial; there will be tears because you are coming constantly in contact with these enticements, with these worldly ideals, and you have to overcome them; and, for the moment, there will seem to be sacrifice, but it is only temporary. The Lord never forsakes those who seek him. It may not come just the way you think, but it will come. The Lord will certainly fulfill his promise to you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p37\" class=\"\">With further reference to testimony and his own testimony he said, “But the testimony that this work is divine had come not through manifestation, great and glorified as it was [he is speaking now of a special manifestation that had come to him], but through obedience to God’s will, in harmony with Christ’s promise: ‘If any man will do his will he shall know of the doctrine, whether it be of God, or whether I speak of myself’ [see <span class=\"citation\" id=\"28880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28880)\">John 7:17<\/a><\/span>].” (David O. McKay, <span class=\"emphasis\">Treasures of Life,<\/span> Deseret Book Co., 1962, pp. 229–31.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p38\" class=\"\">Through the gift and power of the Holy Ghost, testimony has come into the hearts and souls of millions of Latter-day Saints since the Church was organized in 1830—that Jesus is the Christ; that he lives; that he is the Firstborn of the Father in the spirit and the Only Begotten of the Father in the flesh; that he is our Redeemer and Savior; that he is the Author of the eternal plan of life and salvation; that he is our Elder Brother; that in answer to Joseph Smith’s humble prayer (Joseph was a boy of fourteen at the time) our Heavenly Father and his son Jesus Christ, glorified heavenly beings of flesh and bones, appeared to him in the grove near Palmyra, New York, in 1820; that Joseph’s account of this experience is true. These people have testified that the Holy Ghost has made manifest unto them that Joseph Smith was a prophet of the living God, chosen before the foundation of the earth was laid to be the instrument in the hands of the Lord in preparing the way for the restoration of the gospel of Jesus Christ in this dispensation, the dispensation of the fulness of times. Further, that those who have succeeded the Prophet Joseph Smith as prophets of the Lord’s church, including Spencer W. Kimball, our present prophet and president, have held and do hold the keys to the kingdom of God upon the earth, which, among other things, give authority for and the responsibility of carrying the message of the restored gospel to all mankind that no one may be left without an excuse. The Prophet Joseph sealed his testimony with his blood, as many others have done since the gospel was restored to earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-matter-of-personal-testimony.p39\" class=\"\">After an association of more than fifty years with the leaders of the Church here upon the earth—prophets, seers, and revelators of this dispensation—during which period of time I have witnessed the inspiration and revelation of the Lord to his servants, I add my testimony that the Spirit of the Lord has borne witness to my soul that these things are true. I testify that if we can bring our eternal spirits into attune with the promptings of God’s Holy Spirit, the hand of God may be made visible; and the listening ear so attuned may be responsive to the celestial whisperings of the voice of God, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}