{"ID":2785, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Constitution—A Glorious Standard\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p\" class=\"\">President of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_041<\/span>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p3\" class=\"\">My beloved brethren and sisters, humbly and gratefully I stand before you today. I thank the Lord for the eternal principle of freedom, free agency, the right choice. I cherish patriotism and love of country in all lands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p4\" class=\"\">This morning, I speak about the Constitution of the United States—that glorious standard raised up by the Founding Fathers. I want to pay tribute to those who laid the foundation of our Republic. I desire to bear testimony concerning one of the most vital principles that makes the work of the founders timeless and inspired.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p5\" class=\"\">Every Latter-day Saint should love the inspired Constitution of the United States—a nation with a spiritual foundation and a prophetic history—which nation the Lord has declared to be his base of operations in these latter days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p6\" class=\"\">The framers of the Constitution were men raised up by God to establish this foundation of our government, for so the Lord has declared by revelation in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p7\" class=\"\">“I established the Constitution of this land, by the hands of <span class=\"emphasis\">wise men whom I raised up unto this very purpose,<\/span> and redeemed the land by the shedding of blood.” (<span class=\"citation\" id=\"16757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16757)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16757)\">D&amp;C 101:80<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p8\" class=\"\">Yes, this is a land fertilized by the blood of patriots. During the struggle for independence, nearly 9,000 of the colonist forces were killed. Among those fifty-six patriots who had pledged their lives, their fortunes, and their sacred honor by signing the Declaration of Independence, at least nine paid that price with their life’s blood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p9\" class=\"\">At the close of the Revolution, the thirteen states found themselves independent but then faced grave internal economic and political problems. The Articles of Confederation had been adopted but proved to be ineffectual. Under this instrument, the nation was without a president, a head. There was a congress, but it was a body destitute of any power. There was no supreme court. The states were merely a confederation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p10\" class=\"\">Washington wrote of the defects of this loose federation in these words: “The fabrick which took nine years, at the expense of much blood and treasure to rear, now totters to the foundation, and without support must soon fall.” (John C. Fitzpatrick, ed., <span class=\"emphasis\">Writings of George Washington,<\/span> Washington, D.C.: Government Printing Office, 1939, 29:68.) Because of this crisis, fifty-five of the seventy-four appointed delegates reported to the convention, representing every state except Rhode Island, for the purpose of forming “a more perfect union.” Thirty-nine finally signed the Constitution.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p11\" class=\"\">Who were these delegates, those whom the Lord designated “wise men” whom <span class=\"emphasis\">he<\/span> raised up? They were mostly young men in the prime of their life, their average age being forty-four. Benjamin Franklin was the eldest at eighty-one. George Washington, the presiding officer at the convention, was fifty-five. Alexander Hamilton was only thirty-two; James Madison, who recorded the proceedings of the convention with his remarkable <span class=\"emphasis\">Notes,<\/span> was only thirty-six. These were young men, but men of exceptional character, “sober, seasoned, distinguished men of affairs, drawn from various walks of life.” (J. Reuben Clark, Jr., <span class=\"emphasis\">Stand Fast by Our Constitution,<\/span> Deseret Book Co., 1965, p. 135.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p12\" class=\"\">Of the thirty-nine signers, twenty-one of them were educated in the leading American colleges and in Great Britain; eighteen were, or had been, lawyers or judges; twenty-six had seen service in the Continental Congress; nineteen had served in the Revolutionary army, seventeen as officers. Four had been on Washington’s personal staff during the war. Among that assembly of the thirty-nine signers were to be found two future presidents of the United States, one the “Father of his Country”; a vice-president of the United States; a secretary of the treasury; a secretary of war; a secretary of state; two chief justices of the Supreme Court, and three who served as justices; and the venerable Franklin, a diplomat, philosopher, scientist, and statesman.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p13\" class=\"\">“They were not backwoodsmen from far-off frontiers, not one of them. … <span class=\"emphasis\">There has not been another such group of men in all<\/span> [the 200 years of our <span class=\"emphasis\">history<\/span>] <span class=\"emphasis\">that even challenged the supremacy of this group.<\/span>” (J. Reuben Clark, Jr., <span class=\"emphasis\">Conference Reports,<\/span> April 1957, p. 47.) President Wilford Woodruff said they “were the <span class=\"emphasis\">best spirits<\/span> the God of heaven could find on the face of the earth. They were choice spirits. …” (Wilford Woodruff, <span class=\"emphasis\">Cr,<\/span> April 1898, p. 89; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p14\" class=\"\">Following the drafting of the Constitution, it awaited ratification by the states. In 1787 three states ratified the Constitution. In the next year eight more followed; and on April 6, 1789, 187 years ago today, the Constitution of the United States went into operation as the basic law of the United States when the electoral college unanimously elected George Washington as the first president of the nation. This date, I believe, was not accidental.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p15\" class=\"\">In the final analysis, what the framers did, under the inspiration of God, was to draft a document that merited the approval of God himself, who declared it to “be maintained for the rights and protection of <span class=\"emphasis\">all<\/span> flesh.” (<span class=\"citation\" id=\"16754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16754)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16754)\">D&amp;C 101:77<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p16\" class=\"\">The document has been criticized by some as outmoded, and even a recent president of the United States criticized it as a document “written for an entirely different period in our nation’s history.” (<span class=\"emphasis\">U.S. News and World Report,<\/span> Dec. 17, 1962, p. 104.) The eminent Constitutional authority, President J. Reuben Clark, Jr., has answered this argument in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p17\" class=\"\">“These were the horse and buggy days as they have been called in derision; these were the men who traveled in the horsedrawn buggies and on horseback; but these were the men who carried under their hats, as they rode in the buggies and on their horses, a political wisdom garnered from the ages.” (<span class=\"emphasis\">Stand Fast by Our Constitution,<\/span> p. 136.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p18\" class=\"\">What those framers did can be better appreciated when it is considered that when the instrument went into operation, it covered only thirteen states with fewer than four million people. Today it adequately covers fifty states and over 200 million people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p19\" class=\"\">The wisdom of these delegates is shown in the genius of the document itself. The founders had a strong distrust for centralized power in a federal government. So they created a government with checks and balances. This was to prevent any branch of the government from becoming too powerful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p20\" class=\"\">Congress could pass laws, but the president could check this with a veto. Congress, however, could override the veto, and by its means of initiative in taxation, could further restrain the executive department. The Supreme Court could nullify laws passed by the Congress and signed by the president. But Congress could limit the Court’s appellate jurisdiction. The president could appoint judges for their lifetime with the consent of the Senate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p21\" class=\"\">Each branch of the government was also made subject to different political pressures. The president was to be chosen by electors, Senators by state legislatures, representatives by the people, and the Supreme Court by the president, with the consent of the Senate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p22\" class=\"\">All this was deliberately designed to make it difficult for a majority of the people to control the government and to place restraints on the government itself. The founders created a republic which Jefferson described as “action by the citizens in person in affairs within their reach and competence, and <span class=\"emphasis\">in all others by representatives.<\/span> …” (Paul L. Ford, ed., <span class=\"emphasis\">Works of Thomas Jefferson,<\/span> New York: J. P. Putnam Sons, 1905, 11:523.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p23\" class=\"\">A study of the basic principles which undergird the document would be profitable for all Americans during this Bicentennial year.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p24\" class=\"\">When James Russell Lowell was asked, “How long will the American Republic endure?” he replied: “As long as the ideas of the men who founded it continue dominant.” May I comment on one of the most vital ideas and principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p25\" class=\"\">Constitutional government, as designed by the framers, will survive only with a righteous people. “Our Constitution,” said John Adams, first vice-president and second president, “was made only for a moral and religious people. It is wholly inadequate to the government of any other.” (John R. Howe, Jr., <span class=\"emphasis\">The Changing Political Thought of John Adams,<\/span> Princeton, New Jersey: Princeton University Press, 1966, p. 189.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p26\" class=\"\">America, North and South, is a choice land, a land reserved for God’s own purposes. This land and its inhabitants are under an everlasting decree. The Lord revealed this decree to the brother of Jared, an American prophet, in these solemn words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p27\" class=\"\">“And now, we can behold the decrees of God concerning this land, that it is a land of promise; and whatsoever nation shall possess it shall serve God, or they shall be swept off when the fulness of his wrath shall come upon them. And the fulness of his wrath cometh upon them when they are ripened in iniquity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p28\" class=\"\">“For behold, this is a land which is choice above all other lands; wherefore he that doth possess it shall serve God or shall be swept off; for it is the everlasting decree of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p29\" class=\"\">“Behold, this is a choice land, and whatsoever nation shall possess it shall be free from bondage, and from captivity, and from all other nations under heaven, if they will but serve the God of the land, who is Jesus Christ. …” (<span class=\"citation\" id=\"22314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22314)\">Ether 2:9–10, 12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p30\" class=\"\">The Lord has also decreed that this land should be “the place of the New Jerusalem, which should come down out of heaven, … the holy sanctuary of the Lord.” (<span class=\"citation\" id=\"22320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22320)\">Ether 13:3<\/a><\/span>.) Here is our nation’s destiny! To serve God’s eternal purposes and to prepare this land and people for America’s eventual destiny, the Lord established the Constitution of this land by the hands of wise men whom he raised up to this very purpose. (See <span class=\"citation\" id=\"16758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16758)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16758)\">D&amp;C 101:80<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p31\" class=\"\">Many Americans have lost sight of the truth that righteousness is the one indispensable ingredient to liberty. Perhaps as never before in our history is our nation collectively deserving of the indictment pronounced by Abraham Lincoln in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p32\" class=\"\">“We have been the recipients of the choicest bounties of Heaven; we have been preserved these many years in peace and prosperity. We have grown in numbers, wealth, and power, as no other nation has ever grown. But we have forgotten God. We have forgotten the gracious hand which preserved us in peace and multiplied and enriched and strengthened us, and we have vainly imagined, in the deceitfulness of our hearts, that all these blessings were produced by some superior wisdom and virtue of our own. Intoxicated with unbroken success, we have become too self-sufficient to feel the necessity of redeeming and preserving grace, too proud to pray to the God that made us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p33\" class=\"\">“It behooves us, then, to humble ourselves before the Offended Power, to confess our national sins, and to pray for clemency and forgiveness.” (“A Proclamation by the President of the United States of America,” March 30, 1863, as cited in Richardson, <span class=\"emphasis\">Messages and Papers of the Presidents,<\/span> Washington, D.C.: United States Congress, 1897, pp. 164–65.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p34\" class=\"\">Unless we as citizens of this nation forsake our sins, political and otherwise, and return to the fundamental principles of Christianity and of constitutional government, we will lose our political liberties, our free institutions, and will stand in jeopardy before God of losing our exaltation. I am in full agreement with the statement made by President J. Reuben Clark, Jr.:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p35\" class=\"\">“I say to you that the price of liberty is and always has been blood, human blood, and if our liberties are lost, we shall never regain them except at the price of blood. They must not be lost!” (<span class=\"emphasis\">Stand Fast by Our Constitution,<\/span> p. 137.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p36\" class=\"\">Yes, I repeat, righteousness is an indispensable ingredient to liberty. Virtuous people elect wise and good representatives. Good representatives make good laws and then wisely administer them. This tends to preserve righteousness. An unvirtuous citizenry tend to elect representatives who will pander to their covetous lustings. The burden of self-government is a great responsibility. It calls for restraint, righteousness, responsibility, and reliance upon God. It is a truism from the Lord that “when the wicked rule the people mourn.” (<span class=\"citation\" id=\"16751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16751)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16751)\">D&amp;C 98:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p37\" class=\"\">As presiding officer of the Constitutional Convention, George Washington appealed to the delegates in these words: “Let us raise a standard to which the <span class=\"emphasis\">wise<\/span> and the <span class=\"emphasis\">honest<\/span> can repair.” Wise and honorable men raised that glorious standard for this nation. It will also take wise and honorable men to perpetuate what was so nobly established.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p38\" class=\"\">A citizen of this republic cannot do his duty and be an idle spectator. How appropriate and vital it is at the time of our nation’s 200th birthday to remember this counsel from the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p39\" class=\"\">“<span class=\"emphasis\">Honest<\/span> men and <span class=\"emphasis\">wise<\/span> men should be sought for diligently, and good men and wise men ye should observe to uphold.” (<span class=\"citation\" id=\"16752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16752)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16752)\">D&amp;C 98:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p40\" class=\"\">Goodness, wisdom, and honesty are the three qualities of statesmanship, qualities this country needs more than ever before. May we be wise—prayerfully wise—in the electing of those who would lead us. May we select only those who understand and will adhere to Constitutional principles. To do so, we need to understand these principles ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p41\" class=\"\">In 1973 the First Presidency of the Church made public this statement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p42\" class=\"\">“We urge members of the Church and all Americans to begin now to reflect more intently on the meaning and importance of the Constitution, and of adherence to its principles.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1973, p. 90.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p43\" class=\"\">May I urge every Latter-day Saint and all Americans in North and South America to become familiar with every part of this document. Many of the constitutions of countries in South America have been patterned in large measure after that of the United States. We should understand the Constitution as the founders meant that it should be understood. We can do this by reading their words about it, such as those contained in the Federalist Papers. Such understanding is essential if we are to preserve what God has given us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p44\" class=\"\">I reverence the Constitution of the United States as a sacred document. To me its words are akin to the revelations of God, for God has placed his stamp of approval on the Constitution of this land. I testify that the God of heaven selected and sent some of his choicest spirits to lay the foundation of this government as a prologue to the restoration of the gospel and the second coming of our Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-constitution-a-glorious-standard.p45\" class=\"\">May God bless us to protect this sacred instrument. In the words of the Prophet Joseph Smith, “May those principles, which were so honorably and nobly defended, namely, the Constitution of our land, by our fathers, be established forever.” (<span class=\"citation\" id=\"16772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16772)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16772)\">D&amp;C 109:54<\/a><\/span>.) For this I pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}