{"ID":2787, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Are We Following Christ’s Pattern?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p2\" class=\"\">Elder William R. Bradford<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_043<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2ba2.jpg\" alt=\"Elder William R. Bradford\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p3\" class=\"\">I commend unto you all these great men who have radiated the brilliant light of the truths of the gospel of Jesus Christ during the proceedings of this conference. The truth that has been shown forth here during these proceedings of this conference should gladden the hearts and calm the souls of all those who will set their course in life by it, that they might travel in perfect safety through a world that is darkened by the teachings of Satan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p4\" class=\"\">The Master Jesus Christ has set the pattern in all things. He has called all men to follow his pattern with this decree:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p5\" class=\"\">“Verily, verily, I say unto you, this is my gospel; and ye know the things that ye must do in my church; for the works which ye have seen me do that shall ye also do; for that which ye have seen me do even that shall ye do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p6\" class=\"\">“Therefore, what manner of men ought ye to be? Verily I say unto you, even as I am.” (<span class=\"citation\" id=\"5843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5843)\">3 Ne. 27:21, 27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p7\" class=\"\">Now may I ask you, does your life follow this pattern? May I point out to you a few parts of the pattern and suggest that you compare your life to them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p8\" class=\"\">By what name are you called?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p9\" class=\"\">“Behold, Jesus Christ is the name which is given of the Father, and there is none other name given whereby man can be saved.” (<span class=\"citation\" id=\"16613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16613)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16613)\">D&amp;C 18:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p10\" class=\"\">Do the things which you think and do entitle you to bear the name of Jesus Christ? Does your love for that holy name inspire and lift you to lofty heights and cause desires within you to want all the world to know of him and receive for themselves his sacred name? Do you feel a sharp pain, as if a dagger had pierced your heart, when you hear the name of the Son of God taken in vain? Do you ever walk through doors where he would never enter? Have you kept his name unsullied and spotless so that because of you it has not been allowed to come in contact with that which is base and unbefitting? In his name are you builders of his kingdom? No man can serve two masters. Men must either declare themselves as Christ’s servants, take upon themselves his name, and do his work, or fall victim to the enticing trap of Satan, helping him in his work of destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p11\" class=\"\">What about your love for the Father? Christ loved the Father. He prayed to him. He praised him. He represents him in all he does. He serves him and delights to do his work. He obeys perfectly his every instruction. If we would be like Christ, we too must do these things, for hasn’t he said, “For that which ye have seen me do even that shall ye do”? (<span class=\"citation\" id=\"5842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5842)\">3 Ne. 27:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p12\" class=\"\">What is your relationship with your fellowman? The Master again has set the pattern:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p13\" class=\"\">“Wherefore, hear my voice and follow me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p14\" class=\"\">“And let every man esteem his brother as himself, and practise virtue and holiness before me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p15\" class=\"\">“And again I say unto you, let every man esteem his brother as himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p16\" class=\"\">“… I say unto you, be one; and if ye are not one ye are not mine.” (<span class=\"citation\" id=\"16637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16637)\">D&amp;C 38:22, 24–25, 27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p17\" class=\"\">Do you really love the people around you? Love is the only element that can tenderize the human heart. The love that Christ has for us caused that he become a willing sacrifice, to suffer and die for us. It should humble the most proud when they ponder the magnitude of what he did for all mankind as he suffered in the garden. As he revealed that event, he said to us, “Which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit—and would that I might not drink the bitter cup, and shrink—<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p18\" class=\"\">“Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.” (<span class=\"citation\" id=\"16617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16617)\">D&amp;C 19:18–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p19\" class=\"\">How much of yourself do you give to your fellowmen?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p20\" class=\"\">Have you followed the pattern Christ set for baptism? He taught the absolute need for all men to be baptized:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p21\" class=\"\">“And whoso believeth in me, and is baptized, the same shall be saved; and they are they who shall inherit the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p22\" class=\"\">“And whoso believeth not in me, and is not baptized, shall be damned.” (<span class=\"citation\" id=\"5835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5835)\">3 Ne. 11:33–34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p23\" class=\"\">There are many who mock and scoff at this vital ordinance. It has been changed to fit the convenience of men or, in some instances, has been cast aside entirely as a thing of no significance. Much of the world embraces the false and wicked teachings of Satan, who says God is dead, and therefore, his church is dead, and its ordinances are not of any value. And thus, only a comparatively few have taken upon themselves the name of Christ and entered into his kingdom through the waters of baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p24\" class=\"\">The message of this church to all men everywhere is the same as has been preached by Jesus Christ from the beginning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p25\" class=\"\">Repent and be baptized. Christ was. And “what manner of men ought ye to be? Verily I say unto you, even as I am.” (<span class=\"citation\" id=\"5844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5844)\">3 Ne. 27:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p26\" class=\"\">To be like Jesus Christ demands that men change. In all earnestness and sincerity of heart, I exhort you to change and be like the Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p27\" class=\"\">You fathers, change and direct the affairs of your families as if Christ were at the helm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p28\" class=\"\">You mothers, give love, honor, and respect to your husbands and practice Christlike acts. Expel the ungodly from the confines of your home, and maintain it as a sanctuary where your children will learn of God by word and deed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p29\" class=\"\">You children, make following Christ the “in” thing to do. Reject the filth of pornography and the poisons of drugs and alcohol. Be a companion with Christ, and he will draw near unto you and be your best friend. There is no better friend than Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p30\" class=\"\">You young adults, you are the best of any generation. Maintain your purity. Be the standard bearers in the great move to bring all men unto the Master. Prepare your minds by filling them with the eternal truths contained in the holy scriptures. Be obedient to parents and to God. Listen to and sing the music of heaven. Reject the vulgar and base sounds and beats of Satan’s music. He would like to gain your favor with his sensual and carnal rhythms and thereby lead you down to hell. Resist temptation by building a strong relationship with Jesus Christ. No other relationship will give you greater joy and happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p31\" class=\"\">To all of you within the sound of my voice who are not following the pattern of the Master, change. Open your hearts to his love. Open your doors to his servants. Let them come into your homes and teach you what you must do to be like him. To reject his servants, who are sent forth to do his work and teach his pattern for salvation, will cause you to be left in darkness and despair in a troubled world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/are-we-following-christs-pattern.p32\" class=\"\">I testify that Jesus Christ directs the righteous affairs of this earth, that Spencer W. Kimball is a living prophet and receives and follows the instruction of the Master for the salvation of all men who will follow him. That we may do so is my constant prayer, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}