{"ID":2789, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Blessing of Building a Temple\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p2\" class=\"\">Elder Adney Y. Komatsu<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p\" class=\"\">Assistant to the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_045<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2bcc.jpg\" alt=\"Elder Adney Y. Komatsu\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p3\" class=\"\">My dear brothers and sisters and friends: It is glorious to be here with you in this great conference and feel the Spirit of the Lord made manifest through the many inspired words spoken by the Brethren. My testimony has been strengthened; my heart has been touched by the spoken words. I humbly bear you my testimony that I know that this is the Lord’s church, led by a living prophet of God, President Spencer W. Kimball.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p4\" class=\"\">President Kimball has repeatedly admonished us of the necessity for more missionaries to bring the gospel message to the peoples of the world. He has reminded us that every worthy young man should go on a mission. Today we are experiencing an increase in convert baptisms as more dedicated young men and women answer their calls to serve as missionaries for the Lord. The Church is growing very rapidly in many parts of the world because of the leadership and direction we receive from a living prophet of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p5\" class=\"\">President Kimball also has announced through inspiration and revelation the need for more temples; and last year three areas in the world were designated to receive this great blessing of a new house of the Lord, namely, São Paulo, Brazil; Tokyo, Japan; and Seattle, Washington.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p6\" class=\"\">As the gospel of Jesus Christ was restored in these last days, temple building and temple ordinances were restored through the Prophet Joseph Smith. Soon after the Church was organized on April 6, 1830, the Lord commanded the Saints to build a temple; and from 1833 to 1836, with fewer than two thousand members in the Church, the Prophet Joseph Smith and the Saints commenced to build a temple in Kirtland, Ohio.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p7\" class=\"\">The Saints at that time did not have many worldly possessions, but with great personal sacrifice they gave all they had to build the house of the Lord. Their sacrifices were many, but compared with the great blessing that followed, they were only small offerings unto the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p8\" class=\"\">For on April 3, 1836, after the completion of the temple, on the occasion of a Sabbath day meeting and after solemn and silent prayer, the Prophet Joseph Smith and Oliver Cowdery received a great manifestation. A vision was opened to them with a personal manifestation from the Lord Jesus Christ of his acceptance of the temple. They were also visited by three great prophets holding the keys and authority of their callings, each committing into the hands of Joseph and Oliver his authority and calling as the restoration of the gospel in its fullness began.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p9\" class=\"\">Today I am sure the Saints in the areas where temples will be built are also sacrificing and living by faith to fulfill their obligations and assignments. In Japan and in the other areas of the Orient, members have committed themselves to the building of the temple as well as to the building of stake centers and chapels.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p10\" class=\"\">Recently a young father bore his testimony regarding his contribution to the temple fund. His challenge by his bishop was to accept a suggested assessment for the contribution to the temple fund. This amount totaled nearly all he had saved through the years to build his own home. After discussing this with his wife and his children, they decided to give to the Lord all they had in their savings account for the building of the temple in Tokyo, and they gave up their dream of a new home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p11\" class=\"\">One day, not too long after making this contribution to the bishop, the man’s superiors called him into the office and unexpectedly gave him a promotion in the company, with a large increase in his salary, and also with the promotion came an allowance for a new home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p12\" class=\"\">I am sure there are many other faith-promoting experiences among the members of the Church as they dedicate their lives to the needs of the building of the kingdom of God on this earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p13\" class=\"\">It is gratifying to see the dedication and faithfulness of the members. Surely the Lord God will bless and honor those who meet their obligations and sacrifice their time, talents, and means in helping to build the kingdom of God on this earth. By latter-day revelation the Lord promises those who are faithful, “For thus saith the Lord—I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p14\" class=\"\">“Great shall be their reward and eternal shall be their glory.” (<span class=\"citation\" id=\"16709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16709)\">D&amp;C 76:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p15\" class=\"\">One of the three great prophets appearing to the Prophet Joseph Smith and Oliver Cowdery in the Kirtland Temple was Elijah the prophet, who was taken to heaven without tasting death. As he committed the keys of this dispensation into their hands he said, “Behold, the time has fully come, which was spoken of by the mouth of Malachi—testifying that he [Elijah] should be sent, before the great and dreadful day of the Lord come—<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p16\" class=\"\">“To turn the hearts of the fathers to the children, and the children to the fathers, lest the whole earth be smitten with a curse.” (<span class=\"citation\" id=\"16776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16776)\">D&amp;C 110:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p17\" class=\"\">May I share with you this afternoon an experience that happened to a young couple who were members of the Church in Japan. They wished to be married, and as is the custom in Japan, they sought permission from their nonmember parents for the marriage to be performed. The boy’s parents refused to give permission. With concern and disappointment, the young couple prayerfully sought ways to fill their lives with meaningful Church activities and trusted that permission would be forthcoming later.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p18\" class=\"\">At this time Church members were planning a trip to the Hawaii Temple, and much emphasis was made and was being placed on the importance of genealogical research. So the couple joined with others in seeking out their ancestors and in planning to have the temple work done for them. The girl searched diligently through shrines, cemeteries, and government record offices, and was able to gather seventy-seven names. The boy’s uncle, who was a respected and influential member of the family, heard of this and was deeply impressed with and interested in her work. He noted the intense devotion of the girl to honoring her ancestors and suggested that such a young lady would be a good wife for his nephew. Permission was granted for the young people to be married, and the marriage was performed. Later they were sealed in the Hawaii Temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p19\" class=\"\">It is a Japanese tradition that families gather together for special holidays in January and August. As this young couple joined their family members on these special occasions, they displayed their book of remembrance, and much interest was generated in their work and in the reasons for it. They discussed with those relatives assembled their ancestral lines and the importance of completing the genealogical research. It was difficult for their nonmember families to understand the reasons for a Christian church teaching principles such as “ancestral worship,” for this was a Buddhist teaching and tradition.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p20\" class=\"\">Today many young men and women are completing their family group sheets and are teaching the gospel of Jesus Christ to their parents and their relatives by this method. Through genealogical research and through doing temple work for their progenitors, and especially with a temple now becoming available in Tokyo, members can so live that the gospel will yet be embraced by many more in the Orient. This great work has just begun.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/the-blessing-of-building-a-temple.p21\" class=\"\">I bear you my witness that the gospel of Jesus Christ is the way of salvation for the living and the dead and that God hears and answers our prayers. He will inspire and assist us to gather up the records of our progenitors, and he will open the way that we may bring joy and salvation into the lives of those who blessed us with this life. I bear you my humble testimony that I know that Joseph Smith was an instrument in the hands of the Lord to restore the gospel in these last days and we have a living prophet in President Spencer W. Kimball, who is guiding and directing The Church of Jesus Christ of Latter-day Saints. To this I testify, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}