{"ID":279, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Faith and the Pioneers<\/p>\n<p class=\"gcspeaker\">Elder Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1947, pp. 57-61<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, it is with some fear and trembling that I address you here\nthis morning, and I seek the guidance of the Spirit of the Lord in what I shall say.\n<\/p><p>\nSUFFERINGS AND PERSECUTIONS OF THE EARLY SAINTS\n<\/p><p>\nWe are living one hundred years from the time the Pioneers commenced their journey and\ncame into this valley. It is only natural that the brethren should call attention to the Pioneers\nand the great work they performed. I have visited most of the scenes of early Church history.\nI have gone over a good part of the trail which they followed when they came to these\nvalleys. I have reflected a good deal upon these scenes, the travels, the hardships, the travails,\nand suffering and persecutions of these early days, and as I have stood in these hallowed spots\nand have traversed some of the territory which they passed over, my heart has been touched,\nbut I have realized that it is beyond my power to understand and perhaps to feel all that these\ngood faithful souls endured, and all for the sake of the gospel of Jesus Christ.\n<\/p><p>\nThe Church had its beginning in New York. Persecution came upon the Saints from the\nbeginning, and they were driven out. The Lord gave them a commandment to assemble in\nOhio (<span class=\"citation\" id=\"12341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12341)\">D&amp;C 37:3<\/a><\/span>).\nThey established their headquarters at Kirtland in that state. No doubt they had no\nintention of leaving, when they first went there, but the Lord revealed to them that there was\nanother place, the place which he called \"Zion,\" on the borders of the Lamanites\n(<span class=\"citation\" id=\"12338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12338)\">D&amp;C 28:9<\/a><\/span>), and so their\nhearts were turned to that place; however, they never had intended to forsake altogether their\nheadquarters in Kirtland, but persecution came upon them, and they were forced out. With\nrejoicing they assembled in large measure in Jackson County where it had been made known\nto them that the great city, the new Jerusalem or Zion would be built\n(<span class=\"citation\" id=\"12394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12394)\">D&amp;C 101:70-71<\/a><\/span>), and they rejoiced over\nit, but they were not privileged to remain there. Their enemies came upon them with hatred\nand bitterness in their hearts and drove them out. They moved to another part of the state of\nMissouri and there again intended and tried to establish themselves, but persecution still\nfollowed them, and the hatred of the officials in that state resulted in their banishment and an\nedict coming from the governor of that state that they would have to leave or be exterminated.\nThey went back eastward, crossed the great river, and made their settlement at Nauvoo, in the\nstate of Illinois. For a season they prospered but not without persecution, not without hatred,\nand finally that hatred reached its peak, and their prophet and his brother, my grandfather,\nwere martyred. Their enemies thought that would be the end of the Church. The papers so\ndeclared it. Their enemies rejoiced, but it did not bring the end. Still the Church grew. So\nalso grew the animosity and the hatred of their enemies, and finally the Saints were driven\nfrom their homes, robbed of practically all that they possessed and thus set upon their journey\nto this western land, destitute, in poverty, and the world said they had gone to their\ndestruction, and rejoiced.\n<\/p><p>\nI tell you, my brethren and sisters, we don't realize all that they went through; their hardships,\ntheir sufferings, the persecutions, the murders, the drivings that came upon\nthem before they started on their westward journey; and they arrived in this valley rejoicing.\nIt was President George A. Smith who was responsible for the statement that they came here\nof their own free will and choice&mdash;because they had to; and that is true. They crossed the\nplains, many of them pushing handcarts, containing the meager possessions which they had.\nThey traveled the weary miles with sore and bleeding feet, through hardships and suffering\nwhich we do not understand, and arrived in this valley of the Salt Lake, and were grateful to\nthe Lord that he had preserved their lives and brought them to a place of peace where they\ncould worship; and all this, if you please, because they loved the truth.\n<\/p><p>\nTHE FIRST SABBATH IN THE VALLEY\n<\/p><p>\nThe Pioneers arrived, that is President Young with the company of the Pioneers, arrived in\nthis valley on the 24th day of July in the year 1847. The next day was Sunday. In the\ngratefulness of their hearts they held meetings as it was their intention and their practice to\ndo. In the morning session Elders George A. Smith, Heber C. Kimball, and Ezra T. Benson\nwere the speakers, and with their eyes filled with tears, they rejoiced and thanked the Lord\nthat he had brought them safely through. In the afternoon, another service was held and others\nof the brethren spoke. Elder Wilford Woodruff, Elder Orson Pratt, and Elder Willard Richards\nwere the speakers, and they also bore testimony to the truth and expressed their gratefulness\nthat the Lord had brought them to this land, and they prayed in their hearts that the people\nwould remember their covenants and their obligations and be true and faithful to the Lord and\nserve him with full purpose of heart. President Brigham Young was ill, but he did make some\nremarks. He spoke briefly, and I want to call attention to one thing that he said as it was\nreported by Elder Wilford Woodruff. Said he, in the brief remarks made by President Young,\n\"He told the brethren that they must not work on Sunday, that they would lose five times as\nmuch as they would gain by it. None were to hunt on that day, and there would not any man\ndwell among us who would not observe these rules. They might go and dwell elsewhere if\nthey pleased but should not dwell among us\"; and they meant it, and why shouldn't they?\nWhy should anyone come to this land as a member of the Church, in that day or since, who\ndoesn't have in his heart a desire of keeping the commandments of the Lord and walking in\nrighteousness?\n<\/p><p>\nHOW ARE WE MEASURING UP?\n<\/p><p>\nNow I have been thinking, as I have thought many times in the past, of this great legacy\nwhich is ours, the great blessings which have come to us, built upon the foundation of\npersecution, death, hardships, men and women laying down their lives that we might\ndwell in this land in peace and safety; and how do we feel today about it?\nDo we keep the Sabbath day holy? Do we pray? Are we grateful in our souls for all that has\nbeen done for us by these sturdy people who loved the truth and came here that they might\nworship God according to the dictates of their consciences? How do we feel? When I see\nreports of conditions in this state and surrounding states where Latter-day Saints dwell, the\namount of liquor that is consumed and tobacco that is consumed, and tea and coffee and other\nthings destructive of health, and contrary to the commandments of the Lord, when I see the\npeople violating the Sabbath day and committing all other kinds of sins contrary to that which\nthey have been taught, I wonder if the Lord is pleased with us.\n<\/p><p>\nPUNISHMENT OF ANCIENT ISRAEL\n<\/p><p>\nI'd like to call your attention to a statement in the scriptures that when the Lord led Israel\ninto the land of Palestine, then known as Canaan, he gave them commandments, he told them\nwhat would happen if they broke those commandments, and among those commandments was\nthat of keeping the Sabbath day (<span class=\"citation\" id=\"22571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22571)\">Ex. 20:8-11<\/a><\/span>).\nNot only were they to keep the Sabbath day holy but their\nland was also to have a Sabbath\n(<span class=\"citation\" id=\"30884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30884)\">Lev. 25:1-11<\/a><\/span>)\nat certain intervals, and the Lord told them, through Moses,\nthat if they did not keep the Sabbath day holy, if the land itself did not have a chance to rest,\nthe day would come when the land would observe its Sabbath because the people would not\nbe there. He would move them out of their place; and that happened. After the ten tribes of\nIsrael had been carried away, and Babylon had come and laid siege to Judah and had carried\nthose of that kingdom captive, Ezekiel the Prophet spoke to them and called their attention to\nall these promises the Lord had made to them and said that because they had violated these\nthings, these destructions and drivings, had come upon them. Two verses I want to read in his\nadmonition. The Lord speaking:\n<\/p><p>\nAnd I gave them my statutes, and shewed them my judgments, which if a man do,\nhe shall even live in them. Moreover also I gave them my sabbaths, to be a sign\nbetween me and them, that they might know that I am the Lord that sanctify them\n(<span class=\"citation\" id=\"23102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23102)\">Ezek. 20:11-12<\/a><\/span>).\n<\/p><p>\nAnd then again:\n<\/p><p>\nI am the Lord your God; walk in my statutes, and keep my judgments, and do\nthem; And hallow my sabbaths; and they shall be a sign between me and you, that\nye may know that I am the Lord your God\n(<span class=\"citation\" id=\"23103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23103)\">Ezek. 20:19-20<\/a><\/span>).\n<\/p><p>\nThis is also a sign to us. If we don't keep the Sabbath day holy, he may still be our God, but\nwe may not be his people, for all the people of the earth are his, but we are a peculiar people,\nand by that we mean that we are different and should be different from the rest\nof the world because we are not of the world. We are in it. We are not of it.\n<\/p><p>\nSTATEMENT OF PRESIDENT JOSEPH F. SMITH REGARDING THE SABBATH\n<\/p><p>\nNow, time will not permit saying much more, but I have here a statement by President Joseph\nF. Smith, taken from a letter that he wrote to his daughters who were away from home in\nschool, and they wanted to know about the Sabbath day, because the people, where they were,\nwere not living it, and so they wanted to know why we had to obey the Sabbath day, and I\nthink I have just about time to read this.\n<\/p><p>\nAll things should be done with prudence and in moderation. The Sabbath: \"And on the\nseventh day God ended his work which he had made; and he rested on the seventh day from\nall his work which he had made. And God blessed the seventh day, and sanctified it; because\nthat in it he had rested from all his work \"\n(<span class=\"citation\" id=\"23521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23521)\">Gen. 2:2-3<\/a><\/span>).\n\"Remember the sabbath day, to\nkeep it holy. Six days shall thou labor, and do all thy work: But the seventh day is the\nsabbath of the Lord thy God; in it thou shalt not do any work\"\n(<span class=\"citation\" id=\"22570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22570)\">Ex. 20:8-10<\/a><\/span>). This is the\ncommand. It is binding upon all. There are sound religious reasons for it and physiological\nreasons not less sound. Indeed it is a physiological as well as a divine law. Those who keep it\nwill reap the reward of obedience to divine law, will enjoy the benefits of the physical law. It\nis not less needful to the human being than sleep although not so speedily felt. No one can\nlive without sleep, neither can anyone survive long without rest. The result of sleep is no\nmore potential to prolongation of life than the Sabbath rest, although we may survive longer\nwithout the latter than without the former, speaking from a physical point of view. From a\nspiritual point of view the willful violation of the law of the Sabbath rest is as deadly to the\nmoral growth and faith as is the sleepless eye to the mortal being. But the great point is God\nhas said it, not for his own but for man's well-being. He therefore should obey. If he does\nnot, he will have to abide the consequences both temporal and spiritual to himself. Again,\n\"For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions\nunto the Most High\" (<span class=\"citation\" id=\"12359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12359)\">D&amp;C 59:10<\/a><\/span>).\nWe learn to do by doing. Never can we learn to do by\nnot doing. One who closely shuts his eyes is more blind than those who are blind indeed.\nThe things of God are discovered by the spirit of God\n(<span class=\"citation\" id=\"147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(147)\">1 Cor. 2:11<\/a><\/span>), not by the spirit of man nor of the\nworld. Those who seek shall find and to those who knock at the door shall it be opened, and\nthose who ask shall receive and not otherwise\n(<span class=\"citation\" id=\"34137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34137)\">Matt. 7:7<\/a><\/span>).\nHe that hath the spirit discerns by the spirit,\nloves the work of the spirit, for they give delight and joy. Who gives himself to do works,\ngood works, finds beauty and reward in them, and he who sows to the wind will reap the\nwhirlwind (<span class=\"citation\" id=\"24900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24900)\">Hosea 8:7<\/a><\/span>).\nNot now, perhaps, for that which was sown must first take root then spring forth\nin leaf, then bear fruit. The fruit will be after the kind of its own seed. We learn a principle\nby coming in close contact with it and studying it and admitting it into our minds and hearts.\n<\/p><p>\n. . .truth is eternal. It was not created or made. It is a precious gem. It lies hidden\nfrom us, and we must find it and apply it and make it ours.\n<\/p><p>\nThe Lord bless you I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}