{"ID":2791, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            That We May Be One\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p2\" class=\"\">Elder Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_047<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2f98.jpg\" alt=\"Elder Howard W. Hunter\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p3\" class=\"\">At the time of the conquest of western Palestine after the death of Moses, the ten tribes of ancient Israel were united under Joshua. Preparations had been made and orders given for the camp to make ready to cross the Jordan and lay siege to Jericho. Joshua told the people that the Lord would do wonders by drying up the river when the feet of the priests leading the march and bearing the ark of the covenant would touch the water. Just as he had foretold, the waters of the Jordan were miraculously dammed up and they crossed over on dry land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p4\" class=\"\">After the people of Israel had crossed the dry riverbed, the Lord commanded Joshua to select twelve men, one from each tribe, to carry on their shoulders twelve stones from the Jordan and lay them down in the place where they would encamp that night. Then he added, “That this may be a sign among you, that when your children ask their fathers in time to come, saying, What mean ye by these stones?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p5\" class=\"\">“Then ye shall answer them, That the waters of Jordan were cut off before the ark of the covenant of the Lord; when it passed over Jordan, the waters of Jordan were cut off: and these stones shall be for a memorial unto the children of Israel for ever.” (<span class=\"citation\" id=\"30087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30087)\">Josh. 4:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p6\" class=\"\">Fathers have been leaving memorials for their children, and children have been raising them to their fathers, since time began. Here on Temple Square we have consciously surrounded ourselves with such memorials—the old Nauvoo bell, the Seagull Monument, statues of the Restoration, Thorvaldsen’s <span class=\"emphasis\">Christus,<\/span> to name just a few. These serve to unite generation with generation, preserving in a long, unbroken chain the important events of our common heritage. The passage of time and the growth of our institutions often tend to separate us not only from each other but also from our common purposes. Down through history we have been commanded to construct memorials, or hold Passover feasts, or convene general conferences to preserve the power of our united faith and to remember the commandments of God in achieving our eternal, unchanging goals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p7\" class=\"\">More than monuments and festivals are needed, however, for us to succeed in reinforcing our strength and preserving our unity. In much the same way as Joshua did years ago, the builders of the impressive Washington Monument gathered stones from each of the states of the union and encased them within the interior of that 555-foot obelisk, the tallest masonry building in the world, as a tribute not only to the first president and Father of Our Country, but also to our national unity. Yet, while that monument was in preparation, America entered into the bloodiest, most decisive internal conflict it has ever known. It was, as someone has suggested, a Civil War fought over a pronoun—should the United States be referred to as “they” or “it”? Memorials and flags and festivals notwithstanding, the “union” was at stake, for as President Abraham Lincoln had earlier warned, using the Savior’s own words, “If a kingdom be divided against itself, that kingdom cannot stand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p8\" class=\"\">“And if a house be divided against itself, that house cannot stand.” (<span class=\"citation\" id=\"33271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33271)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33271)\">Mark 3:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p9\" class=\"\">However great the need may be for unity within nations, there is even greater need for harmony and interdependence within the worldwide Church of Jesus Christ of Latter-day Saints. As this great conference draws near its close, may I read from what a modern-day prophet referred to as “the greatest prayer ever uttered in this world”? It is recorded by John in impressive detail as he hears it fall from the lips of the Son of God at the close of the evening, after he and his apostles had dined together for the last time:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p10\" class=\"\">“Father, the hour is come; glorify thy Son, that thy Son also may glorify thee. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p11\" class=\"\">“I have manifested thy name unto the men which thou gavest me out of the world: thine they were, and thou gavest them me; and they have kept thy word. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p12\" class=\"\">“I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p13\" class=\"\">“Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p14\" class=\"\">“As thou has sent me into the world, even so have I also sent them into the world. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p15\" class=\"\">“Neither pray I for these alone, but for them also which shall believe on me through their word;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p16\" class=\"\">“That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p17\" class=\"\">“And the glory which thou gavest me I have given them; that they may be one, even as we are one.” (See <span class=\"citation\" id=\"28899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28899)\">John 17:1, 6, 9, 11, 18, 20–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p18\" class=\"\">Within this Church there is a constant need for unity, for if we are not one, we are not his. (See <span class=\"citation\" id=\"16638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16638)\">D&amp;C 38:27<\/a><\/span>.) We are truly dependent on each other, “and the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.” (<span class=\"citation\" id=\"618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 618)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(618)\">1 Cor. 12:21<\/a><\/span>.) Nor can the North Americans say to the Asians, nor the Europeans to the islanders of the sea, “I have no need of thee.” No, in this church we have need of every member, and we pray, as did Paul when he wrote to the church in Corinth, “that there should be no schism in the body; but that the members should have the same care one for another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p19\" class=\"\">“And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.” (<span class=\"citation\" id=\"619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(619)\">1 Cor. 12:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p20\" class=\"\">Paul’s words are as applicable to us today as they were to the saints at Corinth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p21\" class=\"\">As we think of the great growth of the Church, the diversities of tongues and cultures, and the monumental tasks that yet lie before us, we wonder if there is any more important objective before us than to so live that we may enjoy the unifying spirit of the Lord. As Jesus prayed, we <span class=\"emphasis\">must<\/span> be united if the world is ever to be convinced that he was sent by God his Father to redeem us from our sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p22\" class=\"\">It is unity and oneness that has thus far enabled us to bear our testimony around the globe, bringing forward tens of thousands of missionaries to do their part. More must be done. It is unity that has thus far enabled the Church, its wards and stakes, branches and districts, and members, to construct temples and chapels, undertake welfare projects, seek after the dead, watch over the Church, and build faith. More must be done. These great purposes of the Lord could not have been achieved with dissension or jealousy or selfishness. Our ideas may not always be quite like those who preside in authority over us, but this is the Lord’s church and he will bless each of us as we cast off pride, pray for strength, and contribute to the good of the whole.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p23\" class=\"\">By the same token, I know of no stronger weapons in the hands of the adversary against any group of men or women in this church than the weapons of divisiveness, faultfinding, and antagonism. In a difficult period of the Church’s history, the Prophet Joseph Smith spoke of the opposition which can hinder the Church when we are not filled with the spirit of support and helpfulness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p24\" class=\"\">“The cloud that has been hanging over us,” he said, “has burst with blessings on our heads, and Satan has been foiled in his attempts to destroy me and the Church by causing jealousies to arise in the hearts of some of the brethren; and I thank my heavenly Father for the union and harmony which now prevail in the Church.” (<span class=\"emphasis\">History of The Church of Jesus Christ of Latter-day Saints,<\/span> 2:355.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p25\" class=\"\">Of course, the key to a unified church is a unified soul—one that is at peace with itself and not given to inner conflicts and tensions. So much in our world is calculated to destroy that personal peace through sins and temptations of a thousand kinds. We pray that the lives of the Saints will be lived in harmony with the ideal set before us by Jesus of Nazareth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p26\" class=\"\">We pray that Satan’s efforts will be thwarted, that personal lives can be peaceful and calm, that families can be close and concerned with every member, that wards and stakes, branches and districts can form the great body of Christ, meeting every need, soothing every hurt, healing every wound until the whole world, as Nephi pleaded, will “press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p27\" class=\"\">“My beloved brethren,” continued Nephi, “this is the way; and there is none other way.” (<span class=\"citation\" id=\"3972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3972)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3972)\">2 Ne. 31:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p28\" class=\"\">For the entire worldwide Church, for the great body of Saints to the east and to the west, to the north and to the south, we pray that we may be one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/that-we-may-be-one.p29\" class=\"\">This has been a glorious conference. There has been a good spirit, and because we have been united under the direction of a prophet of God, upholding and sustaining him, the Lord has blessed us. I bear witness that God lives and will continue to bless us if we remain as one and follow his commandments. That we may do so is my humble prayer, in the name of our Savior and Master, Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}