{"ID":2792, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Seeking Eternal Riches\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_048<\/span>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p3\" class=\"\">Beloved brothers and sisters, after four days of conference meetings, we now approach the close of this general conference. It has been a time of rejoicing, for we have seen numerous of our beloved brothers and sisters from many countries all over the globe. It is a great joy to see them again and to realize the growth and development that have come to their people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p4\" class=\"\">We hope that the conference has brought to the people generally a stirring toward spirituality, and we recall that the Lord said, “For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?” (<span class=\"citation\" id=\"36467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36467)\">Matt. 16:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p5\" class=\"\">Very early in his ministry the Lord said, “What seekest thou?” He was referring to the incentive prompting the seeking of wealth, worldly honors, praises, riches, and honor, or the eternal riches of the soul. What is he profited? Thus the Lord has made a vibrant contrast between the honors of the world and the honors which can come to the soul. He names vividly the contrast between the things of the world and the things that are related to heavenly desires and accomplishments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p6\" class=\"\">We reiterate over and over the exhortation of the Christ when he admonished his hearers to “seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.” (<span class=\"citation\" id=\"36442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36442)\">Matt. 6:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p7\" class=\"\">This, then, is the paramount issue which brings large numbers of people from all over the world to prepare for this choice—the material or the spiritual possessions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p8\" class=\"\">The sermons of this conference have emphasized the fact which leading statesmen and clear-thinking educators and the public generally refer to as an apparent spiritual poverty of the present age and a decline in those moral and ethical standards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p9\" class=\"\">We hope this is not true, but we stand four-square against any increase in the breakdown of our high standards and family life and community life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p10\" class=\"\">Some years ago a British jet plane crossed and recrossed the Atlantic Ocean in a short few hours. Shortly thereafter a cartoon appeared in the <span class=\"emphasis\">New York Times<\/span> which pictured the jet plane traveling at a fantastic speed. The plane was labeled “Man’s Scientific Progress.” On the ground was a huge turtle, moving slowly and ponderously. It was labeled “Man’s Moral Progress.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p11\" class=\"\">One writer added this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p12\" class=\"\">“In a vivid way this cartoon symbolizes what could be the tragedy of the modern age, and what is without doubt one of the most compelling reasons for greater attention to moral and spiritual values in our homes and in our schools.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p13\" class=\"\">That is why we stress the family home evening in every home every week, that we may be able to guide and inspire and train and give leadership to the thoughts toward spiritual growth and religious inspiration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p14\" class=\"\">One writer said, “How far have we come in man’s long pilgrimage from darkness toward the light? Are we nearing the light, the day of freedom, of peace, for all mankind, or are the shadows of another night closing in upon us?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p15\" class=\"\">We, the members of the Church, proclaim our liberty and our renewal of our faith and our assurance that we do have control in our own families and can rear our children to love truth and to be happy in the deathless dignity of man, governed by the eternal and moral laws of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p16\" class=\"\">In the various countries, and especially in America, we are developing a great membership of professional and skilled men. However, we also have many good leaders and members who mine coal, and fire furnaces, and balance ledgers, and turn lathes, and pick cotton, and cultivate orchards, and heal the sick, and plant corn, all proudly and profitably.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p17\" class=\"\">The enemies of faith know no God but force, no devotion but the use of force. They tutor men in treason; they feed upon the hunger of others. Whatever defies them, they torture, especially the truth. So we move forward, all the earth around, with clear vision and sound judgment and rededicate our homes and our families to high moral and spiritual values.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p18\" class=\"\">Therefore, since the home is the basis for the nation, we move forward to see that our children are taught and trained and controlled, since they are the most precious possession we have; and we teach them to walk uprightly and to become worthy citizens of the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p19\" class=\"\">We recognize the fact that the teaching of religion and morality certainly is the work of the parents of the children. It is the responsibility of the fathers and mothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p20\" class=\"\">We now invite you to return to the October general conference when we shall reemphasize the basic themes which have been taught so well and plainly in this conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p21\" class=\"\">We shall continue to put in order and keep in that condition our homes, our families; and also we will continue to spread the gospel to the nations of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p22\" class=\"\">If you were to find that termites were undermining the foundation of your house, your home, you would lose no time in having the building examined and the destruction terminated by exterminating the insects.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p23\" class=\"\">Far more important are the destructive elements that would enter your home, your family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p24\" class=\"\">We agree with Pestalozzi:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p25\" class=\"\">“Our home joys are the most delightful earth affords, and the joy of parents in their children is the most holy joy of humanity. It makes their hearts pure and good, it lifts them up to their Father in Heaven.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p26\" class=\"\">You and I well understand that this great, superior joy lies well within the realm of every set of parents, if they have properly performed their marriage and their family responsibilities and if high ideals of marriage and family life have prevailed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p27\" class=\"\">Slander, backbiting, evil speaking, faultfinding are all destructive termites that destroy the home. Quarreling and swearing are also evils that sometimes affect the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p28\" class=\"\">George Washington set us a good example in this regard. When he learned that some of his officers were given to profanity, he sent a letter to them on July 1, 1776, from which we quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p29\" class=\"\">“The General is sorry to be informed that the foolish and wicked practice of profane cursing and swearing, a vice heretofore little known in our American army, is growing into fashion. He hopes the officers will, by example as well as influence, endeavor to check it and that both they and the men will reflect that we can have little hope of the blessing of heaven on our arms if we insult it by our impropriety and folly. Added to this, it is a vice so mean and low, without any temptation, that every man of sense and character detests and despises it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p30\" class=\"\">Most parents will agree with this quote from a favorite author:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p31\" class=\"\">“Every period of human life is wonderful—the irresponsible age of childhood, the thrilling years of adolescence and courtship, the productive, fighting, burden-bearing era of parenthood; but the most wonderful time of life comes when the father and mother become chums of their grown-up, successful sons and daughters and begin to enjoy their children’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p32\" class=\"\">“Youth is confined with restrictions, limitations, schedules, combinations. Adolescence is full of mysteries, longings, and defeats. Early fatherhood is absorbed in struggles and in the solution of problems. Extreme old age is shadowed by eternal mysteries, but middle age and normal old age, if life has been rightly and fully lived, are filled with the thrills, not merely of success, but of companionship with children and grandchildren.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p33\" class=\"\">As we speak of the family, which is so basic to our joy and happiness, we read further from R. J. Sprague:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p34\" class=\"\">“Every normal individual should complete the full cycle of human life with all its joys and satisfactions in natural order—childhood, adolescence, youth, parenthood, middle age and the age of grandchildren. Each age has satisfaction which can be known only by experience. You must be born again and again in order to know the full course of human happiness. When the first baby is born, a mother is born and a father is born and grandparents are born. Only by birth can any of these come into being. Only by the natural cycle of life can the great progressive joys of mankind be reached.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p35\" class=\"\">“Any social system which prevents the individual from pursuing the normal cycle of life, from marrying young, from rearing a family before the age of fifty or so and from obtaining the deep, peculiar joys of middle life and grandparenthood, defeats the divine order of the universe and lays the basis of all sorts of social problems.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p36\" class=\"\">We continue:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p37\" class=\"\">“When a young man and woman of the right biological type marry in the early twenties and are prepared to earn a living and support and rear a family, they have started in the normal cycle of life. They are likely to give society far fewer problems of crime, immorality, divorce or poverty than are their unmarried companions. They will have children and rear them while they are strong, enjoy them when they are grown-up and successful, depend upon them in weakness and profit by the finest type of old age insurance ever invented by man or God, an insurance which pays its annuities in material goods when necessary, but which mainly pays in the rich joys of love and fellowship. … The crowning joys of human experience will come in middle age and onward through the companionship, love and honor of children and grandchildren.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p38\" class=\"\">It is our hope, then, that all the members of the Church will see to it that their own lives are put in order, that they may enjoy these cycles of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p39\" class=\"\">And now as we come to the end of this great conference, may we remind our people once more, let us put our shoulder to the wheel and see to it that all leaders comply with the gospel of Christ and teach it to their people so that it will be broadcast widespread and world-encircling. We shall move forth, brothers and sisters, to live a life of worthiness. We shall pay our tithes and offerings; we shall attend the temple and look after the genealogical data for our dead. We shall hold our home evenings with absolute regularity and efficiency. We shall teach our children righteousness. We shall send our sons worthily on missions. We shall attend to our own responsibilities in teaching our neighbors the gospel and warning them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p40\" class=\"\">The Lord gave to us in the beginning of this dispensation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p41\" class=\"\">“Hearken, O ye people of my church, saith the voice of him who dwells on high, and whose eyes are upon all men; yea, verily I say: Hearken ye people from afar; and ye that are upon the islands of the sea, listen together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p42\" class=\"\">“For verily the voice of the Lord is unto all men, and there is none to escape; and there is no eye that shall not see, neither ear that shall not hear, neither heart that shall not be penetrated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p43\" class=\"\">“And the rebellious shall be pierced with much sorrow; for their iniquities shall be spoken upon the housetops, and their secret acts shall be revealed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p44\" class=\"\">“And the voice of warning shall be unto all people, by the mouths of my disciples, whom I have chosen in these last days. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p45\" class=\"\">“Prepare ye, prepare ye for that which is to come, for the Lord is nigh;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p46\" class=\"\">“And the anger of the Lord is kindled, and his sword is bathed in heaven, and it shall fall upon the inhabitants of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p47\" class=\"\">“And the arm of the Lord shall be revealed; and the day cometh that they who will not hear the voice of the Lord, neither the voice of his servants, neither give heed to the words of the prophets and apostles, shall be cut off from among the people [And I would like to say here that through the days of this conference we have heard many, many testimonies by the prophets and the apostles and the servants of the Lord.]; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p48\" class=\"\">“They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own God, whose image is in the likeness of the world, and whose substance is that of an idol, which waxeth old and shall perish in Babylon, even Babylon the great, which shall fall. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p49\" class=\"\">“The weak things of the world shall come forth and break down the mighty and strong ones, that man should not counsel his fellow man, neither trust in the arm of flesh—<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p50\" class=\"\">“But every man might speak in the name of God the Lord.” (<span class=\"citation\" id=\"16591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16591)\">D&amp;C 1:1–4, 12–14, 16, 19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p51\" class=\"\">I would like to conclude with the thought about Job, whose wife came to him with a tempting suggestion:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p52\" class=\"\">“Then said his wife unto him, Dost thou still retain thine integrity? curse God, and die.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p53\" class=\"\">“But he said unto her, Thou speakest as one of the foolish women speaketh. What? shall we receive good at the hand of God, and shall we not receive evil? …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p54\" class=\"\">“All the while my breath is in me, and the spirit of God is in my nostrils,<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p55\" class=\"\">“My lips shall not speak wickedness, nor my tongue utter deceit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p56\" class=\"\">“God forbid that I should justify you: till I die I will not remove mine integrity from me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p57\" class=\"\">“My righteousness I hold fast, and will not let it go: my heart shall not reproach me so long as I live. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p58\" class=\"\">“For what is the hope of the hypocrite, though he hath gained, when God taketh away his soul?” (<span class=\"citation\" id=\"26766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26766)\">Job 2:9–10<\/a><\/span>; <span class=\"citation\" id=\"26771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26771)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26771)\">Job 27:3–6, 8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p59\" class=\"\">And then as I have heard the many sermons throughout this conference, a number of times Matthew 16 has been quoted. I would like to quote it once more, for the repetition will strengthen us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p60\" class=\"\">“When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p61\" class=\"\">“And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p62\" class=\"\">“He saith unto them, But whom say ye that I am?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p63\" class=\"\">And Simon Peter was the spokesman. He answered and said, “Thou art the Christ, the Son of the living God.” (<span class=\"citation\" id=\"36459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36459)\">Matt. 16:13–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p64\" class=\"\">There are a half a hundred special witnesses in this room this day. There are tens of thousands of men under the sound of my voice, all of whom would, in one great chorus, answer that question—“Thou art the Christ, the Son of the living God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p65\" class=\"\">And then the Lord could say to every one of the thousands of us, “Blessed art thou, my son. For flesh and blood hath not revealed it unto thee, but my Father which is in heaven hath revealed it unto thee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p66\" class=\"\">And I say unto thee, That thou art Peter, James, or John, or Bill, or Sam, and upon this rock of revelation—not the rock of Peter, because the Church could not be established on the life of any man, but on the rock of revelation—have I revealed this unto thee that Jesus is the Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p67\" class=\"\">“And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.” (See <span class=\"citation\" id=\"36466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36466)\">Matt. 16:17–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/seeking-eternal-riches.p68\" class=\"\">And that is my testimony to you, my brothers and sisters, as we conclude this marvelous conference when we have all rejoiced so much together. My testimony is that whatsoever can be bound on earth can be bound in heaven by the authority and the power than has been given to the servants of the Lord. The Twelve Apostles were given it in those early days. It is given to them again today. Whatsoever ye shall bind on earth shall be bound in heaven. The keys of the kingdom are upon the earth. We know that the Lord wishes us to use them to open the doors to move forward and to carry forward the work of our Savior as we make our special efforts. And I bear this testimony to you and ask the blessings of the Lord to be upon you in your home going, that you may be protected and safe, and that the message of this conference may sink deep into your hearts and last forever, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}