{"ID":2796, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Teach LDS Women Self-Sufficiency\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p3\" class=\"\">Sister Barbara B. Smith<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_052<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a6a.jpg\" alt=\"Sister Barbara B. Smith\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p4\" class=\"\">My dear brothers and sisters, this morning and in the welfare meeting last October, our Presiding Bishop, Victor L. Brown, quoted from the Doctrine and Covenants, section 78, verses 13 and 14, in which the Lord says he is preparing us to withstand the tribulations that shall come upon us so that “the church may stand independent above all other creatures beneath the celestial world.” (<span class=\"citation\" id=\"16719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16719)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16719)\">D&amp;C 78:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p5\" class=\"\">We have been told that the gaining of this independence will come to Church members only in proportion to their obedience to the word of the Lord in this matter. Obedience brings security and self-sufficiency. It breeds confidence and a peaceful attitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p6\" class=\"\">Relief Society officers are in a position to materially assist the women of the Church to respond obediently to the advice of our leaders regarding home production and storage, that each family may be prepared to take care of its basic needs for a minimum of one year. Latter-day Saint women should be busily engaged in growing, producing, and conserving food, within their capabilities to do so. Relief Society should help them be provident in the use of the resources available to hem, however great or small these resources may be. By <span class=\"emphasis\">provident,<\/span> I mean wise, frugal, prudent, making provision for the future while attending to immediate needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p7\" class=\"\">Relief Society can help give direction to women by providing them with expert instruction and learning experiences. The best place for this teaching is in the ward homemaking meeting, in lessons and in miniclasses. Instruction could also be given in homemaking fairs, seminars, and workshops sponsored by stake and district Relief Societies. Home storage could be a topic for summer visiting teaching messages and could be a suggested theme for talks in ward and stake meetings. Stake and district Relief Society teachers could make this matter a subject of active planning and enlist the cooperation of ward Relief Societies in implementing it.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Each ward or branch Relief Society presidency should make an assessment of the general circumstances of the sisters living within their area and prepare a one-year plan for homemaking meeting instruction to be given on subjects relating to home production and storage, according to the needs and conditions of the women. These classes could include the following guidelines to provident living:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>How to save systematically for emergencies and home storage.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>How to, what to, and where to store.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>How to store seeds, prepare soil, acquire proper tools for gardening.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>How to grow your own vegetables.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>How to can and dry foods.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>How to teach and help your family eat foods needed for physical health.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>How to do basic machine and hand sewing, mending, and clothing remodeling.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>How to plan and prepare nutritious, appetizing meals using the resources available, and foods from home storage shelves.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p17\" class=\"\">The resources of libraries, extension services, and government agencies should be wisely used. Instruction should be given that will help each sister understand how to make a good home storage plan in council with her husband, that he might direct their family.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">May I suggest that when approving such plans, each Relief Society presidency use the following checklist:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Are we as Relief Society officers motivating and actually training the sisters in the necessary skills of family preparedness, and then helping them to put these into practice?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Are we counseling among ourselves and with our priesthood leaders so that adequate and realistic plans for home storage and production are being developed and carried out?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Do our homemaking miniclass plans respond to the various needs of the women in our ward?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Are we helping the sisters know how to estimate needs and replenish their home production and storage program?<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p23\" class=\"\">If we do these things, when trouble comes we will be like a family I know who experienced unexpected financial reverses last year. The father became severely ill, and they were temporarily without employment income. As the fresh produce in the refrigerator was eaten, the family began to use the food they had stored. When the father recovered, he had to look for work in another community. While he was gone, there was a breakdown in the town water system. The family had gallons of water stored which were used for several days before the water line was repaired. Throughout this experience there was no panic, no sense of being overwhelmed. They were prepared for the emergency. Adequate advance provision had been made, including money saved. The basic household bills were paid, and the family was able to care for itself independently.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p24\" class=\"\">The principles of family preparedness and a woman’s part in them were not given for our time alone. I consider the women described in the thirty-first chapter of Proverbs a provident woman. Recall her wisdom, prudence, frugality, and preparation, as “She seeketh wool, and flax, and worketh willingly with her hands. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p25\" class=\"\">“With the fruit of her hands she planteth a vineyard. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p26\" class=\"\">“She layeth her hands to the spindle, and her hands hold the distaff. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p27\" class=\"\">“She is not afraid of the snow for her household: for all her household are clothed with scarlet. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p28\" class=\"\">“She looketh well to the ways of her household, and eateth not the bread of idleness.” (See <span class=\"citation\" id=\"41537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41537)\">Prov. 31:13–31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p29\" class=\"\">From the beginning it was planned that reverses and trials would be a part of our earthly experience, but the Lord has mercifully provided ways for us to withstand these problems if we are obedient to his revealed truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p30\" class=\"\">The guidelines for Relief Society sisters now are the same as they were in biblical days: <span class=\"emphasis\">Obey, Plan, Organize, Teach,<\/span> and <span class=\"emphasis\">Do.<\/span> Obedience is training and doing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p31\" class=\"\">Relief Society sisters have always been known to <span class=\"emphasis\">do<\/span> that which they have been given divine direction to do with excellence, commitment, and the vision that makes it possible for them to have the rewards and the joy of righteous endeavor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/teach-lds-women-self-sufficiency.p32\" class=\"\">I pray that we may all become provident homemakers and help each other to perform his or her role in family preparedness effectively. I know that this is the desire of our Heavenly Father for us, his children, whom he loves. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}