{"ID":2797, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Church Welfare Services’ Basic Principles\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p3\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03070_000_053<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:32ca.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p4\" class=\"\">Brothers and sisters, we’ve had a fine presentation this morning from which we can all profit if we will follow the counsel. I have in mind to discuss with you two basic, fundamental principles upon which the Church Welfare Services are founded which we should never forget. They are: first, <span class=\"emphasis\">love<\/span>—love of God and neighbor—and second, <span class=\"emphasis\">work.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p5\" class=\"\">Before doing so, however, I desire to say a word or two about <span class=\"emphasis\">agency.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p6\" class=\"\">Free agency means the freedom and power to choose and act. Next to life itself, it is man’s most precious inheritance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p7\" class=\"\">Free agency was operative in the spirit world. The gospel plan, as there proposed and adopted, provided that men should enjoy agency in mortality. Satan, with a third of the hosts of heaven, fought it there and lost, but they did not give up their opposition to the principle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p8\" class=\"\">In the Garden of Eden, God endowed Adam and his posterity with free agency. Satan and his followers have, from then until now, sought directly and in every conceivable indirect manner to substitute the principle of force for the principle of free agency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p9\" class=\"\">In the book of First Samuel, we have an instructive example of the results of making wrong decisions. In the first chapter we are told that Israel objected to being governed by judges. They wanted a king. The prophet told them that a king would make them servants. But they hearkened not, and persisted in demanding a king. This grieved Samuel, and the Lord said to him, “Hearken unto the voice of the people … for they have not rejected thee, but they have rejected me.” (<span class=\"citation\" id=\"2632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2632)\">1 Sam. 8:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p10\" class=\"\">Israel thus surrendered the form of free government God had given them. They got their king all right, and a few decades later they were taken captive into slavery. Slavery entered into by one’s own choice is no less slavery than that imposed upon him by external force.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p11\" class=\"\">Jesus, by the exercise of his agency, rose to be the second member of the Godhead. Lucifer, by the exercise of his agency, sank to Hades.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p12\" class=\"\">I suggest we consider what has happened to our agency with respect to contributing to the means used by the bureaucracy in administering government welfare services.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p13\" class=\"\">In order to obtain these means, one head of state is quoted as saying, “We’re going to take all the money we think is unnecessarily being spent and take it from the ‘haves’ and give to the ‘have nots’ that need it so much.” (<span class=\"emphasis\">Congressional Record,<\/span> 1964, p. 6142—Remarks of the President to a Group of Leaders of Organizations of Senior Citizens in the Fish Room, Mar. 24, 1964.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p14\" class=\"\">The difference between having the means with which to administer welfare assistance taken from us and voluntarily contributing it out of our love of God and fellowman is the difference between freedom and slavery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p15\" class=\"\">Now as to the principle of love. In the operation of our Church Welfare Services, such love is to be the motivating power which moves us to give our time, money, and services.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p16\" class=\"\">“Let us love one another,” wrote John the Beloved, “for love is of God; and every one that loveth is born of God, and knoweth God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p17\" class=\"\">“He that loveth not knoweth not God; for God is love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p18\" class=\"\">“In this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p19\" class=\"\">“Beloved, if God so loved us, we ought also to love one another.” (<span class=\"citation\" id=\"1118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1118)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1118)\">1 Jn. 4:7–9, 11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p20\" class=\"\"><span class=\"emphasis\">“Whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?”<\/span> (<span class=\"citation\" id=\"1117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1117)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1117)\">1 Jn. 3:17<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p21\" class=\"\">“If thou lovest me,” said Jesus, “… thou wilt remember the poor, and consecrate of thy properties for their support. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p22\" class=\"\">“And inasmuch as ye impart of your substance unto the poor, ye will do it unto me.” (<span class=\"citation\" id=\"16657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16657)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16657)\">D&amp;C 42:29–31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p23\" class=\"\">When Jesus was asked, “Master, which is the great commandment in the law?” Matthew says that he answered:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p24\" class=\"\">“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p25\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p26\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p27\" class=\"\">“On these two commandments hang all the law and the prophets.” (<span class=\"citation\" id=\"36472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36472)\">Matt. 22:36–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p28\" class=\"\">Matthew, Mark, and Luke all three report this incident. Luke, however, further informs us that the lawyer who put the question said further, “And who is my neighbour?” (<span class=\"citation\" id=\"31961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31961)\">Luke 10:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p29\" class=\"\">And Jesus responded with his Good Samaritan parable:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p30\" class=\"\">“A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p31\" class=\"\">“And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p32\" class=\"\">“And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p33\" class=\"\">“But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p34\" class=\"\">“And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p35\" class=\"\">“And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p36\" class=\"\">“Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p37\" class=\"\">“And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise.” (<span class=\"citation\" id=\"31962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31962)\">Luke 10:30–37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p38\" class=\"\">Two of the three principles upon which the Church Welfare Services must function—agency and love of neighbor—are admirably taught in this parable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p39\" class=\"\">When we love the Lord our God with all our hearts, might, and strength, we will love our brothers as ourselves, and we will voluntarily, in the exercise of our free agency, impart of our substance for their support.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p40\" class=\"\">Now about work. Work is just as important to the success of our welfare services as are the first and second great commandments and the preservation of our free agency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p41\" class=\"\">We must ever keep in mind that the First Presidency, in announcing the welfare program in the October 1936 conference, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p42\" class=\"\">“Our <span class=\"emphasis\">primary<\/span> purpose was to set up, in so far as it might be possible, a system under which the curse of idleness would be done away with, the evils of a dole abolished, and independence, industry, thrift and self respect be once more established amongst our people. The aim of the Church is to help the people to help themselves. Work is to be re-enthroned as the ruling principle of the lives of our Church membership.” (<span class=\"emphasis\">Conference Report,<\/span> Oct. 1936, p. 3; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p43\" class=\"\">A year before this statement was made, on October 7, 1935, President Clark, in a special priesthood meeting held in this tabernacle, referring to government gratuities, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p44\" class=\"\">“The dispensing of these great quantities of gratuities has produced in the minds of hundreds of thousands—if not millions—of people in the United States a love for idleness, a feeling that the world owes them a living. It has made a breeding ground for some of the most destructive political doctrines that have ever found any hold in this country of ours, and I think it may lead us into serious political trouble.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p45\" class=\"\">“I fear,” he continued, “we need not be surprised if some blood shall run before we of this nation finally find ourselves.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p46\" class=\"\">In his conference address of April 1938, President Clark said this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p47\" class=\"\">“I honor and respect old age. I would not see it suffer from want, not from disease that can be helped. It is entitled to every care, to every act of kindness, to every loving caress which a grateful community and a devoted family can give. “I have every sympathy with age. I know the difficulties which age has in fitting into modern, economic life. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p48\" class=\"\">“Some plan must be devised that shall make certain that no aged person shall be cold or go hungry or unclad. But the prime responsibility for supporting an aged parent rests upon his family, not upon society. Ours is not a socialistic or communistic state, where the people are mere vassals to be driven about as animals from one corral to another. We are freemen. So still with us the family has its place and its responsibilities and duties, which are God-given. The family which refuses to keep its own is not meeting its duties. When an aged parent has no family or when the family is itself without means, then society must, as a matter of merest humanity, come to the rescue. This is perfectly clear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p49\" class=\"\">“But it is a far cry from this wise principle to saying that every person reaching a fixed age shall thereafter be kept by the state in idleness. Society owes to no man a life of idleness, no matter what his age. I have never seen one line in Holy Writ that calls for, or even sanctions this. In the past no free society has been able to support great groups in idleness and live free.” (<span class=\"emphasis\">CR,<\/span> Apr. 1938, pp. 106–7.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p50\" class=\"\">And I’ll say to you that no society in the future will ever be able to do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p51\" class=\"\">And in a private letter five years later, President Clark wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p52\" class=\"\">“You must remember that back and behind this whole propaganda of ‘pensions’, gratuities, and doles to which we are now being subjected, is the idea of setting up in America, a socialistic or communistic state, in which the family would disappear, religion would be prescribed and controlled by the state, and we should all become mere creatures of the state, ruled over by ambitious and designing men.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p53\" class=\"\">What has happened during the third of a century since this statement was made testifies to President Clark’s prophetic insight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p54\" class=\"\">Prayer in schools has been dealt a fatal blow. The integrity of the family is being undermined. Unemployment compensation, Medicaid, aid to families with dependent children (AFDC), food stamps, and hundreds of other transfer-payment programs for veterans, widows or widowers, and children are today all supported, totally or in part, by federal and state\/local tax revenue.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p55\" class=\"\">Little is said or done in these programs about the obligation of parents to care for their own or of recipients to work for what they receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p56\" class=\"\">The Lord, in the revelations given during the Restoration, and the presidents of the Church since then, have unequivocally and repeatedly declared that our welfare services are to be founded on love and on work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p57\" class=\"\">The Lord said in the revelation recorded in section 42 of the Doctrine and Covenants, specified by the Prophet Joseph as being the law of the Church:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p58\" class=\"\">“Thou shalt not be idle; for he that is idle shall not eat the bread nor wear the garments of the laborer.” (<span class=\"citation\" id=\"16659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16659)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16659)\">D&amp;C 42:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p59\" class=\"\">Later He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p60\" class=\"\">“And the inhabitants of Zion also shall remember their labors, inasmuch as they are appointed to labor, in all faithfulness; for the idler shall be had in remembrance before the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p61\" class=\"\">“Now, I, the Lord, am not well pleased,” he continued, “with the inhabitants of Zion, for there are idlers among them; and their children are also growing up in wickedness; they also seek not earnestly the riches of eternity, but their eyes are full of greediness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p62\" class=\"\">“These things ought not to be, and must be done away from among them.” (<span class=\"citation\" id=\"16706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16706)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16706)\">D&amp;C 68:30–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p63\" class=\"\">And again:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p64\" class=\"\">“Behold, I say unto you that it is my will that you should go forth and not tarry, neither be idle but labor with your might. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p65\" class=\"\">“And again, verily I say unto you, that every man who is obliged to provide for his own family, let him provide, and he shall in nowise lose his crown; and let him labor. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p66\" class=\"\">“Let every man be diligent in all things. And the idler shall not have place in the church, except he repent and mend his ways.” (<span class=\"citation\" id=\"16708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16708)\">D&amp;C 75:3, 28–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p67\" class=\"\">As frequently as the Lord condemned idleness, he spoke of the virtue of labor. The day the Church was organized, he said, “I will bless all those who labor in my vineyard with a mighty blessing.” (<span class=\"citation\" id=\"16630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16630)\">D&amp;C 21:9<\/a><\/span>.) Nine months later he added:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p68\" class=\"\">“I give unto you a commandment, that every man, both elder, priest, teacher, and also member, go to with his might, with the labor of his hands, to prepare and accomplish the things which I have commanded.” (<span class=\"citation\" id=\"16643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16643)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16643)\">D&amp;C 38:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p69\" class=\"\">Concerning one who would obtain an interest in the Nauvoo House, the Lord said: “Let him … labor with his own hands that he may obtain the confidence of men.” (<span class=\"citation\" id=\"16788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16788)\">D&amp;C 124:112<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p70\" class=\"\">The following is a great scripture in which the Lord speaks to both givers and receivers:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p71\" class=\"\">“Wo unto you rich men, that will not give your substance to the poor, for your riches will canker your souls; and this shall be your lamentation in the day of visitation, and of judgment, and of indignation: The harvest is past, the summer is ended, and my soul is not saved!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p72\" class=\"\">“Wo unto you poor men, whose hearts are not broken, whose spirits are not contrite, and whose bellies are not satisfied, and whose hands are not stayed from laying hold upon other men’s goods, whose eyes are full of greediness, and who will not labor with your own hands!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p73\" class=\"\">“But blessed are the poor who are pure in heart, whose hearts are broken, and whose spirits are contrite.” (<span class=\"citation\" id=\"16679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16679)\">D&amp;C 56:16–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p74\" class=\"\">On the subject of work there are more than 100 references in the revelations. All of them are consistent with the declaration, twice repeated, that when the Lord comes he will “recompense unto every man according to his work.” (<span class=\"citation\" id=\"16593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16593)\">D&amp;C 1:10<\/a><\/span>; see also <span class=\"citation\" id=\"16778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16778)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16778)\">D&amp;C 112:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p75\" class=\"\">The foregoing scriptures were revealed by the Lord through the Prophet Joseph Smith, Jr.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p76\" class=\"\">The succeeding presidents of the Church have vigorously emphasized these teachings. Here is an example from President Brigham Young’s teachings:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p77\" class=\"\">“We will have to go to work and get the gold out of the mountains to lay down, if we ever walk in streets paved with gold. The angels that now walk in their golden streets … had to obtain that gold and put it there. When we have streets paved with gold, we will have placed it there ourselves. When we enjoy a Zion in its beauty and glory [which we’re looking forward to], it will be when we have built it. If we enjoy the Zion that we now anticipate, it will be after we redeem and prepare it. If we live in the city of the New Jerusalem, it will be because we lay the foundation and build it. … If we are to be saved in an ark, as Noah and his family were, it will be because we build it. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p78\" class=\"\">“My faith does not lead me,” President Young continued, “to think the Lord will provide us with roast pigs, bread already buttered, etc.; he will give us the ability to raise the grain, to obtain the fruits of the earth, to make habitations, to procure a few boards to make a box, and when harvest comes, giving us the grain, it is for us to preserve it—to save the wheat until we have one, two, five, or seven years’ provisions on hand, until there is enough of the staff of life saved by the people to bread themselves and those who will come here seeking for safety. … [The fulfillment of that prophecy is yet in the future.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p79\" class=\"\">“Ye Latter-day Saints, learn to sustain yourselves. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p80\" class=\"\">“Implied faith and confidence in God is for you and me to do everything we can to sustain and preserve ourselves. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p81\" class=\"\">“You have learned a good deal, it is true; but learn more; learn to sustain yourselves; lay up grain and flour, and save it against a day of scarcity. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p82\" class=\"\">“Instead of searching after what the Lord is going to do for us, let us inquire what we can do for ourselves.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> Deseret Book, 1966 ed., pp. 291–93.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p83\" class=\"\">“To be Latter-day Saints men and women must be thinkers and workers,” said President Joseph F. Smith. “They must be men and women who weigh matters in their minds; men and women who consider carefully their course of life and the principles that they have espoused.” (<span class=\"emphasis\">Gospel Doctrine,<\/span> Deseret Book, 1939 ed., p. 114.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p84\" class=\"\">President Grant declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p85\" class=\"\">“I am a firm believer that work does not kill anyone. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p86\" class=\"\">“I have never seen the day when I was not willing to do the meanest work … rather than be idle. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p87\" class=\"\">“Men should have a pride in doing their full share and never want to be paid for that which they have not earned. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p88\" class=\"\">“I assert with confidence that the law of success, here and hereafter, is to have a humble and a prayerful heart, and to work, <span class=\"emphasis\">work,<\/span> WORK. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p89\" class=\"\">“I do not ask any man or child in this Church, although I am more than eighty years of age,” he continued, “to work any more hours than I do. I have worked more than one day from half past three in the morning until nine o’clock at night. I do not know of anything that destroys a person’s health more quickly than not working. It seems to me that lazy people die young while those who are ready and willing to labor and who ask the Lord day by day to help them to do more in the future than they have ever done in the past, are the people whom the Lord loves, and who live to a good old age. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p90\" class=\"\">“I have been impressed with the fact that there is a spirit growing in the world today to avoid giving service, an unwillingness to give value received, to try to see how little we can do and how much we can get for doing it. This is all wrong. Our spirit and aim should be to do all we possibly can, in a given length of time, for the benefit of those who employ us and for the benefit of those with whom we are associated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p91\" class=\"\">“The other spirit—to get all we can, and give as little as possible in return—is contrary to the gospel of the Lord Jesus Christ. It is not right to desire something for which we do not give service or value received. That idea is all wrong, and it is only a question of time when the sheep and the goats will be separated.” (<span class=\"emphasis\">Gospel Standards,<\/span> Improvement Era Pub., 1941, pp. 108, 109, 182–84.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p92\" class=\"\">A statement which focuses upon and gives real meaning to what we have been talking about here is the following “Editorial on Labor,” written and published by John Taylor in Nauvoo, October 15, 1844. I just found this recently, and I think it’s a marvelous statement. This was way back there just after the Prophet had been martyred. It reads:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p93\" class=\"\">“<span class=\"emphasis\">Labor is the manufacturer of wealth. It was ordained of God, as the medium to be used by man to obtain his living<\/span> [italics added]: hence it is the universal condition of this great bond <span class=\"emphasis\">to live.<\/span> …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p94\" class=\"\">“God never meant to bemean his creation, especially his own <span class=\"emphasis\">image,<\/span> because they had to labor:—no; never; God himself according to the good old book labored on this world, six days; and when Adam was animated from clay to life, by his spirit’s making use of him for a dwelling, we read that God put him into the garden <span class=\"emphasis\">to dress it:<\/span>—Therefore, in connection with the samples of all holy men, we are bound to honor the laboring man: and despise the idler. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p95\" class=\"\">“Let them labor like men, prepare for that august hour; when Babylon and all her worldly wisdom; her various delicacies; and delusive fashions, shall fall with her to rise and trouble the earth no more!” Then he said, “What a glorious prospect, to think that drunken Babylon, the great city of sin, will soon cease, and the kingdom of God rise in holy splendor, upon her ashes, and the people serve God in a perpetual union!” (<span class=\"emphasis\">Times and Seasons<\/span> 5:679, Oct. 15, 1844.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p96\" class=\"\">Now, my brothers and sisters, the handwriting is on the wall; “the interpretation thereof [is] sure.” (<span class=\"citation\" id=\"10748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10748)\">Dan. 2:45<\/a><\/span>.) Both history and prophecy—and I may add, common sense—bear witness to the fact that no civilization can long endure which follows the course charted by bemused manipulators and now being implemented as government welfare programs all around the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p97\" class=\"\">Babylon shall be destroyed, and great shall be the fall thereof. (See <span class=\"citation\" id=\"16594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16594)\">D&amp;C 1:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p98\" class=\"\">But do not be discouraged. Zion will not go down with her, because Zion shall be built on the principles of love of God and fellowman, work, and earnest labor, as God has directed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p99\" class=\"\">Remember that Enoch’s Zion was built in a day when wickedness was as rampant as it is among us today. Among those who rejected the word of God in that day “there were wars and bloodshed”; they were ripening in that iniquity which brought the flood. “But the Lord came and dwelt with his people, and they dwelt in righteousness. … because they were of one heart and one mind, … and there was no poor among them.” (<span class=\"citation\" id=\"39503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39503)\">Moses 7:16, 18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p100\" class=\"\">As we prepare for the building of Zion, we must not and we shall not abandon the basic principles upon which our Church Welfare Services are founded: <span class=\"emphasis\">love<\/span>—love of God and neighbor—and <span class=\"emphasis\">work,<\/span> or labor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p101\" class=\"\">We shall persevere by helping people to help themselves until “the curse of idleness [is] done away with, the evils of a dole abolished, and independence, industry, thrift and self respect [are] once more established amongst our people.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/church-welfare-services-basic-principles.p102\" class=\"\">This is my witness, which I bear to you in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}