{"ID":2798, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Family Preparedness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p3\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03070_000_054<\/span>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p4\" class=\"\">Brethren and sisters, I commend to you the excellent addresses that have been given here this morning by Sister Barbara Smith, president of the Relief Society, and the Brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p5\" class=\"\">As I listened to their addresses, I kept thinking over and over of something the Savior said,“Why call ye me Lord, Lord, and do not the things which I say?” It rolled over and over and over in my mind: “Why call ye me, Lord, Lord, and do not the things which I say?” (<span class=\"citation\" id=\"31956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31956)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31956)\">Luke 6:46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p6\" class=\"\">There are many people in the Church today who have failed to do, and continue to argue against doing, the things that are requested and suggested by this great organization.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p7\" class=\"\">The Lord said also, “Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.” (<span class=\"citation\" id=\"36445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36445)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36445)\">Matt. 7:21<\/a><\/span>.) And I was thinking that there are as many wards and branches in the Church as there are people in this room, one for one. And what great accomplishment there would be if every bishop and every branch president in all the world, wherever it’s possible (of course there are a few places where this is not permitted), had a storage such as has been suggested here this morning—and took to their three or four or five hundred members the same message, quoting scripture and insisting that the people of their wards and branches do the things the Lord has requested, for we know that there are many who are failing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p8\" class=\"\">And then I hear them argue, “Well, suppose we do put away a lot and then someone comes and takes it from us, our neighbors who do not believe.” That’s been answered this morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p9\" class=\"\">And so my feeling is today that we emphasize these two scriptures: “Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.” And the other: “Why call ye me, Lord, Lord, and do not the things which I say?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p10\" class=\"\">Think of the number of people represented here this day by the stake presidents, mission presidents, and others who are directors, who have many people under them. Our 750 stakes—all of them including hundreds, sometimes thousands, of members—could that we have, if we go to work and actually push this matter until it is done. We talk about it, we listen to it, but sometimes we do not <span class=\"emphasis\">do<\/span> the things which the Lord says.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p11\" class=\"\">Brethren and sisters, we’ve gathered here this morning to consider the important program which we must never forget nor put in the background. As we become more affluent and our bank accounts enlarge, there comes a feeling of security, and we feel sometimes that we do not need the supply that has been suggested by the Brethren. It lies there and deteriorates, we say. And suppose it does? We can reestablish it. We must remember that conditions could change and a year’s supply of basic commodities could be very much appreciated by us or others. So we would do well to listen to what we have been told and to follow it explicitly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p12\" class=\"\">The story came from England during their siege of strikes, power blackouts, and three-day work weeks. A shop in a small British town carried a banner on its front window: “By candle power, battery power, and willpower, we will open six days a week.” That willpower apparently is the most important.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p13\" class=\"\">There are some countries which prohibit savings or surpluses. We do not understand it, but it is true. And we honor, obey, and sustain the laws of the country which is ours. (See <span class=\"citation\" id=\"125209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125209)\">A of F 1:12<\/a><\/span>.) Where it is permitted, though, which is most of the world, we should listen to the counsel of the Brethren and to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p14\" class=\"\">Recognizing that the family is the basic unit of both the Church and society generally, we call upon Latter-day Saints everywhere to strengthen and beautify the home with renewed effort in these specific areas: food production, preservation, storage; the production and storage of nonfood items; fixup and cleanup of homes and surroundings. We wish to say another word about this in the next meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p15\" class=\"\">We encourage you to grow all the food that you feasibly can on your own property. Berry bushes, grapevines, fruit trees—plant them if your climate is right for their growth. Grow vegetables and eat them from your own yard. Even those residing in apartments or condominiums can generally grow a little food in pots and planters. Study the best methods of providing your own foods. Make your garden as neat and attractive as well as productive. If there are children in your home, involve them in the process with assigned responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p16\" class=\"\">What President Romney has just said is basic. Children should learn to work. Parents should not spend their nights and days trying to find something to interest their children. They should find something to occupy them and get them busy doing something that is worthwhile.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p17\" class=\"\">Develop your skills in your home preservation and storage. We reaffirm the previous counsel the Church has always given, to acquire and maintain a year’s supply—a year’s supply of the basic commodities for us. And Brother Featherstone has pretty well outlined those commodities for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p18\" class=\"\">Wherever possible, produce your nonfood necessities of life. Improve your sewing skills; sew and mend clothing for your family. All the girls want to learn to type, they all want to go to an office. They don’t seem to want to sew anymore, and to plant and protect and renew the things that they use. Develop handicraft skills as the sisters have told us, and make or build needed items.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p19\" class=\"\">We encourage families to have on hand this year’s supply; and we say it over and over and over and repeat over and over the scripture of the Lord where He says, “Why call ye me, Lord, Lord, and do not the things which I say?” [<span class=\"citation\" id=\"31957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31957)\">Luke 6:46<\/a><\/span>.]  How empty it is as they put their spirituality, so-called, into action and call him by his important names, but fail to do the things which he says.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p20\" class=\"\">Keep in good repair and beautify your homes, your yards, farms, and businesses. Repair the fences. Clean up and paint where needed. Keep your lawns and your gardens well-groomed. Whatever your circumstance, let your premises reflect orderliness, beauty, and happiness. Plan well and carry out your plan in an orderly and systematic manner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p21\" class=\"\">Avoid debt. We used to talk about that a great deal, but today everything is seemingly geared toward debt. “Get your cards, and buy everything on time”: you’re encouraged to do it. But the truth is that we <span class=\"emphasis\">don’t<\/span> need to do it to live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p22\" class=\"\">From local sources seek out reliable information on food and nonfood preservation. If additional information is needed, priesthood and Relief Society leaders may write, “Home Production and Storage,” 50 East North Temple Street, Salt Lake City, Utah 84150, and get all the information you need. We encourage all Latter-day Saint families to become self-reliant and independent. The greatness of a people and of a nation begins in the home. Let us dedicate ourselves to strengthening and beautifying the home in every way we can.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p23\" class=\"\">It was Paul who wrote, “Neither did we eat any man’s bread for nought; but wrought with labour and travail night and day, that we might not be chargeable to any of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p24\" class=\"\">“For even when we were with you, this we commanded you, that if any would not work, neither should he eat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p25\" class=\"\">“For we hear that there are some which walk among you disorderly, working not at all, but are busybodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p26\" class=\"\">“Now them that are such, we command and exhort by our Lord Jesus Christ, that with quietness they work, and eat their own bread.” (<span class=\"citation\" id=\"5056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5056)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5056)\">2 Thes. 3:8, 10–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p27\" class=\"\">“But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse [worse!] than an infidel.” (<span class=\"citation\" id=\"2852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2852)\">1 Tim. 5:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p28\" class=\"\">I’m so grateful for the inspiration of the Brethren who have helped once again to fasten our attention on the particular matters involved in the Priesthood Welfare Program. I appreciate the long-time devotion and leadership of President Romney in this important cause. I cannot think of the Priesthood Welfare Program and how we would do things without him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p29\" class=\"\">The Lord’s way builds individual self-esteem and develops and heals the dignity of the individual, whereas the world’s way depresses the individual’s view of himself and causes deep resentment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p30\" class=\"\">The Lord’s way causes the individual to hasten his efforts to become economically independent again, even though he may have temporary need, because of special conditions, for help and assistance. The world’s way deepens the individual’s dependency on welfare programs and tends to make him demand more rather than encouraging him to return to economic independence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p31\" class=\"\">The Lord’s way helps our members get a testimony for themselves about the gospel of work. For work is important to human happiness as well as productivity. The world’s way, however, places greater and greater emphasis on leisure and upon the avoidance of work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p32\" class=\"\">Now please be careful, brethren, that we do all that we do within the law of the land, wherever we are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p33\" class=\"\">Let us become efficient in our production operations, so that we don’t merely go through the motions of having welfare farms. The time will come when we will need all the products and more from our projects—even more than we do now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p34\" class=\"\">Do what you can to make our projects economically viable, so that we don’t rationalize that the welfare project is good simply because it gets men together. Even though it is good for the priesthood to labor side by side, we can have the brotherhood of labor and the economic efficiency too.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p35\" class=\"\">We must ever remind ourselves and all members of the Church to keep the law of the fast. We often have our individual reasons for fasting. But I hope members won’t hesitate to fast to help us lengthen our stride in our missionary effort, to open the way for the gospel to go to the nations where it is not now permitted. It’s good for us to fast as well as to pray over specific things and over specific objectives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p36\" class=\"\">I’ve been grateful for the experience I had under the tutelage of my own father to wash with Castile soap the harnesses and grease them to preserve them. I learned to paint the picket fence, the water tank, the carriage shed, the granary, the buggy and the wagon, and finally the house. And since the days when I wore the occasional blister on my hands, I have not been sorry for those experiences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p37\" class=\"\">I’ve always felt to commend the sisters who tat and knit and crochet, who always have something new and sparkling about the place. We’ve always been pleased when we’ve found young women who could make their own clothes and sew well and cook meals and keep the house tidy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p38\" class=\"\">It seems to be the idea these days that we just entertain our young people. We spend so much of our time trying to find ways to keep them interested. I see no disadvantages in work. I believe it was one of the clever and most important and necessary creations of our Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p39\" class=\"\">My admiration almost had no bounds one day when a young man from Murray came in to be interviewed for a mission. He’d saved $2,900 for his mission from his Marine pay in three years and nine months and fifteen days. By doing odd jobs which others wished to escape, he had $2,900 for his mission. Just a boy without a job, without a place, without a home, without somebody to keep him busy. But he caught the idea and went out and did other people’s work on the ship, and saved his money for this important thing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p40\" class=\"\">Through the ages there have been many laws repealed, but we know of no divine repeal of the law of work. From the obscure life organs within the body to the building of the moon landing craft, work is one of the conditions of being alive. We have been told that everyday work is a purposeful activity requiring an expenditure of energy with some sacrifice of leisure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p41\" class=\"\">Sir William Osler, a great physician of Canada, said that <span class=\"emphasis\">work<\/span> is the master word in ongoing life. It’s the touchstone of progress, the measure of success, and the fount of hope. It is directly responsible, he said, for all advantages in medicine and technology. (See Harvey Cushing, <span class=\"emphasis\">Life of Sir William Osler,<\/span> vol. 1, ch. 14.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p42\" class=\"\">I’m always distressed when I see clerks in stores and banks and offices who complain of their workload and are stingy with their efforts and who fear to give more than their pay would seem to compensate. I know their hours are long and that there are many laws controlling these things nowadays. But at least their attitudes can be right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p43\" class=\"\">Only a week or so ago we sat in a restaurant and for a long time received no attention. Finally we heard one girl say to the other, “Why don’t you wait on those people?” The answer was, “They’re not in my assignment.” But there they were, standing over there, without anything apparently to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p44\" class=\"\">Perhaps we need the compelling urgency of our forefathers. They had to work hard to survive. We have securities of this and that sort to make sure that we do not starve. Dr. D. Ewen Cameron, a psychiatrist, wrote <span class=\"emphasis\">This Life Is for Living,<\/span> and in it he said, “For half a century we have heard the most moving of lamentations from employers over the passing of the old-time worker, the fellow who really loved his work, who hung around until he was satisfied that the job was done, who would think out ways to do it better. This kind of worker has not disappeared from the job; it is his kind of job that has done the disappearing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/05\/family-preparedness.p45\" class=\"\">Brethren and sisters, I’m sure it is time that I should close. But I want to commend the words of Sister Smith and the Presiding Bishopric and President Romney to you and say that this is a gospel of action and whatever we learn we should put into action. God bless us that we may have the determination to carry forward all of these commandments of the Lord which have been conveyed to us. I say this in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}