{"ID":280, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, April 1947, pp. 62-68<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, it is in deep humility that I stand here this morning before you.\nElder Joseph Fielding Smith has just told of the coming of the Mormon Pioneers to Utah, in a\nvery beautiful way. I would like also to say something on that subject this morning.\nThroughout 1947 a million people are observing the centennial of the arrival of the Mormon\nPioneers in the Salt Lake valley. Our hearts are turned with love and adoration to this noble\nrace of men and women who just one hundred years ago were driven from their homes in the\nEast and suffered untold hardships while crossing the plains. Many of them sacrificed their\nlives while others came to Utah, and here they built a great commonwealth in the arid region\nof the Rocky Mountains.\n<\/p><p>\nA TRIBUTE TO THE PIONEERS\n<\/p><p>\nThese people endured extreme hardships and made great sacrifices because they knew that the\nEternal Father and his Only Begotten Son had come down from heaven in answer to the\nProphet Joseph Smith's prayer in the Sacred Grove. They also knew that angels had brought\nto Joseph Smith the Holy Priesthood. The Holy Ghost had borne testimony to their hearts that\nGod had established upon the earth again the true gospel of Jesus Christ which they had\nembraced. Thus these Mormon pioneers were a devout, God-fearing people who firmly\nbelieved that they had been called of the Lord to build up Zion and to prepare the world for\nthe millennial reign of the Son of Man. In fact, they endured because they firmly believed\nthat such scriptures as the following applied to them:\n<\/p><p>\nBut ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye\nshould shew forth the praises of him who hath called you out of darkness into his marvelous\nlight (<span class=\"citation\" id=\"2229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2229)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\nIt is not the material things of life which make a people great but the high spiritual qualities\nof the soul engendered in men and women through faith in God, through a conviction of\nimmortality, and through a recognition that there exists a moral order of laws which must be\nobeyed, which lifts a race of mortals to a position \"a little lower than the angels\"\n(<span class=\"citation\" id=\"41742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41742)\">Ps. 8:5<\/a><\/span>).\nIn fact, these intangible spiritual qualities exalt man to his full stature as a son of God.\n<\/p><p>\nThe Mormon pioneers were great men and women, and we honor them today because they\npossessed these spiritual qualities and extended their vision into the eternities.\n<\/p><p>\nTHE FULFILMENT OF PROPHECY IN THE SETTLEMENT OF THE SAINTS IN THE WEST\n<\/p><p>\nThe question has ofttimes been discussed as to why and when the Mormon pioneers decided\nto select the Great Basin as their home. Bishop LeGrand Richards very\nbeautifully pointed out yesterday that the ancient prophets looked down through the stream of\ntime and saw that in the last days the Saints would establish themselves in the tops of the\nmountains (<span class=\"citation\" id=\"25044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25044)\">Isa. 2:2<\/a><\/span>).\nI would like to add to that thought today a definite statement that history affirms\nthat this people settled Utah because God selected this spot for them and revealed to the\nmodern prophets that here was the place in which to establish his people and to build Zion. In\nfact, as early as August 6, 1842, the Lord made known to the Prophet Joseph Smith that the\nSaints would be driven from their homes in Nauvoo and would migrate to the Rocky\nMountains. On that date the Prophet wrote in his journal:\n<\/p><p>\nI prophesied that the Saints would continue to suffer much affliction and would\nbe driven to the Rocky Mountains, many would apostatize, others would be put\nto death by our persecutors or lose their lives in consequence of exposure or\ndisease, and some of you will live to go and assist in making settlements and build\ncities and see the Saints become a mighty people in the midst of the Rocky\nMountains (<i>Documentary History of the Church<\/i>, vol 5, p. 85).\n<\/p><p>\nA year and a half later and only four months before the death of Joseph Smith, he was\nmaking definite arrangements to explore the West preparatory to the anticipated migration. On\nFebruary 20, 1844, he wrote in his journal:\n<\/p><p>\nI instructed the Twelve Apostles to send out a delegation and investigate the location of\nCalifornia and Oregon, and hunt out a good location, where we can remove to after the\ntemple is completed, and where we can build a city in a day, and have a government of our\nown, get up into the mountains, where the devil cannot dig us out, and live in a healthful\nclimate, where we can live as old as we have a mind to (<i>ibid.<\/i>, vol. 6, p. 222).\n<\/p><p>\nWe should keep in mind that California included Utah at that time, and Oregon included\nIdaho; therefore, when Joseph Smith mentioned Oregon and California, he referred to the\nregion that we are living in today.\n<\/p><p>\nIn accordance with instructions given by Joseph to send out a company to explore the West\nand select a site for a city of the Saints, four men immediately volunteered to go, and four\nothers were assigned to accompany them.\n<\/p><p>\nTwo days later the Prophet told the Twelve Apostles that he wanted an exploration of the\nentire intermountain country. He said:\n<\/p><p>\nSend twenty-five men .... Appoint a leader, and let them beat up for volunteers.\nI want every man that goes to be a king and a priest. When he gets on the\nmountains he may want to talk with his God (<i>ibid.<\/i>, vol. 6, p. 224).\n<\/p><p>\nThe following Sunday (February 25, 1844) Joseph Smith spoke to the Saints and then\nrecorded in his journal his principal thought as follows:\n<\/p><p>\nI gave some important instructions, and prophesied that within five years we\nshould be out of the power of our old enemies, whether they were apostates or of\nthe world; and told the brethren to record it, that when it comes to pass they need\nnot say they had forgotten the saying (<i>ibid.<\/i>, vol. 6, p. 225).\n<\/p><p>\nThe proposed exploring expedition to the Rocky Mountains, however, was never made. Right\nat this time the persecution of the Saints increased greatly and was climaxed with the\nmartyrdom of Joseph and Hyrum. However, only five days before their deaths, Joseph and\nothers made temporary arrangements to flee to the Rocky Mountains for safety and have the\nSaints join them there later. Governor Ford had demanded that Joseph, Hyrum, and other\nMormon leaders appear at Carthage for trial. When the governor's letter was read to Joseph\nSmith, he said to those with him:\n<\/p><p>\nThe way is open. It is clear to my mind what to do. All they want is Hyrum and\nmyself; then tell everybody to go about their business, and not collect in groups,\nbut to scatter about. There is no doubt they will come here and search for us. Let\nthem search; they will not harm you in person or property, and not even a hair of\nyour head. We will cross the river tonight, and go away to the West (<i>ibid.<\/i>, vol.\n6, pp. 545-546).\n<\/p><p>\nLater that same day Hyrum confirmed Joseph's decision to flee to the Rocky Mountains. In a\nstatement made to Reynolds Cabson, he said:\n<\/p><p>\nA company of men are seeking to kill my brother Joseph, and the Lord has warned him to\nflee to the Rocky Mountains to save his life (Hyrum Smith cited in <i>ibid.<\/i>, vol. 6, p. 547).\n<\/p><p>\nJoseph and Hyrum crossed the Mississippi River preparatory to going to the Rocky\nMountains; but as the result of complaints made by some of the Saints, they returned to\nNauvoo, and shortly thereafter they were killed.\n<\/p><p>\nOPINIONS OF EARLY EXPLORERS\n<\/p><p>\nFollowing their deaths, the enemies of Mormonism actively worked to destroy the Church. In\nthe fall of 1845, vicious men mobbed the Saints in the outlying settlements. Since it was\ngenerally known at the time of Joseph Smith's death that he contemplated a move to the\nWest, the people of Illinois demanded that the Saints leave the state and migrate into the\nwilderness. Brigham Young, who had now assumed leadership, and his associates accepted\ntheir demand and announced that the Saints would migrate the following spring.\n<\/p><p>\nThe maps and the account of John C. Fremont's exploration of the Far West had recently\nbeen published. Throughout the winter of 1845 and 1846, while the Saints were preparing to\nabandon their homes and move, Brigham Young and the other Mormon leaders carefully\nstudied Fremont's exploration of the Rocky Mountain region.\n<\/p><p>\nIn the fall of 1846, fifteen thousand exiled Saints had made temporary homes on the banks of\nthe Missouri River where the cities of Omaha and Council Bluffs now stand. While there they\ngleaned all the information they could regarding the Great West. Father Pierre Jean DeSmet, a\nJesuit priest who had spent many years as a missionary among the Indians in this region,\nvisited the Mormon refugees. He reported a conversation he had had with the Saints as\nfollows:\n<\/p><p>\nThey asked me a thousand questions about the regions I had explored and the\nvalley [meaning the Salt Lake valley] which I have just described to you, pleased\nthem greatly from the account I gave them of it (Cited in Levi Edgar Young,\n<i>The Founding of Utah<\/i>, p. 86).\n<\/p><p>\nWhen the pioneers were crossing the plains the following summer, on June 26, 1847, near\nSouth Pass, they met Major Moses Harris. He was a man who had spent twenty years in the\nRocky Mountains. Orson Pratt recorded in his journal the conversation they had with Major\nHarris. He wrote:\n<\/p><p>\nWe obtained much information from him in relation to the great interior basin of\nthe Salt Lake, the country of our destination. His report like that of Captain\nFremont's is rather unfavorable to the formation of a colony in this basin,\nprincipally on account of the scarcity of timber (Orson Pratt, <i>Journal<\/i>, June 26,\n1847, cited in Andrew Jenson, <i>Historical Record<\/i>, vol. 9, p. 58).\n<\/p><p>\nTwo days later, the Pioneers met James Bridger who was on his way to Fort Laramie. Pratt\nstated that Mr. Bridger,\n<\/p><p>\n. . . being a man of extensive acquaintance with this interior country, we made\nmany inquiries of him in relation to the \"great basin\" and the country south. His\ninformation was rather more favorable than that of Major Harris (Orson Pratt,\n<i>Journal<\/i>, June 28, 1847, cited in <i>Millennial Star<\/i>, May 15, 1850).\n<\/p><p>\nAnd William Clayton added the thought that Bridger\n<\/p><p>\n. . . thinks the region around Utah lake is the best country in the vicinity of the Salt Lake\n(William Clayton, <i>Journal<\/i>, June 28, 1847, cited in Andrew Jenson, <i>op. cit.<\/i>, p. 60).\n<\/p><p>\nWe should be aware of the fact that each of these experiences bears indisputable evidence that\nthe \"Mormon\" leaders knew where they were going long before they arrived in the Salt Lake\nvalley, because they were being led there by divine revelation from the Lord.\n<\/p><p>\nBRIGHAM YOUNG'S INSPIRATION\n<\/p><p>\nOn June 30, the Pioneer band had arrived on the banks of the Green River in Wyoming.\nThere they were met by Samuel Brannan. He had come from San Francisco to persuade the\nMormons to settle in California. Although he gave Brigham Young a glowing\nreport of the wonderful country around San Francisco Bay and an equally discouraging report\nregarding the barren desert wastes of the Rocky Mountain region, President Young refused to\ntake the Saints to California. The Mormon leader was following the inspiration of the Lord,\nand he could not be induced to exchange it for the wisdom of man. God had pointed out to\nhim, as well as to the Prophet Joseph Smith, that the place to settle the Saints was in the\n\"midst of the Rocky Mountains.\"\n<\/p><p>\nThe fact that on July 12, Brigham Young commissioned Orson Pratt to lead a vanguard\ncompany ahead of the main body of Pioneers for the purpose of making a road into the Salt\nLake valley gives additional evidence that the Mormon leaders knew where they were going.\nNine days later Erastus Snow overtook Elder Pratt, saying Brigham Young wanted Elder Pratt\nto bear slightly northward after leaving the canyon and select a spot for plowing, planting\nseed, and building a city. On July 21, Orson Pratt and Erastus Snow emerged from the mouth\nof Emigration Canyon. Then they climbed to the top of a hill and viewed the Great Salt Lake\nvalley lying before them. Regarding this experience, Elder Snow recorded the following in his\njournal:\n<\/p><p>\nFrom the view we had of the valley from the top of the mountain, we supposed\nit to be only an arm of prairie extending up from the Utah valley, but on\nascending this butte we involuntarily, both at the same instant, uttered a shout of\njoy at finding it to be the very place of our destination, and beheld the broad\nbosom of the Salt Lake spreading itself before us (Erastus Snow, <i>Journal<\/i>, July\n21, 1847, cited in B. H. Roberts, <i>A Comprehensive History of the Church<\/i>, vol 3,\np. 216).\n<\/p><p>\nPratt's vanguard company camped on a stream subsequently known as City Creek on July 23.\nThere he called his associates together and dedicated the land as the new home of the Saints.\n<\/p><p>\nErastus Snow testified that God directed Brigham Young to the Salt Lake Valley. To quote:\n<\/p><p>\nPresident Young said . . . that this was the place he had seen long since in vision;\nit was here he had seen the tent settling down from heaven and resting, and a\nvoice said unto him: \"Here is the place where my people Israel shall pitch their\ntents\" (Erastus Snow, \"Address to the Pioneers,\" <i>Journal History<\/i>, July 24, 1880,\nMs.).\n<\/p><p>\nA VISION OF THE FUTURE\n<\/p><p>\nOn that memorable day of July 24, 1847, right at the time when Brigham Young made the\nfamous statement, \"This is the place! Drive on,\" the Lord confirmed his previous revelations\nto Joseph Smith and Brigham Young by letting the Pioneer leader view in a vision\nmany things which would take place in the Salt Lake valley. Wilford\nWoodruff described this experience in his journal as follows:\n<\/p><p>\nThis is one of the most important days of my life, and in the history of the Church\nof Jesus Christ of Latter-day Saints . . . We came in full view of the valley of\nthe Great Salt Lake; the land of promise, held in reserve by God, as a resting\nplace for his Saints.\n<\/p><p>\nWe gazed in wonder and admiration upon the vast valley before us, with the\nwaters of the Great Salt Lake glistening in the sun, mountains towering to the\nskies, and streams of pure water running through the beautiful valley. It was the\ngrandest scene that we had ever beheld till this moment. Pleasant thoughts ran\nthrough our minds at the prospect that, not many years hence, the house of God\nwould be established in the mountains and exalted above the hills; while the\nvalleys would be converted into orchards, vineyards, and fruitful fields, cities\nerected to the name of the Lord, and the standard of Zion unfurled for the\ngathering of nations.\n<\/p><p>\nPresident Young expressed his entire satisfaction at the appearance of the valley\nas a resting place for the Saints, and felt amply repaid for his journey. While lying\nupon his bed in my carriage, gazing upon the scene before us, many things of the\nfuture concerning the valley were shown to him in a vision (Wilford Woodruff,\n<i>Journal<\/i>, July 24, 1847, cited in Andrew Jenson, <i>op. cit.<\/i>, vol. 9, p. 77).\n<\/p><p>\nWhen Brigham Young, Wilford Woodruff, Orson Pratt, Erastus Snow, and others of the\nPioneer leaders first saw the Salt Lake valley, they were not viewing the barren desert region\ncovered with sunflowers, sage and salt flats&mdash;a country infested with millions of black\ncrickets&mdash;as were many of their pioneer followers. These men of God were looking through\nthe eyes of holy prophets; therefore, they saw the Great Basin as it would be in the future as\na result of the industry and thrift of the people coupled with the blessings of the Lord. On a\nlater occasion Wilford Woodruff described the entrance of the Pioneer band into the Salt Lake\nvalley, and he pointed out exactly what Brigham Young beheld. To quote:\n<\/p><p>\nWhen we came out of the canyon into full view of the valley, I turned the side of\nmy carriage around, open to the west, and President Young arose from his bed and\ntook a survey of the country. While gazing on the scene before us, he was\nenwrapped in vision for several minutes. He had seen the valley before in vision,\nand upon this occasion he saw the future glory of Zion and of Israel, as they\nwould be, planted in the valleys of these mountains. When the vision had passed,\nhe said: \"It is enough. This is the right place, drive on\" (Wilford Woodruff,\n<i>Utah Pioneers<\/i>, p. 23, cited in Roberts, <i>op. cit.<\/i>, vol. 3, p. 224).\n<\/p><p>\nThen Brigham and his associates entered the valley and joined Orson Pratt's group. He\nassured Elder Pratt that he had selected the right spot on which to locate the people and build\nthe city. In fact, no man has been more convinced that God led the Saints to the Rocky\nMountains than was Brigham Young. On July 28, only four days after his arrival, he wrote:\n<\/p><p>\nSome of the brethren talk about exploring the country farther for a site for\nsettlement; I replied that I was willing that the country should be explored until\nall were satisfied, but every time a party went out and returned,\nI believe firmly, they would agree this is the spot for us to locate\n(<i>Journal History<\/i>, July 28, 1847, Ms.).\n<\/p><p>\nSometime later he said:\n<\/p><p>\nI do not want the people to understand that I had anything to do with our being\nmoved here; that was the providence of the Almighty; it was the power of God\nthat wrought out salvation to his people. I never could have devised such a plan\n(<i>Journal of Discourses<\/i>, vol. 4, p. 41).\n<\/p><p>\nAt the time of the gold rush in 1849, some of the Mormons were anxious to leave the barren\ndesert region of Utah and migrate to California. Brigham Young again made a public\nannouncement that God had led the Saints to this place. To quote:\n<\/p><p>\nWe have been kicked out of the frying-pan into the fire, out of the fire into the\nmiddle of the floor, and here we are and here we will stay. God has shown me\nthat this is the spot to locate his people, and here is where they will prosper . . . \n<\/p><p>\nAs the Saints gather here and get strong enough to possess the land, God will\ntemper the climate, and we shall build a city and a temple to the Most High God\nin this place. We will extend our settlements to the east and west, to the north and\nto the south, and we will build towns and cities by the hundreds, and thousands\nof the Saints will gather in from the nations of the earth. This will become the\ngreat highway of nations . . . \n<\/p><p>\nTake courage, brethren . . . Plow your land and sow wheat, plant potatoes . . . It\nis our duty to preach the gospel, gather Israel, pay our tithing and build temples\n(James Brown, <i>Autobiography<\/i>, pp. 121-122).\n<\/p><p>\nTHE VINDICATION OF A HUNDRED YEARS\n<\/p><p>\nTime has vindicated the Prophet Joseph Smith and his successor, Brigham Young, in their\ndeclarations that the Salt Lake valley and the surrounding intermountain region was the right\nplace in which to establish God's chosen people and to build up Zion. A hundred years have\npassed, and Mormons have left a history literally filled with noble deeds and Herculean\naccomplishments made by a devout, God-fearing people. Credit and great honor have been\nbrought to the intermountain west as the result of the contributions made by our pioneer\nforefathers in the building of this American frontier. Truly \"This is the Place!\"\n<\/p><p>\nIn conclusion I want to bear testimony that I know that Jesus is the Christ and that I know\nthat God lives. I am also thoroughly convinced that the Mormon pioneers were brought to this\nland under the direction of our Lord. May we, the descendants of the pioneers, ever honor\nthat great heritage that is ours and live true to the ideals and high spiritual standards that they\nleft for us. I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}