{"ID":281, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Thomas E. McKay<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas E. McKay, <i>Conference Report<\/i>, April 1947, pp. 69-72<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident Smith, counselors, my brethren and sisters, I was impressed by the opening prayer\nof this session and especially by the inspirational music furnished by the Brigham Young\nUniversity chorus, and also by the two very timely and appropriate sermons to\nwhich we have listened.\n<\/p><p>\nI have missed at this conference my brother and colleague, Elder Alma Sonne, now president\nof the European Mission, and I hope, brethren and sisters, that you will not forget him, that\nyou will pray for him and those presidents who are working with him. He needs our prayers.\nHe is a great leader and is the right man in the right place.\n<\/p><p>\nAN OUTSTANDING STAKE CONFERENCE\n<\/p><p>\nLast Saturday and Sunday, March 29 and 30, I had the privilege of attending the Los Angeles\nStake quarterly conference. In some respects it was outstanding. They had 47 1\/2 percent of\nthe priesthood at their nine o'clock session. Fifty-nine percent of the ward teachers were\nthere. It had been previously announced that a roll would be called of the wards at one of the\ngeneral sessions; the night session, when the roll was called, showed the largest attendance\never held in the evening&mdash;twenty-five percent of the entire membership was there. They have\nhad larger numbers in their 10:30 a.m. sessions. One of the wards had forty-eight percent of\nits membership at that evening session. I asked one bishop how he did it. He said the ward\nteachers deserved most of the credit. He has them organized, not more than five families to\neach pair of teachers. During the month of March in their visits, the junior member who is, as\na rule, a priest or an ordained teacher, extended a special invitation from the bishop for all to\nattend this conference. He took the names of those who needed transportation and furnished\nthese names to the chairman of the adult Aaronic Priesthood transportation committee. This\njunior member also checked at the conference to see who of their members were there, and\nthose who were not, and at the next visit he will have something to talk about, praising those\nwho were there and telling those who were not what they had missed. This procedure, I\nunderstand, is followed also at the ward conferences and the sacrament and the priesthood\nmeetings. The teachers keep track of the members of the families under their supervision who\nare absent, especially those in the service of their country. They know those\nwho are unemployed and are having other difficulties and report them to the bishop. I\nrecommend this method to all bishops. I am sure that many of your problems would be\nsimplified and you would not be so overworked as many of you are now, if you would use\nyour ward teachers as the Lord intended that they should be used, to watch over the Church\nalways.\n<\/p><p>\nCONVERSION OF PARENTS BY MISSIONARIES\n<\/p><p>\nAnother feature of this conference that appealed to me very much was the large number of\nnonmembers, friends and investigators of the stake missionaries in attendance. After the two\ngeneral sessions, some of the missionaries brought quite a number of these non-members to\nthe front, and I had the privilege of shaking hands and talking with them. One young man\nwas especially interested in missionary work. He had traveled quite extensively. Two of the\nmembers of the presidency especially are very close friends of mine, and they had been a\nlittle extravagant in telling these nonmembers of the number of missions that I have spent in\nEurope, and this young man said, \"You certainly have devoted quite a number of years of\nyour life to the Church, and I am sure it has cost a tidy sum of money.\" I said, \"Yes, but\nwhen I think of the wonderful home life in these beautiful valleys of the mountains, and\ncontrast conditions here with conditions in Europe, I am still in debt, yes, very much in debt\nto the Lord.\" I told him of the missionary system of our Church, how from the beginning we\nhave sent missionaries into all the world as the Savior did when he was here in person; how\ntwo of these missionaries away up in the highlands of Scotland found my father as a young\nman and his parents; how two others in Wales called at the home of my mother, then a small\ngirl, and her parents; how both families joined the Church about the same time, crossed the\nocean, the same year, but in different vessels: how they spent a few months in the East\npreparing for their thousand mile trek across the plains with oxen and covered wagons; how\nthey crossed these plains the same year but in different companies; how they arrived in the\nSalt Lake valley and counseled with some of the leaders and decided to go north, perhaps as\nfar as Cache valley, but when they arrived in Ogden at the junction of the Weber and Ogden\nrivers and saw those large cottonwood trees that looked so beautiful and inviting, both\nfamilies decided to make their new homes in Ogden; and there it was that my father saw my\nmother for the first time, sitting on the tongue of her covered wagon, and his face would\nalways beam when he would add, \"and I never forgot her.\"\n<\/p><p>\nHIS FATHER'S CALL AS A MISSIONARY\n<\/p><p>\nThey waited until she was in her seventeenth year before they married. They went up through\nscenic Ogden canyon, settled in Ogden valley, one of the beauty spots of the world, and built\ntogether their new home in Huntsville. It was here that ten children were\nborn to that beautiful black-eyed, stately, now angel mother. When they had five children, that\ndread disease, diphtheria, spread through the valley and the surrounding towns. In those days\nthese contagious diseases were real plagues. More than twenty young people died in\nHuntsville alone that winter; among them our two eldest sisters, Margaret, eleven, and Lena,\nnine. They died within a few days of each other and were buried in the same grave. They had\nbeen such a comfort and help to Mother, that Father, who was always so considerate of her\nwell-being, grieved over their loss even more than Mother; he found it difficult to adjust\nhimself. It was just a few weeks after this tragedy that he received his call to go on a mission.\nHe would go, of course. No other thought entered his mind, but to go now and leave my\nmother in her delicate condition with three small children, seven, five, and three years old,\nseemed impossible. He decided after worrying about this matter for a few days to ask for a\nyear's postponement. When he told Mother what he intended to do, she appreciated of course\nthat it was out of consideration for her that he didn't want to leave home then. But her black\neyes sparkled as she said kindly, but firmly, \"David\" the Lord wants you now, not a year\nfrom now, and he can take care of me just as well when you're in Scotland as he can if you\nare at my bedside. You go <i>now<\/i>.\"\n<\/p><p>\nThey had excavated in the fall preparatory to building an addition to their home in the spring.\nThat, of course, would have to wait. My father remembered too, that he had not paid his\ntithing on his wheat. He generally paid his tithing on his grain when he threshed, but for\nsome reason, a shortage of sacks, I think, he had not paid his tithing on his wheat, so he\ndecided to go to the granary and arrange for it. With the first bucketful of wheat that he\ndipped, he struck the floor of the bin. He was shocked! He thought, \"If I pay my tithing, my\nfamily will not have sufficient wheat for spring seeding and for flour until the next harvest.\"\nThe thought started to enter his mind, \"I'll wait and have them pay my tithing in the fall for\nboth years.\" He recognized where that thought came from, so he poured that wheat into the\nsacks in a hurry and paid a little more than he was owing.\n<\/p><p>\nHe left on April 19 for his mission. On the twenty-ninth my sister Anne was born. You\nunderstand now why it was so difficult for him to leave just at that time. While he was on\nthis mission, we were blessed, and Mother had managed very well. When he returned, she\nvery gently, and I think proudly, placed a beautiful baby in his arms, a baby now over two\nyears old, which he had never seen. The addition to the house as previously planned had also\nbeen erected without letting him know anything about it. It was a wonderful homecoming.\n<\/p><p>\nTHE VALUE OF MISSIONARY EXPERIENCE\n<\/p><p>\nMany other incidents which I could relate if I had the time would illustrate that a missionary\nin the field is a good investment. Moreover, to the missionary the experience is invaluable:\ntravel is itself educational; the missionary has the opportunity to meet all kinds of people, at\ntimes the opportunity presents itself to visit other churches, cathedrals, museums, art galleries,\nand ofttimes to attend operas and theaters. Add to these broadening influences the educational\nbackground found in all \"Mormon\" communities, we soon learn the reason why two leading\neducators were able, in a recently published book, to classify Utah as highest in all-around\neducational performance among all the states. They divided the states into five classifications:\nhighest, high, medium, low, and lowest. Among the ten highest Utah ranked first.\n<\/p><p>\nYes, this is a missionary Church, brothers and sisters. We have always had missionaries. We\nkept out about two thousand until the war and then, of course, our missionaries were called\nhome. Six hundred ninety-nine of them were evacuated from the European missions alone; but\nour servicemen and women&mdash;God bless them&mdash;more than compensated for that for that return.\nNearly all of them have been missionaries, preaching the gospel by their example of clean\nliving, and then since the war, the First Presidency have called on an average of about three\nhundred a month. Now, as we were told yesterday by Brother Anderson in the statistical\nreport, we have over three thousand two hundred missionaries in the field, a thousand more\nthan the Church has ever had before. And then, too, we have about that same number of stake\nmissionaries, and also hundreds of local missionaries called in the missions themselves. Yes,\nwe are all missionaries. I wish we would adopt the motto that we had in the mission field,\n\"Every member a missionary.\" We can't all go into the mission field, but oh, brethren and\nsisters, we can all preach the gospel <i>by our example<\/i>.\n<\/p><p>\nMay the Lord help us and bless us with faith and sufficient will power that we may live so\nthat it will be said of us, not only that we believe in being honest, true, chaste, benevolent,\nvirtuous (<span class=\"citation\" id=\"6620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6620)\">A of F 1:13<\/a><\/span>),\nbut also that we are honest, we are true, we are chaste, we are benevolent, we are\nvirtuous, and that we do love our neighbor as ourselves\n(<span class=\"citation\" id=\"34164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34164)\">Matt. 22:39<\/a><\/span>), I pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}