{"ID":282, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Faith in Israel<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, April 1947, pp. 72-77<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, this vast congregation, crowding and overcrowding the capacity of\nthe Tabernacle, seems to me to be a sufficient answer to the query of the\nancient prophet. There is faith in Israel\n(<span class=\"citation\" id=\"21204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21204)\">Deut. 32:20<\/a><\/span>;\n<span class=\"citation\" id=\"24159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24159)\">Hab. 2:4<\/a><\/span>;\n<span class=\"citation\" id=\"31210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31210)\">Luke 18:8<\/a><\/span>).\n<\/p><p>\nNATURAL ENDOWMENTS OF THE PIONEERS\n<\/p><p>\nAlmost every speaker during this conference has mentioned the pioneers, the heroic men and\nwomen who, a hundred years ago and up to the coming of the railroad, trailed across the\nplains and made possible, not only Utah but also the arid and semi-arid wastes of the United\nStates, for the use of mankind. It is a great story, beautifully told here this morning.\n<\/p><p>\nThese pioneers were uncommon people. They were not of the common run. It took more than\nbrawn, muscle, to redeem the desert, and to teach the whole world how the great arid wastes\nof the world might be reclaimed. The work of these men has been heralded far and wide, and\nall the world has profited by their labors. They were uncommon people.\n<\/p><p>\nI knew David McKay [President David O. McKay's father]. It was a great privilege. He was\nnot a common man. There were notable, fine qualities in him, inborn qualities, such as were\ncharacteristic of the great body of pioneers which made possible that which they\naccomplished. They were not men and women of great education though they had as much\neducation as was ordinarily possessed by the people of that day, both in America and in\nEurope. There was a good proportion of school-trained men among them, but remember that a\nschool can only polish and develop that which a man possesses. Schools do not create the\npowers of men. These pioneer people had natural endowments so great as to make it difficult\nto understand, how so many such capable people could be gathered together in the making of\nthis intermountain empire.\n<\/p><p>\nPRESIDENT YOUNG'S DEFINITION OF MORMONISM\n<\/p><p>\nI have chosen to try to say something about the qualities and endowments of these men in the\nwords of the foremost of them, their appointed leader, Brigham Young. He was not greater\nthan the others. He was of the same blood, spiritually and physically, and, fortunately, he left\nbehind him nearly four hundred discourses taken down in shorthand and published. I grew up\nas other young men in Zion, looking upon Brigham Young as a great leader, great colonizer,\nbut only after I undertook to read his discourses did the character of the man really stand out\nboldly before me. He was a great character. Those who labored with him in their respective\nfields were equally great.\n<\/p><p>\nA stranger came to him one day and said:\n<\/p><p>\nPresident Young, will you define Mormonism for me? I heard you preach in the Tabernacle\nthe other day. I did not quite understand all that you said, and I wish you would be kind\nenough to analyze what you said and simplify it.\n<\/p><p>\nThen this leader of the pioneers, of great endowments, brushed aside all the old opinions, the\nold methods of defining things, in the realm of religion, all the secondary or derivative\ndoctrines and answered:\n<\/p><p>\nOur religion is simply the truth. It is all said in this one expression: It embraces\nall truth wherever found in all the works of God and man, visible or invisible to\nmortal eyes.\n<\/p><p>\nAn ordinary man of lesser mental and spiritual stature would have found refuge in some other\nkind of definition. This man dug down to the bottom of the thing. Truth is the foundation of\nthe gospel of the Lord Jesus Christ. He added:\n<\/p><p>\nIt is more rational for an intelligent being to embrace truth than it is to mix up a\nlittle truth with a great deal of error or to embrace all error and undertake to\nfollow a phantom.\n<\/p><p>\nTHE FAITH OF A GREAT LEADER\n<\/p><p>\nBut, he understood that truth must have a source, a teacher to human beings. No man in all\nthe world has ever expressed a finer and a greater, more fervent belief in God than did\nBrigham Young.\n<\/p><p>\nOur faith is concentrated in the Son of God and through him in the Father, and the Holy\nGhost is a minister to bring truths to our remembrance\n(<span class=\"citation\" id=\"27297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27297)\">John 14:26<\/a><\/span>), to reveal new truths to us and teach,\nguide, direct the course of every mind. Jesus is our captain\n(<span class=\"citation\" id=\"24218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24218)\">Heb. 2:10<\/a><\/span>) and leader, Jesus, Savior of the\nWorld, the Christ that we believe in.\n<\/p><p>\nOut of that faith came the truth that he held so dear. If we had time, I could read some\neloquent statements about his faith in God and Jesus Christ, never surpassed in the writings of\nmankind.\n<\/p><p>\nThis man was a symbol of all the pioneers, for when I speak of Brigham Young, I speak of\nevery pioneer. It took and takes strong men, men of capacity, to accept the gospel of the Lord\nJesus. In that respect, we of this age who have accepted the gospel are also uncommon.\n<\/p><p>\nBut Brigham Young warned the people:\n<\/p><p>\nNow we have the truth. We know whence it comes, from God himself, and that brings a\ntremendous responsibility to rest upon every one of us . . . Our mortal existence is a school of\nexperience. The Lord does not compel any person to embrace the gospel, and I do not think\nhe will compel them to live it after they have embraced it. The volition of the creature is free.\nThis is a law of their existence, and the Lord cannot violate his own law. Were he to do that\nhe would cease to be exalted. He has placed life and death before his children, and it is for\nthem to choose. If they choose life, they receive a blessing of life. If they choose death, they\nmust abide the penalty. This is the law which has always existed from all eternity and will\ncontinue to exist throughout all the eternities to come. Every intelligent being must have the\npower of choice.\n<\/p><p>\nSimple words! But what a tremendous burden, if burden it be, they place upon us, the\nnecessity to live in accordance with the eternal law of God.\n<\/p><p>\nTHE RELIGION OF THE LATTER-DAY SAINTS A PRACTICAL ONE\n<\/p><p>\nHaving said all of this (I have picked just a few things out of the record), he emphasized the\nfact that the truth which comes from God, and possessed by us, must be used by us properly.\nThere was no hesitation in that. Truth is not an ornament to be hung on the wall or placed on\nthe shelf to look at. It must be of daily use for he said:\n<\/p><p>\nWe need a present, everyday religion. My religion must be with me from one\nMonday morning to the next, the year around or it will not answer me. I am\ndecidedly in favor of a practical religion, of everyday useful life, and if I today\nattend to what devolves upon me to do, then do that which presents itself\ntomorrow, and so on, when eternity comes I will be prepared to enter on the\nthings of eternity, but I would not be prepared for that sphere of action unless I\ncould manage the things that are now within my reach. We must all learn to do\nthis. There is no life more precious than the present life which we enjoy. There\nis no life that is worth any more to us than this life is. It may be said that an\neternal life is worth more. We are in eternity, and all that we have to do is to take\nthe road that leads into the eternal lives.\n<\/p><p>\nAnd in his application of truth to useful ends, he said many things. For example, concerning\neducation:\n<\/p><p>\nKnowledge is to be sought. It was originally embraced by the Latter-day Saints,\nif only slightly understood, and they were counseled to search diligently after\nknowledge. There is no other people in existence more eager to see, to hear, to\nlearn and understand truth . . . Every accomplishment, every polished grace,\nevery useful attainment in mathematics, music, and all the sciences and arts belong\nto the Saints, and they should avail themselves as expeditiously as possible of the\nwealth of knowledge that science has offered to every diligent and persevering\nscholar.\n<\/p><p>\nThere is no narrow conception in such a statement, no fence is built around knowledge, no\nlimitation placed upon it. All truth is ours.\n<\/p><p>\nBRIGHAM YOUNG'S VIEWS ON CAPITAL AND LABOR\n<\/p><p>\nHe entered into the field of economics and became known as a great economic leader. He said\nin what might be written in huge letters for the wise men of the earth to read:\n<\/p><p>\nCapital and labor, all the capital there is upon this earth, is the bone and sinew of working\nmen and women. Were it not for that, the gold and the silver and precious stones would\nremain in the mountains, upon the plains, and in the valleys and never would be gathered or\nbrought into use. The timber would continue to grow, but none of it would be brought into\nservice, and the earth would remain as it is. It is the activity and labor of the inhabitants of\nthe earth that bringeth forth wealth.\n<\/p><p>\nThis simple definition of wealth, is fit for colleges and all the nations to ponder. Time and the\nability to labor are the capital stock of the whole world.\n<\/p><p>\nEXPRESSIONS AS TO GOVERNMENT\n<\/p><p>\nHe spoke of political government:\n<\/p><p>\nThe Constitution and laws of the United States resemble a theocracy more closely than any\ngovernment now on earth. We will cling to the Constitution of our country and to the\ngovernment that reveres that sacred charter of free men's rights and if necessary pour out our\nbest blood for the defense of every good and righteous principle.\n<\/p><p>\nHe laid down the principle which should be the foundation of every government:\n<\/p><p>\nIndividual self-government lies at the root of all true and effective government whether in\nheaven or on earth.\n<\/p><p>\nHe even spoke of the women and their duties in the world of action&mdash;woman suffrage:\n<\/p><p>\nNow, sisters, I want you to vote also, because women are the characters that rule the ballot\nbox.\n<\/p><p>\nI wish they did rule it today. I am not certain they have lived up to the commendation of the\npioneer leader.\n<\/p><p>\nHUMILITY A SIGN OF GREATNESS\n<\/p><p>\nGreat men are humble. No great man takes power and honor unto himself, and so Brigham\nYoung said:\n<\/p><p>\nI have never professed to be Brother Joseph, but only Brother Brigham, trying to\ndo good to this people. I am no better nor any more important than any other man\nwho is trying to do good. If I am, I do not know it. If I improve upon what the\nLord has given me and continue to improve, I shall become like those who have\ngone before me.\n<\/p><p>\nI shall be exalted in the Celestial Kingdom and be filled to overflowing with all\nthe power I can wield, and all the keys and knowledge I can manage will be\ncommitted unto me.\n<\/p><p>\nThen he quoted what President Hunter just quoted, the first part being:\n<\/p><p>\nI do not wish anyone to understand that I had anything to do with our being moved here.\nThat was the providence of the Almighty.\n<\/p><p>\nLOYALTY TO JOSEPH SMITH\n<\/p><p>\nGreat men are loyal. There is nothing finer in the life of Brigham Young than his loyalty to\nJoseph Smith. He spoke of him and said:\n<\/p><p>\nA Prophet of God! I honor and revere the name of Joseph Smith. I delight to hear it. I love it.\nI love his doctrine . . .\n<\/p><p>\nWhat is the nature and beauty of Joseph's mission? When I first heard him preach,\nhe had brought heaven and earth together, and all the priests of \nthe day could not tell me anything correct about heaven, hell, God, angels, the\ndevils and there was blindness darkness. When I saw Joseph Smith, he took\nheaven, of which he was speaking, and brought it down to earth. Then he took the \nearth and brought it up and opened up in plainness and simplicity the things of\nGod, and that is the beauty of his mission.\n<\/p><p>\nAt the last, on his deathbed, the attending physician as he leaned over the bedside heard him\nwhisper: \n<\/p><p>\n\"Joseph, Joseph!\"\n<\/p><p>\nOf such timber were our pioneers hewn. Of such timber are we or should be. God bless us\nand be with us, help us to be like the pioneers we honor, I pray, for the deserts of the world,\nin other fields, are formidable today as the deserts of the West were yesterday, in the name of\nthe Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}