{"ID":2827, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Notwithstanding My Weakness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p2\" class=\"\">Elder Neal A. Maxwell<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/neal-a-maxwell-10.jpg\" alt=\"Neal A. Maxwell\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p3\" class=\"\">First, my brothers and sisters, my gratitude to the prophet and his counselors for this call. To them, to Elder Richards and the members of the First Quorum of the Seventy I pledge that my little footnote on the page of the quorum’s history will read clearly that I wore out my life in helping to spread Jesus’ gospel and helping to regulate his church. To worthy predecessor presidents, my admiration. Thirty years ago President Dilworth Young ordained me a seventy, but only after extracting a promise that I would preach the gospel the rest of my life. His stern demeanor was such that I felt I’d been asked to jump off a tall building. I went over the side saluting. Now I salute that same selfless, sweet seventy, President Young, once again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p4\" class=\"\">Now may I speak, not to the slackers in the Kingdom, but to those who carry their own load and more; not to those lulled into false security, but to those buffeted by false insecurity, who, though laboring devotedly in the Kingdom, have recurring feelings of falling forever short.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p5\" class=\"\">Earlier disciples who heard Jesus preach some exacting doctrines were also anxious and said, “Who then can be saved?” (<span class=\"citation\" id=\"125031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125031)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125031)\">Mark 10:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p6\" class=\"\">The first thing to be said of this feeling of inadequacy is that it is normal. There is no way the Church can honestly describe where we must yet go and what we must yet do without creating a sense of immense distance. Following celestial road signs while in telestial traffic jams is not easy, especially when we are not just moving next door—or even across town.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p7\" class=\"\">In a Kingdom where perfection is an eventual expectation, each other’s needs for improvement have a way of being noticed. Perceptive Jethro had plenty of data to back up the crisp counsel he gave his son-in-law Moses. (See <span class=\"citation\" id=\"22870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22870)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22870)\">Ex. 18:13–27<\/a><\/span>.) Even prophets notice their weaknesses. Nephi persisted in a major task “notwithstanding my weakness.” (<span class=\"citation\" id=\"3976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3976)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3976)\">2 Ne. 33:11<\/a><\/span>.) Another Nephite prophet, Jacob, wrote candidly of his “over anxiety” for those with whom he was not certain he could communicate adequately. (<span class=\"citation\" id=\"25868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25868)\">Jacob 4:18<\/a><\/span>.) Our present prophet has met those telling moments when he has felt as if he could not meet a challenge. Yet he did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p8\" class=\"\">Thus the feelings of inadequacy are common. So are the feelings of fatigue; hence, the needed warning about our becoming weary of well-doing. (See <span class=\"citation\" id=\"16700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16700)\">D&amp;C 64:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p9\" class=\"\">The scriptural advice, “Do not run faster or labor more than you have strength” (<span class=\"citation\" id=\"16610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16610)\">D&amp;C 10:4<\/a><\/span>) suggests paced progress, much as God used seven creative periods in preparing man and this earth. There is a difference, therefore, between being “anxiously engaged” and being over-anxious and thus underengaged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p10\" class=\"\">Some of us who would not chastise a neighbor for his frailties have a field day with our own. Some of us stand before no more harsh a judge than ourselves, a judge who stubbornly refuses to admit much happy evidence and who cares nothing for due process. Fortunately, the Lord loves us more than we love ourselves. A constructive critic truly cares for that which he criticizes, including himself, whereas self-pity is the most condescending form of pity; it soon cannibalizes all other concerns.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p11\" class=\"\">Brothers and sisters, the scriptures are like a developmental display window through which we can see gradual growth—along with this vital lesson: it is direction first, <span class=\"emphasis\">then<\/span> velocity! Enoch’s unique people were improved “in process of time.” (<span class=\"citation\" id=\"39504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39504)\">Moses 7:21<\/a><\/span>.) Jesus “received not of the fulness at first, but received grace for grace” (<span class=\"citation\" id=\"16746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16746)\">D&amp;C 93:12<\/a><\/span>) and even He grew and “increased in wisdom and stature” (<span class=\"citation\" id=\"31952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31952)\">Luke 2:52<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p12\" class=\"\">In the scriptural display window we see Lehi struggling as an anxious and “trembling parent.” (<span class=\"citation\" id=\"3954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3954)\">2 Ne. 1:14<\/a><\/span>.) We see sibling rivalries but also deep friendships like that of David and Jonathan. We see that all conflict is not catastrophe. We view misunderstandings even in rich relationships like that of Paul and Barnabas. We see a prophet candidly reminding King Saul that there was a time when “thou wast little in thine own sight.” (<span class=\"citation\" id=\"2633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2633)\">1 Sam. 15:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p13\" class=\"\">We see our near-perfect parents, Adam and Eve, coping with challenges in the first family, for their children, too, came trailing traits from their formative first estate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p14\" class=\"\">We see a legalistic Paul, but later read his matchless sermon on charity. (See <span class=\"citation\" id=\"620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 620)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(620)\">1 Cor. 13<\/a><\/span>.) We see a jailed John the Baptist—and there had been “no greater prophet” (<span class=\"citation\" id=\"36448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36448)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36448)\">Matt. 11:11<\/a><\/span>)—needing reassurance (see <span class=\"citation\" id=\"36447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36447)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36447)\">Matt. 11:2–4<\/a><\/span>). We see Peter walking briefly on water but requiring rescue from Jesus’ outstretched hand (see <span class=\"citation\" id=\"36453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36453)\">Matt. 14:25–31<\/a><\/span>); later we see Peter stretching his strong hand to Tabitha after helping to restore her to life (see <span class=\"citation\" id=\"8207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8207)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8207)\">Acts 9:36–46<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p15\" class=\"\">Moroni was not the first underinformed leader to conclude that another leader was not doing enough. (See <span class=\"citation\" id=\"9254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9254)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9254)\">Alma 60<\/a><\/span>.) Nor was Pahoran’s sweet, generous response to his “beloved brother” Moroni the last such that will be needed. (<span class=\"citation\" id=\"9255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9255)\">Alma 61<\/a><\/span>.)<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">What can we do to manage these vexing feelings of inadequacy? Here are but a few suggestions:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>We can distinguish more clearly between divine discontent and the devil’s dissonance, between dissatisfaction with self and disdain for self. We need the first and must shun the second, remembering that when conscience calls to us from the next ridge, it is not solely to scold but also to beckon.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>We can contemplate how far we have already come in the climb along the pathway to perfection; it is usually much farther than we acknowledge. True, we <span class=\"emphasis\">are<\/span> “unprofitable servants,” but partly because when “we have done that which was our duty to do” (<span class=\"citation\" id=\"31966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31966)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31966)\">Luke 17:10<\/a><\/span>), with every ounce of such obedience comes a bushel of blessings.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>We can accept help as well as gladly give it. Happily, General Naaman received honest but helpful feedback, not from fellow generals, but from his orderlies. (See <span class=\"citation\" id=\"3195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3195)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3195)\">2 Kgs. 5:1–14<\/a><\/span>.) In the economy of heaven, God does not send thunder if a still, small voice is enough, or a prophet if a priest can do the job.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>We can allow for the agency of others (including our children) <span class=\"emphasis\">before<\/span> we assess our adequacy. Often our deliberate best is less effectual because of someone else’s worst.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>We can write down, and act upon, more of those accumulating resolutions for self-improvement that we so often leave, unrecovered, at the edge of sleep.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>We can admit that if we were to die today, we would be genuinely and deeply missed. Perhaps parliaments would not praise us, but no human circle is so small that it does not touch another, and another.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>We can put our hand to the plow, looking neither back nor around, comparatively. Our gifts and opportunities differ; some are more visible and impactful. The historian Moroni felt inadequate as a writer beside the mighty Mahonri Moriancumer, who wrote overpoweringly. We all have <span class=\"emphasis\">at least<\/span> one gift <span class=\"emphasis\">and<\/span> an open invitation to seek “earnestly the best gifts.” (<span class=\"citation\" id=\"16670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16670)\">D&amp;C 46:8<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>We can make quiet but more honest inventories of our strengths, since, in this connection, most of us are dishonest bookkeepers and need confirming “outside auditors.” He who was thrust down in the first estate delights to have us put ourselves down. Self-contempt is of Satan; there is none of it in heaven. We should, of course, learn from our mistakes, but without forever studying the instant replays as if these were the game of life itself.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">9.<\/span>\n\t\t\t\t\t<p>We can add to each other’s storehouse of self-esteem by giving deserved, specific commendation more often, remembering, too, that those who are breathless from going the second mile need deserved praise just as the fallen need to be lifted up.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">10.<\/span>\n\t\t\t\t\t<p>We can also keep moving. Only the Lord can compare crosses, but all crosses are easier to carry when we keep moving. Men finally climbed Mount Everest, not by standing at its base in consuming awe, but by shouldering their packs and by placing one foot in front of another. Feet are made to move forward—not backward!<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">11.<\/span>\n\t\t\t\t\t<p>We can know that when we have <span class=\"emphasis\">truly<\/span> given what we have, it is like paying a full tithe; it is, in that respect, <span class=\"emphasis\">all<\/span> that was asked. The widow who cast in her two mites was neither self-conscious nor searching for mortal approval.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">12.<\/span>\n\t\t\t\t\t<p>We can allow for the reality that God is more concerned with growth than with geography. Thus, those who marched in Zion’s Camp were not exploring the Missouri countryside but their own possibilities.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">13.<\/span>\n\t\t\t\t\t<p>We can learn that at the center of our agency is our freedom to form a healthy attitude toward whatever circumstances we are placed in! Those, for instance, who stretch themselves in service—though laced with limiting diseases—are often the healthiest among us! The Spirit <span class=\"emphasis\">can<\/span> drive the flesh beyond where the body first agrees to go!<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">14.<\/span>\n\t\t\t\t\t<p>Finally, we can accept this stunning, irrevocable truth: Our Lord can lift us from deep despair and cradle us midst any care. We cannot tell Him <span class=\"emphasis\">anything<\/span> about aloneness <span class=\"emphasis\">or<\/span> nearness!<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p31\" class=\"\">Yes, brothers and sisters, this is a gospel of grand expectations, but God’s grace is sufficient for each of us. <span class=\"emphasis\">Dis<\/span>couragement is not the absence of adequacy but the absence of courage, and our personal progress should be yet another way we witness to the wonder of it all!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p32\" class=\"\">True, there are no <span class=\"emphasis\">instant<\/span> Christians, but there are <span class=\"emphasis\">constant<\/span> Christians!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/notwithstanding-my-weakness.p33\" class=\"\">If we so live, we too can say in personal prospectus, “And I soon go to the place of my rest, which is with my Redeemer; for … <span class=\"emphasis\">then shall I see his face<\/span> with pleasure” (<span class=\"citation\" id=\"21513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21513)\">Enos 1:27<\/a><\/span>; italics added) for then will our confidence <span class=\"emphasis\">“wax strong in the presence of God,”<\/span> (<span class=\"citation\" id=\"16785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16785)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16785)\">D&amp;C 121:45<\/a><\/span>; italics added), and He who cannot lie will attest to our adequacy with the warm words “Well done.” I so testify in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}