{"ID":283, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"How Often Would I Have Gathered Thee...\"<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1947, pp. 77-79<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I trust that the sweet influence of the Spirit of the Lord which has\nbeen with us thus far in this conference and in this session will continue with us while I stand\nbefore you.\n<\/p><p>\nTRIBUTE TO CHARLES A. CALLIS AND MARVIN O. ASHTON\n<\/p><p>\nWe miss this morning from our presence two great men, Apostle Callis, whose greatest love\nwas his fellow men and his desire and purpose to spread among them the truths of the\nrevealed gospel of this last dispensation: the other, Bishop Ashton, who loved men as much as\ndid Apostle Callis, whose troubles, the troubles of men and women, appealed to him, and\nalways he did all that he could do, that lay within his power to do, to alleviate those troubles.\nThey were great men. They have gone to a great reward that will take them to a place in the\ncelestial kingdom of God.\n<\/p><p>\nTHE SAVIOR'S MOURNING OVER JERUSALEM\n<\/p><p>\nWhen the Savior was just leaving Trans-Jordan to come into Jerusalem to be crucified, the\nPharisees came to him and told him that Herod was seeking to kill him. And speaking of\nHerod as \"that fox\" (<span class=\"citation\" id=\"31207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31207)\">Luke 13:32<\/a><\/span>)\nthe Savior said: Tell him that the sick are healed and that the blind see.\nTell him that I must travel today, tomorrow, and the next day, \"for it cannot be that a prophet\nperish out of Jerusalem\" (<span class=\"citation\" id=\"31208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31208)\">Luke 13:33<\/a><\/span>).\n<\/p><p>\nAnd the mention of Jerusalem seemed to have awakened in his mind all that had gone before\nsince the world was, particularly since Jerusalem was built, and he said:\n<\/p><p>\nO Jerusalem, Jerusalem, which killest the prophets, and stonest them that are sent unto thee;\nhow often would I have gathered thy children together, as a hen doth gather her brood under\nher wings, and ye would not! (<span class=\"citation\" id=\"31209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31209)\">Luke 13:34<\/a><\/span>).\n<\/p><p>\nWhen he came to Jerusalem on that last mission and while preaching in the temple, he uttered\nthat fierce denunciation against the Pharisees and the Scribes, the fiercest that I know of in all\nhistory, called attention to the fact that they had persecuted and martyred the righteous\n(<span class=\"citation\" id=\"34171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34171)\">Matt. 23:13-36<\/a><\/span>), and\nthen again broke forth in the same lament:\n<\/p><p>\nO Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto\nthee, how often would I have gathered thy children together, even as a hen gathereth her\nchickens under her wings, and ye would not!\n(<span class=\"citation\" id=\"34167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34167)\">Matt. 23:37<\/a><\/span>).\n<\/p><p>\nThat is the motif of all of God's dealings with mankind, always forgiving, always ready to\naccept us if we will but put ourselves where we may be accepted. His expression was an\nexpression of divine love, and it is not without interest that in making his comparison he\nspoke of the love of the mother hen, mother love, the nearest thing we know to divine love.\n<\/p><p>\nLOVE AND FORGIVENESS MANIFESTED BY JESUS\n<\/p><p>\nEver since the world was, he has offered us opportunities to serve him. He has tried to have\nus live righteously. He has forgiven, over and over again. He has tried to bring us back to\nhim. Enoch, Noah, Moses&mdash;think of how patient he was with Israel, the destruction of the\nfirstborn of Egypt, the crossing of the Red Sea, the providing of the manna, the striking of\nthe rock in the wilderness. When it came to the time of the Savior himself, think how he tried\nto lead them to repentance, forgiving wherever he found people worthy of forgiveness. All\nthrough the history of Israel there has run that one sentiment:\n<\/p><p>\nHow often would I have gathered thee but thou wouldst not.\n<\/p><p>\nIn our day the same thing is true. Time and time and time again he has called us to serve\nhim, and has given us mighty promises as to what he would do if we would but do our part.\nThe Church had scarcely organized when he gave the great law of temporal and spiritual\nsalvation, the United Order. And remember, that the Lord very early said that to him all\nthings were spiritual, that he never had given a law which was temporal\n(<span class=\"citation\" id=\"12339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12339)\">D&amp;C 29:34<\/a><\/span>). He tried to get us to\nlive the commandments that he had given in the matter of the United Order that none might\nsuffer, that all who needed might be provided for, that all might be his people, happy, one\nwith another, because of no jealousies of excess in one and deficiency in another. But the\npeople could not live it. After three years and four months he was forced to take it away,\nsuspend it, and if you want to know why it was suspended I refer you to the fifty-sixth\nsection of the Doctrine and Covenants, beginning with the fourteenth verse\n(<span class=\"citation\" id=\"12354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12354)\">D&amp;C 56:14-20<\/a><\/span>). There is crystallized his\ndenunciation of selfishness and greed against us of this dispensation. We tried other measures\nwhen we came here to the valleys, but they were no more successful. Here\nin the last few years we have set up another plan, temporal yet spiritual. He is again trying us.\n\"How often would I have gathered thee together as a hen gathers her chickens under her\nwings\"&mdash;that is the issue, my brothers and sisters.\n<\/p><p>\nTIMELY ADVICE\n<\/p><p>\nI do not need to belabor the need we have or that we are likely to see grow greater,\nparticularly in this country with unemployment coming on. We shall all need help, even those,\nperhaps, with the most. Yesterday's sermons told of the needs of our brothers and sisters who\nare in foreign lands. Are we going to meet this challenge and provide for those who are in\nneed of help or are we going to let matters go and take up our time complaining?\n<\/p><p>\nI want to repeat the suggestion I have made before, the thought was inspired by the reports\nthat came that some of the brethren were counting out what a terrible load they had in dollars\nand cents. Their computations surely made it big enough. If I remember rightly, the Lord\ncommanded Israel that she should not take a census, should not count her men\n(<span class=\"citation\" id=\"3\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3)\">1 Chr. 21:1-8<\/a><\/span>). I do not know\nwhy the command was given, but I suspect it was because if they counted and saw how few\nthey were, they would lose all heart to right the battle which they had to fight. And the record\nis that when they did not count, God blessed them. If I were you presidents of stakes,\nchairmen of regions, I do not believe I would spend too much time figuring out how much\nmoney I had to raise but go to work and raise it.\n<\/p><p>\nI repeat, as I see it, we are again on trial. The Lord is giving us a continuing opportunity to\nserve him, to work out his plan, the plan which he gave certainly as far back as Sinai.\n<\/p><p>\nMay the Lord bless us, give us the power to hold fast to the eternal truths he has revealed.\nMay he open our vision that we may see our duty to our fellow citizens, to our fellow\nmembers of the Church wherever they are. May he take out of our hearts all feelings of hate\nand leave there only love for those who belong to us and to our Heavenly Father, I humbly\npray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}