{"ID":2832, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lord Offers Everyone a Way Back from Sin\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p2\" class=\"\">Elder Robert D. Hales<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/robert-d-hales-10.jpg\" alt=\"Robert D. Hales\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p3\" class=\"\">I too would like to add my confirmation that this is a historic occasion and as a member of the First Quorum of the Seventy give support to the First Council, to the Quorum of the Twelve, and to any assignment they might ask us to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p4\" class=\"\">The message I am sharing with you today is that the gospel protects us and that the gospel principle of repentance has the ability to restore us if we have committed a sin. Recently I received a letter written by a young lady who went on a long, dark journey, a journey that ultimately led her into moral transgression. Her story is important because she is going through the anguish of full repentance and now is beginning to feel the joy that honest repentance can bring. She has asked that her personal experience be shared with you in the hope that there might be one who can be helped and not take that same journey. She writes (excerpts from a letter):<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p5\" class=\"\">“It began when I left my home to go to college. Until that time, under the righteous guardianship of my parents, I had not indulged in the loose morals of my friends and acquaintances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p6\" class=\"\">“Probably the first dent in the armor of faith which my parents had built up around me was the realization that some ‘good returned missionaries’ were not always so good and really did indulge in necking and petting episodes. I began to think that a certain amount of physical relations were natural and included them in the closer relationships I had with young men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p7\" class=\"\">“Satan is insidious. He leads a person away from the righteous way of living and little by little tempts them into greater and greater wrongs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p8\" class=\"\">“The months passed, and I fell further and further from the truth. I moved in with a friend who was inactive in the Church and who also had loose morals and drank and smoked. With her I visited bars and nightclubs I never would have gone into on my own initiative.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p9\" class=\"\">“Next, I stopped attending Church meetings and even stopped praying. I found that my whole life had changed. I was always depressed. My grades dropped to an all-time low. I couldn’t get along with my roommates. Everything, <span class=\"emphasis\">everything,<\/span> was <span class=\"emphasis\">wrong.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p10\" class=\"\">“I found myself totally rejecting the Church and all its teachings. I knew in the depths of my soul that I was afraid. I was truly a ‘ship without a rudder.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p11\" class=\"\">“I found myself searching everywhere for some semblance of security and stability. My parents were physically a long way away. But even at long distance they sensed some of my inner conflict and were worried.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p12\" class=\"\">“I finally met a young man, also inactive, with whom I thought I was in love. By then it was easy for me to convince myself that making love was all right as long as I truly felt that I loved the man. So I made love and desecrated the temple of my body. I became pregnant. When I realized my condition, I went to the young man and told him of my problem. He wanted nothing to do with me or my baby. He did say he would pay for an abortion, however, if I so desired.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p13\" class=\"\">“At first I rejected the very idea of abortion, but as I thought about it, I began to rationalize. It took me a couple of weeks to talk myself into making an appointment and having the abortion done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p14\" class=\"\">“Shortly thereafter I had the good fortune to meet and marry a young man of extremely high caliber. He was not active in the Church, but he was and is morally a fine, honest, upstanding man. Ever since that time, I have been working and living toward the goal of becoming active in the Church and of once again attaining a position of righteousness in our Heavenly Father’s kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p15\" class=\"\">“A few months ago I realized I must go to the bishop of my ward and confess the terrible things I had done. I did so knowing that my sins were grievous before the Lord, that I faced possible disfellowshipment or even excommunication. I also knew that the time had come to put myself and my life into the Lord’s hands, that I might be able to cleanse my sins and stand spotless before Him on the judgment day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p16\" class=\"\">“I made an appointment one Sunday afternoon with the bishop. He took time out of his busy schedule to hear of my terrible transgressions. Oh, how I prayed to my Heavenly Father before my interview. The bishop was kindly. He asked that I would have the courage to tell him everything; that I would not hold anything back. As I tried to touch lightly on my transgressions and go on, I <span class=\"emphasis\">couldn’t!<\/span> A horrible tightening in my throat and chest made it impossible for me to go on. I suddenly knew it was the answer to my prayers. The Spirit of our Father in heaven was with me demanding complete confession. I bear witness that I felt the Spirit constraining me to tell the whole truth!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p17\" class=\"\">“It isn’t easy to admit past sins even to ourselves. I found that it was as hard for me to admit the exact nature of my sins to myself as it was to admit them to the bishop. I didn’t want to think about them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p18\" class=\"\">“After my confession the bishop commended me on taking the first step toward returning to my Heavenly Father and outlined additional steps to prepare me for the day when I would realize that I had truly been forgiven. He emphasized that he, himself, could not forgive me. That was the Lord’s decision. He helped me to understand that I <span class=\"emphasis\">could<\/span> be forgiven, that my Heavenly Father loves me, that I could gain an awareness of my future goals and not constantly condemn myself all of my life, thus halting my eternal progression. He asked me to read the <span class=\"emphasis\">Miracle of Forgiveness<\/span> by President Spencer W. Kimball. It helped a great deal in making me aware of the process of forgiveness. We had several appointments, the bishop and I, so that he could help me to see my course toward reestablishing myself in good standing in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p19\" class=\"\">“Following my interview with the bishop, I found myself alternating between depression in which I wondered if I would ever be forgiven and becoming lax in doing the things I should be doing. I have learned that ‘to change’ isn’t easy. It takes time. One must learn to ‘try’ and ‘try again.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p20\" class=\"\">“Now I find myself growing ever closer to the Lord—more positive. I know if I continue to work and to grow, <span class=\"emphasis\">my Father in heaven will forgive me,<\/span> but most importantly, <span class=\"emphasis\">I will also forgive myself.<\/span> The important thing is that I must persevere in doing what I know to be right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p21\" class=\"\">“If my experiences sound familiar, I beg you from the very depth of my heart to <span class=\"emphasis\">please<\/span> pause and take stock of your life. Do not be misled by the superficial moral codes of our day. They are Satan’s most persuasive tools. They have no <span class=\"emphasis\">eternal<\/span> significance. It is Satan who will <span class=\"emphasis\">entice us away from<\/span> the joyous richness awaiting us in the <span class=\"emphasis\">eternal family circle.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p22\" class=\"\">“You are sons and daughters of our Heavenly Father. Stay true to your birthright. Do not bring into your lives the miseries and anguish of soul that I brought into mine. Refrain from doing things that will make you <span class=\"emphasis\">eternally sorry.<\/span> Prepare yourselves in righteousness to do the things in life that will make you eternally happy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p23\" class=\"\">The true story we have shared is a testimony by a young lady who is coming back from the depths of depression to make a new life for herself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p24\" class=\"\">My brothers and sisters, there is no canyon deep enough, no cavern dark enough, President Kimball has told us, to hide from ourselves if we take the long dark journey. The gospel can protect us from taking the long, dark journey and through the gospel principle of repentance can restore us <span class=\"emphasis\">even<\/span> if we are <span class=\"emphasis\">now<\/span> at the dark journey’s bitter end.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">The steps of repentance have been clearly defined in the scriptures:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Recognize we have done wrong.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Covenant with the Lord that we will never repeat the sin we have committed and are repenting of. “By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them.” (<span class=\"citation\" id=\"16686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16686)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16686)\">D&amp;C 58:43<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Recommit ourselves to living a better life in all phases of the gospel.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Make restitution for the wrongs we have committed by—<\/p>\n\t\t\t\t\t<div class=\"figure\">\n\t    <ol class=\"alphaLowCase\"><li>\n\t\t\t\t\t\t\t<span class=\"label\">a.<\/span>\n\t\t\t\t\t\t\t<p>Repenting in prayer to the Lord.<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t<span class=\"label\">b.<\/span>\n\t\t\t\t\t\t\t<p>Confessing to our bishop, an ordained common judge in Israel and the presiding high priest in our ward.<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t<span class=\"label\">c.<\/span>\n\t\t\t\t\t\t\t<p>Apologizing to those we have offended.<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t<\/ol><\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>The depth of our repentance must be as deep as the sin we have committed. There is no easy way. It hurts, but it also cleanses.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Time is the next element of repentance and restitution:<\/p>\n\t\t\t\t\t<div class=\"figure\">\n\t    <ol class=\"alphaLowCase\"><li>\n\t\t\t\t\t\t\t<span class=\"label\">a.<\/span>\n\t\t\t\t\t\t\t<p>Time to prove to ourselves, to our Lord, to our fellowmen that we have committed ourselves to a new way of life.<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t<span class=\"label\">b.<\/span>\n\t\t\t\t\t\t\t<p>Time to study the scriptures and dedicate our lives to the commandments we learn we must live to be happy and have joy.<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t<\/ol><\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>Complete forgiveness of ourselves and forgiveness without any feelings of retribution toward those who have offended us.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>Finally, the greatest of all blessings: the forgiveness of the Lord. We no longer look back with depression and hurt, but forward to the future with hope and joy and love for God, self, and all mankind.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p39\" class=\"\">“Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.” (<span class=\"citation\" id=\"16683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16683)\">D&amp;C 58:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p40\" class=\"\">“But learn that he who doeth the works of righteousness shall receive his reward, even peace in this world, and eternal life in the world to come.” (<span class=\"citation\" id=\"16693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16693)\">D&amp;C 59:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p41\" class=\"\">I give you my testimony that I know God lives and that Jesus is the Christ, our Redeemer. I testify that they love us and have given us the gospel to protect us from taking the long, dark journeys in our life. I further testify that whether you be a member or a nonmember the gospel principle of repentance has the power to bring us back from the depths of despair, to give us peace in this world and eternal life in the world to come even though our journeys may have been long and dark. These principles can apply to all of us—to nonmembers who experience the remission of sins through repentance and baptism, as well as members who repent of their sins. I ask the Lord’s blessings to be with all those who are reaching out to know that they may come back.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lord-offers-everyone-a-way-back-from-sin.p42\" class=\"\">May our Heavenly Father bless us to dedicate our lives today. There is no better time to start than today. That we may remain valiant all the days of our lives and endure to the end is my prayer, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}