{"ID":2836, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Priceless Heritage\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_016<\/span>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p3\" class=\"\">Humbly and gratefully I stand before you this afternoon. As president of the Council of Twelve Apostles, I want all to know that we as the Quorum of the Twelve are pleased and in full accord with the action taken this morning in enlarging the First Quorum of Seventy and the reorganization of the First Council of the Seventy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p4\" class=\"\">As we approach the end of our nation’s Bicentennial celebration, it is appropriate that we consider our heritage, our citizenship in this great nation, and our membership in the restored church of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p5\" class=\"\">I pay fervent tribute to the forebears who made this possible—the Founding Fathers of this republic and our Mormon pioneers. I pay tribute to their faithful deeds, their noble lives, and their lasting lessons of faith in God, courage, industry, self-reliance, and integrity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p6\" class=\"\">We stand today as beneficiaries of their priceless heritage to us, a heritage based on the truth that righteousness brings forth the blessings of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p7\" class=\"\">May I first pay honor to the founders of our beloved republic.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p8\" class=\"\">The Declaration of Independence to which these great men affixed their signatures is much more than a political document. It constitutes a spiritual manifesto—revelation, if you will—declaring not for this nation only, but for all nations, the source of man’s rights. Nephi, a Book of Mormon prophet, foresaw over 2,300 years ago that this event would transpire. The colonies he saw would break with Great Britain and that “the power of the Lord was with [the colonists],” that they “were delivered by the power of God out of the hands of all other nations.” (<span class=\"citation\" id=\"1717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1717)\">1 Ne. 13:16, 19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p9\" class=\"\">The Declaration of Independence was to set forth the moral justification of a rebellion against a long-recognized political tradition—the divine right of kings. At issue was the fundamental question of whether men’s rights were God-given or whether these rights were to be dispensed by governments to their subjects. This document proclaimed that <span class=\"emphasis\">all<\/span> men have certain inalienable rights. In other words, these rights came from God. Therefore, the colonists were not rebels against political authority, but a free people only exercising their rights before an offending, usurping power. They were thus morally justified to do what they did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p10\" class=\"\">Finally, the document concludes with this pledge. “For the support of this Declaration, with a firm reliance on the protection of divine Providence, <span class=\"emphasis\">we mutually pledge to each other our Lives,<\/span> <span class=\"emphasis\">our Fortunes and our sacred Honor.<\/span>” (Italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p11\" class=\"\">How prophetic that pledge was to be!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p12\" class=\"\">Fifty-six men signed the document on August 2, 1776, or, in the case of some, shortly thereafter. They pledged their lives!—and at least nine of them died as a result of the war. If the Revolution had failed, if their fight had come to naught, they would have been hanged as traitors. They pledged their fortunes!—and at least fifteen fulfilled that pledge to support the war effort. They pledged their sacred honor!—best expressed by the noble statement of John Adams. He said: “All that I have, and all that I am, and all that I hope, in this life, I am now ready here to stake upon it; and I leave off as I begun, that live or die, survive or perish, I am for the Declaration. It is my living sentiment, and by the blessing of God it shall be my dying sentiment, Independence, <span class=\"emphasis\">now,<\/span> and <span class=\"emphasis\">INDEPENDENCE FOR EVER.<\/span>” (<span class=\"emphasis\">Works of Daniel Webster,<\/span> Boston: Little, Brown &amp; Co., 1877, 17th ed., 1:135.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p13\" class=\"\">How fitting it is that we sing:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">O beautiful for heroes proved<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> In liberating strife,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who more than self their country loved,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> And mercy more than life!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p18\" class=\"\">“America the Beautiful,” <span class=\"emphasis\">Hymns,<\/span> no. 126<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p19\" class=\"\">We know the signers of the sacred Declaration of Independence and the Founding Fathers, with George Washington at their head, have made appearance in holy places. Apostle Wilford Woodruff was president of the St. George Temple at the time of their appearance and testified that the founders of our republic declared this to him: “We laid the foundation of the government you now enjoy, and we never apostatized from it, but we remained true to it and were faithful to God.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 19:229.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p20\" class=\"\">Later, after he became President of the Church, President Woodruff declared that “those men who laid the foundation of this American government and signed the Declaration of Independence were the best spirits the God of heaven could find on the face of the earth. They were choice spirits, not wicked men. General Washington and all the men who labored for the purpose were inspired of the Lord.” (<span class=\"emphasis\">Conference Report,<\/span> April 1898, p. 89.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p21\" class=\"\">Yes, I thank God for the sacrifices and efforts made by these Founding Fathers, whose efforts have brought us the blessings of political liberty and economic prosperity we have today. Their lives should be reminders that we are the blessed beneficiaries of a liberty earned by great sacrifices of property, reputation, and life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p22\" class=\"\">Other great stalwarts who also pledged lives, possessions, and their sacred honor were the Mormon pioneers. This they did by covenant before God when they came to membership in His kingdom, “to stand as witnesses of God at all times and in all things, and in all places … even unto death.” (<span class=\"citation\" id=\"40433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40433)\">Mosiah 18:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p23\" class=\"\">Our Mormon forebears covenanted their lives!—and not a few gave them. The following places hallow the memory of the latter-day martyrs: Jackson County; Crooked River (where one of the Twelve was martyred); Haun’s Mill; Carthage; Nauvoo; and the unmarked graves along the Mormon trail. They gave their fortunes!—and many, if not most, lost their lands, homes, and businesses. They gave their sacred honor!—this by covenant to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p24\" class=\"\">They came west with the faith that God had “set his hand again the second time” (<span class=\"citation\" id=\"3968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3968)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3968)\">2 Ne. 21:11<\/a><\/span>) to restore the house of Israel. They knew that they were a part of this great movement. They were converted to the truth that the Church of Jesus Christ had been restored again on the earth through the instrumentality of a latter-day Prophet, Joseph Smith, and that following his martyrdom, the keys of the priesthood had been continued through Joseph’s ordained successor, Brigham Young. They believed themselves to be God-directed and prophet-led. Their conviction inspired their sacrifices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p25\" class=\"\">They came—with indomitable faith and courage, following incredible suffering and adversity. They came—with stamina, with inspired confidence for better days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p26\" class=\"\">Yes, they came—first the main caravan of 143 men, 3 women, and 2 children on July 24, 1847. This trickle of immigrants was followed by the hundreds, then the thousands, all seeking a home in safety. Yes, they came and carved an Eden out of the desert. Their promised land has become our prosperous valleys.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p27\" class=\"\">Today we live in a choice land, yes, a land choice above all other lands. We live amid unbounded prosperity—this because of the heritage bequeathed to us by our forebears, a heritage of self-reliance, initiative, personal industry, and faith in God, all in an atmosphere of freedom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p28\" class=\"\">Were these Founding Fathers and pioneer forefathers to counsel us today in their fundamental beliefs—so manifest by their acts—what would they say to us?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p29\" class=\"\"><span class=\"emphasis\">First: They would counsel us to have faith in God.<\/span> It was by this faith that both were sustained in their privations, sacrifices, and sufferings. They placed their trust in God. He was their defense, their refuge, and their salvation. Their faith is perhaps best expressed by the founder of our country, George Washington:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p30\" class=\"\">“The success, which has hitherto attended our united efforts we owe to the gracious interposition of Heaven. And to that interposition let us gratefully ascribe the praise of victory, and the blessings of peace.” (“To the Executive of New Hampshire, Nov. 3, 1789,” <span class=\"emphasis\">Writings,<\/span> 30:453.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p31\" class=\"\">Yes, it was this faith in God which sustained them in their hours of extremity. We, too, will need this same faith in the critical days ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p32\" class=\"\"><span class=\"emphasis\">Second: They would counsel us to strengthen our homes and family ties.<\/span> Though they did not possess our physical comforts, they left their posterity a legacy of something more enduring—a hearthside where parents were close by their children, where daily devotions, family prayer, scripture reading, and the singing of hymns was commonplace. Families worked, worshipped, played, and prayed together. Family home evening, now a once-a-week practice among the Saints, was to our pioneer forebears almost a nightly occurrence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p33\" class=\"\">Can we not see in their examples the solutions to problems threatening families today? Were we to pattern our homes accordingly, divorce would be largely eliminated, children would be welcomed and guided, and love between parents and children would abound. There would be no generation gap. Family unity and solidarity, crowned with love and happiness, would prevail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p34\" class=\"\"><span class=\"emphasis\">Third: They would counsel us on the dignity of work, to practice thrift, and to be self-sustaining.<\/span> Theirs was a philosophy that neither the world nor the government owes a man his bread. Man is commanded of God to live by the sweat of <span class=\"emphasis\">his<\/span> brow, not someone else’s. In Thomas Jefferson’s First Inaugural Address, he counseled us toward a wise and frugal government, one which “shall not take from the mouth of labor the bread it had earned.” (<span class=\"emphasis\">Inaugural Addresses of the Presidents of the United States,<\/span> U.S. Government Printing Office, 1961, p. 15.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p35\" class=\"\">The Founding Fathers would be in complete agreement with this counsel from Brigham Young, repeated by President Spencer W. Kimball today:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p36\" class=\"\">“Beautify your gardens, your houses, your farms; beautify the city. This will make us happy, and produce plenty.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> comp. John A. Widtsoe, Deseret Book Co., 1954, ed., p. 302.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p37\" class=\"\">“To be slothful, wasteful, lazy and indolent … is unrighteous.” (<span class=\"emphasis\">Discourses,<\/span> p. 303.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p38\" class=\"\">“Learn to sustain yourselves; lay up grain and flour, and save it against a day of scarcity.” (<span class=\"emphasis\">Discourses,<\/span> p. 293.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p39\" class=\"\">“If you cannot obtain all you wish for today, learn to do without.” (<span class=\"emphasis\">Discourses,<\/span> p. 293.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p40\" class=\"\">“Be prompt in everything, and especially to pay your debts.” (<span class=\"emphasis\">Discourses,<\/span> p. 303.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p41\" class=\"\"><span class=\"emphasis\">And finally: These noble Founders and pioneers—our benefactors—would counsel us to preserve the freedoms granted to us by God.<\/span> They knew that the foundation of this nation was spiritual, that the source of all our blessings was God. They knew that this nation can only prosper in an atmosphere of freedom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p42\" class=\"\">Those intrepid forebears knew that their righteousness was the indispensable ingredient to liberty, that this was the greatest legacy they could pass on to future generations. They would counsel us to preserve that liberty by alert righteousness. Righteousness is always measured by a nation or an individual keeping the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p43\" class=\"\">In the outer office of the Council of the Twelve hangs a painting done by Utah artist Arnold Friberg, depicting George Washington, the Father of Our Country, on his knees at Valley Forge. That painting symbolizes the faith of our forebears. I wish it could be in every American home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p44\" class=\"\">In the 1940s while serving as the executive officer of the National Council of Farmer Cooperatives in Washington, D.C., I saw in a Hilton Hotel a placard depicting Uncle Sam, representing America, on his knees in humility and prayer. Beneath the placard was the inscription, “Not beaten there by the hammer and sickle, but freely, responsibly, confidently. … We need fear nothing or no one save God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p45\" class=\"\">That picture has stayed in my memory ever since: America on her knees in recognition that all our blessings come from God! America on her knees out of a desire to serve the God of this land by keeping His commandments! America on her knees, not driven there in capitulation to some despotic government, but on her knees freely, willingly, gratefully! This is the sovereign remedy to all of our problems and the preservation of our liberties.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p46\" class=\"\">Yes, those valiant patriots and pioneers left us a great heritage. Are we prepared to do what they did? Will we pledge our lives, our possessions, our sacred honor for future generations and the upbuilding of God’s kingdom on the earth?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p47\" class=\"\">Hear the challenge made to us—their descendants and benefactors—at the dedication of This Is the Place Monument, at the mouth of Emigration Canyon, July 24, 1947, by President J. Reuben Clark, Jr.:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p48\" class=\"\">“Can we keep and preserve what they wrought? Shall we pass on to our children the heritage they left us, or shall we lightly fritter it away? Have we their faith, their bravery, their courage; could we endure their hardships and suffering, make their sacrifices, bear up under their trials, their sorrows, their tragedies, believe the simple things they knew were true, have the simple faith that worked miracles for them, follow, and not falter or fall by the wayside, where our leaders advance, face the slander and the scorn of an unpopular belief? Can we do the thousands of little and big things that made them the heroic builders of a great Church, a great commonwealth?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p49\" class=\"\">There should be no doubt what our task is today. If we truly cherish the heritage we have received, we must maintain the same virtues and the same character of our stalwart forebears—faith in God, courage, industry, frugality, self-reliance, and integrity. We have the obligation to maintain what those who pledged their lives, their fortunes, and sacred honor gave to future generations. Our opportunity and obligation for doing so is clearly upon us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-priceless-heritage.p50\" class=\"\">As one with you, charged with the responsibility of protecting and perpetuating this noble heritage, I stand today with bowed head and heart overflowing with gratitude. May we begin to repay this debt by preserving and strengthening this heritage in our own lives, in the lives of our children, their children, and generations yet unborn. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}