{"ID":2839, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Spirit of Missionary Work\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p2\" class=\"\">Elder Carlos E. Asay<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:29c2.jpg\" alt=\"Elder Carlos E. Asay\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p3\" class=\"\">I want to take this opportunity to express my love and appreciation to the members of the First Council of the Seventy who were released yesterday. I’ve appreciated so much their leadership and support these past six months. I also sustain the new members, the new presidents of the First Council, and pledge my full support.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p4\" class=\"\">A few years ago, in a mission presidents seminar, President Hugh B. Brown said: “If God would grant me one wish—just one—it would be this: that each missionary felt and enjoyed the spirit of his calling.” He also stated that if all missionaries were blessed to feel this spirit, miraculous things would occur in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p5\" class=\"\">If I were granted one wish, it would be similar to President Brown’s. My wish, however, would apply to all members of the Church, not just the full-time missionaries. Within my heart is the compelling desire that all members of the Church, young and old, be influenced and motivated by that special spirit which accompanies the sharing of the gospel of Jesus Christ. Would that all Latter-day Saints had intimate and continuous association with the missionary spirit!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p6\" class=\"\">The spirit of which I speak is best understood by reading the accounts of great missionaries such as the sons of Mosiah. It was their desire that they might impart the word of God to their brethren, the Lamanites. Note the depth of their feelings:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p7\" class=\"\">“Now they were desirous that salvation should be declared to every creature, for they could not bear that any human soul should perish; yea, even the very thoughts that any soul should endure endless torment did cause them to quake and tremble.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p8\" class=\"\">“And thus did the Spirit of the Lord work upon them.” (<span class=\"citation\" id=\"40434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40434)\">Mosiah 28:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p9\" class=\"\">This and other scriptures describe a marvelous phenomenon which occurs among men when the light of the gospel illuminates their lives. Almost instinctively, it seems, that light of truth sparks a desire to share. When our minds are expanded by new knowledge, we want others to know; when our spirits are elevated by heavenly influence, we want others to feel; and when our lives are filled with goodness, we want others, particularly those whom we love, to enjoy similar experiences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p10\" class=\"\">You will recall that in Lehi’s dream he “beheld a tree, whose fruit was desirable to make one happy.” So he went forth, partook of the fruit, and was filled with joy. Then, according to the record, he “began to be desirous that his family should partake of it also; for,” he said, “I knew that it was desirable above all other fruit.” This fruit motivated Lehi to beckon to his family and “with a loud voice” invite them to come to him and partake. (See <span class=\"citation\" id=\"1715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1715)\">1 Ne. 8:10–12, 15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p11\" class=\"\">Not too long ago, I heard the testimony of a new convert—a young man obviously touched by the Spirit. Among other things, he indicated that it was his great desire to share the restored gospel with his family and friends. With tears in his eyes and a quiver in his voice, he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p12\" class=\"\">“I want them <span class=\"emphasis\">to know<\/span> what I know.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p13\" class=\"\">“I want them <span class=\"emphasis\">to feel<\/span> what I feel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p14\" class=\"\">“I want them <span class=\"emphasis\">to do<\/span> what I have done.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p15\" class=\"\">There <span class=\"emphasis\">is<\/span> a missionary spirit—a spirit which urges us to live outside ourselves and to be concerned for the welfare of others. And anyone who has ever served an honorable mission, assisted in the conversion of a friend, supported a son or daughter in the mission field, or enjoyed close associations with missionaries will testify of its reality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p16\" class=\"\">One of the beautiful dimensions of the proselyting effort is that both parties involved, the teacher and the student, feel of the Spirit and are edified by what takes place. As revealed through the Prophet Joseph Smith, “He that preacheth and he that receiveth, understand one another, and both are edified and rejoice together.” (<span class=\"citation\" id=\"16674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16674)\">D&amp;C 50:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p17\" class=\"\">Listen to what one missionary wrote about teaching and testifying by the power of the Spirit:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p18\" class=\"\">“Friday night I had the opportunity of bearing my testimony to an elderly couple and their son. I looked them straight in the eyes and said, ‘I know Joseph Smith received an answer to his prayer in the grove.’ My heart was filled with that burning feeling. … The lesson plan is great and so is [the language], but to bear testimony and have investigators feel of the Spirit is what really matters.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p19\" class=\"\">Permit me to share an experience which I believe illustrates further this edifying process.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p20\" class=\"\">A few years ago, some missionaries referred me to a lovely couple to whom they had been teaching the gospel. These people had been taught a number of lessons and had attended church on several occasions. But they were having some difficulty in recognizing a developing testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p21\" class=\"\">After some silent praying, I was impressed to ask the husband, “Was prayer an important part of your life before you met the missionaries?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p22\" class=\"\">“No,” he replied. “Until recently I seldom prayed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p23\" class=\"\">I then inquired, “Do you pray now?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p24\" class=\"\">“Oh yes,” he said. “We pray all the time. We bless the food before each meal; we have family prayers; and I pray frequently about my work.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p25\" class=\"\">I commended him for cultivating this habit and invited him to read with me this scripture: “For if ye would hearken unto the Spirit which teacheth a man to pray ye would know that ye must pray; for the evil spirit teacheth not a man to pray.” (<span class=\"citation\" id=\"3974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3974)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3974)\">2 Ne. 32:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p26\" class=\"\">My friend quickly admitted that he had been listening to the right spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p27\" class=\"\">I then asked the investigator about his knowledge of Christ’s teachings, and without hesitation he explained that before his contact with the missionaries his knowledge was very limited. He seemed eager, however, to let me know that the missionaries had taught him some significant things, including the plan of salvation. Once more, I invited him to read with me: “Now, we will compare the word unto a seed. … If ye give place, that a seed may be planted in your heart, behold, if it be a true seed, or a good seed, if ye do not cast it out by your unbelief, that ye will resist the Spirit of the Lord, behold, it will begin to swell within your breasts; and when you feel these swelling motions, ye will begin to say within yourselves—It must needs be that this is a good seed, or that the word is good, for it beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding.” (<span class=\"citation\" id=\"9244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9244)\">Alma 32:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p28\" class=\"\">It required little persuasion for my friend to acknowledge that the word was true and good, and that he had felt the Spirit of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p29\" class=\"\">The third question I directed to his wife. It was: “What kind of companion and father was your husband prior to meeting the missionaries?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p30\" class=\"\">Somewhat reluctantly she answered, “He could have been better—he had a tendency to take me for granted and to neglect the children.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p31\" class=\"\">I expressed thanks for her honest answer and suggested that we read together the following: “But he that believeth these things which I have spoken, him will I visit with the manifestations of my Spirit. … For because of my Spirit he shall know that these things are true; for it persuadeth men to do good.” (<span class=\"citation\" id=\"22317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22317)\">Ether 4:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p32\" class=\"\">She, too, was willing to testify that a new spirit had entered their home and that this same spirit had changed her husband’s life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p33\" class=\"\">Finally, I spoke again to the man and asked about his faith in Christ. He confessed that before his meetings with the missionaries, his faith had wavered and that he had entertained serious doubts concerning the Savior. He pointed out that recently his faith had been strengthened because of the teachings and testimonies of the missionaries. I then requested that we read: “For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for everything which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God.” (<span class=\"citation\" id=\"38404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38404)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38404)\">Moro. 7:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p34\" class=\"\">Our discussion concluded with an open acknowledgment by my investigator friends that a new and precious spirit had entered their lives. The influence of prayer, the expanded knowledge, the tendency toward goodness, and the rediscovered faith had given them a new perspective and a new purpose for living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p35\" class=\"\">And, as the teacher in this case, I also benefited from the experience. My heart burned within me as I realized that the Spirit had assisted me in recalling relevant scriptures and had prompted me in determining what to say.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p36\" class=\"\">I can attest that there is a lifting spirit associated with missionary service. I’m convinced that each time we walk our roads to Emmaus with nonmember friends, talking and opening up the scriptures to them, our eyes are opened to added truths and our hearts burn brighter. I’m convinced that each time we extend the right hand to the lame in body and spirit at our gates Beautiful and lift people up, we walk a little straighter and praise God with greater fervor. I’m convinced that each time we visit our Jacob’s wells and invite friends to drink of living waters, our thirst is quenched and we draw closer to the Savior of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p37\" class=\"\">Last week I boarded a plane to attend a stake conference in the East. My spirit was sagging and my mood less than desirable. I took my assigned seat, opened my briefcase, and began to work on some materials which were quite pressing. The seat adjacent to mine was vacant, and I found myself hoping that it would not be taken. I wanted to travel undisturbed by conversation and other distractions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p38\" class=\"\">Just before the boarding gate was closed, a very hairy and unkempt young man rushed through the door and took the only remaining seat—the one next to mine. I must admit that this annoyed me. He appeared worldly, smelled worldly, and seemed eager for conversation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p39\" class=\"\">I ignored him and continued with my writing. A short distance into the air, my unwelcomed traveling companion turned to me and said, “I feel that I offend you, and I want to make an explanation.” He continued, “I’m from Canada, and I’ve been attending a mechanics seminar in Utah. The seminar concluded with a workshop, and I’ve been deep in grease and grime all day. And as you can see and smell, I didn’t have time to shower or change clothes before catching the plane. I hope you will forgive me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p40\" class=\"\">Oh, how ashamed I was! Ashamed that I had been so selfish; ashamed that I had prejudged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p41\" class=\"\">I repented of my feelings and apologized for my thoughts. Then, after a brief introduction, a beautiful gospel conversation ensued. Before we landed in Chicago, we were reading the scriptures together and conversing like old friends. We parted with a warm handshake and the promise that he would receive our missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p42\" class=\"\">I relate this experience to remind myself and you that when we live outside ourselves and attempt to share the gospel, we invite the presence of a beautiful spirit—a spirit which accompanies fervent testimony, scripture reading, and a genuine concern for the souls of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p43\" class=\"\">Yes, if I were granted one wish, it would be that people everywhere—member, nonmember, missionaries, and friends alike—would feel and enjoy the missionary spirit. Would that all of us felt as Alma and had the yearning desire to cry, “O that I were an angel, and could have the wish of mine heart, that I might go forth and speak with the trump of God, with a voice to shake the earth, and cry repentance unto every people!” (<span class=\"citation\" id=\"9241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9241)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9241)\">Alma 29:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-spirit-of-missionary-work.p44\" class=\"\">In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}