{"ID":284, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1947, pp. 81-85<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI sincerely trust, my brethren and sisters, that I may enjoy the Spirit of the Lord and have an\ninterest in your faith and prayers during the few moments that I shall stand before you.\n<\/p><p>\nSOURCES OF THOUGHT \n<\/p><p>\nThe ancient one declared:\n<\/p><p>\nFor as he thinketh in his heart, so is he\n(<span class=\"citation\" id=\"41397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41397)\">Prov. 23:7<\/a><\/span>).\n<\/p><p>\nThis ancient writer fully understood the relationship between our minds and our hearts and the\ndeeds that would come from our thinking as expressed in the emotions and passions that we\nfind in our hearts. \"First the thought and then the deed.\" \"Noble thoughts, noble deeds.\"\nShelley declared: \"Strange thoughts beget strange deeds.\"\n<\/p><p>\nFor a moment or two I would like to consider with you the sources of our thoughts. I think\nthey fall in four categories: what one sees, and what one hears, what one reads, and then that\ngreat source of thought that comes to us through the inspiration of the Lord's Holy Spirit,\nprovided that we are so clean and sweet in our thinking and in our deeds that we might enjoy\nthe association of the Holy Ghost. Time does not permit to discuss these four sources of\nthoughts, hence I should like to speak about the third one, what one reads.\n<\/p><p>\nPRESENT-DAY LITERATURE\n<\/p><p>\nSometime ago I stood in a railroad station waiting for a train. Having some little time on my\nhands, I was attracted to the magazine rack, and there I counted forty-seven magazines that\nhad to do with crime and sex problems, all of them procurable at a price from ten to\ntwenty-five cents each. I have observed as I have traveled over the country during the period\nof the war, the material that our boys in the armed forces have been reading. In many\ninstances I found them reading the same kind of material that I noticed on the magazine rack\nin the depot.\n<\/p><p>\nOf recent date there are certain writers in our country who are using biblical characters\naround which they build stories, and unfortunately, they are not portraying to the reading\npublic of America the fine qualities of these great characters but rather their weaknesses.\nRecently there came into my hands a story about David of old. Some four or five chapters\nwere devoted to his relationship with the wife of Uriah, and described in such minute detail as\nto be disgusting and vulgar.\n<\/p><p>\nThere are sensational newspapers which play up the morbid side of life. There are some\nnewspapers which have comic strips, so-called, and which strips I am sure\nare inculcating into the minds and hearts of our boys and girls that read them, thoughts that, if\nthey are expressed in deeds, will get them into serious difficulty.\n<\/p><p>\nThere are books now on birth control, books on common law marriage, and many other books\nthat are not conducive to the morals or the best thinking of those who read them. In a recent\npoll taken of 7,600 middle class average homes, the startling fact was revealed that forty\npercent of these homes did not own a Bible.\n<\/p><p>\nCAUSES OF YOUTHFUL DELINQUENCY\n<\/p><p>\nDr. Walter Athren conducted a survey which covered the entire country. This survey showed\nthat seventy percent of the youth of America grow from infancy to maturity without any\nconstructive, systematic instruction and training either in morals or religion, and from\nsixty-five to seventy out of every one hundred children are brought up in utter ignorance of\nthe Bible. In addition to all of these, we must not forget the fact that we are spending, in the\nUnited States, more money for intoxicating beverages than is being spent in the interests of\neducation.\n<\/p><p>\nWhat does this all add up to? It adds up to what we call delinquency, but I think the time has\ncome now when we shall have to use the term \"general delinquency\" because this delinquency\nembraces not only the youth of the land but adults too. When you stop to consider that over\nninety percent of the divorces in the United States are caused by what is termed infidelity,\nwhich means nothing more or less than immorality, adding to general delinquency out of\nwhich is developed vandalism, immorality, mental and physical indolence, and profanity. I\nmention profanity because much of this modern-day literature spells out in bold type some of\nthe most vile oaths that any of us have ever heard.\n<\/p><p>\nWhat about a change in all of these conditions? Is there not something that can be brought\nabout to awaken the American people to a destiny of degradation and weakness, spiritually,\nmentally, and physically unless the sources of reading material are changed, affording only\nthat which is noble, uplifting, and cultural? As in ancient days when the finger of the God of\nIsrael wrote the doom of Babylon (<span class=\"citation\" id=\"10599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10599)\">Dan. 5:5<\/a><\/span>),\nthis same penalty hangs over any nation that forgets God\nto the extent that the Bible is found in few homes and where the youth of the country are not\nfamiliar with the teachings of Holy Scripture. Yes, just as Babylon was called to an\naccounting by the God of Israel, so will the people of this great nation be called to an\naccounting for permitting youth and old alike to be indoctrinated with the principles of the\nevil one through the reading of immoral and vulgar literature.\n<\/p><p>\nRESPONSIBILITY OF PARENTS\n<\/p><p>\nWhat about us, members of the Church of Jesus Christ of Latter-day Saints? The Lord has\nloved us to the extent that he has been kind enough to give us the safeguards\nagainst evil thoughts, for he has revealed to us:\n<\/p><p>\nAnd as all have not faith, seek ye diligently and teach one another words of\nwisdom; yea, seek ye out of the best books words of wisdom; seek learning, even\nby study and also by faith (<span class=\"citation\" id=\"12378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12378)\">D&amp;C 88:118<\/a><\/span>).\n<\/p><p>\nThen, back in the days of Kirtland, there was set up the School of the Prophets for the sole\npurpose of acquainting our leaders with the best that could be found in wisdom, and among\nother things was said that this school was not only for the high priests, but it was also for the\ndeacons. And so the Lord intended that all should enjoy revealed wisdom, revealed truth, that\nwe might be enabled to carry forth his great work and consummate his plans here upon the\nearth.\n<\/p><p>\nThe great responsibility in guiding the thinking of youth rests in the home. That obligation\nrests squarely upon the shoulders of parents. I sometimes think that we parents are prone to\nleave the matter of what our boys and girls think too much in the hands of the schools. As\nBishop Richards indicated yesterday, doctrine is being taught to our boys and girls that will\nundermine their faith, and I say that the Lord is going to hold us accountable as parents if we\nfail to take an inventory of what is being taught to our boys and girls in the institutions of\nlearning in the land. Not only that, we as parents usually are very careful about the kind of\nassociates our sons and daughters shall have. But I want to say to you there are other\nassociates to which we should also give very careful consideration; namely, the books they\nread, for, after all, books are more than associates because they are so intimate. Let us\nremember that the books that these young men and young women read will store away in the\nstorehouse of memory the thoughts that will either motivate them to deeds of nobleness or\nevil.\n<\/p><p>\nBOOKS FOR LATTER-DAY SAINT HOMES\n<\/p><p>\nIn every Latter-day Saint home we should find the library of the Lord. It is small as far as the\nnumber of books is concerned. There are but four, the Bible, the Book of Mormon, the D&amp;C,\nand the Pearl of Great Price. In addition to these there can be purchased thousands of books\nwritten by inspired men, and I am sure that the Lord expects us to have in our homes his\nlibrary. Brigham Young made it plain that without the library of the Lord we would walk in\ndarkness and that we would not enjoy the Spirit of our Heavenly Father. Brigham Young had\nthis to say:\n<\/p><p>\nOn reading carefully the Old and the New Testaments we can discover that the majority of\nthe revelations given to mankind anciently were in regard to their daily duties; we follow in\nthe same path. The revelations contained in the Bible and the Book of Mormon are examples\nto us, and the book of D&amp;C contains direct revelation to this Church; they are a guide to us,\nand we do not wish to do them away; we do not want them to become\nobsolete and to set them aside. We wish to continue in the revelations of the Lord Jesus\nChrist day by day, and to have his spirit with us continually. If we can do this, we shall no\nmore walk in darkness but we shall walk in the light of life\n(<span class=\"citation\" id=\"27291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27291)\">John 8:12<\/a><\/span>). (<i>Discourses of Brigham Young<\/i>,\n1943 edition, p. 12.)\n<\/p><p>\nI am sure there are no Latter-day Saints here but what are anxious that their children will\nunderstand the revelations as found in the Bible, in the Book of Mormon, and in the D&amp;C.\nHow often do you or I ever sit down with our children and take up one of the sections of the\nD&amp;C, point out the great truths revealed therein, and what it will do if we apply these truths\nin our daily lives?\n<\/p><p>\nMEMORIZING THE SCRIPTURES\n<\/p><p>\nI think the time has come when it would be a fine thing to take at least one verse a week and\nhave the whole family memorize it. Think of what Brother Matthew Cowley told us yesterday\nwith reference to his father&mdash;at the age of nineteen having memorized four hundred\neighty-three verses of scripture. I am quite sure when this young man went into the mission\nfield he was able to teach the gospel of Jesus Christ vigorously, intelligently, and to do a\ngreat work. If we were to teach our children one verse of the scriptures a week, that would\namount to about fifty-two verses a year, and in ten years it would amount to five hundred\ntwenty verses. And think of their going out to preach the gospel of the Lord Jesus Christ with\nfive hundred twenty verses of scripture at their command! Think of the time it would save!\nThink of the impression that it would make upon those that they come in contact with. And\nfar and above this, it would inculcate into their minds and hearts, great truths and light which\nwould motivate them to noble deeds. We should consider the Book of Mormon, for, as\nPresident Grant said:\n<\/p><p>\nI am convinced in my own mind, my dear brethren and sisters, that this book, the\nBook of Mormon, is the greatest converter of men and women as to the divinity\nof the gospel of Jesus Christ. It is in every way a true witness of God, and it\nsustains the Bible and is in harmony with the Bible.\n<\/p><p>\nHow many of our young people become acquainted in the home with this American Bible?\nYou and I can best answer that question. I think if we are to protect youth against the evils of\nthe land, against evil thinking, against evil books, we can do no better than to teach them the\ngreat truths that are found in the Book of Mormon. There we find the gospel of the Lord\nJesus Christ given to us in its fulness, and its simplicity.\n<\/p><p>\nWISDOM OBTAINED THROUGH GOOD BOOKS\n<\/p><p>\nSpeaking of rules that we should adopt, to discriminate against that which is bad in our\nreading, may I give you a suggestion as it comes from President J. Reuben Clark, Jr. He said\nthis:\n<\/p><p>\nMy rule now is, never read anything that is not worth remembering. I know now\nthat all the wisdom of the past is for our use, and that the only place we can learn\nthat wisdom, which comes from all that men have thought, and worked, and\nsuffered, and achieved, is from good books; and wisdom is one of the most\nprecious gifts that the Lord has to give. When Solomon of old was made king, he\nasked the Lord for wisdom only, and because he did not ask for the lives of his\nenemies, nor for riches, wealth, and honor, the Lord gave all of these to him and\nthen wisdom also in great abundance, so that from that time until now, Solomon\nhas stood as the wise man of the ages.\n<\/p><p>\nThen, too, brethren and sisters, if we are going to have the kind of home that Latter-day\nSaints should have, we might well follow the counsel found in Proverbs 24:3-9.\n<\/p><p>\nThrough wisdom is an house builded; and by understanding it is established: And\nby knowledge shall the chambers be filled with all precious and pleasant riches.\nA wise man is strong; yea, a man of knowledge increaseth strength. For by wise\ncounsel thou shalt make thy war: and in multitude of counsellors there is safety.\nWisdom is too high for a fool: he openeth not his mouth in the gate. He that\ndeviseth to do evil shall be called a mischievous person. The thought of\nfoolishness is sin: and the scorner is an abomination to men\n(<span class=\"citation\" id=\"41399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41399)\">Prov. 24:3-9<\/a><\/span>).\n<\/p><p>\nNever let us forget that the glory of God is intelligence\n(<span class=\"citation\" id=\"12383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12383)\">D&amp;C 93:36<\/a><\/span>), and that no man will be saved faster\nthan he gains knowledge and intelligence. Therefore, as we think of our minds and our\nthoughts as related to our hearts, our hearts should become pure, if we understand the gospel\nof the Lord Jesus Christ. What did the Lord say about the pure in heart?\n<\/p><p>\nTherefore, verily, thus saith the Lord, Let Zion rejoice, for this is Zion&mdash;the pure in heart;\ntherefore, let Zion rejoice, while all the wicked shall mourn\n(<span class=\"citation\" id=\"12392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12392)\">D&amp;C 97:21<\/a><\/span>).\n<\/p><p>\nMay we have as a motto the words of that lovely old song: \"Beautiful Zion for me,\" and\nalways remember the scripture of that ancient one: \"For as he thinketh in his heart, so is he\"\n(<span class=\"citation\" id=\"41398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41398)\">Prov. 23:7<\/a><\/span>), which I pray for in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}