{"ID":2841, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To Die Well\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p2\" class=\"\">Elder Sterling W. Sill<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3106.jpg\" alt=\"Elder Sterling W. Sill\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p3\" class=\"\">Two of the most important events in life are birth and death. And what a thrilling thing it is to be well born, to have goodly parents and live in a godly home! But it may be even more important to die well. Sometime ago in this general conference, I talked about the importance of birth and the life that follows it. This morning I would like to say something about the importance of death and the life that follows it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p4\" class=\"\">Sometimes we miss one of our best opportunities—to learn to die well—because we think of death as unpleasant. And because we don’t like to think about unpleasant things, we sometimes close our minds and turn away our faces. But death doesn’t cease to exist just because it is ignored. The ancient Egyptians had a much more logical way of handling this situation when on their great festive occasions they kept constantly on display before the revelers the skeleton of a dead man. That is, they held up this great image of death before themselves that each one might be continually and constantly reminded that some day he would die.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p5\" class=\"\">Now I don’t want to frighten anyone unduly in this audience this morning, but I would like to point out as gently and as kindly as I can that someday this tremendously important experience of our mortal estate will come to its end. Someone has said that judging by the past there will be very few of us who get out of this world alive. From the very beginning of life, each one of us lives under an irrevocable, unchangeable death sentence, with a guarantee that it will be carried out. The Lord has given us this maximum notice to enable us to adequately prepare for it. And one man indicated this certainty by an inscription on his tombstone saying, “I knew it would happen!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p6\" class=\"\">The other night I reread the old Grecian tragedy written around the fall of Athens. A Roman general had captured an Athenian philosopher and had told him that he meant to put him to death. The Athenian didn’t seem very disturbed and so the Roman thought that probably he didn’t understand. And so he said to the Athenian that maybe he didn’t know what it meant to die. The Athenian said that he thought he understood it better than the Roman did. And then he said to the Roman, “Thou dost not know what it means to die, for thou dost not know what it means to live. To die is to begin to live. It is to end all stale and weary work to begin a nobler and a better. It is to leave deceitful knaves for the society of gods and goodness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p7\" class=\"\">And it has been said that the most important event in life is death. We live to die and then we die to live. Death is a kind of graduation day for life. It is our only means of entrance to our eternal lives. And it seems to me to be a very helpful procedure to spend a little time preliving our death. That is, what kind of person would you like to be when the last hour of your life arrives?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p8\" class=\"\">The last hour is the key hour. That is the hour that judges all of the other hours. No one can tell whether or not his life has been successful until his last hour. As Sophocles said, “We must wait till evening to know how pleasant the day has been.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p9\" class=\"\">Certainly no one could write the life story of Jesus of Nazareth or Judas Iscariot without knowing what happened during their last hour. And I would like to tell you about some of the things that one man thought about during his last hour. This is the old legendary story of Faust. Dr. John Faust died in Wittenberg, Germany, in the year 1540. But twenty-four years before his death, he sold his soul to Satan. He said to Satan, “If you will aid me for twenty-four years, punishing my enemies and helping my friends, at the end of that time, I will forever deliver up my soul.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p10\" class=\"\">Now at that time that seemed like a good idea to Faust. Twenty-four years was a long time. Twenty-four years may last forever. And anyway, what difference did it make what happened after twenty-four years? But Satan, with better perspective, said, “I will wait on Faustus while he lives and he shall buy my service with his soul.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p11\" class=\"\">And then the twenty-four years began, and Faust had every experience of good and bad. But almost before he was aware, it was said to Faust as it must be said to everyone of us, “Thine hour is come.” Now this is the first time that he had ever thought about the consequences of what he was doing. Only now did he discover how badly he had cheated himself. Then he wanted to revoke the bargain, but that was impossible. And then he prayed and he said, “Oh God, if thou canst have no mercy on my soul, at least grant some end to my incessant pain. Let Faustus live in hell a thousand years or even an hundred thousand, but at last be saved!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p12\" class=\"\">But he knew that, according to his own bargain, even this could never be. And then during his last hour he sat and watched the clock tick off the seconds and finally, just as the hour struck, the last words of Faust before he died were: “Faustus is gone to hell!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p13\" class=\"\">Now if Faust had lived his last hour first, he never would have permitted himself to come to this unprofitable place. I have a relative who, when she reads a novel, always reads the last chapter first. She wants to know before she begins where she is going to be when she gets through. And that is a pretty good idea for life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p14\" class=\"\">Now I don’t know what it would be like if we sometime discovered that we had missed the goal of life and had allowed ourselves to become only telestial souls. I do know that it would be as far below the celestial as the twinkle of a tiny star is below the blaze of the noonday sun. We know quite a lot about the celestial kingdom. We know that that is the place which God has prepared for those who are valiant in his service and keep all of his commandments. We know quite a lot about celestial beings, as we have had a number of them appear to us upon this earth. And each time they have come, those who have received them have said that they are impossible to describe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p15\" class=\"\">When the Prophet Joseph Smith had his vision of the Father and the Son, he said, “[Their] brightness and glory defy all description.” (<span class=\"citation\" id=\"30600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30600)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30600)\">JS—H 1:17<\/a><\/span>) That is, we don’t have any background of knowledge; there isn’t a vocabulary to use in describing a celestial accomplishment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p16\" class=\"\">There are some things that we can’t describe even in this life. For example, if I tried to describe to you the look in my little granddaughter’s eyes on Christmas morning, when she’s radiant and expectant and something is shining out through her face, I might have difficulty telling you about it even though I can understand it. I might try by saying she has a light in her eye, or her face beams, or her countenance is aglow. Now none of those things are true, actually. Her eyes are the same color, the same shape, the same size as they were before. But something is shining out through her face that is indescribable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p17\" class=\"\">The Prophet Joseph Smith tried to describe the resurrected Jesus as he saw him in the Kirtland Temple on April 3, 1836. And he said, “His eyes were as a flame of fire.” (<span class=\"citation\" id=\"16773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16773)\">D&amp;C 110:3<\/a><\/span>) It isn’t a twinkle anymore; I suppose it is now magnified a few million times. I suppose that actually there wasn’t any fire there at all, any more than there is a light in my granddaughter’s eyes. He is trying to describe something which can’t be described. He said, “His face shown above the brightness of the sun”; and that is pretty bright!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p18\" class=\"\">We sometimes imagine that Jesus is different than we are, but the Prophet Joseph Smith tried to describe his some fifteen or sixteen visits with the angel Moroni. Moroni was a soldier who lived upon our continent. For the last thirty-seven years of his life he lived alone. He said, “My father hath been slain [as well as] all my kinsfolk, and I have not friends nor whither to go. “Wherefore,” said he, “I wander whithersoever I can for the safety of mine own life.” (<span class=\"citation\" id=\"38027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38027)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38027)\">Morm. 8:5<\/a><\/span>, <span class=\"citation\" id=\"38401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38401)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38401)\">Moro. 1:3<\/a><\/span>)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p19\" class=\"\">He didn’t have a warm bathroom to go into every morning or someone to get him a good breakfast or provide him with clean clothing. We might imagine that during these many long and lonely years he had allowed his personality to run down a little bit. And then we see him for the last time as he stood there on the edge of his grave, writing us his last paragraph. In closing his great book he said, “And now I bid unto all, farewell. I soon go to rest in the paradise of God, until my spirit and body shall again reunite, and I am brought forth triumphant through the air, to meet you before the pleasing bar of the great Jehovah, the Eternal Judge of both quick and dead.” (<span class=\"citation\" id=\"38409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38409)\">Moro. 10:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p20\" class=\"\">And then there followed a long silence of fourteen centuries. For 1,403 years we heard nothing more, until on the night of September 21, 1823, this same old man, now resurrected and glorified, stood by the bedside of Joseph Smith. And the Prophet tried to describe him as he then appeared. And while he said that was impossible, yet he tried. And here are some of the phrases he used. He said, “His whole person was glorious beyond description, and his countenance truly like lightning.” (<span class=\"citation\" id=\"30604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30604)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30604)\">JS—H 1:32<\/a><\/span>) Not only was his person glorious, but even his clothing was brilliant. “Beyond anything earthly I had ever seen,” said he, “nor do I believe that any earthly thing could be made to appear so exceedingly white and brilliant.” (<span class=\"citation\" id=\"30603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30603)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30603)\">JS—H 1:31<\/a><\/span>)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p21\" class=\"\">We all know the things that we do to make this body a pleasant habitation. We bathe it and keep it clean; we dress it in the most appropriate clothing. Sometimes we ornament it with jewelry. If we’re very wealthy we buy necklaces and bracelets and diamond rings and other things to make this body sparkle and shine and make it a pleasant place. Sometimes we work on it a little bit with cosmetics and eyebrow tweezers. Sometimes we don’t help it very much, but we keep working at it all the time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p22\" class=\"\">Now if you think it would be pleasant to be dressed in expensive clothing, what do you think it would be like sometime to be dressed in an expensive body—one that shines like the sun, one that is beautiful beyond all comprehension, with quickened senses, amplified powers of perception, and vastly increased capacity for love, understanding, and happiness. And we might just keep in mind that God runs the most effective beauty parlor ever known in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p23\" class=\"\">Socrates was a very homely man, and he prayed to the Lord and said, “Make me beautiful within.” We have all seen plain people who have been made beautiful by the working of a radiant spirituality. A godly spirit will make the plainest body beautiful. Great mental and spiritual qualities transform our bodies into their likeness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p24\" class=\"\">And so we come back to the place where we began. What a thrilling experience that we may live well, enabling us to die well and then live with God in the celestial kingdom throughout eternity. The apostle Paul said, we die, “and, behold, we live.” (<span class=\"citation\" id=\"3076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3076)\">2 Cor. 6:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p25\" class=\"\">And I would like to repeat the prayer of a very thoughtful man who said,<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Great God, I ask thee for no meaner pelf<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Than that I may not disappoint myself.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p28\" class=\"\">Thoreau, “A Prayer”<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/to-die-well.p29\" class=\"\">And may God bless us, everyone, that we may magnify our callings and our opportunities. For this I sincerely pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}