{"ID":2842, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Savor of Men\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p2\" class=\"\">Elder Mark E. Petersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a4a.jpg\" alt=\"Elder Mark E. Petersen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p3\" class=\"\">I would like to talk with you about Abraham Lincoln, man of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p4\" class=\"\">President Lincoln was one of the great men of all time, and the reason for his greatness was his willingness to acknowledge and obey the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p5\" class=\"\">He believed in God; he lived near to God; he prayed most earnestly and knew for a fact that he was guided by divine inspiration in his important work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p6\" class=\"\">Lincoln wan a devout believer in the Bible and read it often. At one time he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p7\" class=\"\">“I decided a long time ago that it was less difficult to believe that the Bible was what it claimed to be than to disbelieve it. It is a good book for us to obey.” (John Wesley Hill, <span class=\"emphasis\">Abraham Lincoln—Man of God,<\/span> New York: G. P. Putnam’s Sons, 1927, 4th ed., p. 126.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p8\" class=\"\">Lincoln guided the destinies of the United States during the Civil War period by using the Bible and applying its principles. He exercised faith, and prayer, and deep humility, and out of it all he learned this great fact, as he himself expressed it:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p9\" class=\"\">“I have had so many evidences of His [God’s] direction, so many instances when I have been controlled by some other power than my own will, that I cannot doubt that this power comes from above. … I am satisfied that, when the Almighty wants me to do, or not to do, a particular thing, he finds a way of letting me know it.” (Ibid., p. 124.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p10\" class=\"\">Lincoln was convinced that, by and large, God controls the affairs of nations, and that when nations serve the Lord he blesses them; but when they do not, he withdraws his blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p11\" class=\"\">Said he:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p12\" class=\"\">“It is the duty of Nations as well as of men to own their dependence upon the overruling power of God, to confess their sins and transgressions in humble sorrow, yet with assured hope that genuine repentance will lead to mercy and pardon, and to recognize the sublime truth announced in the Holy Scriptures and proven by all history, that ‘those nations only are blessed whose God is the Lord.’” (Ibid., p. 390–91.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p13\" class=\"\">With this in mind he also declared that nations, like individuals, are subject to punishments and chastisements at the hand of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p14\" class=\"\">He believed that the Civil War was one of the punishments God brought upon America because it tolerated slavery. He knew that slavery was wrong, and that the nation could not endure half slave and half free, and therefore took the necessary steps to free the slaves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p15\" class=\"\">One day he declared: “If we do not do right, God will let us go our own way to ruin; and … if we do right, He will lead us safely out of this wilderness, crown our arms with victory and restore our dissevered Union.” (Ibid. p. 129.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p16\" class=\"\">And then, thrillingly, he said: “I know I am right, because I know that liberty is right, for Christ teaches it, <span class=\"emphasis\">and Christ is God.<\/span>” (Ibid., p. 285–86; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p17\" class=\"\">Again Lincoln said: “I seem to know that Providence has protected and will protect us against any fatal defeat. All we have to do is to trust the Almighty, and keep on obeying His orders and executing His will.” (Ibid., p. 126.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p18\" class=\"\">“That the Almighty … directly intervenes in human affairs, is one of the plainest statements in the Bible,” the great Civil War leader declared. (Ibid., p. 124.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p19\" class=\"\">Lincoln had seen examples of this very thing as he studied the scriptures. In Deuteronomy, for instance, he read that God had promised the ancient Israelites, as they emerged from Egyptian bondage, that if they would obey the divine commandments, the Lord would make of them the greatest nation on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p20\" class=\"\">Archaeologists and historians have fully demonstrated that there were some very great and advanced nations in antiquity; but God would make of the Twelve Tribes the greatest of them all! However, there was one condition: <span class=\"emphasis\">if<\/span> they would serve the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p21\" class=\"\">In Deuteronomy chapter twenty-eight we read: “It shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high <span class=\"emphasis\">above all nations of the earth.<\/span>” (<span class=\"citation\" id=\"21308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21308)\">Deut. 28:1<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p22\" class=\"\">And again the Lord said that His purpose for ancient Israel was “to make thee high above all nations … that thou mayest be an holy people unto the Lord.” (<span class=\"citation\" id=\"21307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21307)\">Deut. 26:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p23\" class=\"\">He promised them liberty and prosperity and immunity from the diseases that plagued other nations. He promised them peace and pledged that the sword would not go through their land, and furthermore that their enemies would be afraid to attack them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p24\" class=\"\">“And the Lord shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if that thou hearken unto the commandments of the Lord thy God, which I command thee this day, to observe and do them.” (<span class=\"citation\" id=\"21309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21309)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21309)\">Deut. 28:13<\/a><\/span>; see also <span class=\"citation\" id=\"30911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30911)\">Lev. 26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p25\" class=\"\">On the other hand, the Lord declared that if Israel should refuse to obey Him, He would withdraw His blessings and would send punishments upon them so that they would become the least of the nations; they would be the tail and not the head; they would lose their prosperity and eventually be scattered over the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p26\" class=\"\">And what happened to them? They gazed upon their neighboring nations and envied them and wanted to be like them. They knew that those nations were evil and idolatrous, but they seemed to have an air of popularity about them; and therefore, the Israelites, blinded by selfishness and pride, still clamored to be like them. Eventually they were—and went down to destruction as did those other nations. They apostatized from the principles God gave them to make them great. They failed to achieve their ultimate potential and suffered the bitter consequences of disobedience. It was a stupendous loss of a magnificent opportunity which could have changed the whole course of history.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p27\" class=\"\">The same principle held true in ancient America. Two nations occupied the Western Hemisphere. Both received commandments similar to those given to ancient Israel. Both were told that to prosper in this land they must serve the God of the land, who is Jesus Christ, or they would be swept off.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p28\" class=\"\">But neither nation had sufficient faith to keep the commandments. Both threw to the four winds an opportunity like that offered to ancient Israel—to be mighty in the earth. Both fell into sin, and both were destroyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p29\" class=\"\">Now what was it that Lincoln said? “It is the duty of Nations as well as of men to own their dependence upon the overruling power of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p30\" class=\"\">And what else did he say? “Those nations only are blessed whose God is the Lord.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p31\" class=\"\">That principle held true in the days of ancient Israel, it held true with the Jaredites and the Nephites, and it holds true today: <span class=\"emphasis\">only those nations are blessed whose God is the Lord!<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p32\" class=\"\">But Lincoln taught something else. He not only said that the blessings of God are limited to those nations who acknowledge Him, but that likewise, only those individual persons who serve the Lord receive His blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p33\" class=\"\">Remember that he said: It is the duty of both nations <span class=\"emphasis\">and individuals<\/span> to acknowledge their dependence upon the overruling power of God and that they should confess their sins in humble sorrow and seek mercy and forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p34\" class=\"\">What else did Lincoln say? Almost like a prophet he said: “We have been the recipients of the choicest bounties of heaven; … we have grown in number, wealth, and power as no other Nation has ever grown. <span class=\"emphasis\">But we have forgotten God.<\/span> [Italics added.] We have forgotten the gracious hand which preserved us in peace and multiplied and enriched and strengthened us, and we have vainly imagined, in the deceitfulness of our hearts that all these blessings were produced by some superior wisdom and virtue of our own. … We have become too self-sufficient to feel the necessity of redeeming and preserving grace, too proud to pray to the God who made us.” (Hill, p. 391.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p35\" class=\"\">And then Lincoln continued: “It behooves us, then, to humble ourselves before the offended power, to confess our … sins, and to pray for clemency and forgiveness.” (Ibid.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p36\" class=\"\">Have we the courage to do what Lincoln said?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p37\" class=\"\">Heaven knows this world is filled with sin and corruption, with pride and arrogance, with selfishness, greed, and avarice. Do we really want to live this way and endure the misery of it all? Can mankind really enjoy filth and wickedness and not seek for the freedom and exhilaration of cleanliness?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p38\" class=\"\">This kind of freedom can only be found in righteousness. Filth and wickedness bring only slavery, degradation, and death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p39\" class=\"\">The Savior at one time spoke of the salt that gives savour to mankind. He spoke also of the salt that loses its savor. Old Testament prophets spoke of a “sweet savor,” too; but they also spoke of the savor “that stinketh,” which is the ghastly stench of wickedness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p40\" class=\"\">Every nation is made up of its individual citizens. When its citizens are evil, the nation is evil. When they are righteous we have an upright nation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p41\" class=\"\">Then righteousness must begin with each person. Each must regard himself as a part of the salt of the earth which is intended to give a sweet savor to his fellowmen. Especially should every follower of Christ be as salt that provides a sweet savor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p42\" class=\"\">But we must remember the Lord’s warning: “If the salt have lost his savor wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.” (<span class=\"citation\" id=\"36428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36428)\">Matt. 5:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p43\" class=\"\">And again, what was it Lincoln said? “If we do not do right, God will let us go on our own way to ruin.” And that is true, for God will force no man to heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p44\" class=\"\">But the Lord was more forceful than was Lincoln, and declared that disobedience is an affront to Him. The savor that the wicked give off becomes a stench in His face. It is the savor “that stinketh.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p45\" class=\"\">I ask you, how do we lose the savor that followers of the Lord should have? We lose it as we cease to serve Him, or even by becoming casual in our obedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p46\" class=\"\">For example, if we become careless about attending our meetings, do we not lose some of the savor that good salt should have?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p47\" class=\"\">If we neglect our prayers, our tithes and offerings, what becomes of our savor?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p48\" class=\"\">President Kimball the day before yesterday asked if we do not share the gospel with our neighbors, what becomes of our savor?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p49\" class=\"\">If we violate God’s holy Sabbath day, does that cause a sweet savor to arise from us, or do we cast a stench into His face?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p50\" class=\"\">If we are dishonest, unkind, or vengeful, do we not offend the Deity?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p51\" class=\"\">And if we lose our virtue—that priceless gift of chastity—what becomes of our savor? Is not cleanliness next to godliness? Does not filth banish purity? Does not unchastity insult the Lord? Is it not a “savor that stinketh”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p52\" class=\"\">If we are guilty of infidelity in our family, or are otherwise cruel in our home, do we exude a sweet savor or a stench?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p53\" class=\"\">If we oppose Church policies and defy our chosen leaders, what becomes of our “sweet savor”? Can there be any sweetness in disloyalty?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p54\" class=\"\">If we withdraw from the Church and accept the destructive teachings of false prophets, do we not abdicate our place in the Lord’s kingdom? And does that give the Lord a sweet savor?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p55\" class=\"\">When speaking of the preservation of our place in the Kingdom of God, President Heber J. Grant said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p56\" class=\"\">“I have seen men, no matter how high the position … they have reached, neglect their duties and turn away, and become enemies of the Church” because they did not keep the commandments of God. “My most earnest prayer,” President Grant continued, “is that every man and every woman will get it into his or her heart that they are in very deed the architects of their lives. … There are two spirits striving with all of us. There is no labor in which we engage but that there is a spirit telling us, ‘Oh, you do not need to do that; it is a waste of time, and you ought to be engaged in something else.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p57\" class=\"\">“On the other hand,” President Grant continued, “there is a still small voice telling us what is right, and if we listen to that still small voice we shall grow and increase in strength and power, in testimony and in ability not only to live the gospel but to inspire others to do so.” (<span class=\"emphasis\">Improvement Era,<\/span> Dec. 1937, p. 735.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p58\" class=\"\">And again Lincoln said: “Remember to call upon and confide in our great and good and merciful Maker, Who will not turn away from [us] in any extremity. He notes the fall of the sparrow, and numbers the hairs of our heads. He will not forget the dying man who puts his trust in Him.” (Hill, p. 334.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-savor-of-men.p59\" class=\"\">May we have sufficient common sense to trust and obey the Lord our God! It is the only way to security, both for nations and for individuals. To this I testify, in the sacred name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}