{"ID":2843, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Which Road Will You Travel?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p3\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monson\"\/><\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03076_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p4\" class=\"\">A ribbon of black asphalt wends its way through the mountains of northern Utah into the valley of the Great Salt Lake, then meanders southward on its appointed course. Interstate 15 is its official name. This super freeway carries the output of factories, the products of commerce, and masses of humanity toward appointed destinations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p5\" class=\"\">Several days ago, while driving to my home, I approached the entrance to Interstate 15. At the on-ramp I noticed three hitchhikers, each one of whom carried a homemade sign which announced his desired destination. One sign read “Los Angeles,” while a second carried the designation “Boise.” However, it was the third sign which not only caught my attention but caused me to reflect and ponder its message. The hitchhiker had lettered not Los Angeles, California, nor Boise, Idaho, on the cardboard sign which he held aloft. Rather, his sign consisted of but one word and read simply “ANYWHERE.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p6\" class=\"\">Here was one who was content to travel in any direction, according to the whim of the driver who stopped to give him a free ride. What an enormous price to pay for such a ride. No plan. No objective. No goal. The road to anywhere is the road to nowhere, and the road to nowhere leads to dreams sacrificed, opportunities squandered, and a life unfulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p7\" class=\"\">Unlike the youthful hitchhiker, you and I have the God-given gift to choose the direction we go. Indeed, the apostle Paul likened life to a race with a clearly defined goal. To the saints at Corinth he urged: “Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain.” (<span class=\"citation\" id=\"614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 614)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(614)\">1 Cor. 9:24<\/a><\/span>.) In our zeal, let us not overlook the sage counsel from Ecclesiastes: “The race is not to the swift, nor the battle to the strong.” (<span class=\"citation\" id=\"21434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21434)\">Eccl. 9:11<\/a><\/span>.) Actually, the prize belongs to him who endures to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p8\" class=\"\">Each must ask himself the questions: “Where am I going?” “How do I intend to get there?” “Really, what is my divine destiny?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p9\" class=\"\">When I reflect on the race of life, I remember another race, even from childhood days. Perhaps a shared experience from this period will assist in formulating answers to these significant and universally asked questions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p10\" class=\"\">When I was about ten, my boyfriends and I would take pocketknives in hand and from the soft wood of a willow tree fashion small toy boats. With a triangular-shaped cotton sail in place, each would launch his crude craft in a race down the relatively turbulent waters of the Provo River. We would run along the river’s bank and watch the tiny vessels sometimes bobbing violently in the swift current and at other times sailing serenely as the water deepened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p11\" class=\"\">During such a race, we noted that one boat led all the rest toward the appointed finish line. Suddenly, the current carried it too close to a large whirlpool, and the boat heaved to its side and capsized. Around and around it was carried, unable to make its way back into the main current. At last it came to rest at the end of the pool, amid the flotsam and jetsam which surrounded it, held fast by the fingerlike tentacles of the grasping green moss.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p12\" class=\"\">The toy boats of childhood had no keel for stability, no rudder to provide direction, and no source of power. Like the hitchhiker, their destination was “ANYWHERE,” but inevitably downstream.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p13\" class=\"\">We have been provided divine attributes to guide our destiny. We entered mortality not to float with the moving currents of life, but with the power to think, to reason, and to achieve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p14\" class=\"\">Our Heavenly Father did not launch us on our eternal journey without providing the means whereby we could receive from Him God-given guidance to ensure our safe return at the end of life’s great race. Yes, I speak of prayer. I speak, too, of the whisperings from that still, small voice within each of us; and I do not overlook the holy scriptures, written by mariners who successfully sailed the seas we too must cross.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p15\" class=\"\">Individual effort will be required of us. What can we do to prepare? How can we assure a safe voyage?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p16\" class=\"\">First, we must visualize our objective. What is our purpose? The Prophet Joseph Smith counseled: “Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping all the commandments of God.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> pp. 255–56.) In this one sentence we are provided not only a well-defined goal, but also the way we might achieve it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p17\" class=\"\">Second, we must make continuous effort. Have you noticed that many of the most cherished of God’s dealings with His children have been when they were engaged in a proper activity? The visit of the Master to His disciples <span class=\"emphasis\">on the way<\/span> to Emmaus, the good Samaritan <span class=\"emphasis\">on the road<\/span> to Jericho, even Nephi <span class=\"emphasis\">on his return<\/span> to Jerusalem, and Father Lehi <span class=\"emphasis\">en route<\/span> to the precious land of promise. Let us not overlook Joseph Smith <span class=\"emphasis\">on the way<\/span> to Carthage, and Brigham Young <span class=\"emphasis\">on the vast plains<\/span> to the valley home of the Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p18\" class=\"\">Third, we must not detour from our determined course. In our journey we will encounter forks and turnings in the road. There will be the inevitable trials of our faith and the temptations of our times. We simply cannot afford the luxury of a detour, for certain detours lead to destruction and spiritual death. Let us avoid the moral quicksands that threaten on every side, the whirlpools of sin, and the crosscurrents of uninspired philosophies. That clever pied piper called Lucifer still plays his lilting melody and attracts the unsuspecting away from the safety of their chosen pathway, away from the counsel of loving parents, away from the security of God’s teachings. His tune is ever so old, his words ever so sweet. His prize is everlasting. He seeks not the refuse of humanity but the very elect of God. King David listened, then followed, then fell. But then so did Cain in an earlier era, and Judas Iscariot in a later one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p19\" class=\"\">Fourth, to gain the prize we must be willing to pay the price. The apprentice does not become the master craftsman until he has qualified. The lawyer does not practice until he has passed the bar. The doctor does not attend our needs until internship has been completed.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">You are the fellow that has to decide<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Whether you’ll do it or toss it aside. … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Whether you’ll try for the goal that’s afar<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Or just be contented to stay where you are.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p24\" class=\"\">Edgar A. Guest, “You,” <span class=\"emphasis\">The Light of Faith,<\/span> Chicago: Reilly and Lee, 1926, p. 133.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p25\" class=\"\">Let us remember how Saul the persecutor became Paul the proselyter, how Simon, the fisherman, became Peter, the apostle of spiritual power. And let us be mindful that before Easter there had to be a cross.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p26\" class=\"\">Our example in the race of life could well be our elder brother, even the Lord. As a small boy, he provided a watchword: “Wist ye not that I must be about my Father’s business?” (<span class=\"citation\" id=\"31951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31951)\">Luke 2:49<\/a><\/span>.) As a grown man he taught by example compassion, love, obedience, sacrifice, and devotion. To you and to me his summons is still the same: “Come, follow me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p27\" class=\"\">One who listened and who followed was the Mormon missionary Randall Ellsworth, about whom you may have read in your daily newspaper or watched on the television set in your home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p28\" class=\"\">Six months ago, while serving in Guatemala as a missionary for The Church of Jesus Christ of Latter-day Saints, Randall Ellsworth survived the devastating earthquake which hurled a beam down on his back, paralyzed his legs, and severely damaged his kidneys.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p29\" class=\"\">After receiving emergency medical treatment, Randall was flown to a large hospital near his home in Rockville, Maryland. While confined there, a television newscaster conducted with Randall an interview which I witnessed through the miracle of television. The reporter asked, “Can you walk?” The answer, “Not yet, but I will.” “Do you think you will be able to complete your mission?” Came the reply, “Others think not, but I will.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p30\" class=\"\">With microphone in hand, the reporter continued: “I understand you have received a special letter containing a get-well message from none other than the president of the United States.” “Yes,” replied Randall, “I am very grateful to President Ford for his thoughtfulness; but I received another letter, not from the president of my country, but from the president of my church—The Church of Jesus Christ of Latter-day Saints—even President Spencer W. Kimball. This I cherish. With him praying for me, and the prayers of my family, my friends, and my missionary companions, I will return to Guatemala. The Lord wanted me to preach the gospel there for two years, and that’s what I intend to do.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p31\" class=\"\">I turned to my wife and commented, “He surely must not know the extent of his injuries. Our official medical reports would not permit us to expect such a return to Guatemala.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p32\" class=\"\">How grateful am I that the day of faith and the age of miracles are not past history but continue with us even now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p33\" class=\"\">The newspapers and the television cameras directed their attention to more immediate news as the days turned to weeks and the weeks to months. The words of Rudyard Kipling described Randall Ellsworth’s situation:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The tumult and the shouting dies;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> The Captains and the Kings depart:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Still stands Thine ancient sacrifice,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> An humble and a contrite heart.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lord God of Hosts, be with us yet,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Lest we forget—lest we forget!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p40\" class=\"\"><span class=\"emphasis\">Rudyard Kipling’s Verse,<\/span> Garden City, New York: Doubleday, 1946, p. 327.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p41\" class=\"\">And God did not forget him who possessed an humble and a contrite heart, even Elder Randall Ellsworth. Little by little the feeling in his legs began to return. In his own words, Randall described the recovery: “The thing I did was always to keep busy, always pushing myself. In the hospital I asked to do therapy twice a day instead of just once. I wanted to walk again on my own.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p42\" class=\"\">When the Missionary Committee evaluated the amazing medical progress Randall Ellsworth had made, word was sent to him that his return to Guatemala was authorized. Said he, “At first I was so happy I didn’t know what to do. Then I went into my bedroom and I started to cry. Then I dropped to my knees and thanked my Heavenly Father.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p43\" class=\"\">Two months ago Randall Ellsworth walked aboard the plane that carried him back to the mission to which he was called and back to the people whom he loved. Behind he left a trail of skeptics, a host of doubters, but also hundreds amazed at the power of God, the miracle of faith, and the reward of determination. Ahead lay honest, God-fearing, and earnestly seeking sons and daughters of our Heavenly Father. They shall hear His word. They shall learn His truth. They shall accept His ordinances. A modern-day Paul, who too overcame his “thorn in the flesh,” has returned to teach them the truth, to lead them to life eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p44\" class=\"\">Like Randall Ellsworth, may each of us know where he is going, be willing to make the continuous effort required to get there, avoid any detour, and be ready to pay the often very high price of faith and determination to win life’s race. Then, as mortality ends, we shall hear the plaudit from our Eternal Judge, “Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.” (<span class=\"citation\" id=\"36483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36483)\">Matt. 25:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p45\" class=\"\">Each will then have completed his journey, not to a nebulous “ANYWHERE,” but to his heavenly home—even eternal life in the celestial kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/which-road-will-you-travel.p46\" class=\"\">May such be our goal and our reward is my prayer, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}