{"ID":2844, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Follow It!”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p2\" class=\"\">Elder Paul H. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26ec.jpg\" alt=\"Elder Paul H. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p3\" class=\"\">The great events of this conference have brought back to my remembrance an experience of last December. One of the physicians who attended my open heart surgery of a few months ago asked if I would participate with him on a Sunday School program. I followed him at the pulpit. He gave a tremendous address. As he took his seat, I felt prompted to say, because I felt it, “Brothers and sisters, I want you to know that this man has touched my heart very deeply.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p4\" class=\"\">The great messages of our presidency, President Kimball and his counselors, and those of the Twelve and others, have touched me deeply. I have reminisced and remembered at this great historic conference. My mind goes back just a week ago when I was privileged to attend a stake conference in Oregon. Lo and behold, in the audience was my very first bishop, a man of great faith and capacity. (I had never known a bishop until I was fifteen years old and had moved to Hollywood, California.) He stood over six feet tall, weighing well over 200 pounds, with a heart to match—and he has never let go since. I remember under his tutelage memorizing this little verse:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p5\" class=\"\">“Remember, Paul,” he said, “there is an odd little voice always speaking within, and it prompts you to duty and warns you from sin. And what is most strange, it makes itself heard, though it gives not a sound and says never a word. You follow it.” And last week he said, “Are you still following it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p6\" class=\"\">I remember a great, wise teacher who said, “Paul, always keep in mind that a strong man and a waterfall always channel their own paths.” And I remember a dad who said, “I gave you a great name; remember, a good name is better than a girdle of gold.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p7\" class=\"\">I think every boy and girl ought to have in his or her life a great dad, a marvelous bishop, and wonderful teachers. Many do; some don’t. Thank God for a prophet, for leaders of the Church who add that dimension.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p8\" class=\"\">I thought of another great man in my life—a coach who has affected my life for eternity. I am pleased to announce that he and I are engaged together in learning more fully the gospel of Jesus Christ in a missionary effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p9\" class=\"\">I will never forget the day I walked into his office, scared to death as fifteen-year-olds are, trying to sign up for a varsity team. I stood outside his door for the better part of five minutes; and then, when I got the courage, I knocked timidly. The voice said, “Come in!” I opened the door and walked in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p10\" class=\"\">He said, “What can I do for you, son?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p11\" class=\"\">I said, “Where do you sign up for varsity baseball?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p12\" class=\"\">He said, “Let me ask you a question—do you want to play ball or be a champion?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p13\" class=\"\">I said, “I came to play ball.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p14\" class=\"\">He said, “I’m sorry, we’re all filled up.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p15\" class=\"\">With a broken heart, I turned and walked out. That wasn’t the answer I wanted to hear! I stood in the hall for a minute (thank goodness my dad had taught me courage to keep trying), then plucked up my courage and again knocked on the door. The answer came as before, “Come in!” I walked in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p16\" class=\"\">He said, “Oh, it’s you again.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p17\" class=\"\">I said, “Yes, sir, maybe you didn’t understand my earlier question. I asked you where to sign up for varsity baseball.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p18\" class=\"\">He said, “I asked <span class=\"emphasis\">you<\/span> a question. Do you want to play ball or be a champion?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p19\" class=\"\">Well, I knew the other answer hadn’t worked, so I said, “I want to be a champion.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p20\" class=\"\">“Oh,” he said, “sign here.” And I did. He said, “We build champions.” Then he turned and said, “Have you ever signed a contract before?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p21\" class=\"\">I said, “No, sir, I’m only fifteen.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p22\" class=\"\">He said, “At this institution, we commit ourselves to principles.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p23\" class=\"\">He took from the bottom drawer of his file a contract already typed, and on it were the standards that we have been listening to in this great conference. He said, “You take that home and read it over with your parents. If you can agree to the conditions, you sign it and bring it back tomorrow.” I did. Somehow, I made the team.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p24\" class=\"\">In the contractual agreement were promises to be the kind of a Latter-day Saint I knew I ought to be. We went through a great, great season. It ended in a tie with our arch-rival high school. The play-off game was to determine the state championship. As we assembled on the field in the last-minute preparation for the great event, the coach had us around the batting cage. As he was making his little pep talk, he stopped in front of me and said, “Oh, by the way, you will pitch the deciding game.” My heart dropped! He continued his counsel. And then he stopped in front of our excellent second baseman. Most of you would know him because he went on to play for the Chicago White Sox for a number of years. He said, as he looked, “Jimmy, is that a nicotine stain on your finger?” Jimmy, like the rest of us, had made a commitment to keep his body clean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p25\" class=\"\">Jimmy, looking at his finger, quickly hid his hand and said, embarrassed, “Yes, sir.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p26\" class=\"\">The coach said in front of the whole team, “Did you sign a contract with me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p27\" class=\"\">“Yes, sir.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p28\" class=\"\">“And you broke the contract?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p29\" class=\"\">“Yes, sir.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p30\" class=\"\">“Do you know the penalty?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p31\" class=\"\">“Yes, sir.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p32\" class=\"\">“Would you turn in your uniform? You’re through.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p33\" class=\"\">I wanted to say, “Coach, tomorrow’s the big game. (Jimmy was batting .385 and hadn’t made an error at second base all year.) But the coach was thinking of a boy, not a game. Jimmy turned in his uniform, but the coach kept close to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p34\" class=\"\">I drew the assignment the next day to pitch against Al Yalian, who later signed with the New York Yankees for a fabulous bonus. Thirteen innings we went, and he beat me in the thirteenth—1–0. The run came when a ground ball was hit to second where Jimmy normally played. The ball got through a nervous substitute’s legs onto the outfield grass and eventually scored an unearned run, which defeated us. And now, years later, I thank God for a great coach who taught me that principles are more important than games.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p35\" class=\"\">As I reflect upon these kinds of experiences and the influence that great men have had on my life, I think of the question that young people quite often ask those of us in these positions, “Why do we hold so many meetings in the Church?” The Lord understood and answered, speaking to you and me, young people, through a prophet: “And now, behold, I give unto you a commandment, that when ye are assembled together ye shall instruct and edify each other.” Why? “That ye may know how to act and direct my church.” (<span class=\"citation\" id=\"16663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16663)\">D&amp;C 43:8<\/a><\/span>.) And I thank God that in this great conference and others that have preceded it we are taught how to act. “We thank thee, O God, for a prophet to guide us in these latter days.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p36\" class=\"\">Like many of you, I am frequently before those who are not of our faith, and the challenge is great and wonderful. Not long ago I was given a little honor before a great group of non-Latter-day Saint athletes. In the proceedings of the convention, one of my great idols, a Hall of Famer, was to take the rostrum and speak to us. Being the great athlete that he was, respected by many, I was shocked to hear his language as he repeatedly took the name of the Lord in vain. As I sat there, I wondered, “What do you do as a Latter-day Saint in these kinds of social situations?” And then I remembered—again, a great influence in my life—the counsel from a prophet and an experience that he had had one time coming out of surgery. An orderly who was wheeling the prophet back to his hospital room on a little metal cart caught his hand between the door and the cart in the elevator and, not thinking, let go with a few adjectives, taking the name of the Lord in vain in the process. And a prophet, sick as he was physically but very well spiritually, lifted his head and said, “Please don’t talk that way—that’s my best friend.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p37\" class=\"\">Those thoughts went through my mind as I listened to my idol. As he concluded and sat down, I put my hand on his knee and said to him, “You’re terrific! Did you know that when I was growing up I had you on a high pedestal? But, if I might level with you, tonight you fell off that pedestal.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p38\" class=\"\">He said, “Didn’t you like my workshop?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p39\" class=\"\">I said, “I loved it. But every time you opened your mouth, you offended me and a lot of other people out there. I’m going to challenge you tonight, as your friend, to clean up your language.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p40\" class=\"\">I thought of the apostle Paul and Joseph Smith and particularly of a prophet today, Spencer W. Kimball; and I learned on that occasion, as I have on many others, that people really want what you and I have, if we have the courage to give it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/follow-it.p41\" class=\"\">God grant us to have that courage and determination as we go forth, edified and fortified by the influences of great men in our lives, to be an example unto the world. I testify that I know that God lives, that Jesus is the Christ, and that here sits his prophet. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}