{"ID":2845, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            You Never Know Who You May Save\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p2\" class=\"\">Elder Jacob de Jager<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2ba8.jpg\" alt=\"Elder Jacob de Jager\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p3\" class=\"\">My dear brothers and sisters and friends, I am happy and grateful to be united with you again and pray that the Lord will sustain me as I speak to you today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p4\" class=\"\">Conference time always is a marvelous time! <span class=\"emphasis\">Conference<\/span> is like a magic word that really transforms Salt Lake City and all other places where the words of the leaders of the Church are heard and read.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p5\" class=\"\">General conference in great measure affects the daily lives of all those that are reached in person, in print, or through the wonders of modern communication. It symbolizes the great spiritual uplift and the importance of the Lord’s true church on earth, in accordance with the revelation given through Joseph Smith, the Prophet:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p6\" class=\"\">“And let the work of the gathering be not in haste, nor by flight; but let it be done as it shall be counseled by the elders of the church at the conferences, according to the knowledge which they receive from time to time.” (<span class=\"citation\" id=\"16687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16687)\">D&amp;C 58:56<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p7\" class=\"\">It is just six months ago today that I received my new calling, and although time does not permit me to tell you about the many wonderful blessings that have come to me and my family since that event, I do want to thank the Lord publicly for his kindness and mercy to us in our assignment in the Southeast Asia-Philippines area of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p8\" class=\"\">Living and working in Hong Kong have given us great joy and happiness, and I can truly and humbly say that I love my full-time Church work more than any other work that I have ever done before. I have held many fascinating positions in various countries and have had choice business experiences, but there is nothing that compares with the work and the service in the Church. I testify to you that nothing will give a person the enjoyment and satisfaction that he gets from service to his brethren and his fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p9\" class=\"\">I also want to thank from this pulpit the stake and mission presidents and all those who labor so diligently with them in local leadership positions or as missionaries in my area for their wonderful loyalty and devotion to the work of the Lord. Visiting with them was a great privilege and a remarkable inspiration to me. My faith and my testimony have been strengthened because of their glorious example. Their devotion, their loyalty, their willingness to take care of all Church assignments, and their missionary zeal are truly a great tribute to building our Heavenly Father’s kingdom in that part of the world. I feel very grateful whenever or wherever I can be of assistance by sharing my Church experience with them—strictly in accordance with last year’s direction and guidance given by the First Presidency of the Church to all stake and mission presidents, stating:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p10\" class=\"\">“The Area Supervisor will help correlate the work of the various representatives of the Church departments in his area and become acquainted with their functions and responsibilities and act as a trouble shooter to assist in solving problems that arise in their area.” (Letter from the First Presidency regarding Area Supervisors, Sept. 3, 1975.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p11\" class=\"\">As matters stand today, there are still a few problems to be solved in building the Church in Asia. Moreover, there are at this moment still 230 million children of our Heavenly Father in the eight missions of the area who must yet hear the message of the restored gospel and accept it through the Holy Spirit of conversion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p12\" class=\"\">“And ye are called to bring to pass the gathering of mine elect; for mine elect hear my voice and harden not their hearts.” (<span class=\"citation\" id=\"16633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16633)\">D&amp;C 29:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p13\" class=\"\">This is a gigantic task for all those involved in building our Heavenly Father’s kingdom. But I have heard so many remarkable testimonies about wonderful men and women that have been brought into the Church that I would like to say: “You never know whom you will save.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p14\" class=\"\">To illustrate my point, I would like to go back in thought to my native Holland where six generations of my father’s ancestors lived in the little village of Scheveningen at the seashore. They were fishermen or had other related vocations, like fishing-boat builders, sailmakers, or fishing-net repairmen. Many of them were also involved in the voluntary but hazardous task of lifesaving. They were stouthearted, experienced men who always were ready to man the rowing lifeboats to go on a rescue mission. With every westerly gale that blew, some fishing boats ran into difficulties, and many times the sailors had to cling to the rigging of their stricken ships in a desperate fight to escape inevitable drowning. Year after year the sea claimed its victims.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p15\" class=\"\">On one occasion during a severe storm, a ship was in distress, and a rowboat went out to rescue the crew of the fishing boat. The waves were enormous, and each of the men at the oars had to give all his strength and energy to reach the unfortunate sailors in the grim darkness of the night and the heavy rainstorm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p16\" class=\"\">The trip to the wrecked ship was successful, but the rowboat was too small to take the whole crew in one rescue operation. One man had to stay behind on board because there simply was no room for him; the risk that the rescue boat would capsize was too great. When the rescuers made it back to the beach, hundreds of people were waiting for them with torches to guide them in the dreary night. But the same crew could not make the second trip because they were exhausted from their fight with the stormwinds, the waves, and the sweeping rains.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p17\" class=\"\">So the local captain of the coast guard asked for volunteers to make a second trip. Among those who stepped forward without hesitation was a nineteen-year-old youth by the name of Hans. With his mother he had come to the beach in his oilskin clothes to watch the rescue operation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p18\" class=\"\">When Hans stepped forward his mother panicked and said, “Hans, please don’t go. Your father died at sea when you were four years old and your older brother Pete has been reported missing at sea for more than three months now. You are the only son left to me!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p19\" class=\"\">But Hans said, “Mom, I feel I have to do it. It is my duty.” And the mother wept and restlessly started pacing the beach when Hans boarded the rowing boat, took the oars, and disappeared into the night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p20\" class=\"\">After a struggle with the high-going seas that lasted for more than an hour (and to Hans’s mother it seemed an eternity), the rowboat came into sight again. When the rescuers had approached the beach close enough so that the captain of the coast guard could reach them by shouting, he cupped his hands around his mouth and called vigorously against the storm, “Did you save him?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p21\" class=\"\">And then the people lighting the sea with their torches saw Hans rise from his rowing bench, and he shouted with all his might, “Yes! And tell Mother it is my brother Pete!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p22\" class=\"\">My dear brothers and sisters, many of us have or will soon have nineteen-year-old sons. Their names may be George or Juan Pedro, Guillaume or Heinrich, Paavo or Sing Tong, depending on the country they live in, but let Hans be their example. Let them join the rescue team of missionary workers. You never know whom they will save! It may be the one that on life’s billows is tempest tossed or it may even be the one that had been reported missing at life’s sea. And when someone is saved through their rescue mission, oh how great shall be their joy with him or her in the kingdom of our Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/you-never-know-who-you-may-save.p23\" class=\"\">My beloved brothers and sisters, I pray that the Lord may inspire us to be valiant. That means that we also have the personal courage to go on a rescue mission by sharing the gospel with others, bringing the Holy Ghost into their lives. And I do so humbly in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}