{"ID":2846, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Personal Relationship with the Savior\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p2\" class=\"\">Elder James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p\" class=\"\">Of the First Council of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:3360.jpg\" alt=\"Elder James E. Faust\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p3\" class=\"\">I join with all in acknowledging the greatness of President S. Dilworth Young and his associates of the First Council of the Seventy. I am humbled and honored to be invited to serve in that council and in the First Quorum as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p4\" class=\"\">It has been interesting to return to this country from South America and see the billboards and signs memorializing a revolution in this country which happened two hundred years ago. In the world I think we need fewer revolutions and more revelations. In my opinion, the greatest change in South America is a spiritual revolution which is coming about as a result of the influence of this Church and of the temple now under construction in São Paulo—and that influence is all within the counsel of Paul to the Ephesians: “the perfecting of the saints, … the unity of the faith, and … the knowledge of the Son of God.” (<span class=\"citation\" id=\"21887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21887)\">Eph. 4:12–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p5\" class=\"\">There is a great humility and timidity in my soul as I presume to speak about coming to a personal knowledge of Jesus Christ, the Redeemer of the world and the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p6\" class=\"\">Recently in South America, a seasoned group of outstanding missionaries was asked, “What is the greatest need in the world?” One wisely responded: “Is not the greatest need in all of the world for every person to have a personal, ongoing, daily, continuing relationship with the Savior?” Having such a relationship can unchain the divinity within us, and nothing can make a greater difference in our lives as we come to know and understand our divine relationship with God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p7\" class=\"\">We should earnestly seek not just to know about the Master, but to strive, as He invited, to be one with Him (see <span class=\"citation\" id=\"28905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28905)\">John 17:21<\/a><\/span>), to “be strengthened with might by his Spirit in the inner man” (<span class=\"citation\" id=\"21885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21885)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21885)\">Eph. 3:16<\/a><\/span>). We may not feel a closeness with Him because we think of Him as being far away, or our relationship may not be sanctifying because we do not think of Him as a real person.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p8\" class=\"\">How can we receive the personal blessing of the Master’s divine and exalting influence in our own lives? Since our own feelings are sacred to us and cannot be disputed by others, let us begin with those quiet assurances which occasionally can come to all of us and which we know are true. We cannot always prove these verities to others, yet they come as a form of knowledge. Is this part of the divine which ferments within us, reaching to its source? Is it not like a personal witness of truth flowing through the thin curtain which separates this world from another?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p9\" class=\"\">Is there not a yearning to understand in your mind what is in your heart, a feeling which you cannot give utterance to because it is so unspeakably personal? The Master said that this quiet reality can “speak peace to your mind concerning the matter.” (<span class=\"citation\" id=\"16604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16604)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16604)\">D&amp;C 6:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p10\" class=\"\">May I suggest five beginning, essential measures which will greatly clear the channel for a daily flow of “living water” from the very source of the spring, even the Redeemer Himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p11\" class=\"\"><span class=\"emphasis\">First: A daily communion involving prayer.<\/span> A fervent, sincere prayer is a two-way communication which will do much to bring His Spirit flowing like healing water to help with the trials, hardships, aches, and pains we all face. What is the quality of our secret prayers when only He listens? As we pray, we should think of Him as being close by, full of knowledge, understanding, love, and compassion, the essence of power, and as having great expectations of each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p12\" class=\"\"><span class=\"emphasis\">Second: A daily selfless service to another.<\/span> The followers of the divine Christ have to be weighed on the scales of what their actions are rather than on solemn professions of belief. The true measure is found in Matthew: “Inasmuch as ye have done it unto one of the least of these … , ye have done it unto me.” (<span class=\"citation\" id=\"36486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36486)\">Matt. 25:40<\/a><\/span>.) A wise man observed, “The man who lives by himself and for himself is apt to be corrupted by the company he keeps.” (Charles Henry Parkhurst, quoted in <span class=\"emphasis\">The International Dictionary of Thoughts,<\/span> Chicago: J. G. Ferguson, 1969, p. 659.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p13\" class=\"\"><span class=\"emphasis\">Third: A daily striving for an increased obedience and perfection in our lives.<\/span> “What manner of men ought ye to be? Verily I say unto you, even as I am,” said the Savior. (<span class=\"citation\" id=\"5845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5845)\">3 Ne. 27:27<\/a><\/span>.) Because of the perfect atonement of Jesus, just men may be made perfect. (See <span class=\"citation\" id=\"16717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16717)\">D&amp;C 76:69<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p14\" class=\"\"><span class=\"emphasis\">Fourth: A daily acknowledgment of His divinity.<\/span> To have a daily, personal relationship with the Master, we must be His disciples. “For how knoweth a man the master whom he has not served, and who is a stranger unto him, and is far from the thoughts and intents of his heart?” (<span class=\"citation\" id=\"40431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40431)\">Mosiah 5:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p15\" class=\"\"><span class=\"emphasis\">Fifth: A daily study of the scriptures.<\/span> President Kimball has said: “I find that when I get casual in my relationships with divinity and when it seems that no divine ear is listening and no divine voice is speaking, that I am far, far away. If I immerse myself in the scriptures, the distance narrows and the spirituality returns.” (“What I Hope You Will Teach My Grandchildren … ,” address to seminary and institute personnel, July 11, 1966.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p16\" class=\"\">For those who have honest doubts, let us hear what eyewitnesses had to say about Jesus of Nazareth. The ancient apostles were there. They saw it all. They participated. No one is more worthy of belief than they. Said Peter: “For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.” (<span class=\"citation\" id=\"4929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4929)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4929)\">2 Pet. 1:16<\/a><\/span>.) Said John: “For we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.” (<span class=\"citation\" id=\"28875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28875)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28875)\">John 4:42<\/a><\/span>.) Modern-day witnesses, Joseph Smith and Sidney Rigdon, declared: “For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father.” (<span class=\"citation\" id=\"16714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16714)\">D&amp;C 76:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p17\" class=\"\">Peter counsels us to be “partakers of the divine nature.” (<span class=\"citation\" id=\"4928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4928)\">2 Pet. 1:4<\/a><\/span>.) The influence and teaching of the Messiah should have a transcendence over all other interests and concerns in our lives. We must constantly be reaching upward for the riches of eternity, for the kingdom of God is within us. (See <span class=\"citation\" id=\"31967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31967)\">Luke 17:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p18\" class=\"\">Speaking through the Doctrine and Covenants, God promises that you may be told in your minds and in your hearts, of whatsoever you ask, by the Holy Ghost. (See <span class=\"citation\" id=\"16606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16606)\">D&amp;C 8:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p19\" class=\"\">By sanctifying yourselves, the day will come when “he will unveil his face unto you.” (<span class=\"citation\" id=\"16739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16739)\">D&amp;C 88:68<\/a><\/span>.) “If your eye be single to [His] glory, your whole bodies shall be filled with light, and there shall be no darkness in you; and that body which is filled with light comprehendeth all things.” (<span class=\"citation\" id=\"16738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16738)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16738)\">D&amp;C 88:67<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p20\" class=\"\">In the many trials of life, when we feel abandoned and when sorrow, sin, disappointment, failure, and weakness make us less than we should ever be, there can come the healing salve of the unreserved love in the grace of God. It is a love that forgives and forgets, a love that lifts and blesses. It is a love that sustains a new beginning on a higher level and thereby continues “from grace to grace.” (<span class=\"citation\" id=\"16747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16747)\">D&amp;C 93:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p21\" class=\"\">President Kimball has said: “The spiritual knowledge of truth is the electric light illuminating the cavern; the wind and sun dissipating the fog. … It is the mansion on the hill replacing the shack in the marshes; the harvester shelving the sickle and cradle. … It is the rich nourishing kernels of corn instead of the husks. … It is much more than all else. …” (Spencer W. Kimball, <span class=\"emphasis\">Faith Precedes the Miracle,<\/span> Deseret Book Co., 1972, p. 14.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p22\" class=\"\">During the years of my life, and often in my present calling, and especially during a recent Gethsemane, I have gone to my knees with a humble spirit to the only place I could for help. I often went in agony of spirit, earnestly pleading with God to sustain me in the work I have come to appreciate more than life itself. I have, on occasion, felt the terrible aloneness of the wounds of the heart, of the sweet agony, the buffetings of Satan, and the encircling warm comfort of the Spirit of the Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p23\" class=\"\">I have also felt the crushing burden, the self-doubts of inadequacy and unworthiness, the fleeting feeling of being forsaken, then of being reinforced an hundredfold. I have climbed a spiritual Mount Sinai dozens of times seeking to communicate and to receive instructions. It has been as though I have struggled up an almost real Mount of Transfiguration and upon occasion felt great strength and power in the presence of the Divine. A special sacred feeling has been a sustaining influence and often a close companion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p24\" class=\"\">It is my testimony that we are facing difficult times. We must be courageously obedient. My witness is that we will be called upon to prove our spiritual stamina, for the days ahead will be filled with affliction and difficulty. But with the assuring comfort of a personal relationship with the Savior, we will be given a calming courage. From the Divine so near we will receive the quiet assurance:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p25\" class=\"\">“My son, peace be unto thy soul; thine adversity and thine afflictions shall be but a small moment;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p26\" class=\"\">“And then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over all thy foes.” (<span class=\"citation\" id=\"16780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16780)\">D&amp;C 121:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p27\" class=\"\">As I come to a new calling, I recognize that I am a very ordinary man. Yet I gratefully acknowledge one special gift. I have a certain knowledge that Jesus of Nazareth is our Divine Savior. I know that He lives. From my earliest recollection I have had a sure perception of this. As long as I have lived, I have had a simple faith that has never doubted. I have not always understood, yet still I have known through a knowledge that is so sacred to me that I cannot give utterance to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-personal-relationship-with-the-savior.p28\" class=\"\">I know and I testify with an absolute awareness in every fiber and innermost recess of my being that Jesus is the Christ, the Messiah, the Divine Redeemer, and the Son of God. May we be obedient to His wish, “Come unto me thy Savior” (<span class=\"citation\" id=\"16624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16624)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16624)\">D&amp;C 19:41<\/a><\/span>), I pray humbly in His holy and sacred name. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}