{"ID":2847, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Parenthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p2\" class=\"\">Elder O. Leslie Stone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2898.jpg\" alt=\"Elder O. Leslie Stone\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p3\" class=\"\">My dear brothers and sisters and friends, during the few moments assigned to me, I would like to talk about the responsibilities of parents in the rearing of their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p4\" class=\"\">To begin I would like to quote President David O. McKay as he had this to say about the responsibility of parents:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p5\" class=\"\">“It is said that ‘to be trusted is a greater compliment than to be loved.’ The greatest trust that can come to a man and woman is the placing in their keeping the life of a little child.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p6\" class=\"\">“If a man defaults who is entrusted with other people’s funds—whether he be a bank, municipal, or state official—he is apprehended and probably sent to prison. If a person entrusted with a government secret discloses that secret and betrays his country, he is called a traitor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p7\" class=\"\">“What must the Lord think, then, of parents who, through their own negligence or wilful desire to indulge their selfishness fail properly to rear their children, and thereby prove untrue to the greatest trust that has been given to human beings?” (<span class=\"emphasis\">Treasures of Life,<\/span> Deseret Book Company, 1965, p. 71.)<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">And then he said that among delinquent parents are these:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Those who quarrel in the presence of their children;<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Those who pollute the home atmosphere with vulgarity and profanity;<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Those whose daily home life does not conform to their Church pretensions;<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Those who fail to teach obedience to their children;<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Those who neglect to teach their children religion by saying, “Let them grow up and choose for themselves,” thus failing in the discharge of a parental responsibility. (See <span class=\"emphasis\">Treasures of Life,<\/span> pp. 72–74.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p14\" class=\"\">He then asks a question and makes a suggestion: “Parents, how do you measure up? Take a personal inventory and see if you are fulfilling your sacred obligations.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p15\" class=\"\">This statement in the Doctrine and Covenants makes clear our responsibility in teaching our children the fundamentals of the gospel:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p16\" class=\"\">“Inasmuch as parents have children … , that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the heads of the parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p17\" class=\"\">“For this shall be a law unto the inhabitants of Zion.” (<span class=\"citation\" id=\"16704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16704)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16704)\">D&amp;C 68:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p18\" class=\"\">Note that this does not say the sin be upon the head of the Sunday School, the Primary, or the seminary teacher, <span class=\"emphasis\">but upon the heads of the parents.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p19\" class=\"\">In speaking on this subject, on one occasion, Elder A. Theodore Tuttle made this significant statement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p20\" class=\"\">“Parental responsibility cannot go unheeded, nor can it be shifted to day-care centers, nor to the schoolroom, nor even to the Church. Family responsibility comes by divine decree. Parents may violate this decree only at the peril of their eternal salvation.” (“Altar, Tent, Well,” <span class=\"emphasis\">Ensign,<\/span> Jan. 1973, p. 67.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p21\" class=\"\">Thus it is made clear to all of us that it is the solemn obligation of every Latter-day Saint parent to do everything within his or her power to instill in his or her children a knowledge of the gospel and the true purpose of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p22\" class=\"\">Of course, to do this we must be converted ourselves. If we wish our children to be Latter-day Saints, then we must <span class=\"emphasis\">be<\/span> Latter-day Saints. President Hugh B. Brown once said, “[we] cannot effectively teach [what we do] not profoundly believe. … Our lives and our teachings must not be at variance.” (<span class=\"emphasis\">Eternal Quest,<\/span> Bookcraft, 1956, pp. 179, 181.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p23\" class=\"\">Young parents, prepare yourselves that your children may be properly taught in the ways of the Lord. Teach them faith in the living God. Teach them to pray always, and teach them to keep the laws and commandments the Lord has given us to live by.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p24\" class=\"\">On another occasion President Brown said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p25\" class=\"\">“In this age of selfishness and greed, of birth control and barrenness, of easy divorce, broken homes, and juvenile delinquency, in this age of cheap amusements, idleness and lack of discipline, it is well to search for basic values, to call attention to the fact that the home is the nation’s most fundamental institution and that mothers are the first professors in that character-building school.” (<span class=\"emphasis\">Vision and Valor,<\/span> Bookcraft, 1971, p. 24.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p26\" class=\"\">The home is where we learn what is right, what is good, and what is kind. It is the first school and the first church. The best way to prepare a child for a happy and righteous adult life is to strengthen him during his child life. And happy is the family where this most important trust—that of properly raising the children of that family—is their greatest concern.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p27\" class=\"\">Equal to the responsibility we have to provide food and shelter and the necessities of life is the responsibility to set the right example for our children in all that we do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p28\" class=\"\">Let us remember that the parent in the home influences the behavior patterns, the habits, the opinions, and the beliefs of the children. Most behavior patterns are established early in life, and it is an extremely difficult, slow task to change them later in life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p29\" class=\"\">There is a great message for parents in the rearing of their children in the song written by Sister Naomi Randall entitled “I Am a Child of God.” I think it is one of the greatest songs we have in the Church. We hear it sung all over the world as we visit the children in the Junior Sunday Schools. I would like to quote the lyrics of this song:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I am a child of God,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And he has sent me here,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Has given me an earthly home<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With parents kind and dear.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I am a child of God,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And so my needs are great;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Help me to understand his words<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Before it grows too late.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I am a child of God,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Rich blessings are in store;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If I but learn to do his will<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ll live with him once more.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lead me, guide me, walk beside me,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Help me find the way.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Teach me all that I must do<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To live with him someday.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p46\" class=\"\"><span class=\"emphasis\">Sing With Me,<\/span> B-76<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p47\" class=\"\">Now, as a child grows he becomes more independent. Sometimes teenagers are accused of feeling they have outgrown the need for parents, but, of course, this is a time in life when they need their parents more than ever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p48\" class=\"\">Today our youth are faced with tremendous challenges—and what do they need most?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p49\" class=\"\">They need sound knowledge, sensible understanding, a guiding hand. They need real homes that are maintained in a clean and orderly manner. They need fathers who are really fathers and mothers who are mothers in the true sense of the word. They need more than mere progenitors or landlords. They are in need of loving, understanding parents, who give fatherly and motherly care, who put their families first in their lives, and who consider it their fundamental and most important duty to save their own children, to so orient them and their thinking that they will not be swayed by every wind of persuasion which happens to blow in their direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p50\" class=\"\">These young people are inquisitive, hungering for truth. What they want from us as parents is honest, well-informed answers to their questions, and our very lives should reflect the things we say, so that the teacher and the truth taught will be of the same pattern.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p51\" class=\"\">Daniel Webster once said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p52\" class=\"\">“If we work upon marble, it will perish. If we work upon brass, time will efface it. If we rear temples, they will crumble to dust. But if we work upon men’s immortal minds, if we imbue them with high principles, with the just fear of God and love of their fellow men, we engrave on those tablets something which … will brighten and brighten to all eternity.” (Burton Stevenson, <span class=\"emphasis\">The Home Book of Quotations,<\/span> New York: Dodd, Mead &amp; Company, 1934, p. 1312.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p53\" class=\"\">Sister Stone and I are the grandparents of sixteen grandchildren, and we can assure you there is nothing in the world more dear to our hearts. We are most grateful for the efforts being made by their parents to bring them up properly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p54\" class=\"\">I encourage you young people to draw close to your parents—let them help you direct your lives toward righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p55\" class=\"\">The greatest blessings of this life are available to each of us only when we keep the commandments the Lord has given us. And the blessings promised are not just for this life only, but also for all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p56\" class=\"\">Our prophet and leader today, President Spencer W. Kimball, has told us that the price of happiness is to <span class=\"emphasis\">keep the commandments of God.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p57\" class=\"\">On judgment day, would any of you parents want to be told that you failed to do your part—that you were unworthy servants of the Lord because your lives were poor examples to the spirits He entrusted to your care?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p58\" class=\"\">To paraphrase an admonition the Lord has given us: Let your light so shine before your children, that they may see your good works, and glorify your Father which is in heaven. (See <span class=\"citation\" id=\"36430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36430)\">Matt. 5:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p59\" class=\"\">As we and our children live the gospel, we make ourselves worthy to receive this great promise recorded in the Doctrine and Covenants: “And, if you keep my commandments and endure to the end you shall have eternal life, which gift is the greatest of all the gifts of God.” (<span class=\"citation\" id=\"16612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16612)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16612)\">D&amp;C 14:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p60\" class=\"\">What a glorious promise—eternal life. And it <span class=\"emphasis\">will<\/span> be ours if we keep the commandments and endure to the end. The Lord always keeps His promises. Remember that He says in the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p61\" class=\"\">“I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.” (<span class=\"citation\" id=\"16721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16721)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16721)\">D&amp;C 82:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/parenthood.p62\" class=\"\">May we all live to bring this promise of eternal life to ourselves and our family. Such wonderful blessings are within our grasp, if we live righteous lives. I so testify in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}