{"ID":2848, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Search the Scriptures\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p2\" class=\"\">Elder Henry D. Taylor<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:27ea.jpg\" alt=\"Elder Henry D. Taylor\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p3\" class=\"\">During His ministry here on earth, as the Savior taught the people, He counseled them: “Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.” (<span class=\"citation\" id=\"28878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28878)\">John 5:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p4\" class=\"\">What do we consider to be the scriptures? One dedicated student has explained: “Any message, whether written or spoken, that comes from God to man by the power of the Holy Ghost is <span class=\"emphasis\">scripture.<\/span> If it is written and accepted by the Church, it becomes part of the <span class=\"emphasis\">scriptures or standard works<\/span> and ever thereafter may be read and studied with profit.” (Bruce R. McConkie, <span class=\"emphasis\">Mormon Doctrine,<\/span> Bookcraft, 1966, p. 682.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p5\" class=\"\">President Kimball has urged us to study the scriptures when he suggested: “Let us this year seek to read and understand and apply the principles and inspired counsel found within the [scriptures]. If we do so, we shall discover that our personal <span class=\"emphasis\">acts<\/span> of righteousness will also bring <span class=\"emphasis\">personal revelation<\/span> or <span class=\"emphasis\">inspiration<\/span> when needed into our own lives.” (“Always a Convert Church,” <span class=\"emphasis\">Ensign,<\/span> Sept. 1975, p. 4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p6\" class=\"\">President Lee recommended a daily reading of the scriptures. He taught us that our testimonies need to be nourished and fed. “If we’re not reading the scriptures daily, our testimonies are growing thinner, our spirituality isn’t increasing in depth.” (Harold B. Lee, Seminar for Regional Representatives of the Council of the Twelve, Dec. 12, 1970.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p7\" class=\"\">Joseph Smith, although but a youth, was an earnest student of the scriptures. In one of the offices in the Church Office Building is a painting showing Joseph seated in a chair in his bedroom with a Bible in his hands. On such an occasion, he undoubtedly read the passage of scripture located in James. This passage gave him the guideline he needed to answer some very grave questions that concerned him. We all know that passage. The passage read: “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.” (<span class=\"citation\" id=\"26280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26280)\">James 1:5<\/a><\/span>.) Joseph Smith accepted this invitation, as he had a most important decision to make. Retiring to a secluded spot in a grove of trees on his father’s farm, he knelt and prayed earnestly for an answer to his problem. Unexpectedly he was visited by our Heavenly Father and His Son, the resurrected Lord and Savior, Jesus Christ. This dramatic visitation was his first revelation in this dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p8\" class=\"\">The knowledge and use of the scriptures are important in our lives. A prominent Church educator, many years ago, taught: “The scriptures are sign boards leading to eternal life.” (George H. Brimhall, <span class=\"emphasis\">Long and Short Range Arrows,<\/span> Provo: Brigham Young University Press, 1934, p. 189.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p9\" class=\"\">As Latter-day Saints we accept the following scriptures as the standard works of the Church: the Bible (consisting of the Old Testament and the New Testament), the Book of Mormon, the Doctrine and Covenants, the Pearl of Great Price, and official statements made by our leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p10\" class=\"\">Regarding the Bible: There is a misconception that the Bible is one book instead of a collection of sixty-six books, thirty-nine of which comprise the Old Testament and twenty-seven of which constitute the New Testament. Since the books are so numerous and the period covered so great—about 2,500 years from Moses to John—and since the books are composed by so many writers, there is a vast variety in the materials presented. The first five books of the Old Testament contain an early record of the Hebrew race, and are ascribed to Moses by Josephus and other authorities. These books are called “The Pentateuch.” (See B. H. Roberts, <span class=\"emphasis\">The Seventy’s Course in Theology,<\/span> Deseret News, 1907, 1:23ff.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p11\" class=\"\">The Book of Mormon, as we know, was translated by Joseph Smith from the golden plates in the custody of the angel Moroni. This book contains the record of the Lord’s dealings temporally and spiritually with the ancient peoples who dwelt in the lands of America. It also gives the beautiful account of the appearance of the resurrected Lord and Savior Jesus Christ to the people, which is most inspiring.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p12\" class=\"\">The Doctrine and Covenants contains revelations given to Joseph Smith, the Prophet, with some additions by his successors in the presidency of the Church. One edition I examined recently pointed out that certain lessons entitled “Lectures on Faith,” which were bound in with the Doctrine and Covenants in some of its former issues, are not included in this edition. These lessons were prepared for use in the School of the Elders, which was conducted in Kirtland, Ohio, during the winter of 1834–35; but they were never presented to nor accepted by the Church as being otherwise than theological lectures or lessons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p13\" class=\"\">The Pearl of Great Price presently contains “a selection from the revelations, translations, and narrations of Joseph Smith” (Title Page), which includes: First, eight chapters known as the book of Moses. The material contained in the first chapter was revealed in June 1830. The materials in the next seven chapters were revealed in December 1830. Second is the book of Abraham, which consists of five chapters. These were the writings of Abraham and also of Joseph of Egypt. They were translated by Joseph Smith from two rolls of papyrus that were found in coffins with four mummies and were discovered in the catacombs of Egypt by Antonio Sebolo, a celebrated French traveler, in 1831. (See <span class=\"emphasis\">History of The Church of Jesus Christ of Latter-day Saints,<\/span> 2:348.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p14\" class=\"\">Third, in the Pearl of Great Price are the writings of Joseph Smith, taken mainly from his history. Then fourth, the Articles of Faith, taken from the letter the Prophet wrote to John Wentworth, who wished to furnish the information to a friend who was writing a history of the state of New Hampshire. (See <span class=\"emphasis\">History of The Church,<\/span> 4:535.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p15\" class=\"\">New scriptures have recently been added to the Pearl of Great Price. At the last general conference, held in April 1976, President Tanner made this announcement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p16\" class=\"\">“President Kimball has asked me to read a very important resolution for your sustaining vote. At a meeting of the Council of the First Presidency and Quorum of the Twelve held in the Salt Lake Temple on March 25, 1976, approval was given to add to the Pearl of Great Price the following two revelations:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p17\" class=\"\">“First, a vision of the celestial kingdom given to Joseph Smith, the Prophet, in the Kirtland Temple, on January 21, 1836, which deals with the salvation of those who die without a knowledge of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p18\" class=\"\">“And second, a vision given to President Joseph F. Smith in Salt Lake City, Utah, on October 3, 1918, showing the visit of the Lord Jesus Christ in the spirit world [between His crucifixion and resurrection] and setting forth the doctrine of the redemption of the dead.” (<span class=\"emphasis\">Ensign,<\/span> May 1976, p. 19.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p19\" class=\"\">Yesterday as we sustained the General Authorities we sustained designated ones as prophets, seers, and revelators. We firmly believe that they receive revelations from the Lord. President Lee has said: “In this day the scriptures are the purest at their source, just as the waters were purest at the mountain source; the purest word of God, and that least apt to be polluted, is that which comes from the lips of the living prophets who are set up to guide Israel in our own day and time.” (Harold B. Lee, <span class=\"emphasis\">Ye Are the Light of the World,<\/span> Deseret Book, 1974, pp. 55–56.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p20\" class=\"\">We should search the scriptures and ponder over the truths contained in them, for they are the words leading to eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/search-the-scriptures.p21\" class=\"\">I bear solemn testimony that inspired men are leading the Church today. Let us hearken to their voices and obey their teachings, for which I pray, in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}