{"ID":2851, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Your Gift from God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:32ca.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p3\" class=\"\">Brethren, I have enjoyed very much the fine talks of Brother Packer and the one just concluded, and I pray that I may have the Spirit of the Lord in giving you what I have in mind to say, with a spirit so that it will not be too obtuse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p4\" class=\"\">As a text for these remarks I have chosen Paul’s charge to his protégé Timothy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p5\" class=\"\">“I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.” (<span class=\"citation\" id=\"5204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5204)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5204)\">2 Tim. 1:6<\/a><\/span>.) We all have the priesthood, a gift of God that’s been bestowed upon us by the “putting on” of hands of someone who held the priesthood and the authority to ordain us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p6\" class=\"\">This reference could have been to the conferring of the gift of the Holy Ghost, or to an ordination to the priesthood, or both. In any event, the charge came to my mind recently as I listened to the report of a returned missionary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p7\" class=\"\">He told us that the wife in the family in whose home he and his companion were living was interested in the gospel; her husband was not interested, however. But finally he warmed up a little and said that when the missionaries had nothing else to do he would listen to them. Sometime thereafter when a wet and windy storm drove them in from tracting, finding him alone, they gave him the first missionary lesson. He didn’t exhibit much interest at first, but when they had concluded, he stood up and said, in effect:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p8\" class=\"\">“Do you know what you have just told me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p9\" class=\"\">They thought they did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p10\" class=\"\">“Do you believe it?” he asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p11\" class=\"\">“Yes,” they replied, “we believe it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p12\" class=\"\">“Well then,” he declared, “you don’t understand what you’re saying. If you really believed that God and His resurrected Son, Jesus Christ, actually came to this earth in 1820 and personally appeared to a boy and gave him the message you say they gave him, no storm could drive you in from doing your work. With a message like that you would have to stay out there knocking on doors and delivering your message.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p13\" class=\"\">As I have thought about this incident, I have asked myself the question which I now put to you: How much of a storm does it take to drive you in? How much of a storm does it take to drive me in? My observations tell me that many of us priesthood bearers need to stir up the gifts of God which have been conferred upon us by the laying on of hands. One way for us to do this is to constantly sharpen and deepen our understanding of the gospel through self-disciplined study.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p14\" class=\"\">President Stephen L Richards indelibly impressed upon my mind the importance of understanding the gospel years ago as I rode in an automobile with him to a stake conference. We were, at the time, discussing the means for encouraging the Saints to more faithfully live up to Church standards. He said to me, in effect: “I feel sure that the membership of the Church would be more faithful in observing the commandments if they more fully understood the principles of the gospel.” I agreed with him then and I am still of the same opinion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p15\" class=\"\">Paul, writing to Timothy, whom he saluted as his “dearly beloved son,” having first referred to Timothy’s “unfeigned faith,” gave him this charge:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p16\" class=\"\">“I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p17\" class=\"\">“For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p18\" class=\"\">“Be not thou therefore ashamed of the testimony of our Lord, … but be thou partaker of the afflictions of the gospel according to the power of God; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p19\" class=\"\">“Hold fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus.” (<span class=\"citation\" id=\"5203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5203)\">2 Tim. 1:2, 5–8, 13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p20\" class=\"\">All members of the Church should heed this admonition of Paul’s; especially should we priesthood bearers heed it. I say this because I feel and have always felt that we are, as Peter said, “a chosen generation, a royal priesthood, an holy nation, a peculiar people; that [we] should shew forth the praises of him who hath called [us] out of darkness into his marvellous light.” (<span class=\"citation\" id=\"2357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2357)\">1 Pet. 2:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p21\" class=\"\">Peter followed this declaration by specifying certain conduct by which we can and should “shew forth the praises of him who hath called [us] out of darkness into his marvellous light.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p22\" class=\"\">One was “Abstain from fleshly lusts,” he said, “which war against the soul. [This is a warning against such vices as fornication, sex perversion of all kinds, vulgarity, and lewdness of every nature.]”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p23\" class=\"\">And he went on: “Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God.” (<span class=\"citation\" id=\"2358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2358)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2358)\">1 Pet. 2:9, 11–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p24\" class=\"\">This is the echo of the Savior’s charge:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p25\" class=\"\">“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” (<span class=\"citation\" id=\"36431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36431)\">Matt. 5:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p26\" class=\"\">Next, Peter stresses obedience to law in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p27\" class=\"\">“Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p28\" class=\"\">“Or unto governors. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p29\" class=\"\">“For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men.” (<span class=\"citation\" id=\"2359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2359)\">1 Pet. 2:13–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p30\" class=\"\">The lawlessness in our society today demands that we be vigilant in our observance of this charge. The Lord has commanded us to obey both His law and the laws of the land. “For,” said He, “verily I say unto you, my law shall be kept on this land.” And further, “Let no man break the laws of the land, for he that keepeth the laws of God hath no need to break the laws of the land.” (<span class=\"citation\" id=\"16682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16682)\">D&amp;C 58:19, 21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p31\" class=\"\">I shall not attempt to mention all the things Peter said we should do to stir up the gifts of God which are in us. He concluded, however, by saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p32\" class=\"\">“Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p33\" class=\"\">“Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p34\" class=\"\">“For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p35\" class=\"\">“Let him eschew evil, and do good; let him seek peace, and ensue it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p36\" class=\"\">“For the eyes of the Lord are over the righteous, and his ears are open unto their prayers.” (<span class=\"citation\" id=\"2361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2361)\">1 Pet. 3:8–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p37\" class=\"\">Isn’t that just what we desire, brethren—for the Lord’s ears to be open to our prayers?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p38\" class=\"\">You know, brethren, it seems to me that after we have gone into the waters of baptism and thereby witnessed unto God our Eternal Father that we “are willing to take upon [ourselves] the name of [His] Son, and always remember him and keep his commandments” (<span class=\"citation\" id=\"16629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16629)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16629)\">D&amp;C 20:77<\/a><\/span>), and then have entered into the “oath and covenant which belongeth to the priesthood” (<span class=\"citation\" id=\"16727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16727)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16727)\">D&amp;C 84:39<\/a><\/span>), we ought to diligently strive with all our hearts, might, mind, and strength to be “dead to sins” (<span class=\"citation\" id=\"2360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2360)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2360)\">1 Pet. 2:24<\/a><\/span>) and, as Peter says, “no longer … live the rest of [our lives] … to the lusts of men, but to the will of God” (<span class=\"citation\" id=\"2363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2363)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2363)\">1 Pet. 4:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p39\" class=\"\">Time will not permit further discussion of how we should conduct our personal lives in order to “shew forth the praises of him who hath called [us] out of darkness into his marvellous light.” I do desire, however, to call attention to our obligation, which Peter emphasized, to “feed the flock of God which is among [us], taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p40\" class=\"\">“Neither as being lords over God’s heritage, but being ensamples to the flock.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p41\" class=\"\">If we do this, the promise is that “when the chief Shepherd shall appear, [we] shall receive a crown of glory that fadeth not away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p42\" class=\"\">“Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: For God resisteth the proud, and giveth grace to the humble.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p43\" class=\"\">“Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p44\" class=\"\">“Casting all your care upon him; for he careth for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p45\" class=\"\">“Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p46\" class=\"\">“Whom resist stedfast in the faith.” (<span class=\"citation\" id=\"2365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2365)\">1 Pet. 5:2–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p47\" class=\"\">In the first chapter of his “Second Epistle General,” Peter puts great emphasis upon constant, never-ending diligence in learning and applying in our living the principles of the gospel and the commandments of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p48\" class=\"\">He begins by identifying himself as an apostle and then addresses what he has to say to them who, “through the righteousness of God and our Saviour Jesus Christ, … have obtained like precious faith.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p49\" class=\"\">He reminds us that God and Jesus have, because of our faith, “called us to glory and virtue” and “given unto us all things that pertain unto life and godliness,” including “exceeding great and precious promises: that by these [we] might be partakers of the divine nature [This has always been interesting and most impressive to me—to put on the nature of God by doing the things the Lord commands.], having escaped the corruption that is in the world through lust.” Then he counsels us to add to our faith “virtue, … knowledge, … temperance, … patience, … godliness, … brotherly kindness, [and] … charity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p50\" class=\"\">“For,” says he, “if these things be in [us], and abound, they make [us] that [we] shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p51\" class=\"\">“But he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p52\" class=\"\">“Wherefore … brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p53\" class=\"\">“For [in this way] an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p54\" class=\"\">“Wherefore [“for this reason,” that is] I will not be negligent to put you always in remembrance of these things, though ye know them, and be established in the present truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p55\" class=\"\">“Yea,” he said, “I think it meet, as long as I am in this tabernacle, to stir you up by putting you in remembrance;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p56\" class=\"\">“Knowing [here he forecasts his knowledge of his end] that shortly I must put off this my tabernacle, even as our Lord Jesus Christ hath shewed me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p57\" class=\"\">“Moreover I will endeavour that ye may be able after my decease [after I am dead] to have these things always in remembrance.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p58\" class=\"\">Then he bears this marvelous testimony:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p59\" class=\"\">“For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty. [He now refers to the time that he saw the Savior, Moses, and Elias on the Mount.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p60\" class=\"\">“For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p61\" class=\"\">“And this voice which came from heaven we heard, when we were with him in the holy mount.” (<span class=\"citation\" id=\"4926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4926)\">2 Pet. 1:1–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p62\" class=\"\">Peter, as I said, is here referring to his experience with James and John on the Mount of Transfiguration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p63\" class=\"\">“We have also a more sure word of prophecy,” he continued, “whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts.” (<span class=\"citation\" id=\"2356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2356)\">1 Pet. 1:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p64\" class=\"\">The Prophet Joseph said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p65\" class=\"\">“The more sure word of prophecy [which Peter here referred to] means a man’s knowing that he is sealed up unto eternal life, by revelation and the spirit of prophecy, through the power of the Holy Priesthood.” (<span class=\"citation\" id=\"16794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16794)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16794)\">D&amp;C 131:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p66\" class=\"\">The Prophet also said that “after a person has faith in Christ, repents of his sins, and is baptized for the remission of his sins and receives the Holy Ghost, (by the laying on of hands), which is the first Comforter, then let him continue to humble himself before God, hungering and thirsting after righteousness, and living by every word of God, and the Lord will soon say unto him, Son, thou shalt be exalted. When the Lord has thoroughly proved him, and finds that the man is determined to serve Him at all hazards, then the man will find his calling and his election made sure, then it will be his privilege to receive the other Comforter, which the Lord hath promised the Saints, as is recorded in the testimony of St. John, in the 14th chapter.” (<span class=\"emphasis\">History of The Church of Jesus Christ of Latter-day Saints,<\/span> 3:380.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p67\" class=\"\">As I contemplate the foregoing admonition and testimony of Peter, I can readily understand why the Prophet Joseph said that “Peter penned the most sublime language of any of the apostles.” (<span class=\"emphasis\">HC,<\/span> 5:392.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/your-gift-from-god.p68\" class=\"\">By way of conclusion and in the words of Paul to Timothy, “I put thee in remembrance that thou stir up the gift of God, which is in thee by the [laying] on of … hands” (<span class=\"citation\" id=\"5205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5205)\">2 Tim. 1:6<\/a><\/span>), and may God grant that we may all so believe that we are what we profess to be as priesthood holders, that neither storm nor calm can drive us from our duty. I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}