{"ID":2853, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Own Liahona\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_033<\/span>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p3\" class=\"\">Beloved brethren, I should like to say a few words to you if I may. What an opportunity it is to meet together under these auspices, 230,000 of us, possibly more. We welcome you again this night and ask the Lord to bless us while we are thus convened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p4\" class=\"\">There are two or three matters I would like to bring to your attention. We have written a letter to all the stake presidencies in the western United States saying that in the past the Primary Children’s Medical Center received substantial financial support through the annual Penny Parade. These funds enabled the hospital to admit children in need of assistance without regard to race, creed, religion, or ability to pay. Since this source of support is no longer available, the hospital has organized a children’s fund, which will be conducting a penny-by-the-inch fund drive in the month of February 1977. All funds received will be used to continue charity services. We think the program is worthy of your support.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p5\" class=\"\">And I wish to call your attention to another matter deserving your attention and support. The general presidency of the Relief Society more than a year ago proposed to the First Presidency and the Twelve the erection of a monument to the women of the Church. In view of the fact that the Prophet Joseph organized the Relief Society in Nauvoo on March 17, 1842, it was felt that this monument should stand in Nauvoo. The First Presidency and the Quorum of the Twelve, after consideration, felt to endorse this proposal with the understanding that the project would be funded primarily through the voluntary contributions of the women of the Church. Work on the monument has been going forward, and contributions are being received.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p6\" class=\"\">We earnestly ask that stake presidents and bishops give their endorsement to this undertaking and encourage their respective Relief Society presidents in their efforts to secure the needed contributions. We are confident that, with support from you brethren, these funds can be gathered without doing any injury to anyone. If many contribute, the individual amount need not be large. We would also hope that some of the brethren might feel inclined to make a contribution to this worthy project. The general Relief Society presidency are anxious to conclude the funds drive before March 17 of next year, their anniversary date. Your efforts in this direction will be greatly appreciated. Each sister could make a small contribution to the Relief Society, and she would then feel a part of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p7\" class=\"\">Another matter. We hope that you who teach in the various organizations, whether on the campuses or in our chapels, will always teach the orthodox truth. We warn you against the dissemination of doctrines which are not according to the scriptures and which are alleged to have been taught by some of the General Authorities of past generations. Such, for instance, is the Adam-God theory. We denounce that theory and hope that everyone will be cautioned against this and other kinds of false doctrine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p8\" class=\"\">Now, just a few words to you young men. Have you ever imagined yourself to be the Prophet Joseph Smith when he was fourteen and received his glorious vision? Or David when he was playing his harp for King Saul? Or Joseph who had dreams and visions and saw in a dream how his father and mother and all his brothers and their families would bow down to him? Have you ever thought of yourself as being Nephi, who, under very difficult circumstances, defied his rebellious brothers and went into the city of Jerusalem and singlehandedly obtained the plates which were vital to the posterity of Lehi and his family? Have you ever thought of yourself as being the young Nephi who gave leadership in large measure to his older brothers and to his father’s family?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p9\" class=\"\">Can you think of yourself as being Nephi who heard his father excitedly call attention to something he had found just outside the door of his tent? It was a round ball that made it possible for father Lehi to fulfill the commandment he had received during the night when visited by the Lord who told him to resume his journey into the wilderness on the morrow. There must have been great excitement in their family when the ball was shown to them. You and they found it to be “a round ball of curious workmanship,” made “of fine brass,” and none of you had ever seen anything like it before. (<span class=\"citation\" id=\"1720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1720)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1720)\">1 Ne. 16:10<\/a><\/span>.) It had two spindles or pointers which were designed to indicate the direction of movement of the party as they went forward. For no reason that you could figure out, one of the spindles pointed a specific direction which was identified by Lehi as the direction that should be followed into the wilderness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p10\" class=\"\">If you were greatly interested and observed very carefully the workings of this unusual ball, you would note that it worked “according to the faith and diligence and heed” which were given unto it concerning the way you should go. (<span class=\"citation\" id=\"1723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1723)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1723)\">1 Ne. 16:28<\/a><\/span>.) What would you think if, upon closer examination, you noted that there were writings upon the ball that were “plain to be read” and went farther than pointing direction—they explained the ways of the Lord. And what if the instructions were “changed from time to time” as additional demands were made of the Lord and this “according to the faith and diligence” which the family gave to it? (<span class=\"citation\" id=\"1725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1725)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1725)\">1 Ne. 16:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p11\" class=\"\">Never had you seen anything like it, for it was curious workmanship. The directions to which the spindles pointed were invariable, but the writings were changed from time to time according to need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p12\" class=\"\">Imagine yourself a younger brother, such as Nephi, but being more spiritual than your older brothers. You were very careful to follow the directions as they were given on the ball, or Liahona, as it came to be called. Suppose you found that the directions on the ball led the family to more fertile fields in parts of the wilderness where supplies could be had? Suppose that, in your long travels, you finally ran out of food and the children were crying from hunger. You had an especially fine steel bow and arrow, but you broke the bow in your vigorous handling. And then suppose your brethren came to you, very critical, because their wooden bows had lost their springs, limiting the opportunity to kill wild animals for food for the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p13\" class=\"\">Suppose you then were obliged to sit in the camp and listen to your older brothers “murmur exceedingly, because of their sufferings and afflictions in the wilderness” with definite criticisms of their father and yourself and even the Lord for having led them into this dry wilderness. (<span class=\"citation\" id=\"1721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1721)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1721)\">1 Ne. 16:20<\/a><\/span>.) Food was getting very scarce. Suppose in these difficult hours of criticism and complaint from your brothers that you made a bow and used a straight stick for an arrow, and that you had armed yourself with your new bow and arrow and with stones and a sling. Then you asked your father where you should go—in what direction—to find meat, and felt the inspiration of the faithfulness of your beloved father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p14\" class=\"\">But suppose that even your father had begun to murmur against the Lord for leaving the family in these desperate straits. How would you feel to know that your father, as well as your brothers, were chastised by the voice of the Lord for their lack of faith and humility? Can you imagine yourself with your older brothers, your father, and all the family looking intently at the ball and its pointers to see what it would say when your father was instructed by the voice of the Lord to “look upon the ball, and behold the things which are written”? (<span class=\"citation\" id=\"1722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1722)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1722)\">1 Ne. 16:26<\/a><\/span>.) Can you imagine all your brothers and members of the family crowding around the ball to watch it work, fearing and trembling as they apparently realized that it was something out of this world? Would you not tremble when you were reminded with the whole family that the pointers of the ball would work “according to the faith and diligence and heed” which you paid to it? (<span class=\"citation\" id=\"1724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1724)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1724)\">1 Ne. 16:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p15\" class=\"\">What if, after long journeyings and much tribulation, you finally convinced your brothers to help you build a ship and embark on the great ocean? Then after a short travel, the spindles wouldn’t work anymore and the ship was driven backward because of lack of faith of the brothers who were very rude and cruel? (See <span class=\"citation\" id=\"1727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1727)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1727)\">1 Ne. 18:9–22<\/a><\/span> and <span class=\"citation\" id=\"1714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1714)\">1 Ne. 3:29–30<\/a><\/span>.) What if they bound you hand and foot until your arms and your ankles ached? What would you think of all those things when you knew that if they would just live the word of the Lord and be faithful, the spindles would work? What would you think then if finally when the angel came and protected you and released you from this bondage and the brethren repented to some degree, the spindles worked well, and you went on to your destination?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p16\" class=\"\">The ball, or Liahona—which is interpreted to mean a compass—was prepared by the Lord especially to show unto Lehi the course which he should travel in the wilderness. Wouldn’t you like to have that kind of a ball—each one of you—so that whenever you were in error it would point the right way and write messages to you? Wouldn’t you like to have that kind of a ball, each one of you, so that you would always know when you were in error or in the wrong way?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p17\" class=\"\">That, my young brethren, you all have. The Lord gave to every boy, every man, every person, a conscience which tells him everytime he starts to go on the wrong path. He is always told if he is listening; but people can, of course, become so used to hearing the messages that they ignore them until finally they do not register anymore.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p18\" class=\"\">You must realize that you have something like the compass, like the Liahona, in your own system. Every child is given it. When he is eight years of age, he knows good from evil, if his parents have been teaching him well. If he ignores the Liahona that he has in his own makeup, he eventually may not have it whispering to him. But if we will remember that everyone of us has the thing that will direct him aright, our ship will not get on the wrong course and suffering will not happen and bows will not break and families will not cry for food—if we listen to the dictates of our own Liahona, which we call the conscience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p19\" class=\"\">Brethren, this has been a glorious evening for us here to all meet together. We have just now received a phone call from Melbourne, Australia, which says they are receiving the conference very well, so this is the third corner of the world we have heard from.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/our-own-liahona.p20\" class=\"\">Brethren, we’ve heard some wonderful messages here tonight. May the Lord bless us that we will ponder them and think them through and receive them into our souls, that we may carry on this great work that the Lord has given to us. The Lord also lives. The Savior of the world does live. He has a program for us. He has made it known to us that our Liahonas won’t work if we live so that they cannot be depended upon. We may not understand fully all the things the Lord tells us to do, but my faith and prayer is that we <span class=\"emphasis\">will,<\/span> and that we will give serious consideration to all the things that we are hearing in this conference from the brethren who lead us. May the Lord bless us, brethren. May peace be with us and joy and comfort, and I offer this in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}