{"ID":2857, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Are a Covenant-making People\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p2\" class=\"\">Elder Joseph Anderson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2416.jpg\" alt=\"Elder Joseph Anderson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p3\" class=\"\">Righteous Israel, ancient and modern, has always been a covenant-making people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p4\" class=\"\">Ancient Israel worshiped a living God, a personal God, a God in whose image they had been created. In this respect they were different from all other peoples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p5\" class=\"\">Another difference was the observance of the weekly Sabbath. Jehovah told Israel that other nations would recognize this as a distinguishing feature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p6\" class=\"\">Jehovah commanded Israel that they should pay a tenth of their increase as tithing. This, too, was an important distinguishing feature of God’s people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p7\" class=\"\">The Lord entered into covenant with Abraham, stating that He would make of him a great nation and make his name great. He said: “I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.” (<span class=\"citation\" id=\"23895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23895)\">Gen. 12:3<\/a><\/span>.) This was an everlasting covenant, and it was confirmed upon Isaac and later upon Jacob who was called Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p8\" class=\"\">This covenant has been literally realized so far as Abraham’s posterity are concerned. It is also being fulfilled in that through him and his descendants all the nations of the earth have been blessed. The children of Israel have been scattered throughout all the nations. A further fulfillment of the blessing is that the Redeemer came through Abraham’s lineage, and through the mission and sacrifice of the Savior all the people of the earth have been or will be blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p9\" class=\"\">The Lord also made covenant with Abraham as follows: “Unto thy seed have I given this land, from the river of Egypt unto the great river, the river Euphrates.” (<span class=\"citation\" id=\"23897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23897)\">Gen. 15:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p10\" class=\"\">At the present time the descendants of Abraham are contending over that land and that blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p11\" class=\"\">“And Moses went up unto God, and the Lord called unto him out of the mountain, saying, Thus shalt thou say to the house of Jacob, and tell the children of Israel;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p12\" class=\"\">“Ye have seen what I did unto the Egyptians, and how I bare you on eagles’ wings, and brought you unto myself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p13\" class=\"\">“Now therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for the earth is mine:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p14\" class=\"\">“And ye shall be unto me a kingdom of priests, and an holy nation. These are the words which thou shalt speak unto the children of Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p15\" class=\"\">“And Moses came and called for the elders of the people, and laid before their faces all these words which the Lord commanded him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p16\" class=\"\">“And all the people answered together, and said, All that the Lord hath spoken we will do. And Moses returned the words of the people unto the Lord.” (<span class=\"citation\" id=\"22871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22871)\">Ex. 19:3–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p17\" class=\"\">However, Israel of old failed to keep the covenants, and as a result the Lord was displeased with them and calamities befell them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p18\" class=\"\">The Church of Jesus Christ of Latter-day Saints in this day is a covenant-making people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p19\" class=\"\">The gospel is the everlasting covenant. In the very first section of the Doctrine and Covenants, the Lord, speaking through the Prophet Joseph Smith, said: “I the Lord, knowing the calamity which should come upon the inhabitants of the earth, called upon my servant, Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p20\" class=\"\">“That mine everlasting covenant might be established;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p21\" class=\"\">“That the fulness of my gospel might be proclaimed by the weak and the simple unto the ends of the world, and before kings and rulers.” (<span class=\"citation\" id=\"16595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16595)\">D&amp;C 1:17, 22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p22\" class=\"\">And in the twenty-second section of the Doctrine and Covenants the Lord says: “This is a new and an everlasting covenant, even that which was from the beginning” (<span class=\"citation\" id=\"16631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16631)\">D&amp;C 22:1<\/a><\/span>), meaning the gospel of our Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p23\" class=\"\">Again in the forty-fifth section the Lord says: “And even so I have sent mine everlasting covenant into the world, to be a light to the world, and to be a standard for my people, and for the Gentiles to seek to it, and to be a messenger before my face to prepare the way before me.” (<span class=\"citation\" id=\"16667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16667)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16667)\">D&amp;C 45:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p24\" class=\"\">Baptism by water is a part of that covenant—that everlasting covenant. Before entering into the waters of baptism one must learn about the gospel. He must have faith in it, that it is what the Lord says it is, His everlasting covenant, a light to the world, a light to His people. One must prove his faith and sincerity by repentance, by laying aside his evil ways before entering into the covenant of baptism. This holy ordinance, to be valid, must be performed by one having proper authority from Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p25\" class=\"\">Following baptism by immersion we must have hands laid upon our heads by authorized servants of the Lord for the reception of the Holy Ghost. We are then prepared to receive for our individual guidance such inspiration and even revelation as may be expedient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p26\" class=\"\">These covenants all pertain to keeping the commandments of the Lord, and the blessings promised are dependent thereon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p27\" class=\"\">In that spiritual existence before we came here, as recorded in the book of Abraham, the Gods said: “And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p28\" class=\"\">“And they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate [this estate] shall have glory added upon their heads for ever and ever.” (<span class=\"citation\" id=\"7326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7326)\">Abr. 3:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p29\" class=\"\">When we enter into the waters of baptism we enter into covenant with the Lord that we will keep the commandments that He has given us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p30\" class=\"\">When we partake of the sacrament we renew that covenant; we partake of these emblems in remembrance of the atoning sacrifice of our Lord and Savior; we express a willingness to take upon us His name, the name of our Lord and Master, our Savior, Jesus Christ; and we covenant that we will always remember Him, that we will keep the commandments which He has given us. He, the Lord, covenants with us that if we will do these things we shall have His Spirit to be with us. He will most certainly keep His part of the covenant if we keep ours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p31\" class=\"\">As was the case with ancient Israel, the payment of tithing is a distinguishing part of the everlasting covenant as revealed to modern Israel in this day and age. The Lord has declared: “Behold, now it is called today until the coming of the Son of Man, and verily it is a day of sacrifice, and a day for the tithing of my people; for he that is tithed shall not be burned at his coming.” (<span class=\"citation\" id=\"16699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16699)\">D&amp;C 64:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p32\" class=\"\">On August 7, 1831, the Lord gave a commandment to the Church regarding the observance of the Sabbath day:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p33\" class=\"\">“And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p34\" class=\"\">“For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions unto the Most High;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p35\" class=\"\">“Nevertheless thy vows shall be offered up in righteousness on all days and at all times;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p36\" class=\"\">“But remember that on this, the Lord’s day, thou shalt offer thine oblations and thy sacraments unto the Most High, confessing thy sins unto thy brethren, and before the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p37\" class=\"\">“And on this day thou shalt do none other thing, only let thy food be prepared with singleness of heart that thy fasting may be perfect, or, in other words, that thy joy may be full.” (<span class=\"citation\" id=\"16690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16690)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16690)\">D&amp;C 59:9–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p38\" class=\"\">This commandment is followed by a promise that if we will do these things the fulness of the earth will be ours. (See <span class=\"citation\" id=\"16691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16691)\">D&amp;C 59:16<\/a><\/span>.) The Lord outlines in detail what the fulness of the earth comprehends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p39\" class=\"\">Are we living up to this commandment? And if not, are we entitled to the blessings that accrue to those who keep their covenants with the Lord? The Lord says: “But learn that he who doeth the works of righteousness shall receive his reward, even peace in this world, and eternal life in the world to come.” (<span class=\"citation\" id=\"16694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16694)\">D&amp;C 59:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p40\" class=\"\">When we receive the priesthood we receive it with a covenant and promise. The Lord has told us, as recorded in the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p41\" class=\"\">“For whoso is faithful unto the obtaining these two priesthoods [Melchizedek and Aaronic] of which I have spoken, and the magnifying their calling, are sanctified by the Spirit unto the renewing of their bodies. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p42\" class=\"\">“And also all they who receive this priesthood receive me, saith the Lord;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p43\" class=\"\">“For he that receiveth my servants receiveth me;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p44\" class=\"\">“And he that receiveth me receiveth my Father;<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p45\" class=\"\">“And he that receiveth my Father receiveth my Father’s kingdom; therefore all that my Father hath shall be given unto him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p46\" class=\"\">“And this is according to the oath and covenant which belongeth to the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p47\" class=\"\">“Therefore, all those who receive the priesthood, receive this oath and covenant of my Father, which he cannot break, neither can it be moved.” (<span class=\"citation\" id=\"16725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16725)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16725)\">D&amp;C 84:33, 35–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p48\" class=\"\">There are among us those who break this covenant after receiving it and turn therefrom. We plead with them to repent and seek forgiveness of their folly and make themselves worthy of the blessings that are promised to those who honor their priesthood covenants and keep the commandments of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p49\" class=\"\">The Lord has made known to us by a revelation through the Prophet Joseph Smith that in the celestial kingdom there are three heavens or degrees of glory, and that in order to attain the highest degree of glory in our Heavenly Father’s kingdom a man must enter into the new and everlasting covenant of marriage. (See <span class=\"citation\" id=\"16795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16795)\">D&amp;C 132:15–21<\/a><\/span>.) In other words, he must be married for all eternity. The Lord explains that in order to receive a blessing at His hands, we must abide the law appointed for that blessing. He has said, “There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p50\" class=\"\">“And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated.” (<span class=\"citation\" id=\"16792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16792)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16792)\">D&amp;C 130:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p51\" class=\"\">It must be understood that the covenant of marriage must be made and entered into and sealed by the Holy Spirit of Promise through the medium of him whom the Lord has appointed and authorized to hold this power on the earth in these last days. The covenant pertaining to the eternity of the family unit is one of utmost importance. If we are to return into the presence of our Eternal Father and His Beloved Son and obtain eternal life, we must honor the covenant pertaining thereto. An ancient Book of Mormon prophet has said, “Adam fell that men might be; and men are, that they might have joy.” (<span class=\"citation\" id=\"3958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3958)\">2 Ne. 2:25<\/a><\/span>.) In order to have true joy, the joy that our Father desires us to have, we must honor the covenants and the commandments involved in the gospel—the new and everlasting covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p52\" class=\"\">The Prophet Joseph Smith, the first prophet of this dispensation, said, “Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping all the commandments of God.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 255.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/we-are-a-covenant-making-people.p53\" class=\"\">God lives, Jesus is the Christ, Spencer W. Kimball is His living prophet. The everlasting gospel of our Lord and Master, which is the new and everlasting covenant, has been restored to earth. It is the plan of life and salvation. To these things I testify in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}