{"ID":286, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Love of Neighbor<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1947, pp. 98-103<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI wish each one of you could have seen the expression of pride and satisfaction that covered\nthe face of President Howard McDonald as his thrilling choir stood up to sing each time. I am\nsure that each of you has enjoyed the glorious singing of these fine young people, quite as\nmuch as has their president. I have greatly enjoyed them.\n<\/p><p>\nI would like to read you something which I do not necessarily recommend for its poetry, but I\ndo recommend for the sentiment that is there:\n<\/p><p>\n&nbsp; &nbsp; LIVING WHAT WE PRAY FOR\n<\/p><p>\nI knelt to pray when day was done,<br \/>\nAnd prayed, \"O, Lord, bless everyone;<br \/>\nLift from each saddened heart the pain;<br \/>\nAnd let the sick be well again.\"\n<\/p><p>\nAnd then I woke another day,<br \/>\nAnd carelessly went on my way; <br \/>\nThe whole day long I did not try <br \/>\nTo wipe a tear from any eye.\n<\/p><p>\nI did not try to share the load,<br \/>\nOf any brother on the road;<br \/>\nI did not even go to see<br \/>\nThe sick man, just next door to me.\n<\/p><p>\nYet once again when day was done<br \/>\nI prayed, \"O, Lord, bless everyone,\"<br \/>\nBut as I prayed, into my ear<br \/>\nThere came a voice that whispered clear:\n<\/p><p>\n\"Pause now, my son, before you pray,<br \/>\nWhom have you tried to bless today?<br \/>\nGod's sweetest blessings always go,<br \/>\nBy hands that serve him here below.\"\n<\/p><p>\nAnd then I hid my face and cried.<br \/>\n\"Forgive me, God, I have not tried;<br \/>\nLet me but live another day,<br \/>\nAnd I will live the way I pray.\"\n<\/p><p>\nRESPONSIBILITY TOWARDS THE SUFFERING\n<\/p><p>\nDay before yesterday afternoon, a very good friend of mine, came to our office at the\n<i>Deseret News<\/i> and told me about a family that has just come from Holland after having endured the\nbitter war years in that country. These people had starved; they had gone cold, many of them\nwithout sufficient clothing. They had no heat in their homes. They had endured one of the\ngreat tragedies that come into human lives. They became so hungry over there that whenever\nthey could get such things as potato peelings, they would regard them as the\ngreatest of delicacies. These people have come to America. The other night as they sat down\naround the table of my friend, they could hardly believe that such wonderful food in such\ngreat abundance could be made available to anyone. Why, there on their table were, not the\npeelings, but the potatoes themselves, beautiful white, whipped, creamy potatoes! They had\nthought that the peelings alone were a delicacy.\n<\/p><p>\nIt breaks your heart when you think what these people have gone through. When I listened to\nthat wonderful report given yesterday by President Clark and heard the remarks made\nregarding that family referred to by Brother Stover, living upstairs, without heat, with the\nglass broken out of their windows, the little girl without any shoes, insufficient clothing or\nbedding, the children lying there in bed shivering, hungry, cold! Well, it touches your heart to\nthink that human beings must pass through things like that. And when I think of the many\nothers who have similarly suffered, when I think of the conditions related here yesterday by\nBrother West and Brother Max Zimmer and Brother Babbel who have just come from those\ncountries, I wonder if we appreciate what we have and what is our great responsibility to\nthose who have not.\n<\/p><p>\nPARABLE OF THE GOOD SAMARITAN\n<\/p><p>\nYou remember one day the Savior was talking with a lawyer about the two first great\ncommandments, one of them: \"Thou shalt love thy neighbor as thyself\"\n(<span class=\"citation\" id=\"34165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34165)\">Matt. 22:39<\/a><\/span>). This is the way the\nscripture reads:\n<\/p><p>\n. . . a certain lawyer stood up, and tempted him, saying, Master, what shall I do to\ninherit eternal life? He said unto him, What is written in the law? how readest\nthou? And he answering said, Thou shall love the Lord thy God with all thy heart,\nand with all thy soul, and with all thy strength, and with all thy mind; and thy\nneighbor as thyself. And he said unto him, Thou hast answered right: this do, and\nthou shall live. But he, willing to justify himself, said unto Jesus, And who is my\nneighbor? And Jesus answering said, A certain man went down from Jerusalem\nto Jericho, and fell among thieves, which stripped him of his raiment, and\nwounded him, and departed, leaving him half dead. And by chance there came\ndown a certain priest that way: and when he saw him, he passed by on the other\nside. And likewise a Levite, when he was at the place, came and looked on him,\nand passed by on the other side. But a certain Samaritan, as he journeyed, came\nwhere he was: and when he saw him, he had compassion on him. And went to\nhim, and bound up his wounds, pouring in oil and wine, and set him on his own\nbeast, and brought him to an inn, and took care of him. And on the morrow when\nhe departed, he took out two pence, and gave them to the host, and said unto him,\nTake care of him; and whatsoever thou spendest more, when I come again, I will\nrepay thee. Which now of these three, thinkest thou, was neighbor unto him that\nfell among the thieves? And he said, He that shewed mercy on him. Then said\nJesus unto him, Go, and do thou likewise\n(<span class=\"citation\" id=\"31206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31206)\">Luke 10:25-37<\/a><\/span>).\n<\/p><p>\nLIVING THE WAY WE PRAY\n<\/p><p>\nSpeaking of living the way we pray, I suppose the priest who passed by that traveler who had\nbeen attacked and beaten and left half dead must have been a praying man. That was his\nbusiness. Probably he was paid for it. But in spite of all his prayers, he was not enough\ninterested in the way he lived, he was not enough interested in translating his prayers into\naction to be willing to do anything about this poor, half-dead man who was abandoned there\nafter having been beaten by thieves.\n<\/p><p>\nI am sure, too, that the Levite was likewise a praying man. I suppose there was probably no\nmore pious man in all Palestine, and I am sure that he could pray as well as any Pharisee who\nmight say that he thanked God that he was better than other men. Even this Levite, forgetting\nall his prayers and forgetting the real meaning of true religion, was willing to stand there and\nlook at this man, and pass by and leave him there without supplying the necessary succor for\nhim.\n<\/p><p>\nI thought of this yesterday as President Clark read that welfare report. It was a good report.\nMuch was accomplished through the welfare program, but much more should have been\naccomplished. When Brother Cowley spoke here of our fast offerings, I felt it is not enough.\nThere are too many among us who do not live the way we pray.\n<\/p><p>\nI suppose there are no more frequent prayers offered than the appeals that go up to the Lord\nasking him to bless the poor and the needy, and yet our fast offerings are down, and we still\nhave many people in the Church who do not live enough the way they pray so that they are\nunwilling to get in and work with the welfare program and make that welfare program work\nfor those who are in need. How well do we live according to the manner of our prayers?\n<\/p><p>\nWhen I think of the stakes or wards that have gone now these eleven years without\nstorehouses and without permanent projects, when I think of the number of people who are\nconstantly criticizing the welfare program, not understanding it probably, then I think, too, of\nwhat James said at one time. You remember James in his epistle talked about faith and works\nand said:\n<\/p><p>\nWhat doth it profit, my brethren, though a man say he hath faith, and have not\nworks? can faith save him? If a brother or sister be naked, and destitute of daily\nfood, And one of you say unto them, Depart in peace, be ye warmed and filled;\nnotwithstanding ye give them not those things which are needful to the body; what\ndoth it profit? (<span class=\"citation\" id=\"26066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26066)\">James 2:14-16<\/a><\/span>).\n<\/p><p>\nLikewise when we pray and say to the Almighty, \"Bless the poor and the needy,\" and then, to\napply the scripture,\n<\/p><p>\nNotwithstanding we give them not those things which are needful to the body; what doth it\nprofit?\n<\/p><p>\nHELPING THE POOR\n<\/p><p>\nWell, some people say: \"I would like to help the poor in my own way.\"\n<\/p><p>\nI think we all should help the poor in our own way, but I think likewise we should help the\npoor in the Lord's way, and the Lord has said so much in so many words: Said he:\n<\/p><p>\nAnd it is my purpose to provide for my saints, for all things are mine. But it must\nneeds be done in mine own way; and behold this is the way that I, the Lord, have\ndecreed to provide for my saints, that the poor shall be exalted, in that the rich are\nmade low (<span class=\"citation\" id=\"12397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12397)\">D&amp;C 104:15-16<\/a><\/span>).\n<\/p><p>\nI call your attention to the fact that the Lord says that the helping of the poor \"must needs be\ndone in mine own way,\" and the Lord's own way in 1947, in this centennial year, is that\norganized assistance be given through the Church welfare program and through the priesthood\nquorums allied with that program. We ask you one and all who are laborers in this Church to\ncooperate fully and heartily and willingly with that program, and remember that not your\nway, but the Lord's way is to be done.\n<\/p><p>\nSpeaking again of living the way we pray, I suppose everyone within the sound of my voice,\nat least those of the membership of the Church, every day pray that the Authorities of the\nChurch may have the guidance and inspiration of the Lord. I hope you pray that way. We\nneed the faith and prayers of the Saints. But remember that you have a responsibility to live\nthe way you pray, and when you ask that the leaders of this Church may be guided by\ninspiration, then you be willing to live by the inspiration that comes from those Authorities.\nPart of that inspiration, I say part of that revelation, is the Church welfare program, and we\ninvite all to participate in it earnestly.\n<\/p><p>\nAfter the Lord says it must be done in his own way, he says this:\n<\/p><p>\nFor the earth is full, and there is enough and to spare; yea, I prepared all things,\nand have given unto the children of men to be agents unto themselves. Therefore,\nif any man shall take of the abundance which I have made, and impart not his\nportion, according to the law of my gospel, unto the poor and the needy, he shall,\nwith the wicked, lift up his eyes in hell, being in torment\n(<span class=\"citation\" id=\"12399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12399)\">D&amp;C 104:17-18<\/a><\/span>).\n<\/p><p>\nI used to think the Lord was pretty harsh in saying that if we are not willing to help the poor\nand the needy in his way, we would be in danger of the torment of hell, but when I began to\nread that in the light of Matthew, twenty-fifth chapter, and think of it along with the Church\nwelfare program, I began to understand what the Lord had in mind. You remember the Savior\nsaid this:\n<\/p><p>\nWhen the Son of man shall come in his glory, and all the holy angels with him,\nthen shall he sit upon the throne of his glory: And before him shall be gathered\nall nations; and he shall separate them one from another, as a shepherd divideth\nhis sheep from the goats: And he shall set the sheep on his right\nhand, but the goats on the left. Then shall the King say unto them on his right\nhand, Come, ye blessed of my Father, inherit the kingdom prepared for you from\nthe foundation of the world: For I was an hungered, and ye gave me meat: I was\nthirsty. and ye gave me drink: I was a stranger, and ye took me in: Naked, and ye\nclothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.\nThen shall the righteous answer him, saying, Lord, when saw we thee an hungred,\nand fed thee? or thirsty, and gave thee drink? When saw we thee a stranger, and\ntook thee in? or naked, and clothed thee? Or when saw we thee sick, or in prison,\nand came unto thee? And the King shall answer and say unto them, Verily I say\nunto you, Inasmuch as ye have done it unto one of the least of these my brethren,\nye have done it unto me. Then shall he say also unto them on the left hand,\nDepart from me, ye cursed, into everlasting fire, prepared for the devil and his\nangels: For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave\nme no drink: I was a stranger, and ye took me not in: naked, and ye clothed me\nnot: sick, and in prison, and ye visited me not. Then shall they also answer him,\nsaying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or\nsick, or in prison, and did not minister unto thee? Then shall he answer them\nsaying, Verily, I say unto you, Inasmuch as ye did it not to one of the least of\nthese, ye did it not to me (<span class=\"citation\" id=\"34169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34169)\">Matt. 25:31-45<\/a><\/span>).\n<\/p><p>\nOUR LIVES PROVE OUR LOVE FOR GOD\n<\/p><p>\nWe are living in a day of tribulation. Peace has been taken from the earth. Tribulation will\ncontinue among us. It may be that you and I may never be face to face with starvation. It\nmay be that you and I will never look upon the forms of our little children, as they have been\ndescribed from abroad by Brother Benson, and others, in the last stages of starvation. We may\nnot have a trial of that kind, but I tell you that we are being tested here and now, whether we\nrealize it or not. Our everyday lives are demonstrating to the Almighty whether or not we\nlove him, whether or not we love his children, even our neighbors as ourselves. We are\ndemonstrating by our lives whether we are selfish, whether we are grasping, whether we are\nwilling to help the other fellow, whether we are willing to share.\n<\/p><p>\nHow do we measure up? Are we willing to share by paying fast offerings? Are we willing to\nshare by laboring earnestly in the Church welfare program? Or are we going to drag our feet?\nAre we selfish? Do we love our neighbors as ourselves? Do we live the way we pray? Are we\nlike the priest and the Levite in the story of the Good Samaritan? Or do we love the Lord our\nGod with all our hearts, realizing that we cannot love God whom we have not seen if we do\nnot love our brother whom we have seen?\n<\/p><p>\nYes, we are in a testing ground, testing whether or not we are worthy to be called Saints,\nwhether we love the Lord our God with all our hearts and our neighbors as ourselves. We are\nbeing tried to see if we are willing, even in a time of extremity, to share, if it is our last crust\nof bread, with another who is hungry.\n<\/p><p>\nWhom have you tried to bless today?<br \/>\nGod's sweetest blessings always go<br \/>\nBy hands that serve him here below.\n<\/p><p>\nWhen you pray for the poor, remember that the poor must be helped by somebody, and there\nis no one better to be that somebody than you. That we may all live as we pray, that we may\nserve God by serving our fellows, I humbly pray, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}