{"ID":2861, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lord’s Support System\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p2\" class=\"\">Elder Robert L. Simpson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_041<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26ea.jpg\" alt=\"Elder Robert L. Simpson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p3\" class=\"\">My beloved brothers and sisters, I sincerely pray that in this balcony and listening on the radio and on television there might be those who are serving in the Church as ward librarians, Primary teachers, ward clerks, stake clerks, those who don’t have much opportunity to preside, but who love the Lord and love the work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p4\" class=\"\">One of the most devastating experiences of our space age is when a multi-billion-dollar space effort is on final countdown—only to be placed on “hold” due to a technical failure. Unless the problem can be identified and corrected within a very short time, the mission will need to be scrapped and perhaps rescheduled weeks later when the moon phase comes right again. The cost of that technical failure becomes astronomical in terms of manhours and money. It was reported on one such occasion that the malfunction turned out to be caused by a small transistor worth about thirty cents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p5\" class=\"\">Just as space probes depend upon tens of thousands of other lesser components in their so-called support system, so does the Lord depend upon tens of thousands in His support system, that His ultimate objective of blessing the lives of people and qualifying them for eternal life might be accomplished on schedule.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p6\" class=\"\">Today I would suggest a sincere tribute to the tremendous priesthood support system in operation throughout the Church, people in so-called “lesser” callings, individuals who carry on week after week, month after month without fanfare, and too often without even a simple “thank you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p7\" class=\"\">Today, may we say thanks to building custodians all over the Church who dust and dust, who sweep and sweep, who clean and clean; and there it is again the next Monday, the building in total disarray; and the process starts all over again, just as on every previous Monday. Money cannot buy the kind of love and devotion that is required to face those Monday mornings. Building custodians have strong testimonies like you and me. If they did not, they could not possibly face the awesome task of keeping our places of worship as they need to be at the appropriate hour. Without testimony, they could not remain pleasant when we perform a thoughtless act that adds to their burden.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p8\" class=\"\">Oh that every ward and branch had greeters and ushers assigned for each worship service! Where members are so assigned and carry out their responsibilities properly, a reverential setting is assured. It can make such a difference when Saints are greeted at the door ever so cordially but in quiet, subdued tones, that each one might be reminded, that each one might begin to get in tune even before the meeting begins. We need more of that in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p9\" class=\"\">As we wait for the service to begin, we must make the transition from worldly cares and concerns. May we pay tribute to a multitude of organists who play ever so softly the heavenly music that mellows the heart and brings a peace of mind compatible with the teachings we seek.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p10\" class=\"\">We offer very little thanks to our teachers throughout the Church. Each good teacher spends hours in preparation—not minutes, but hours. Scriptural references and concepts are pondered. The right words need to be found. Then those right words need to come out modulated by the Spirit, for this church has always been taught, “If ye receive not the Spirit ye shall not teach.” (<span class=\"citation\" id=\"16653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16653)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16653)\">D&amp;C 42:14<\/a><\/span>.) May we ever bless the name of those who convey the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p11\" class=\"\">In one of Carol Lynn Pearson’s poems, she likens eternity to a school play. Reference is made to the unlikely persons who frequently receive the starring role and how they seem to invariably rise to the occasion and develop beyond expectation because of the confidence that someone has placed in them. I think Heavenly Father is a lot like that. Ours is a church of involvement. On a continuing basis, we are witnesses to those who have responded to a divine calling as we mumble to ourselves, “Why him? Why her?” A short time later, it is all too obvious, as we note the personal growth taking place—as hidden talents begin to develop. Were it not for the inspiration connected with a Church calling—if we were forced to use the yardstick of the world in measuring the potential of an individual—our progress would be greatly impaired, for it is true: “Where there is no vision, the people perish.” (<span class=\"citation\" id=\"41536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41536)\">Prov. 29:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p12\" class=\"\">In the work of the Lord we don’t seek positions, nor should we refuse the opportunity to serve when called. The story is told of one good brother, obviously quite new in the Church. He was most eager to serve in the <span class=\"emphasis\">front<\/span> ranks. Between conference sessions, he had the good fortune of shaking hands with President Hugh B. Brown and immediately asked, “President Brown, how does someone get to be a bishop in the Church?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p13\" class=\"\">“Well,” answered President Brown, “the process is very simple. You just have to be invited by the Lord.” What a tremendous goal for every Latter-day Saint—to qualify in every way to be worthy of an invitation from the Lord, no matter what that calling may be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p14\" class=\"\">Sister Pearson’s poem also makes allusion to the so-called spear carriers in the school drama. This church, like the school play, would indeed lose its savor without the “spear carriers,” those who make the scene complete although they all but lose themselves in the background. These are the faithful members who are so important and form the Lord’s support system in the greatest space probe of all time. Every great Church leader of today was a “spear carrier” yesterday. That is what eternal progress is all about. This divine process of human development is the very foundation of the gospel plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p15\" class=\"\">May we also pay tribute to thousands who have stepped back momentarily from the front ranks to pick up a spear for the final scenes, at least in this life. I know a former mission president who now serves willingly and capably as a ward clerk. A former stake president is now the deacons quorum advisor and is preparing young men for missions as they have never been prepared before. We reflect on one of the great observations of this dispensation: “It doesn’t matter where we serve, but <span class=\"emphasis\">how<\/span> we serve.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p16\" class=\"\">Ask any parent how important a good Scoutmaster is. Ask any bishop how important his ward clerks are. Ask any teacher how indispensable the ward library staff is. It’s too bad we can’t ask someone who lived 300 years ago how important he thinks a genealogical researcher is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p17\" class=\"\">Some of the more glamorous “spear carriers” in Heavenly Father’s army we call “counselors.” What a choice spirit these people have, always keeping themselves just a half step behind their file leader—always ready to express an opinion, ever willing to accept a final decision, even though that final decision be in a totally different direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p18\" class=\"\">Gospel concepts as taught by the Savior are sometimes difficult for the mind of mortal man. You see, God’s ways are not man’s ways, and all of us need to learn that lesson well. I suppose some of what we have been talking about here today is involved in the divine truth that “the first shall be last, and that the last shall be first.” (<span class=\"citation\" id=\"16634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16634)\">D&amp;C 29:30<\/a><\/span>.) There could be many surprises in the hereafter as we look up ahead and exclaim in our amazement, “But he was only a home teacher.” You know and I know that if he was the kind of home teacher that the handbook talks about and if he lived worthily, that man could likely stand eligible to inherit <span class=\"emphasis\">all<\/span> that the Father has. And there is no greater blessing than that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p19\" class=\"\">It is also interesting to note that these brethren who sit behind me are bound by the exact same set of eternal standards as every other member of the Church. In that final judgment that is just and true, there will be one set of rules and one only—and God is no respecter of persons. And how significant that there is no private access to the scriptures. Holy writ is the same for the newest convert as for members of the First Presidency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p20\" class=\"\">To every “spear carrier” in the Church, we express a sincere <span class=\"emphasis\">thank you<\/span> from the bottom of our hearts. Thank you for the way you carry out your responsibility for the Lord. Thank you for the support and sustaining influence that we feel as we visit among you. Without that support, there would be no Church organization as we know it today. People’s lives would not be blessed so abundantly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-lords-support-system.p21\" class=\"\">That we may all go forth willingly, effectively, full of faith, with an eye single to His glory is my prayer in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}