{"ID":2862, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “I Have Gained”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p2\" class=\"\">Elder S. Dilworth Young<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_042<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2d6a.jpg\" alt=\"Elder S. Dilworth Young\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p3\" class=\"\">A week or so ago I wrote an address which I thought I might give at this conference, but the events of the past two days have made that a little inconvenient. So I thought perhaps I ought to begin by apologizing to the translators who have to change these things into foreign tongues for not giving them more time to do what they have to do now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p4\" class=\"\">Since last Friday the number of people who stop and offer their arms as I walk or climb stairs has increased fourfold. I assure you that I am not retired; I am retreaded. There have been several times when I have looked about as my name is mentioned with affectionate tones, as did Golden Kimball, wondering who had died.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p5\" class=\"\">A friend said to me last Friday, “How can you bear what you have lost?” I replied, “I have lost nothing. Rather I have gained.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p6\" class=\"\">I have gained a new group of close friends and associates in a quorum which I hope will have such unity of purpose that it will be as a banner of righteousness before the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p7\" class=\"\">I have gained seven leaders far beyond me in ability strength, and wisdom, which, had there not been this enlargement, I could not have had.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p8\" class=\"\">I have gained the opportunity to serve rather than to direct. In that service my arms will extend in the wide world, as far as I can find the strength to extend them, and my upward reach will be as high as I can see.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p9\" class=\"\">Now the only limit to my personal service, which I myself originate, is my strength of body, facility of mind, and compassion of heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p10\" class=\"\">I have gained a personal knowledge and understanding of the meaning of the words of President J. Reuben Clark: Not where I serve, but how.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p11\" class=\"\">I have gained a chance to pause briefly and measure what I have learned in my association with the First Council over the many years as its members have done their work and passed on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p12\" class=\"\">I was a soldier in a war in which President Brigham H. Roberts was the chaplain of the regiment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p13\" class=\"\">I have listened in happy enjoyment to the wisdom as well as the humor of President J. Golden Kimball, not from the pulpit, but at home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p14\" class=\"\">I served for twenty-six months as the close servant of President Samuel O. Bennion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p15\" class=\"\">I have thrilled many times, both publicly and privately, to the eloquence of President Rey L. Pratt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p16\" class=\"\">I have respected President John H. Taylor long before he was a member of the First Council.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p17\" class=\"\">I have been lifted by the powerful voice of Oscar A. Kirkham, as you have. I have basked in the absolute faith of Milton R. Hunter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p18\" class=\"\">I still value the memory of the friendship of Richard L. Evans as well as the quiet wisdom of Antoine R. Ivins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p19\" class=\"\">There are others, many of them, the choice men and close friends in the Council with whom I have been associated since 1945.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p20\" class=\"\">I have not mentioned the long years of listening to the wisdom and faith of my grandfather, Dr. Seymour B. Young, who served many years as a senior president of this council, and my uncle, Levi Edgar Young, with whom I spent many happy hours all during my growing years and much of my adult life. All of these have hoped, worked, and prayed that the First Quorum would be organized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p21\" class=\"\">I have lost nothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p22\" class=\"\">I look forward with happy anticipation to my next adventure in gaining. So I say to the First Council as was said in <span class=\"emphasis\">David Copperfield:<\/span> “Barkis is willin’.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p23\" class=\"\">Before I close I must say that throughout the process of the changes you have witnessed, we have been kept informed and have been consulted constantly for our feelings and input by President Kimball and his counselors. This thing has not, as Paul said, been done in a corner. It is right. It is inspired. Its time has come. It could not be stayed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p24\" class=\"\">I sat in the temple Wednesday last and looked at the two presiding quorums, the First Presidency and the Twelve. I had borne in on me the great increase in the power of President Kimball, as in the third general quorum he placed some of the best-trained, most experienced, and loyal men in the Church. It thrilled me to see something come to pass for which we had so long hoped.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p25\" class=\"\">Antoine Ivins said to me shortly before his death that he wished the First Quorum of Seventy could be organized before he died.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p26\" class=\"\">For a time I thought I also would see this great event from the spirit world. I am grateful that I have been able to see it in mortality. When I get there, I’ll report to President Ivins that he should have stayed here a few years longer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p27\" class=\"\">I believe there are some things yet to be done as a member of the First Quorum that only I have the talent to do. The same is true for my other colleagues who with me join this Quorum. If I can exercise that talent and perform well, I shall be satisfied.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p28\" class=\"\">I know that what has been done by the prophet of the Lord, exercising his inspired right to organize to fit the circumstance of 1976, is right. It is my hope to continue to serve where President Kimball would have me serve. It will give me complete joy to see the Church accelerate in its missionary work as this new quorum presidency and this quorum swing into action.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p29\" class=\"\">This is the church of Jesus Christ. I mean by that that it belongs to him. He restored it personally by calling Joseph Smith. I sustain President Kimball and his counselors. I do more than that: I love them more than I find words to properly express.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-have-gained.p30\" class=\"\">I pray that we all may satisfy them with our work from now on, in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}