{"ID":2863, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Impact Teacher\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p2\" class=\"\">Elder Vaughn J. Featherstone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_043<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:318c.jpg\" alt=\"Elder Vaughn J. Featherstone\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p3\" class=\"\">In Ezekiel we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p4\" class=\"\">“My sheep wandered through all the mountains, and upon every high hill: yea, my flock was scattered upon all the face of the earth, and none did search or seek after them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p5\" class=\"\">“Therefore, ye shepherds, hear the word of the Lord.” (<span class=\"citation\" id=\"23154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23154)\">Ezek. 34:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p6\" class=\"\">As we near the close of this momentous conference, I would like to address my remarks to all who teach. I would like to discuss the role of the “impact teacher.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p7\" class=\"\">President David O. McKay said, “There is no greater responsibility in the world than the training of a human soul.” A great part of the personal stewardship of every parent and teacher in the Church is to teach and train. How well we fill this divinely commissioned task may well have eternal implications for many.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p8\" class=\"\">One of America’s philosophers, John Dewey, said, “The deepest urge in human nature is the desire to be important. It is a gnawing, unfaltering hunger. People sometimes become invalids in order to win sympathy and to get a feeling of importance. Some authorities declare that people may actually go insane in order to find, in that dreamland of insanity, the feeling of importance that has been denied them in the harsh world of reality.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p9\" class=\"\">What miracles an impact teacher can achieve by giving honest appreciation and a sense of self-worth! The parent or teacher who honestly satisfies this heart hunger will hold a child or a class in the palm of his hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p10\" class=\"\">Some years ago when Aldin Porter was president of the Boise North Stake, he dropped by the home of Glen Clayton, who was the Scoutmaster in his ward. Glen and his son were working together repairing a bicycle. President Porter stood and talked to them for a few minutes and then left. Several hours later he returned and the father and son were still working on the bike together. President Porter said, “Glen, with the wages you make per hour you could have bought a new bike, considering the time you have spent repairing this old one.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p11\" class=\"\">Glen stood up and said, “I’m not repairing a bike, I’m training a boy!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p12\" class=\"\">That year twenty-one boys achieved the rank of Eagle Scout in Glen’s troop. Impact teachers do not teach lessons, they teach souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p13\" class=\"\">Remembering why educators fail, someone furnished a rhyming explanation:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">College professor says:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Such rawness in a pupil is a shame;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> High school preparation is to blame.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">High school teacher says:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Good heavens, what crudity—the boy’s a fool,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> The fault of course is the grammar school.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Grade school teacher cries:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> From such stupidity may I be spared,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> They send them to me so unprepared.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Kindergarten teacher says:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Such lack of training did I never see—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> What kind of is woman must the mother be?<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Mother laments:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> Poor helpless child—he is not to blame,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> His father’s folks are just the same.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p29\" class=\"\">Recently, after a priesthood leadership meeting at a stake conference where I spoke about a father’s role with his family, a man came up and introduced himself. He said he was going to write to me and a few days later I received this letter. I quote only part:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p30\" class=\"\">“Dear Bishop Featherstone:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p31\" class=\"\">“You possibly don’t recall the brief conversation we had on the stand at the stake conference last Saturday night. I told you I had a seventeen-year-old son to whom I hadn’t spoken a kind word in nine years and I was going home and tell him how much I loved him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p32\" class=\"\">“He has caused his mother and me many hours of heartbreak, especially in the last two years. He and I haven’t had a father-son relationship in over half his life. Isn’t that a frightening thought? However, the little unhappiness he has caused us is nothing compared to the lonely hours he must have spent because of me all those years. The many nights he went to bed feeling so unloved and unwanted by me, his father!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p33\" class=\"\">Ezekiel said that the fathers have eaten sour grapes and it hath set the children’s teeth on edge. (See <span class=\"citation\" id=\"23153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23153)\">Ezek. 18:2<\/a><\/span>.) Paraphrasing President Lee’s statement, “The greatest teaching we will ever do is within the walls of our own home.” We have a sacred trust to teach our children the principles of truth; but equally important is to love and care in following the way of the Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p34\" class=\"\">Impact teachers are not cast in a certain mold in the spirit world and introduced on earth’s scene at just the proper time. Every leader in the kingdom can become an impact teacher. Your notoriety may not reach much past the quorum or class, but your influence may be felt in the eternities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p35\" class=\"\">We sometimes get our priorities all mixed up, as stated by a national columnist, Erma Bombeck, in her column. I am indebted to President John Sonnenberg for this article, entitled “Mike Will Come Back, Won’t He?”<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When Mike was three he wanted a sandbox,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And his father said, “There goes the yard, We’ll have kids over here day and night and they’ll throw sand and it’ll kill the grass for sure.”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And Mike’s mother said, “It’ll come back.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When Mike was five, he wanted a jungle gym<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With swings that would take his breath away<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And bars to take him to the summit,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And his father said, “Good grief. I’ve seen those things in back yards, and do you know what the yards look like? Mud holes in a pasture! Kids digging their gym shoes in the ground. It’ll kill the grass.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Between breaths, when Daddy was blowing up the plastic<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Swimming pool, he warned, “They’ll track water everywhere and they’ll have a million water fights and you won’t be able to take out the garbage without stepping in mud up to your neck and we’ll have the only brown lawn on the block.”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And Mike’s mother said. “It’ll come back.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When Mike was twelve, he volunteered his yard for a camp-out.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As the boys hoisted the tents and drove in the spikes,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Mike’s father said, “You know those tents and all those big feet are going to trample down every single blade of grass, don’t you? Don’t bother to answer. I know what you’re going to say—It’ll come back.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Just when it looked as if the new seed might take root,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Winter came and the sled runners beat it into ridges,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And Mike’s father shook his head and said, “I never asked for much in this life—only a patch of grass.”<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And Mike’s mother said, “It’ll come back.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Now Mike is eighteen. The lawn this year is beautiful—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Green and alive and rolling out like a carpet<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Along the drive where gym shoes had trod,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Along the garage where bicycles used to fall,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And around the flower beds where little boys used to dig<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With teaspoons.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But Mike’s father doesn’t notice.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He looks anxiously beyond the yard and asks,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Mike will come back, won’t he?”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p62\" class=\"\">The impact teacher cares with an attitude of pure charity. The impact teacher asks, “What would the Savior do when faced with this problem?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p63\" class=\"\">In 1966 President Kimball addressed the seminary and institute teachers and supervisors. He titled his talk, “What I Hope You Will Teach My Grandchildren.” His talk was filled with profound truths. Every teacher in the Church should read and apply it:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p64\" class=\"\">“So I salute you, the trainers and inspirers of youth. Your responsibility is awesome. Your opportunities to become saviors near limitless. We do not excuse the parents in their failures, but we must place the burden upon your strong backs to carry on. It must be brilliant and effective. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p65\" class=\"\">“I’m depending on you to teach my offspring. I have twenty-six grandchildren. One died an infant and went to the Celestial Kingdom. Two are married and finished with their conventional schooling. But we still have twenty-three to be taught by you. … Now you can see why I’m so concerned about the men who will be employed … and why I hope they will be men of valor and faith, of forcefulness and courage, and of example. However, I expect nothing more for my own than for the other multitudes of Latter-day Saint youth.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p66\" class=\"\">Then in conclusion he said, “What do I wish you to teach my grandchildren and all others? Above all, I hope you will teach them faith in the living God and in his Only Begotten Son—not a superficial, intellectual kind of acceptance, but a deep spiritual inner feeling of dependence and closeness; … I hope that you will teach righteousness, pure and undefiled. I hope that if any of God’s children are out in spiritual darkness, you will come to them with a lamp and light their way; if they are out in the cold of spiritual bleakness with its frigidity penetrating their bones, you will come to them holding their hands a little way, you will walk miles and miles with them lifting them, strengthening them, encouraging them and inspiring them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p67\" class=\"\">Yes, we must teach truths of the gospel to our youth with that kind of conviction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p68\" class=\"\">An impact teacher will be pure. President Kimball said, at the Regional Representatives Seminar a year ago, “It takes a clean fountain to send forth pure and clear water.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p69\" class=\"\">The work of the impact teacher is first—and with greatest and lasting emphasis—to save the soul of the student. If we do all else and lose the boy or girl, we have failed in our sacred and holy stewardship. Let us declare as Job:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p70\" class=\"\">“Oh that my words were now written! oh that they were printed in a book!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p71\" class=\"\">“That they were graven with an iron pen and lead in the rock for ever!” (<span class=\"citation\" id=\"26769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26769)\">Job 19:23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p72\" class=\"\">That the work of the impact teacher is to save every soul in the class or quorum!<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p73\" class=\"\">Dr. Gustov Eckstein, one of the world’s renowned ornithologists, worked in the same laboratory for over twenty-five years. He bred and crossbred species of birds. He kept meticulous records on the varieties and hybrids of birds in his laboratory. Each day when he would enter his laboratory he would go down two or three stairs to the stereo. He would put on classical music and turn the volume up very loud. Then he would go about his work. The birds would sing along with the classical music. At the end of the day, about 5:30 <span class=\"small\">P.M.<\/span>, he would turn off the stereo and leave for home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p74\" class=\"\">After twenty-five years he had to hire a new custodian. After Dr. Eckstein left the laboratory, the new custodian thought the place should be aired out, so he opened all the windows.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p75\" class=\"\">The next morning when Dr. Eckstein went into his laboratory he saw the open windows and noted that every bird had flown out during the night. He was devastated, his life’s work ruined. By sort of habit or instinct, he went to the stereo and turned the classical music up very loud. Then he went and sat down on the steps, put his head in his hands, and wept.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p76\" class=\"\">The strains of music carried out through the open windows, through the trees, and down the streets. In a few moments Dr. Eckstein heard a fluttering of wings. He looked up and saw that the birds were beginning to come back into the laboratory through the open windows.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p77\" class=\"\">Dr. Eckstein said, “And every bird came back!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-impact-teacher.p78\" class=\"\">Our youth will hear the classical music of the gospel, and if they have an impact teacher, every boy and girl will come back. God bless you great hosts of parents, bishops, and Aaronic Priesthood, Young Women, seminary, and Sunday School teachers who have been raised up for this special time with a special mission as impact teachers to this great generation. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}