{"ID":2864, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Dead Who Die in the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p2\" class=\"\">Elder Bruce R. McConkie<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_044<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2952.jpg\" alt=\"Elder Bruce R. McConkie\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p3\" class=\"\">I shall speak of a subject which strikes dread—even terror—into the hearts of most men. It is something we fear, of which we are sorely afraid, and from which most of us would flee if we could.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p4\" class=\"\">I shall speak of the passing of the immortal soul into the eternal realms ahead, of that dread day when we shall shuffle off this mortal coil and go back to the dust from whence we came. I shall speak of death—mortal death, the natural death, the death of the body—and of the state of the souls of men when this final consummation is imposed upon them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p5\" class=\"\">Manifestly, we must all be guided and enlightened by the power of the Holy Spirit as we step into this realm, this realm of which carnal men know so little, but of which so much has been revealed to the saints of the Most High.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p6\" class=\"\">I pray that my words, spoken by the power of the Holy Ghost, shall sink deeply into your hearts by the power of that same Spirit, so that you will know of their truth and verity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p7\" class=\"\">For a text I take these sweet and consoling words of biblical origin: “Precious in the sight of the Lord is the death of his saints.” (<span class=\"citation\" id=\"41939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41939)\">Ps. 116:15<\/a><\/span>.) To them I append Paul’s pointed and painful pronouncement: “The sting of death is sin.” (<span class=\"citation\" id=\"630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(630)\">1 Cor. 15:56<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p8\" class=\"\">Death can be comforting and sweet and precious or it can thrust upon us all the agonies and sulphurous burnings of an endless hell. And we—each of us individually—make the choice as to which it shall be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p9\" class=\"\">If we are to place death in its proper perspective in the eternal scheme of things, we must first learn the purposes of life. We must know whence we came, Whose we are, and why He placed us here. Only then can we envision whither we shall yet go in the providences of Him who made us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p10\" class=\"\">We know, because the Lord has revealed it in this our day, that we are the spirit children of an exalted, glorified Being, a Holy Man who has a body of flesh and bones and who is our Father in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p11\" class=\"\">We know that the name of the kind of life He lives is <span class=\"emphasis\">eternal life<\/span> and that it consists of living in the family unit and of possessing all power, all might, and all dominion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p12\" class=\"\">We know that He ordained and established the plan of salvation to enable us to advance and progress from our spirit state, to the same state of glory, honor, and exaltation which He Himself possesses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p13\" class=\"\">We know that the Father’s plan called for the creation of this earth, where we could dwell as mortals, receive bodies made of the dust of the earth, and undergo the tests and trials which now face us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p14\" class=\"\">We know that this plan of salvation included provisions for the fall of man, with its consequent temporal and spiritual death; for a redemption from death through the atoning sacrifice of the Son of God; and for an inheritance of eternal life for all the obedient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p15\" class=\"\">We know that this great plan of progression called for a <span class=\"emphasis\">birth<\/span> which would provide a mortal tabernacle for our eternal spirits, and for a <span class=\"emphasis\">death<\/span> which would free those spirits from the frailties, diseases, and weaknesses of mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p16\" class=\"\">And may I say that this life never was intended to be easy. It is a probationary estate in which we are tested physically, mentally, morally, and spiritually. We are subject to disease and decay. We are attacked by cancer, leprosy, and contagious diseases. We suffer pain and sorrow and afflictions. Disasters strike; floods sweep away our homes; famines destroy our food; plagues and wars fill our graves with dead bodies and our broken homes with sorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p17\" class=\"\">We are called upon to choose between the revealed word of God and the soul-destroying postulates of the theoretical sciences. Temptations, the lusts of the flesh, evils of every sort all these are part of the plan, and must be faced by every person privileged to undergo the experiences of mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p18\" class=\"\">The testing processes of mortality are for all men, saints and sinners alike. Sometimes the tests and trials of those who have received the gospel far exceed any imposed upon worldly people. Abraham was called upon to sacrifice his only son. Lehi and his family left their lands and wealth to live in a wilderness. Saints in all ages have been commanded to lay all that they have upon the altar, sometimes even their very lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p19\" class=\"\">As to the individual trials and problems that befall any of us, all we need say is that in the wisdom of Him who knows all things, and who does all the things well, all of us are given the particular and specific tests that we need in our personal situations. It is to us, His saints, that the Lord speaks when He says: “I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p20\" class=\"\">“For if ye will not abide in my covenant ye are not worthy of me.” (<span class=\"citation\" id=\"16753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16753)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16753)\">D&amp;C 98:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p21\" class=\"\">Now, what of death? of the passing of loved ones? of our life beyond the grave?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p22\" class=\"\">Our scriptures say: “Death hath passed upon all men, to fulfil the merciful plan of the great Creator.” (<span class=\"citation\" id=\"3963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3963)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3963)\">2 Ne. 9:6<\/a><\/span>.) Where the true Saints are concerned there is no sorrow in death except that which attends a temporary separation from loved ones. Birth and death are both essential steps in the unfolding drama of eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p23\" class=\"\">We shouted for joy at the privilege of becoming mortal because without the tests of mortality there could be no eternal life. We now sing praises to the great Redeemer for the privilege of passing from this life because without death and the resurrection we could not be raised in immortal glory and gain eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p24\" class=\"\">When the faithful saints depart from this life they “are received into a state of happiness, which is called paradise, a state of rest, a state of peace, where they shall rest from all their troubles and from all care, and sorrow” (<span class=\"citation\" id=\"9250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9250)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9250)\">Alma 40:12<\/a><\/span>), and they remain in this state until the day of their resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p25\" class=\"\">When the wicked and ungodly depart from this life they continue in their wickedness and rebellion. “That same spirit which doth possess your bodies at the time ye go out of this life,” the scripture says, “that same spirit will have power to possess your body in that eternal world.” (<span class=\"citation\" id=\"9245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9245)\">Alma 34:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p26\" class=\"\">“Ye must press forward with a steadfastness in Christ,” Nephi said to members of the Church, “having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life.” (<span class=\"citation\" id=\"3971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3971)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3971)\">2 Ne. 31:20<\/a><\/span>.) That is to say—all the faithful Saints, all of those who have endured to the end, depart this life with the absolute guarantee of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p27\" class=\"\">There is no equivocation, no doubt, no uncertainty in our minds. Those who have been true and faithful in this life will not fall by the wayside in the life to come. If they keep their covenants here and now and depart this life firm and true in the testimony of our blessed Lord, they shall come forth with an inheritance of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p28\" class=\"\">We do not mean to say that those who die in the Lord, and who are true and faithful in this life, must be perfect in all things when they go into the next sphere of existence. There was only one perfect man—the Lord Jesus whose Father was God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p29\" class=\"\">There have been many righteous souls who have attained relative degrees of perfection, and there have been great hosts of faithful people who have kept the faith, and lived the law, and departed this life with the full assurance of an eventual inheritance of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p30\" class=\"\">There are many things they will do and must do, even beyond the grave, to merit the fulness of the Father’s kingdom in that final glorious day when the great King shall say unto them, “Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world.” (<span class=\"citation\" id=\"36484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36484)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36484)\">Matt. 25:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p31\" class=\"\">But what we are saying is that when the saints of God chart a course of righteousness, when they gain sure testimonies of the truth and divinity of the Lord’s work, when they keep the commandments, when they overcome the world, when they put first in their lives the things of God’s kingdom: when they do all these things, and then depart this life—though they have not yet become perfect—they shall nonetheless gain eternal life in our Father’s kingdom; and eventually they shall be perfect as God their Father and Christ His Son are perfect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p32\" class=\"\">Is it any wonder that the scriptures say: “Precious in the sight of the Lord is the death of his saints”? (<span class=\"citation\" id=\"41940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41940)\">Ps. 116:15<\/a><\/span>.) Truly such is precious, wondrous, and glorious, for when the saints die, added souls have assured themselves of exaltation with Him who provided the way for them to advance and progress and become like Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p33\" class=\"\">Is it any wonder that the scriptures say: “Blessed are the dead which die in the Lord,” for they shall “rest from their labours; and their works do follow them.” (<span class=\"citation\" id=\"42493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42493)\">Rev. 14:13<\/a><\/span>.) Truly it is a blessed occasion, for the faithful saints have filled the full measure of their creation, and a gracious God will give them all things in due course.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p34\" class=\"\">Is it any wonder that the Lord says to His saints, “Those that die in me shall not taste of death, for it shall be sweet unto them”? (<span class=\"citation\" id=\"16661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16661)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16661)\">D&amp;C 42:46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p35\" class=\"\">Is it any wonder that the Prophet Joseph Smith said such things as: “When men are prepared, they are better off to go hence”? (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 326.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p36\" class=\"\">“Those who have died in Jesus Christ may expect to enter into all that fruition of joy when they come forth, which they possessed or anticipated here.” (<span class=\"emphasis\">Teachings,<\/span> p. 295.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p37\" class=\"\">“In the resurrection, some are raised to be angels, others are raised to become Gods.” (<span class=\"emphasis\">Teachings,<\/span> p. 312.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p38\" class=\"\">Now, we do not seek death, though it is part of the merciful plan of the great Creator. Rather, we rejoice in life, and desire to live as long as we can be of service to our fellowmen. Faithful saints are a leaven of righteousness in a wicked world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p39\" class=\"\">But sometimes the Lord’s people are hounded and persecuted. Sometimes He deliberately lets His faithful saints linger and suffer, in both body and spirit, to prove them in all things, and to see if they will abide in His covenant, even unto death, that they may be found worthy of eternal life. If such be the lot of any of us, so be it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p40\" class=\"\">But come what may, anything that befalls us here in mortality is but for a small moment, and if we are true and faithful God will eventually exalt us on high. All our losses and sufferings will be made up to us in the resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p41\" class=\"\">We shall be raised from mortality to immortality, from corruption to incorruption. We shall come forth from the grave in physical perfection. Not a hair of the head shall be lost, and God shall wipe away all tears.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p42\" class=\"\">If we have lived the gospel we shall come forth with celestial bodies which are prepared to stand the glory of a celestial kingdom. We shall continue to live in the family unit, and as Joseph Smith said, “That same sociality which exists among us here will exist among us there, only it will be coupled with eternal glory, which glory we do not now enjoy.” (<span class=\"citation\" id=\"16790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16790)\">D&amp;C 130:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p43\" class=\"\">We rejoice in life. We rejoice in death. We have no desires except to do the will of Him whose we are and to dwell with Him in His kingdom at the appointed time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p44\" class=\"\">O that it might be with each of us as it was with that valiant apostle of old who said, as the hour of his death approached:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p45\" class=\"\">“I am now ready to be offered, and the time of my departure is at hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p46\" class=\"\">“I have fought a good fight, I have finished my course, I have kept the faith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p47\" class=\"\">“Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.” (<span class=\"citation\" id=\"5213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5213)\">2 Tim. 4:6–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-dead-who-die-in-the-lord.p48\" class=\"\">In the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}