{"ID":2865, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Greatest Thing in My Life\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-greatest-thing-in-my-life.p2\" class=\"\">Elder Robert E. Wells<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/the-greatest-thing-in-my-life.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_045<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:29c8.jpg\" alt=\"Elder Robert E. Wells\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-greatest-thing-in-my-life.p3\" class=\"\">The Savior chose a very dramatic moment in which to emphasize the value of missionary work. He gave to his apostles the choice of their hearts. Peter said that he preferred to depart speedily from this life and be with the Savior in his kingdom. John the Beloved chose to stay behind and bring souls unto Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-greatest-thing-in-my-life.p4\" class=\"\">Imagine the importance of that beautiful moment, Peter choosing to be with the Savior in his kingdom above; and yet the Savior turned and said to Peter, “John my Beloved has chosen the greater thing.” (See <span class=\"citation\" id=\"16605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16605)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16605)\">D&amp;C 7:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-greatest-thing-in-my-life.p5\" class=\"\">The greatest thing of my life has been missionary work—proselyting—and I am tremendously honored to be included in this historic missionary Quorum of Seventies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-greatest-thing-in-my-life.p6\" class=\"\">On this occasion I would like to pay tribute to those who have meant so much to me in my life: my sweet companion, who is a great missionary and who takes great joy in serving the Lord; to my children whom I love and appreciate and who are an honor to me and my wife; to a sweet companion, long since on the other side of the veil; to parents that I honor and love, who are here today; to a father also on the other side of the veil; and to the Latin Lamanite people, a people of prophecy and a people of promise, among whom I have had the honor and privilege of working and living for over a quarter of a century.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-greatest-thing-in-my-life.p7\" class=\"\">And at this time-hallowed pulpit of the prophets I wish to bear my testimony that our Father in heaven lives and loves us and answers our prayers; that Jesus is the Christ, the Creator of this world—the Creator of worlds without number—who suffered, died for our sins, and was resurrected on that third day, and who stands at the head of this Church which bears his name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-greatest-thing-in-my-life.p8\" class=\"\">I testify that the gospel was restored by Joseph Smith in these the latter days, and that we are, today, guided and directed by a living prophet of the Lord who has my most affectionate loyalty and obedience, as do all of these great Brethren who sit before us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/the-greatest-thing-in-my-life.p9\" class=\"\">I offer that witness, this testimony, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}