{"ID":2866, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “I Will Never Be the Same Again”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/i-will-never-be-the-same-again.p2\" class=\"\">Bishop J. Richard Clarke<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/i-will-never-be-the-same-again.p\" class=\"\">Second Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_046<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a6e.jpg\" alt=\"Bishop J. Richard Clarke\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-will-never-be-the-same-again.p3\" class=\"\">My brothers and sisters, it is impossible to describe the feelings of my heart at this time—and during this past week. Someone tried to describe, I guess, some of the feelings that had been going through his mind; he said, “I’m not sure that I was nervous but I was incredibly alert.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-will-never-be-the-same-again.p4\" class=\"\">The one thing I do know for sure is that I will never be the same. To be called by a prophet of God, and to receive a commission under his hand with the Brethren of the Council of the Twelve, is a unique experience which will last me for a lifetime.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-will-never-be-the-same-again.p5\" class=\"\">And may I join Elder Wells in paying homage to those who have made so many contributions to my life to make this experience possible. In front of a television set in Rexburg there sits an elderly couple in their nineties who feel, I am sure, that part of the reason for their longevity was to see a fulfillment of this hour.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-will-never-be-the-same-again.p6\" class=\"\">I pay my respects to my wife and companion, who has always sustained me in whatever calling has come to me, as I have tried to sustain her in those things which she has been called to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-will-never-be-the-same-again.p7\" class=\"\">When President Kimball asked me in my numb silence if I wanted to go home and think over the proposition, I was pleased to say that was a decision which my wife and I had made at the time of our marriage, and so I could immediately answer in the affirmative.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-will-never-be-the-same-again.p8\" class=\"\">Let me say to my family that this, as other callings which we have received, is a family calling. We recognize that we have a responsibility to each other—that families of Church leaders live in glass houses, as it were—and that we will do our best to live worthy of the blessings which have come to us and to try to live as closely as we can to the principles of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-will-never-be-the-same-again.p9\" class=\"\">Now may I add my testimony that God has borne witness to my soul that sitting behind me is a choice and holy prophet of God; that we are the recipients of one of the greatest blessings in the history of the world—to be living at this time when the Lord has called for all who would hear His voice to come and be partakers of His Spirit and righteousness and enjoy the peace and prosperity within His kingdom, here and in the eternal life hereafter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-will-never-be-the-same-again.p10\" class=\"\">May I bear witness that I know that Jesus is the Christ, the Son of the Living God, and our eternal Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-will-never-be-the-same-again.p11\" class=\"\">And may I express my love and appreciation to the Prophet Joseph Smith and all those who have given their lives or so much else that we might enjoy this hour in peaceful assembly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/i-will-never-be-the-same-again.p12\" class=\"\">Now I pray for the Lord’s blessings upon all of us, that we may fulfill the righteous desires of our hearts and do His work as He would have it, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}