{"ID":2867, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Program for Man\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_047<\/span>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p3\" class=\"\">Beloved brothers and sisters, I will say just a brief word at the conclusion of this marvelous conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p4\" class=\"\">There has been a generous outpouring from the Lord to all of the speakers who have addressed us. We have been greatly stirred by our famous and beloved Tabernacle Choir as they, too, have used their rich talents to bless us with heavenly symphonies. And we are deeply grateful to the other groups of singers: they have enriched our services and made them pleasing to us and to the Lord. And to all others who have contributed we are deeply grateful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p5\" class=\"\">We have made some changes in the General Authorities, and we hope all of our people are sympathetic and approve in their hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p6\" class=\"\">The sermons from the Brethren have developed almost every theme and subject, and they have been rich and full of meat. We have been greatly pleased with all of their contributions. May we mention a few:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p7\" class=\"\">President Tanner has relived for us the area conferences of Europe. We have carried similar ones to the Orient and South America and Mexico and the South Seas.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p8\" class=\"\">President Romney has given us the word of the Lord on honesty and integrity and companion themes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p9\" class=\"\">In between the choir’s presentations, we have heard excerpts from the sermons of our beloved brother, the apostle Paul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p10\" class=\"\">We were given a picture of the temptations of Jesus, and we have seen, with the eyes of an apostle, the families that are forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p11\" class=\"\">We have partly relived the Bicentennial through the eyes of one of the Brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p12\" class=\"\">Delightful experiences from life have been used by the Brethren to point the way and direct our footsteps, and great lessons have been taught by parable, quotation, and exhortation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p13\" class=\"\">The standards of the Church have been emphasized over and over, with warm appeals from the Brethren for us to live God’s commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p14\" class=\"\">We have been taught as fathers and mothers and bishops how to prepare missionaries to attain excellence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p15\" class=\"\">One of our favorite songs has these words from the Master: “He marked the path and led the way, And every point defines To life and light and endless day Where God’s full presence shines.” (<span class=\"emphasis\">Hymns,<\/span> no. 68.) Why should we be so concerned about flickering candles, when there is an unextinguishable light at hand for the earning?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p16\" class=\"\">The numerous testimonies of the Brethren of the ages are positive and uniform, uplifting and faith-building and hope-building, and they encourage worthiness. They are like these lines:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Canst thou take the barren soil<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And with all thy pain and toil<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Make lilies grow?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Have faith in God, He can!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Canst thou paint the clouds above<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And all sunset colors weave<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Into the sky?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thou canst not, O pow’rless man.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Have faith in God, He can.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Canst thou still the troubled heart<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And make all care and trials depart<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">From out the soul?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thou canst not, thou helpless man.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Have faith in God, He can.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p31\" class=\"\">We wonder why we fail with all the exhortation and explanation given us by the Brethren who have pled with us! We can understand why the Savior must have been disappointed, and why he said, “Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.” (<span class=\"citation\" id=\"36446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36446)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36446)\">Matt. 7:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p32\" class=\"\">And then he said again, “Why call ye me, Lord, Lord, and do not the things which I say?” (<span class=\"citation\" id=\"31958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31958)\">Luke 6:46<\/a><\/span>.) I hope that theme will follow us to our homes and to our future lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p33\" class=\"\">As we close this great conference, I again implore the hearer of these messages to do the things which the Lord says and which have been so clearly outlined during this conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p34\" class=\"\">Recently a prominent doctor, knowing of my surgery and cancer treatments, exhibited a little surprise at my assuming the great responsibility of the church presidency. He was not a member of the Church and evidently had never known the pull and the pressure one feels when one has a positive assurance that the Lord is <span class=\"emphasis\">not<\/span> playing games, but rather has a serious program for man and for his glory. The Lord knows what He is doing, and all His moves are appropriate and right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p35\" class=\"\">And I was surprised also that any man would wonder and question the work of the Lord. We who have the positive assurance and testimony of the divinity of this work do not question the ways or determinations of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p36\" class=\"\">I know without question that God lives and have a feeling of sorrow for those people in the world who live in the gray area of doubt, who do not have such an assurance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p37\" class=\"\">I know that the Lord Jesus Christ is the Only Begotten Son of our Heavenly Father, and that He assisted in the creation of man and of all that serves man, including the earth and all that is in the world. He was the Redeemer of mankind and the Savior of this world and the author of the plan of salvation for all men and the exaltation of all who live the laws He has given.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p38\" class=\"\">He it was who organized this vehicle—this true church—and called it after His name: The Church of Jesus Christ of Latter-day Saints. In it are all the saving graces.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p39\" class=\"\">I know that the Lord has contact with his prophets, and that He reveals the truth today to His servants as He did in the days of Adam and Abraham and Moses and Peter and Joseph and the numerous others throughout time. God’s messages of light and truth are as surely given to man today as in any other dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p40\" class=\"\">Since Adam and Eve were placed in the garden the Lord has been eager—eager to reveal truth and right to His people. There have been many times when man would not listen, and, of course, where there is no ear, there is no voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p41\" class=\"\">I know the gospel truths will save and exalt mankind if men will accept the truth and fully live up to their commitments and covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/a-program-for-man.p42\" class=\"\">I know this is true, and I bear this testimony to you, my beloved brothers and sisters and friends in all the world, and I urge all men to seriously accept and conform their lives totally to the gospel. I bear this witness in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}