{"ID":2868, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Welfare Services Essentials: The Bishops Storehouse\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p3\" class=\"\">Bishop Victor L. Brown<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_048<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:296a.jpg\" alt=\"Bishop Victor L. Brown\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p4\" class=\"\">My dear brothers and sisters, I would like to discuss with you this morning some of the essentials in Church welfare services, giving particular attention to the bishop’s responsibilities and the role of the storehouse in carrying out these responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p5\" class=\"\">May I begin by referring to a significant and very basic statement made by President J. Reuben Clark, Jr., in which he summarized the purposes of welfare services:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p6\" class=\"\">“The welfare plan is a permanent plan for the purpose of extending temporary assistance to the individual, so far as his temporal needs are concerned, but permanent benefits so far as his spiritual welfare is involved.” (President J. Reuben Clark, Jr., April 5, 1949.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p7\" class=\"\">I fear that the welfare services effort often appears to many to be temporal only in nature; it is in fact also spiritual. If this were not so, it would be merely an organization of men and would have all the weaknesses of man-made organizations. The spiritual nature of the work sets it apart from the world. The Lord said it must needs be done in mine own way. The spiritual nature of our work is absolutely essential to its success.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p8\" class=\"\">President Clark goes on to define the bishop’s duty in both the temporal and spiritual aspects of his welfare services responsibility: “The bishop is to ‘administer to the wants of the elders’, to ‘visit the poor and the needy and administer to their relief’, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p9\" class=\"\">“For temporal needs he is to draw from the storehouse; spiritually he is to see that they are or become the pure in heart, that their spirits are contrite, that their ‘hearts are broken.’” (Unpublished article by President J. Reuben Clark, Jr., July 9, 1941.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p10\" class=\"\">Let us next consider what the Lord says about this subject as recorded in the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p11\" class=\"\">“The office of bishop is in administering all temporal things, … having a knowledge of them by the Spirit of truth.” (<span class=\"citation\" id=\"16769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16769)\">D&amp;C 107:68, 71<\/a><\/span>.) In his calling he is to be endowed with the spirit of discernment to detect those “professing and yet … not of God” (<span class=\"citation\" id=\"16672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16672)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16672)\">D&amp;C 46:27<\/a><\/span>); he is to search “after the poor to administer to their wants by humbling the rich and the proud” (<span class=\"citation\" id=\"16733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16733)\">D&amp;C 84:112<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p12\" class=\"\">Again from President Clark: “Thus to the bishop is given all the powers, and responsibilities which the Lord has specifically prescribed in the Doctrine and Covenants for the caring of the poor, to him go the funds necessary therefor, and to him are given the gifts and functions necessary for carrying on this work. No one else is charged with this duty and responsibility, no one else is endowed with the power and functions necessary for this work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p13\" class=\"\">“Thus by the word of the Lord the sole mandate to care for and the sole discretion in caring for, the poor of the Church is lodged in the bishop, and short of actual transgression no one can call his action into question. It is his duty and his only to determine to whom, when, how, and how much shall be given to any member of his ward from Church funds and as ward help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p14\" class=\"\">“This is his high and solemn obligation, imposed by the Lord Himself. The bishop cannot escape this duty; he cannot shirk it; he cannot pass it on to someone else, and so relieve himself. Whatever help he calls in, he is still responsible.” (Clark, unpublished article.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p15\" class=\"\">Thus we see how significant the bishop’s role is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p16\" class=\"\">Now let’s discuss how the bishop fulfills his welfare service assignments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p17\" class=\"\">First, of course, the bishop and the ward welfare services committee have the responsibility to teach the members of the ward the principles of welfare services. For many years the Brethren from this pulpit have stressed and will continue to stress the need for personal and family preparedness. Personal responsibility is basic to the Lord’s plan. From some of the reports we receive, altogether too many members feel that home storage is the total program. May I remind you of the six elements of personal and family preparedness, all of which should be taught.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p18\" class=\"\">They are: first, literacy and education; second, career development; third, financial and resource management; fourth, home production and storage; fifth, physical health; and sixth, social-emotional strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p19\" class=\"\">Home production and storage is a very necessary element of personal and family preparedness; however, it is not the only element, nor is it necessarily the most significant element. Some people have reacted to the theme of preparedness as if it were a doomsday matter. In reality, all six elements of personal and family preparedness are to be emphasized so that the Latter-day Saints may be better prepared to meet the ordinary, day-to-day requirements of successful living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p20\" class=\"\">Our emphasis on this subject is not grounds for crisis thinking or panic. Quite the contrary, personal and family preparedness should be a way of provident living, an orderly approach to using the resources, gifts, and talents the Lord shares with us. So the first step is to teach our people to be self-reliant and independent through proper preparation for daily life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p21\" class=\"\">Second, while teaching correct principles, the bishop should become acquainted with the conditions and needs of his people. He is to search after the needy and administer to their wants. Generally, the finding process will be accomplished by home teachers and Relief Society visiting teachers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p22\" class=\"\">Third, after assessing and verifying needs, the bishop administers personally or appoints others to administer assistance according to established Church policies. The Lord has provided the bishop with a host of resources to aid him as he ministers to the needs of the members of his ward. These include the ward welfare services committee, Relief Society, the bishops storehouse, Deseret Industries, welfare production projects, and fast offerings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p23\" class=\"\">I should like now to give some emphasis to the bishops storehouse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p24\" class=\"\">A physical bishops storehouse is a sacred facility in which are deposited consecrated commodities provided by those who have, to help those who have not. Through a bishop’s order, those in need can obtain food, clothing, and other items to provide temporary relief for their basic needs. Deseret Industries also serves as a storehouse for nonfood items.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p25\" class=\"\">Where production projects are not yet available to support a physical bishops storehouse, cash storehouses are established. This means that money is contributed by those who have so the bishop can meet the wants of the needy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p26\" class=\"\">As with physical bishops storehouses, the bishop’s order is prepared by the bishop or by the Relief Society president under the bishop’s direction. The completed order, which lists needed commodities, is approved and signed by the bishop. Advance arrangements are made with local merchants to fill the signed order at the most reasonable cost. Church welfare funds known as “cash in lieu” are used to pay the merchant for the commodities. Fast offerings are not used for such purposes when a cash bishops storehouse is in existence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p27\" class=\"\">With the storehouse and fast offerings, every bishop has two hands with which to bless his people—just as we give spiritual blessings with two hands. When the need is temporal the bishop should also use both hands—the one with storehouse commodities and the other with the fast offerings. Remember, brethren, the hand with storehouse commodities should be used first. When we use commodities first, we are in compliance with the Lord’s program of frugality and self-reliance, and we also ensure a flow of food and nonfood items into the bishops storehouse system. Fast offerings should be used primarily for cash needs such as house payments, utilities, etc.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p28\" class=\"\">The bishops storehouse is a vital link in the welfare services system of production and distribution. We realize that many of the wards of the Church do not have access to a physical bishops storehouse. This is of great concern to us. At the beginning of this dispensation in 1831 the Lord instructed as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p29\" class=\"\">“And again, let the bishop appoint a storehouse unto this church; and let all things both in money and in meat, which are more than is needful for the wants of this people, be kept in the hands of the bishop. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p30\" class=\"\">“Behold, this shall be an example unto my servant Edward Partridge, in other places, in all churches.” (<span class=\"citation\" id=\"16676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16676)\">D&amp;C 51:13, 18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p31\" class=\"\">With the establishment of the present welfare plan in 1930, one hundred years after this revelation, and from then until now, the Brethren have counseled that “every bishop in the Church should have access to a bishops storehouse.” (<span class=\"emphasis\">General Committee Bulletin<\/span> 17, Oct. 1948; <span class=\"emphasis\">Welfare Plan Handbook of Instruction,<\/span> 1952, p. 45.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p32\" class=\"\">We recognize that current distribution needs and the availability of production projects do not always permit a storehouse in each stake. We know, however, that the Lord’s kingdom will not attain its full maturity until we have met his charge to be “independent above all other creatures beneath the celestial world.” (<span class=\"citation\" id=\"16720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16720)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16720)\">D&amp;C 78:14<\/a><\/span>.) We also know that caring for the poor and needy in the Lord’s own way cannot be fully accomplished without every bishop having access to a physical storehouse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p33\" class=\"\">With these things in mind we are undertaking a vigorous effort to expand the bishops storehouse system beyond the western United States and extend it throughout the world. This must be done in an orderly, well-planned way. We ask bishops and stake presidents to analyze their storehouse needs, present and future, and communicate your recommendations to the General Church Welfare Services Committee. For criteria to establish bishops storehouses, please consult the <span class=\"emphasis\">Welfare Services Handbook.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p34\" class=\"\">We each need to recognize that the Lord’s storehouse system blesses both giver and receiver. The storehouse blesses the recipient not only with material goods, but as a place of work and skill development, creating dignity and generating self-esteem. Through storehouses we not only teach true Christian charity, but we exemplify it in action.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p35\" class=\"\">Storehouses bless the members of the Church by helping them live their covenants of sacrifice and consecration. Indeed, the Lord states in the eighty-third section of the Doctrine and Covenants that “the storehouse shall be kept by the consecrations of the church.” (<span class=\"citation\" id=\"16723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16723)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16723)\">D&amp;C 83:6<\/a><\/span>.) President Clark reminds us: “Our storehouses today under the welfare plan are kept, in fact, by the consecrations of the Church, that is, of the membership of the Church. The storehouses we have now are … stocked by the produce raised and materials fabricated for the purpose by the Church members. These contributions are truly consecrations, for they are freely and gratuitously given, with no claim back by the donor either as to the contributions themselves or to compensations therefor.” (President J. Reuben Clark, Jr., address at bishops’ meeting, Oct. 6, 1944.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p36\" class=\"\">If the bishops and stake presidents are to move the Church forward to maturity, they will accept this challenge: each will become involved in a welfare services production project at the earliest possible time. This will lead naturally to the establishment of a bishops storehouse, resulting in the implementation of the full program so that our people can literally be “independent above all other creatures beneath the celestial world.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/welfare-services-essentials-the-bishops-storehouse.p37\" class=\"\">That this may be our goal, and that we may accomplish it, is my prayer in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}