{"ID":287, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Son of God<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i>, April 1947, pp. 104-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFriends of the Church of the Air:\n<\/p><p>\nThe account of the transcendent event which signalizes this day and entitles\nit to rank among the first of all memorial days is brief and simple.\n<\/p><p>\nTHE RECORD OF THE RESURRECTION\n<\/p><p>\nJesus of Nazareth, who had proclaimed himself the Son of God, had been crucified and his\nsorely tortured body entombed in a borrowed sepulchre. At the dawning of the third day, \"at\nthe end of the Sabbath\" (<span class=\"citation\" id=\"34173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34173)\">Matt. 28:1<\/a><\/span>)\ncertain devoted women returned there to perform some unfinished\noffices for the dead. They found the tomb empty, and his burial clothes folded together\n(<span class=\"citation\" id=\"31219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31219)\">Luke 24:1-3<\/a><\/span>). Their\nagitation was quieted by a heavenly messenger who, announcing that he knew they had come\nseeking Jesus, gently reproved them asking:\n<\/p><p>\nWhy seek ye the living among the dead?\n<\/p><p>\nHe is not here, but is risen: remember how he spake unto you when he was yet in Galilee.\n<\/p><p>\nSaying, The son of man must be delivered into the hands of sinful men, and be crucified, and\nthe third day rise again.\n<\/p><p>\nAnd they remembered his words (<span class=\"citation\" id=\"31220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31220)\">Luke 24:5-8<\/a><\/span>).\n<\/p><p>\nThe record adds little to that epoch-making story except that the risen Lord identified himself\nto Mary, one of the women (<span class=\"citation\" id=\"27300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27300)\">John 20:16<\/a><\/span>);\nthen, on various occasions (<span class=\"citation\" id=\"152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(152)\">1 Cor. 15:3-8<\/a><\/span>),\nto his intimate disciples (<span class=\"citation\" id=\"31222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31222)\">Luke 24:36<\/a><\/span>),\nand finally to a considerable body of people\n(<span class=\"citation\" id=\"153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(153)\">1 Cor. 15:6<\/a><\/span>) as he took his earthly leave of them\n(<span class=\"citation\" id=\"7584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7584)\">Acts 1:1-9<\/a><\/span>).\n<\/p><p>\nAccording to accepted reckoning, all this happened more than nineteen hundred years ago, but\nthat simple account, widely spread, and accredited by millions, has persisted without\ninterruption down through all the intervening centuries. Today, betokening the depth of its\npenetration into the pattern of their lives and the far-flung extent of its dominion, people, over\nthat whole broad section of this earth comprising what is called the Christian world, will flock\nin multitudes to their churches, or have already done so, to pay homage to him who crowned\nhis earthly ministry of mercy and redemption by triumph over death, giving assurance of the\nindestructibility of life and its perpetuation beyond the grave for all the race of men. That is\nthe meaning and the message of the empty tomb.\n<\/p><p>\nACHIEVEMENTS OF JESUS THROUGHOUT HIS LIFE\n<\/p><p>\nBut the story comprehends more than a mere recital of the incident of the resurrection. That,\nstanding alone, likely could not have prevailed over the opposition raised against it. It had to\nbe coupled with the life and works and teachings of him whose body came forth out of the\nstone-covered, guard-protected sepulchre. Neither would the life alone nor the teachings alone\nhave sufficed. They had to be crowned with the sanction of immortality which came from\nvictory over the grave. All these&mdash;the life, the teachings, the death, and resurrection&mdash;are\ninseparably bound up together, into one whole and may not be considered as severable parts.\n<\/p><p>\nThe integrity of the unified account is enormously fortified by subsequent happenings, for it\nhas profoundly changed the course of the world's history and has been the determining\ninfluence that has for long made western man dominant among the peoples of this earth.\n<\/p><p>\nClearly this phenomenal consequence was not attributable to the worldly rank or earthly\npossession of Jesus. He had neither. I do not, however, wish to dwell upon the humble\ncircumstances of his birth nor the lowly station of his life. All this has been immemorially the\nsubject of eloquent discourse.\n<\/p><p>\nI do, though, want to emphasize that the life of Jesus was not lived nor his doctrine\npropounded among a benighted or naively credulous people. He lived and wrought among,\nand, following his death, his disciples carried his message to peoples boasting a\ntwo-thousand-year-old civilization. The banner of Rome spread out over all the lands whose\nshores are washed by the waters of the Mediterranean. There were converged the learning of\nthe ancients; the record of the laws and theistic beliefs of Israel with its noble literature and\nthe majestic messages of the Hebrew prophets; the art, literature, poetry, and music of Greece;\nthe fruits of the organizational and governmental genius of Rome. There, in the heart of the\nworld's culture, Christianity was born. That is where, among the peoples who had created that\nculture, the Church found its early adherents and sent down its firm-bedded roots. There it\nwon its place and got itself accepted as the worship of the majority of the people of the\nerstwhile persecuting empire and spread itself over all the nations of the western world,\nstamping them with the very name of Christ. From thenceforth it has influenced and shaped\nthe course of nations, supplying them, to this day, their noblest ideals, their best standards for\nevaluation of behavior according to which conduct is extolled as being right or condemned as\nbeing wrong, introducing the concept of human brotherhood and of the individual worth and\ndignity of man. History furnishes no parallel to the power and influence of Jesus the Christ.\nIn all the achievements of the nineteen centuries since his death, nothing has been produced to\nchallenge this preeminence. In this marvelous day when study of physical forces has seemed\nto bring knowledge about them almost to its very pinnacle, there is in all our learning,\nphysical or metaphysical, mystical or philosophical, nothing to grip the hearts of men as they\nhave been gripped by the compelling power of the Man of Galilee. \"Whence hath this man his\npower?\" (<span class=\"citation\" id=\"34157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34157)\">Matt. 13:54<\/a><\/span>).\n<\/p><p>\nSPIRITUALITY EMPHASIZED IN THE TEACHINGS OF JESUS\n<\/p><p>\nIn all his teachings Jesus emphasized the supremacy of the spirit. The message he committed\nto his disciples was a spiritual message, whose power was inherent in itself and not derived\nfrom any materialistic source or dependent on the caprice of human favor.\nThat is the secret of its conquest. He came teaching not a mere code of ethics, but a religion.\n<\/p><p>\nThat is what he commissioned his disciples to spread everywhere. His charge to them was,\n<\/p><p>\nGo ye therefore, and teach all nations, baptizing them in the name\nof the Father, and of the Son, and of the Holy Ghost:\nTeaching them to observe all things whatsoever I have commanded you\n(<span class=\"citation\" id=\"34177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34177)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nThe reality and directive authority of God, he made the central theme of all his teaching,\ndeclaring that he had come from the Father to whom he would return and whose will alone he\nhad come to do (<span class=\"citation\" id=\"27285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27285)\">John 5:30<\/a><\/span>).\nHe prayed fervently to the Father and taught his disciples to do so. It was to\nthose who believe in the Father that he promised eternal life. The last words he uttered as he\ndied upon the cross were: \"Father, into thy hands I commend my spirit\"\n(<span class=\"citation\" id=\"31218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31218)\">Luke 23:46<\/a><\/span>).\nImplicit in all this is the doctrine that he lived premortally with God and is his Son. He\ndistinguished man, too, as an eternal being, a child of God, thus bringing him into direct\nrelationship with the Father and the Son. Nothing else so dignifies man or stabilizes him in\nhis behavior once his soul is pierced with that conviction.\n<\/p><p>\nThat concept, basic in the Christian religion, shaped the thought processes of men and\nexpressed itself not only in their forms of worship but also in the secular affairs of their lives\nand in the very frameworks of civil governments themselves. It is at the foundation of the\nwhole civilization and culture of the Christian nations of the world.\n<\/p><p>\nPRESENT DISORDERED CONDITION OF THE WORLD\n<\/p><p>\nHow stands that civilization, if we pause to assess it, this Easter day?\n<\/p><p>\nIt is sick, terrifyingly sick, the whole world is, and everybody knows it. Hate, suspicion, envy,\ncovetousness, and lust for power, stalk the earth, keeping the whole globe in turmoil. Gripped\nby fear, the nations are congealed with terror. Christian civilization has suffered a tragic moral\ncollapse. No thoughtful person disputes that. But it is very doubtful if we have correctly\ndiagnosed the malady. Rather does it seem that we are toying with symptoms while the root\ncauses of the disease are left to flourish and propagate, administering palliatives instead of\ncures.\n<\/p><p>\nCommonly we attribute our ills to the war. That is an explanation so ready at hand. War is\nugly anyway, and the source of so much evil that it is easy to lump onto it the sole\nresponsibility for all our afflictions. But it is clear that the war is not the root cause of our\ndisorders. It is only a symptom, evidence of a basic ailment which produced it. If the war had\nbeen the cause, then the cause would have been removed when the fighting stopped, and we\nshould have had only to convalesce from the sickness. That is not what\nhappened. We seem further from peace now than when the battle was raging. The pressure of\nthe conflict had some cohesive, unifying power which is now wanting. Many small nations\nseem merely to have changed masters, and their lot is not improved. They seem to have lost\nall immediate prospect for controlling their own destinies. War is rightly recognized as an evil\nscourge, and there is a feverish desire to prevent its recurrence. But war arises out of\nantecedent causes, and the only way to prevent it is to remove those causes.\n<\/p><p>\nDESTRUCTIVE INFLUENCES AT WORK\n<\/p><p>\nThe truth of the matter is that our problem is a spiritual problem, and unless that is solved,\nour civilization is lost. The cure does not lie, as so many fondly believe, entirely in technical\nand economic reconstruction. I have already said that the civilization of Christendom is\nfounded on belief of God. You will destroy that civilization if you let its basis perish. To live,\nit needs constant nourishment at the source. The Nazi youth were cut completely off the\nChristian practices which had been the basis of man's living for centuries. They were trained\nto deny Christ's teachings; so were the Fascist youth. You know the result, and it was not\ngood. Unfortunately the undermining of Christian faith has not been confined to Nazidom, or\nto Fascist controlled lands or to Bolshevik revolutionaries. True, the same methods have not\nbeen used in most parts of Christendom, but destructive influences have nonetheless been long\nat work all over the Christian world.\n<\/p><p>\nJesus is reduced from Godhood to the status of a mere moralist, and his teachings from a\nreligion to a code of worthy ideals without binding force. The man-centered humanistic creed\nby which it is sought to supplant the God-centered Christian religion is thus stated by one\nhigh in the realm of educational thought.\n<\/p><p>\nThe cosmos as a whole, out of which human life emerges, gives no evidence of\nbeing, or wishing to be, intelligent. The human spirit is alone in an otherwise\nnonhuman, nonspiritual universe. Whatever it has, or may ever have of\nsensitiveness, of wisdom, of generosity, of freedom, of justice, it has made, and\nwill make, for itself (Alexander Meiklejohn, <i>Education Between Two Worlds<\/i>.)\n<\/p><p>\nOver against this humanistic atheism I set the confession of a doctor of philosophy, teacher in\none of our large universities, who was sent to Germany to record the emotions and reactions\nof the defendants at the Nuremberg trials. As he went through his experiences there, and after\nhaving witnessed the desolation of that ravaged land, he is reported to have said:\n<\/p><p>\nI was one of those smart boys who at my university used to ridicule the idea of\nGod and who helped my students mock him. But now as I stand in this place of\nutter ruin and see the judgment of God which has come upon this\ncity, and this people, and which is crushing these defendants, the leaders of\nGermany, I am going back to America and cry with the loudest voice I can\nmuster: \"It is time that we turn back to God, lest a worse fate befall us.\"\n<\/p><p>\nTHE WEAKENED CONDITION OF CHRISTENDOM\n<\/p><p>\nIt cannot be forgotten that the scourging war, which has just devastated the earth, broke out\nright in the heart of so-called Christendom. Christian nation destroying Christian nation. The\ndegradation left in its wake, the tragic collapse of morals, the earth-searing desolation spread\neverywhere, and the tottering of the whole social order among peoples who have forgotten\nGod, should teach us lessons in humility and make us know that puny man, of himself,\nstanding in the midst of this universal wreckage, \"is no more capable of saving the world than\nhe was of creating it in the first place.\"\n<\/p><p>\nIt is high sounding to deny divinity and to say that man must make for himself whatever he\nhas or may ever have. Men may profess to accept Jesus as a great moral teacher and his\ndoctrines as comprising the best code of ethics the world has known. But his ethical and\nmoral teachings derive their influence over the lives of men out of the majesty of divine\nauthority with which Christ's gospel invested them. There they have their roots. They cannot\nsupport a civilization if severed from their nourishing roots any more than the bloom of a\nflower can be kept after cut from its parent stem. We have been trying to maintain faith in a\nChristian ethic without faith in the religion that produced it. That cannot be done! True, a\ncivilization and its culture may go on after a fashion after it has lost faith in the power from\nwhich it rose, carried on its acquired momentum. But unless it is nourished at the roots, it will\nultimately exhaust the surplus on which it draws. You can no more go on drawing indefinitely\non moral reserves without replenishment, than you can go on drawing from a bank without\nkeeping the account current by new deposits. For too long now, the civilization of\nChristendom has been living on the remnants of a discarded faith. Its weakened condition is\napparent in the lack of moral direction which characterizes these times. It is the teaching of\nhistory that moral decay follows upon the withering of belief of God.\n<\/p><p>\nA committee comprising the most prominent clergy of England, after prolonged study,\nreported:\n<\/p><p>\n. . . a sharp decline in truthfulness, personal honesty, an alarming spread of sexual\nlaxity, and of the gambling fever. Magistrates have expressed their anxiety at the\nrise of juvenile crime. Schoolteachers complain at the difficulty of impressing\nupon their young charges the abomination of lying and stealing which they copy\nfrom their elders at home.\n<\/p><p>\nThe sorriest part about it all, is that the most debasing vices are practiced without shame or\nremorse. But these things, too, are but symptoms of a blighting distemper\nbedded down deep in the souls of men. The committee found:\n<\/p><p>\nDepravity is the sure symptom of spiritual disease. The idea of man as a\nresponsible person is in danger of disappearing with the loss of belief in a Living\nGod.\n<\/p><p>\nYou have only to read our own press to know that conditions in our country closely parallel\nthose deplored by the English clergy. If you do not think so, read the column in the Los\nAngeles <i>Times<\/i> giving the list of crimes for a day in that city.\n<\/p><p>\nFAITH OF THE EARLY DISCIPLES OF JESUS\n<\/p><p>\nIt should be remembered that it was the religion Jesus brought&mdash;the gospel&mdash;that won over won\nover Rome against such overwhelming odds. The men whom he picked and left behind to\nrepresent him, and whom he commissioned to spread his gospel all over the world were lowly\nmen, without political power or armed might. The only resource they had was the message\nthe Master had left them and bidden them proclaim. They had to fight every step of their way\nforward against the unleashed fury of the mightiest empire on earth. They believed to the\ndepth of their souls in the truth of what they declared. Their strength was their unyielding\nfaith in the Living God and in the redemptive mission of Jesus the Christ.\n<\/p><p>\nOur observances of this Easter day, though we may have thronged to our churches, will be\nfutile unless we come from them refreshed in that faith and strengthened in the will to restore\nit as the power that can save the world.\n<\/p>\n<\/div>\n<\/div>"}