{"ID":2870, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Principles of Welfare\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p3\" class=\"\">Elder Vaughn J. Featherstone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_050<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:318c.jpg\" alt=\"Elder Vaughn J. Featherstone\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p4\" class=\"\">I would be ungrateful this morning if I didn’t express my appreciation for walking in the shadow of two great and holy men, Bishop Brown and Bishop Peterson, and for letting you know that I have a personal witness that J. Richard Clarke is a suited companion for these great men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p5\" class=\"\">This morning I have the assignment from Bishop Brown to discuss employment responsibilities. Six months ago Bishop Peterson discussed employment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p6\" class=\"\">Sometime back a mother took her son, Freddie, to the LDS hospital for an operation. The boy was operated on and all went well. That evening at 7:00 <span class=\"small\">P.M.<\/span>, Freddie’s mother went to the head nurse and said, “I would like to leave now, and I would like you to check on Freddie every half hour.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p7\" class=\"\">The nurse said, “Well, we will check on him regularly, but we don’t have time to check on him every half hour.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p8\" class=\"\">The mother said, “If you will not check on him every half hour, then I will not leave. I will stay here all night.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p9\" class=\"\">The nurse said, “You don’t need to do that; I personally will check on him every half hour.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p10\" class=\"\">So the mother left and went home. The hospital has a central station and two long wings. Freddie was in the last room. At 7:30 <span class=\"small\">P.M.<\/span> the nurse made her way down the long hallway and put her head in the door and said, “Freddie, is everything all right?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p11\" class=\"\">He responded, “Yes, everything is fine.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p12\" class=\"\">She walked down the hall and it was almost 8:00. She turned around and went back to Freddie’s room and said, “Freddie, are you all right?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p13\" class=\"\">He said, “I’m doing okay.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p14\" class=\"\">She made the long trip back to her central station. She did this at 8:30, 9:00, 9:30, and 10:00. Finally she thought, “I am not getting any work done. I’ve got to change systems of checking on Freddie.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p15\" class=\"\">She decided to use the intercom. She pushed the button and said, “Freddie, are you all right?” Not a sound.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p16\" class=\"\">“Freddie, are you okay?” Nothing. “Freddie, are you all right—speak to me!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p17\" class=\"\">And a very timid voice said, “Yes, wall, what do you want?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p18\" class=\"\">I think as we talk about unemployment—and Bishop Peterson discussed it last time and I this morning—we do not think we’re talking to the wall; but repetition is a good teacher.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">We constantly teach, and it has been taught from the beginning, that a man should be completely self-reliant and able to take care of himself and his family. This is an eternal and true principle. Many in the Church have attained such total self-reliance. Each individual has the responsibility to take care of his own employment needs. Yet, sometimes as quorum or ward leaders we consider this principle and withdraw from our responsibility, feeling that the individual can work out his own problems. The fact is that we have a great responsibility. To help us to understand and fulfill that responsibility, there are two principles regarding employment that I should like to discuss:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>It is true that the individual must be self-reliant.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>This does not relieve quorum and other ward members from their immediate obligation to that individual.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p22\" class=\"\">Whenever a person in the ward is unemployed, the individual has primary responsibility to locate another job. Where he is unable to find a job, his family should help. Quorum and ward assistance should be offered in the very beginning, when the individual is first out of work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p23\" class=\"\">The longer the time between the loss of one’s job and the finding of another, the more difficult it is to find work. Several things are involved.<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>The individual loses his confidence.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Pressures—mental, physical, and financial—clutter the mind, and thinking becomes clouded.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Image of self-worth is reduced significantly with each passing day.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>The stigma placed upon the one seeking employment by the community and potential employers is, “If he had anything on the ball he would have a job. He must have some hang-ups—I dare not hire him.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>The longer the period of unemployment, the harder it is for the individual to go back to work even if he has an opportunity.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p29\" class=\"\">In a talk entitled “Freedom, A Terrible Risk,” by Harvey Jacobs, he related the following:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p30\" class=\"\">“In a Japanese novel of several years ago, the main character, wandering in a strange village, becomes trapped in the bottom of a sand pit. Food and water are lowered to him but no ladder. He wants out desperately. He begs his captors to let him go. He tries to bargain with them but nothing works. Months pass. The begging, the scheming becomes a way of life. After a long time he is granted what he wants, what he has been striving for with all his will, day and night—the freedom to come out of his pit and go on his way in complete freedom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p31\" class=\"\">“Suddenly he is afraid, he is alarmed by the prospect of facing the world without protection. He could get lost, he thinks. In his little pit he was at least sheltered from unknown harm. Now he understands that freedom is not a reward but a terrible risk.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p32\" class=\"\">Those of us who have never been out of work would find it difficult to understand the mental anxiety and loss of confidence that comes from a long period of unemployment. Plato said that the very most important part of any project is the very beginning. (See <span class=\"emphasis\">The Republic,<\/span> bk. 1,377b.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p33\" class=\"\">Now what can be done by the quorum and ward to solve employment needs by members, and how do we do it?<\/p>\n\t\t\t<div class=\"figure\">\n      <ul class=\"content-list romanCaps\"><li>\n\t  <span class=\"label\">I.<\/span>\n\t  <div class=\"\" id=\"\">\n\t    <p>Stake presidents and bishops, instruct your stake and ward welfare services committees in employment matters, particularly the principles we outline in these welfare sessions of conference.<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <span class=\"label\">II.<\/span>\n\t  <div class=\"\" id=\"\">\n\t    <p>Quorum presidents and bishops, contact the unemployed member immediately, as soon as you know he is out of work. Do not wait until Sunday. Counsel those who are unemployed to do the following (some of these suggestions might not be locally applicable, but the principles are universal; use every <span class=\"emphasis\">personal<\/span> resource possible):<\/p>\n\t    <div class=\"figure\">\n\t      <ul class=\"content-list alphaCaps\"><li>\n\t\t  <span class=\"label\">A.<\/span>\n\t\t  <div class=\"\" id=\"\">\n\t\t    <p>Resolve to work at looking for a job. Get up every morning at 7:00 <span class=\"small\">A.M.<\/span>, shower, clean up, have prayer and breakfast, and leave at 8:00 <span class=\"small\">A.M.<\/span> to look for a job. Spend several hours each day looking for a job.<\/p>\n\t\t  <\/div>\n\t\t<\/li>\n\t\t<li>\n\t\t  <span class=\"label\">B.<\/span>\n\t\t  <div class=\"\" id=\"\">\n\t\t    <p>While endeavoring to find a job—<\/p>\n\t\t    <div class=\"figure\">\n\t\t      <ol class=\"number\"><li>\n\t\t\t\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t\t\t\t<p>Make out a resumé which has a professional appearance. Quorum or ward resource people may assist in filling out a resumé.<\/p>\n\t\t\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t\t\t\t<p>If appropriate, send a resumé, depending on the type of work in which you are interested, to executive search firms, or place it in the hands of prospective employers.<\/p>\n\t\t\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t\t\t\t\t<p>Check companies or businesses in which you have had experience. Call and make appointments.<\/p>\n\t\t\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t\t\t\t\t<p>Review the “help wanted” section of the paper—even papers from other communities if you don’t mind moving.<\/p>\n\t\t\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t\t\t\t\t<p>Check with employment agencies.<\/p>\n\t\t\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t\t\t\t\t<p>Check telephone directories for a list of companies in the field of your employment skills.<\/p>\n\t\t\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t\t\t\t\t<p>Visit family or other acquaintances who may know of an opening.<\/p>\n\t\t\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t\t\t\t\t<p>Take a period of time (at least 30 minutes) to pray and meditate about where you may be able to find employment. You will be inspired and directed.<\/p>\n\t\t\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t\t\t<span class=\"label\">9.<\/span>\n\t\t\t\t\t\t\t\t\t<p>Read materials that increase your faith and confidence, i.e., scriptures or success motivation books.<\/p>\n\t\t\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t<\/ol><\/div>\n\t\t  <\/div>\n\t\t<\/li>\n\t\t<li>\n\t\t  <span class=\"label\">C.<\/span>\n\t\t  <div class=\"\" id=\"\">\n\t\t    <p>Plan and outline exactly what the course of action will be for the next day’s searching for a job. Here again is an excellent opportunity for one or more resource persons to do some creative thinking and dialoguing with the unemployed person.<\/p>\n\t\t  <\/div>\n\t\t<\/li>\n\t\t<li>\n\t\t  <span class=\"label\">D.<\/span>\n\t\t  <div class=\"\" id=\"\">\n\t\t    <p>Dress appropriately for the interview. This gives confidence and creates a good first impression. Be willing to start at the bottom and work up. Be willing to prove yourself to a new employer.<\/p>\n\t\t  <\/div>\n\t\t<\/li>\n\t\t<li>\n\t\t  <span class=\"label\">E.<\/span>\n\t\t  <div class=\"\" id=\"\">\n\t\t    <p>Pay tithing even though it may be all the money you have. The Lord’s blessings are needed, and this is one way of assuring them.<\/p>\n\t\t  <\/div>\n\t\t<\/li>\n\t      <\/ul><\/div>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <span class=\"label\">III.<\/span>\n\t  <div class=\"\" id=\"\">\n\t    <p>Quorum presidents and bishops, talk with the unemployed individual and—<\/p>\n\t    <div class=\"figure\">\n\t      <ul class=\"content-list alphaCaps\"><li>\n\t\t  <span class=\"label\">A.<\/span>\n\t\t  <div class=\"\" id=\"\">\n\t\t    <p>rebuild his self-image;<\/p>\n\t\t  <\/div>\n\t\t<\/li>\n\t\t<li>\n\t\t  <span class=\"label\">B.<\/span>\n\t\t  <div class=\"\" id=\"\">\n\t\t    <p>instruct him as previously listed;<\/p>\n\t\t  <\/div>\n\t\t<\/li>\n\t\t<li>\n\t\t  <span class=\"label\">C.<\/span>\n\t\t  <div class=\"\" id=\"\">\n\t\t    <p>C. lay your hands on his head and give him a special blessing where such is requested;<\/p>\n\t\t  <\/div>\n\t\t<\/li>\n\t\t<li>\n\t\t  <span class=\"label\">D.<\/span>\n\t\t  <div class=\"\" id=\"\">\n\t\t    <p>D. make the resources of the quorum and ward available as needed.<\/p>\n\t\t  <\/div>\n\t\t<\/li>\n\t      <\/ul><\/div>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <span class=\"label\">IV.<\/span>\n\t  <div class=\"\" id=\"\">\n\t    <p>If work does not come at first, stay close to the unemployed individual so he can have someone with whom he can review his frustrations and keep him thinking positively.<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <span class=\"label\">V.<\/span>\n\t  <div class=\"\" id=\"\">\n\t    <p>Call in as many resource persons as necessary to help. The greatest resource, of course, is the combined talents of the quorum. Each quorum member should be involved by assignment to assist in finding job openings.<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <span class=\"label\">VI.<\/span>\n\t  <div class=\"\" id=\"\">\n\t    <p>There may be occasions that warrant the quorum members’ assisting while the individual “retools” through vocational training—or the quorum may be called upon to assist in setting a member up in business.<\/p>\n\t  <\/div>\n\t<\/li>\n      <\/ul><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p58\" class=\"\">The great blessing of the quorum and the ward is that instead of one person feeling lost and alone, he will feel that there are a hundred people or more working to help him find a job. The ward welfare services committee discusses the needs of the individual. Each member of the quorum or group presidency immediately involves quorum or group members to help locate employment. Thus the entire priesthood unit becomes involved by assisting in trying to locate job openings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p59\" class=\"\">In 1937, Elder Harold B. Lee said, “It must surely be apparent to all that every step the unemployed person takes away from the circle of his quorum carries him that much further from possible employment.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p60\" class=\"\">When necessary, get the entire ward involved. When we do, we have 100 times more exposure, we have 100 times more chance for success. It is one thing to talk about a problem and another thing to actually contribute to the solution. Ward welfare services committees are organized to get results. A quorum and ward totally united in fasting, prayer, and works on behalf of one individual in need of work will produce miracles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p61\" class=\"\">A convict was being escorted by two armed guards down a hall between a row of cellblocks. One of the inmates asked him where he was going.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p62\" class=\"\">“To the electric chair,” he responded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p63\" class=\"\">“Well, more power to you, boy!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p64\" class=\"\">We have power when we involve the quorum and the ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p65\" class=\"\">Every ward should have a functioning employment system. It includes the individual, the quorum, the ward, the stake, the region, and community resources available. Some areas have Church employment centers, but these are organized to compensate for lack of total quorum and ward commitment. This is because the priesthood <span class=\"emphasis\">have not<\/span> accepted and are not living or functioning the way the Lord would have us do. In the past the process from the quorum, to the ward, to the stake, to the region has been too slow. Not because the principle is wrong, but because priesthood leaders are not functioning properly in this area of their stewardship. Jobs are lost due to time lag between employment needs being matched with employment opportunities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p66\" class=\"\">We as a people do not understand the quorum organization yet. When we do, we will find there will be a “power surge” through the Church that will electrify the world. The priesthood quorum is the Lord’s organization for the brotherhood of men and brethren in the kingdom. The quorum is to function primarily to assist the quorum member in spiritual growth and development. The temporal welfare of every quorum member is also the responsibility of every other quorum member.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p67\" class=\"\">There is a holy brotherhood in a good quorum that draws the members together with bands stronger than steel. The quorum is a brotherhood of charity wherein the “pure love of Christ” prevails. When this “charity” pervades all that is done, then every member has a Christlike interest in every other member. Quorum members feel the weight of the burden which is carried by their unemployed brother as though they themselves were unemployed. They are motivated to action. The correlation and efforts of the quorum are directed by the quorum president.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p68\" class=\"\">The bishop, through his counselor responsible for personal welfare matters, has the duty to correlate employment-finding activities outside the quorums.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/principles-of-welfare.p69\" class=\"\">God bless you, our beloved leaders, to have charity for the unfortunate, which charity is the true love of Christ. “For now abideth faith, hope, charity, these three; but the greatest of these is charity.” (<span class=\"citation\" id=\"621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(621)\">1 Cor. 13:13<\/a><\/span>.) In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}