{"ID":2871, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “She Is Not Afraid of the Snow for Her Household …”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p3\" class=\"\">Sister Barbara B. Smith<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_051<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a6a.jpg\" alt=\"Sister Barbara B. Smith\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p4\" class=\"\">My dear brothers and sisters, last July six stake Relief Society presidents visited me in my office; they were all from Idaho stakes affected by the Teton flood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p5\" class=\"\">They spoke of the labor and love given by thousands of priesthood volunteers and also of the service of countless Relief Society women who washed, scrubbed, cleaned, prepared food, cared for children, and performed other essential services for victims of that terrible disaster.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p6\" class=\"\">As those sisters spoke, several images came to my mind. I was reminded of one of the beautiful sculptures of the Relief Society’s Nauvoo monument—a woman with hands outstretched in an attitude of compassion, typifying the woman described in Proverbs:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p7\" class=\"\">“She stretcheth out her hand to the poor: yea, she reacheth forth her hands to the needy.” (<span class=\"citation\" id=\"41538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41538)\">Prov. 31:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p8\" class=\"\">I recalled my own visit to the flood area, where I saw a cultural hall with tables with good clothing, clearly sized and marked; another room with neatly stacked food—cans of wheat, dehydrated milk, bottled fruit, nonfood items, all donated by individuals acting in spontaneous compassion and generosity. I remembered the spirit of love and unity, as members in nearby areas not affected by the flood opened their homes and shared their food and other supplies with flood victims.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p9\" class=\"\">I thought at the time what a blessing it was that those who had been obedient to the counsel of the Brethren had sufficient personal supplies to share with the flood victims. Through this hard experience, lessons in preparedness and provident living were learned for the entire Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p10\" class=\"\">Let us consider now what we as Relief Society leaders need to do in the next six months to help all of us accomplish the storage goals established by the General Authorities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p11\" class=\"\">First, help sisters assess their own progress in this assignment. Have their families met the goal? Are they moving toward the halfway mark? Perhaps some have just started, while others may not know where to begin.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Second, teach storage principles:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Basic Food Storage.<\/span> Included in the year’s supply of basic foods should be life-sustaining foods that store well for a long time: grains (wheat, rice, corn, or other of the cereal grains); dried milk, dried fish or protein vegetables such as beans and peas and other fresh, canned, dried, or pickled fruit or vegetables; sugar or a sugar substitute such as honey; some form of fats; salt; and water. Fresh taro or sweet potato, and live pigs, chickens, or fish might be considered as a supply in some areas of the world where it is difficult to store food. Remember that regular use of whole grains is important in building a digestive tolerance for roughage.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>\n\t    <span class=\"emphasis\">Basic Clothing and Fuel Storage.<\/span>\n\t  <\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Emergency Storage.<\/span> You may wish to consider storing, where they could be picked up at a moment’s notice, such items as water, food needing no refrigeration or cooking, medications needed by family members, a change of clothing for each family member, a first-aid booklet and first-aid supplies, an ax, shovel, and blanket. These would be used when a family or individual has only a short time to flee a disaster or needs to stay in a sheltered area within the home. It is also wisdom to have the family’s important papers and documents together where they could be picked up at a moment’s notice.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Expanded Storage.<\/span> Families may also wish to expand their basic storage to include foods and other daily essentials that would supply total nutritional needs and allow for variety and personal preferences in diet and living. These would be things normally used every day, for which frequent shopping is done.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p17\" class=\"\">I repeat, home storage should consist of a year’s supply of basic food, clothing, and, where possible, fuel. After this goal is reached, emergency and expanded storage is desirable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p18\" class=\"\">In all of our storage, quality products, proper containers and storage facilities, proper storage temperature, and regular rotation are important considerations. Some of the recent disasters in which Church members have been involved show that there is a need for diversification in <span class=\"emphasis\">places<\/span> of storage and in types of containers. Perhaps not all storage should be concentrated in one area of the house, not all should be stored in tin or plastic containers, not all in glass containers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p19\" class=\"\">I outlined in the April 1976 welfare services meeting eight suggested topics for Relief Society homemaking mini-classes. I repeat these by way of review:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p20\" class=\"\">How to save systematically for emergencies and home storage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p21\" class=\"\">How to, what to, and where to store.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p22\" class=\"\">How to store seeds, prepare soil, acquire proper tools for gardening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p23\" class=\"\">How to grow your own vegetables.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p24\" class=\"\">How to can and dry foods.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p25\" class=\"\">How to teach and help your family eat foods needed for physical health.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p26\" class=\"\">How to do basic machine and hand sewing, mending, and clothing remodeling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p27\" class=\"\">How to plan and prepare nutritious, appetizing meals, using the resources available and foods from home storage shelves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p28\" class=\"\">May I also strongly urge stake and district Relief Society leaders to encourage miniclass instruction on how to use the basic food storage items in daily diets. I ask Relief Society leaders to secure and study approved materials on home storage appropriate to local culture, climate, and area; to counsel with local priesthood leaders and make realistic storage plans available to the people in their area. Plans for storage may vary according to the circumstances of individuals or families. But always the guidelines will be helpful that are set forth in the Church Welfare Services Department bulletin, <span class=\"emphasis\">Essentials of Home Storage,<\/span> available through Church Distribution. Local university and government departments could also be a source of help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p29\" class=\"\">We urge Relief Society leaders to work out ways in which women can help in Church welfare projects. Many could be active participants in the actual work of production projects and canneries. Others might do telephoning and scheduling. Babysitting might be provided to enable young mothers to work on projects or in canneries, or several young mothers could do babysitting for each other. Families might go together to work on a production project, thus strengthening the bonds of brotherhood and sisterhood among them. Women should encourage their families and arrange home activities and schedules so that the family will want to participate. A woman’s attitude and response will set the tone for the entire family and for others. Her enthusiasm can be contagious, and filling such assignments provides her with a golden opportunity to teach gospel principles of love and service, of work and self-reliance, of stewardship and consecration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p30\" class=\"\">As each sister participates in welfare, we feel added blessings can come into her life as conceptualized by the Relief Society Nauvoo monument to women, and she will be blessed spiritually. She will give a good pattern for her children to follow. She and her family will be blessed physically and socially. Furthermore, the Relief Society sisters of today will discover, as the founding sisters of Nauvoo realized, that there is a special blessing in working with the priesthood brethren of the Church. In so doing, they will be reliving and strengthening the companion pattern that began with Adam and Eve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/she-is-not-afraid-of-the-snow-for-her-household.p31\" class=\"\">It is my prayer that the preparations of the women of the Church in the area of home production and storage will enable us to be generous with our substance if needed and bring a greater security to individuals and families, so that we might be as the virtuous woman of old who was “not afraid of the snow [of adversity] for her household. …” (<span class=\"citation\" id=\"41539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41539)\">Prov. 31:21<\/a><\/span>.) In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}