{"ID":2872, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “In Mine Own Way”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p3\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_052<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:32ca.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p4\" class=\"\">Brothers and sisters, I seek your faith and prayers as I attempt to direct your thoughts a little while to the fundamentals of the welfare program. I want to congratulate the Brethren and Sister Smith on the fine presentations they’ve made here this morning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p5\" class=\"\">Brother Featherstone’s account of the talking wall brought to my mind an incident that I was told about. Not long ago two of our security men were working high up on the temple, inspecting it or something, in the night, when it was dark. Down in front of the temple, two or three inebriated men were hanging on the gate looking up at the temple, and one of them said, “Oh Moroni, speak to me.” And one of our men said, “Yes, what is it you want?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p6\" class=\"\">I won’t tell you anything new this morning. I’ll give you some remarks that I’ve given many, many times—not verbatim, but the substance of what I’ve been teaching about the fundamentals of the Church welfare program throughout the Church in the last thirty-five years. I have entitled these remarks, “In Mine Own Way.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p7\" class=\"\">As our modern societies follow the course which led to the fall of Rome and other civilizations which succumbed to the deceptive lure of the welfare state and socialism, I think it not inappropriate for me to emphasize again the Lord’s plan for the temporal salvation of His mortal children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p8\" class=\"\">To emphasize the contrast between the Lord’s plan and some of the absurd practices of our day, I shall read a clipping or two from my miscellaneous file.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p9\" class=\"\">The first concerns a hippie couple who were walking down the street. They both had long hair and were dressed in typical hippie attire, complete with beads, sandals, and headbands. The fellow said to the girl: “I’m going over and pick up my unemployment check. Then I’ll drop in at the university to see what’s holding up my check for my federal education grant. After that I’ll pick up our food stamps. Meanwhile, you go over to the free clinic and check your tests, pick up my new glasses at the city health center, then go to the welfare department and apply for another increase on our eligibility limit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p10\" class=\"\">“Then I’ll meet you at five o’clock at the federal building for the mass demonstration against this rotten establishment.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p11\" class=\"\">I clipped the following from the <span class=\"emphasis\">Reader’s Digest <\/span>some time ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p12\" class=\"\">“In our friendly neighbor city of St. Augustine great flocks of sea gulls are starving amid plenty. Fishing is still good, but the gulls don’t know how to fish. For generations they have depended on the shrimp fleet to toss them scraps from the nets. Now the fleet has moved. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p13\" class=\"\">“The shrimpers had created a Welfare State for the … sea gulls. The big birds never bothered to learn how to fish for themselves and they never taught their children to fish. Instead they led their little ones to the shrimp nets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p14\" class=\"\">“Now the sea gulls, the fine free birds that almost symbolize liberty itself, are starving to death because they gave in to the ‘something for nothing’ lure! They sacrificed their independence for a hand-out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p15\" class=\"\">“A lot of people are like that, too. They see nothing wrong in picking delectable scraps from the tax nets of the U.S. Government’s ‘shrimp fleet.’ But what will happen when the Government runs out of goods? What about our children of generations to come?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p16\" class=\"\">“Let’s not be gullible gulls. We … must preserve our talents of self-sufficiency, our genius for creating things for ourselves, our sense of thrift and our true love of independence.” (<span class=\"emphasis\">Reader’s Digest, <\/span>Oct. 1950, p. 32.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p17\" class=\"\">Now a contrasting clipping entitled, “It’s a Good Thing There Wasn’t Anybody Around to Help the Pilgrims”:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p18\" class=\"\">“They landed in a forbidding wilderness. No Federal Housing, so they went to work and built their own. No Free Stamp Program, so they raised what food they ate, and when they didn’t raise enough, went without.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p19\" class=\"\">“No Free Schools, so mothers taught their children. No Recreational Programs—they were too busy working. No anti-draft riots—everyone was expected to share in the protection of his country. No Social Security—no security at all, except what each provided for himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p20\" class=\"\">“But there <span class=\"emphasis\">were <\/span>compensations. No rioters demanding something for nothing. No unwashed ‘students’ telling their mothers what to teach. No wasteful bureaucrats paying themselves out of the workers’ production.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p21\" class=\"\">“Nothing, really, for the Pilgrims but hard work and a lot of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p22\" class=\"\">“Did it pay off?<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p23\" class=\"\">“Our standard of living proves it.” (<span class=\"emphasis\">Christian Economics, <\/span>Nov. 1972, p. 25.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p24\" class=\"\">Now to the Lord’s plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p25\" class=\"\">“I, the Lord, stretched out the heavens, and built the earth,” He said, “… and all things therein are mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p26\" class=\"\">“And it is my purpose to provide for my saints, for all things are mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p27\" class=\"\">“But it must needs be done in mine own way; and behold this is the way that I, the Lord, have decreed to provide for my saints, that the poor shall be exalted, in that the rich are made low.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p28\" class=\"\">“For the earth is full, and there is enough and to spare; yea, I prepared all things, and have given unto the children of men to be agents unto themselves.” (<span class=\"citation\" id=\"16761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16761)\">D&amp;C 104:14–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p29\" class=\"\">The underlying principles of God’s economy for the temporal salvation of His saints are clearly revealed in this scripture. Proclaiming Himself the creator of the earth and all things therein, He speaks of Himself as supreme landlord. He announces that it is His purpose to provide for His saints, at the same time declaring, “The earth is full, and there is enough and to spare.” He warns, however, that providing for His saints “must needs be done in mine own way.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p30\" class=\"\">“And … this,” He continues, “is the way that I, the Lord, have decreed to provide for my saints, that the poor shall be exalted, in that the rich are made low.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p31\" class=\"\">Following His way is indispensable to a well-ordered society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p32\" class=\"\">We Latter-day Saints know that all men are brothers and sisters—“begotten sons and daughters unto God” (<span class=\"citation\" id=\"16716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16716)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16716)\">D&amp;C 76:24<\/a><\/span>)—that we are responsible for the welfare of one another. These concepts are inherent in all the doctrines of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p33\" class=\"\">We know that the ills of this troubled world have come about because men have failed to do what the Lord has commanded them. This applies to economic problems as well as to all other ills. We know also that the only cure for them is to do all things whatsoever the Lord our God commands us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p34\" class=\"\">We know that the day will come when “every man” shall share equally in the good things of earth, “according to his family, according to his circumstances and his wants and needs.” (<span class=\"citation\" id=\"16675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16675)\">D&amp;C 51:3<\/a><\/span>.) We also know that attaining such equality must await the time when all men willingly work to sustain themselves and, motivated by love for their fellowmen, liberally “impart” of their substance unto the poor and the needy, “according to the law of [the] gospel.” (<span class=\"citation\" id=\"16765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16765)\">D&amp;C 104:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p35\" class=\"\">It is the responsibility of every Latter-day Saint to work and so impart of his substance, regardless of the shifting standards of this world. We must uphold these principles and oppose every derogation of them. We must be careful not to adopt the commonly accepted practice of expecting the government or anyone other than ourselves to supply us with the necessities of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p36\" class=\"\">The practice of coveting and receiving unearned benefits has now become so fixed in our society that even men of great wealth, and possessing the means to produce more wealth, are expecting the government to guarantee them a profit. Elections often turn on what the candidates promise to do for voters from government funds. This practice, if universally accepted and implemented in any society, will make slaves of its citizens.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p37\" class=\"\">We cannot afford to become wards of the government, even though we have a legal right to do so. It requires too great a sacrifice in self-respect and in political, temporal, and spiritual independence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p38\" class=\"\">Let us work for what we need. Let us be self-reliant and independent. Salvation can be obtained on no other principle. Salvation is an individual matter, and we must work out our own salvation, in temporal as well as in spiritual things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p39\" class=\"\">Paul’s statement, “By grace are ye saved through faith; and that not of yourselves: it is the gift of God: Not of works, lest any man should boast” (<span class=\"citation\" id=\"21882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21882)\">Eph. 2:8–9<\/a><\/span>), has been misunderstood. Some have interpreted it to mean that works are not necessary. This is an erroneous conclusion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p40\" class=\"\">The truth is that we are saved by grace only after all we ourselves can do. (See <span class=\"citation\" id=\"3969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3969)\">2 Ne. 25:23<\/a><\/span>.) There will be no government dole which can get us through the pearly gates. Nor will anybody go into the celestial kingdom who wants to go there on the works of someone else. Every man must go through on his own merits. We might just as well learn this here and now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p41\" class=\"\">The first principle of action in the Lord’s plan for our temporal salvation is, therefore, to take care of ourselves. This principle is so important that the Lord said to Adam, as he was about to leave the Garden of Eden, “Because thou hast hearkened unto the voice of thy wife, and hast eaten of the fruit of the tree of which I commanded thee, saying—Thou shalt not eat of it, cursed shall be the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life.” (<span class=\"citation\" id=\"39502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39502)\">Moses 4:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p42\" class=\"\">Note that the curse was not placed upon Adam, but upon the ground for Adam’s sake. Rather than a curse upon Adam, it was a blessing to him. It launched him and his posterity upon the only course by which they can eventually reach that perfection enjoined by the Master. The fact that when the Lord cursed the ground to bring forth “thorns” and “thistles,” thereby requiring men to labor in order to derive a living from it, it was for their “sake”—meaning “good,” “advantage,” or “well-being?” This cannot be overemphasized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p43\" class=\"\">Since that eventful day in Eden, the Lord has frequently reemphasized the fact that individual effort is the basic principle in His economy—both spiritual and temporal. Let us never forget that the Lord’s way to provide for His saints is “that the poor shall be exalted, in that the rich are made low.” (<span class=\"citation\" id=\"16764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16764)\">D&amp;C 104:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p44\" class=\"\">The poor can be exalted when and only when they are enabled to obtain independence and self-respect through their own industry and thrift. Our duty is to enable them to do this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p45\" class=\"\">“The rich are made low” when they evidence their obedience to the second great commandment—“Thou shalt love thy neighbour as thyself” (<span class=\"citation\" id=\"36475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36475)\">Matt. 22:39<\/a><\/span>)—by imparting of their substance “according to the law of [the] gospel, unto the poor and the needy.” (<span class=\"citation\" id=\"16766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16766)\">D&amp;C 104:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p46\" class=\"\">In addition to maintaining our independence and self-respect by means of our own industry, and seeing to it that those to whom we extend Church welfare assistance do likewise to the full extent of their ability, we must never forget to honor our fathers and mothers. Since our obligation to so honor them is often observed in the breach and since the rewards for honoring them are so great and the penalty for failing to do so is so severe, I shall explain our obligation as I did in the October 1974 Welfare Services meeting, in the words of President Clark:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p47\" class=\"\">“This principle,” said he, “runs back to Mount Sinai.” It was there as you will remember that Moses received the “ten commandments, and one of them was ‘Honour thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee.’ (<span class=\"citation\" id=\"22873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22873)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22873)\">Ex. 20:12<\/a><\/span>.) … I call your attention [first] to the command and then to the promise: ‘Honor thy father and thy mother’—the command. The promise: ‘That thy days may be long upon the land which the Lord thy God giveth thee.’ …<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p48\" class=\"\">“Israel departed from this command, and in the time of the Savior the Jews had gotten so far away from it that the Lord took occasion to explain it to them and told them what it meant. You remember that on one occasion the Jews—[that is] the Scribes and Pharisees—came up from Jerusalem, trying to trick the Savior as usual, so they asked him why his disciples ate with unwashen hands, contrary to the teachings of the traditions of the fathers. The Savior did with them what he so frequently did with those who tried to entrap him, he answered their question by asking another, and the question which he asked of them was:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p49\" class=\"\">“‘<span class=\"emphasis\">Why do ye also transgress the commandment of God by your tradition?<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p50\" class=\"\">“‘<span class=\"emphasis\">For God commanded, saying, Honour thy father and mother: … <\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p51\" class=\"\">“‘<span class=\"emphasis\">But ye say, Whosoever shall say to his father or his mother, It is a gift, by whatsoever thou mightest be profited by me;<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p52\" class=\"\">“‘<span class=\"emphasis\">And honour not his father or his mother, he shall be free. Thus have ye made the commandment of God of none effect by your tradition.’ <\/span>(<span class=\"citation\" id=\"36454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36454)\">Matt. 15:3–6<\/a><\/span> [italics added].)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p53\" class=\"\">“That is the account in Matthew. The account is virtually the same in Mark:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p54\" class=\"\">“‘<span class=\"emphasis\">For Moses said, <\/span>[and Mark quotes] <span class=\"emphasis\">Honour thy father and thy mother; and, Whoso curseth father or mother, let him die the death:<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p55\" class=\"\">“‘<span class=\"emphasis\">But ye say, If a man shall say to his father or mother, It is Corban, that is to say, a gift, by whatsoever thou mightest be profited by me; he shall be free.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p56\" class=\"\">“‘<span class=\"emphasis\">And ye suffer him no more to do ought for his father or his mother.<\/span>’ (<span class=\"citation\" id=\"33273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33273)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33273)\">Mark 7:10–12<\/a><\/span> [italics added].)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p57\" class=\"\">“This means [explains President Clark] that in place of observing the responsibility imposed by the Lord upon children to care for their parents, Israel had gone so astray that whenever a son or a daughter wanted to rid himself or herself of the obligation of caring for father and mother, he proceeded to say to father or mother, ‘From this time on, … I repudiate my obligation, and whatever I give to you is a gift (Corban), and not given under the commandment of the Lord.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p58\" class=\"\">Today the temptation, and too often the practice, is to turn father and mother over to public welfare and let the state take care of them. But to return to President Clark’s treatment of the subject:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p59\" class=\"\">“After calling their attention to this, the Savior said unto them, as recorded by Matthew:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p60\" class=\"\">“‘<span class=\"emphasis\">Ye hypocrites <\/span>[that was the Savior’s statement about those who taught that we needn’t take care of our parents], <span class=\"emphasis\">well did Esaias prophesy of you, saying,<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p61\" class=\"\">“‘<span class=\"emphasis\">This people draweth nigh unto me with their mouth, and honoreth me with their lips; but their heart is far from me.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p62\" class=\"\">“‘<span class=\"emphasis\">But in vain they do worship me, teaching for doctrines the commandments of men.’ <\/span>(<span class=\"citation\" id=\"36455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36455)\">Matt. 15:7–9<\/a><\/span> [italics added].)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p63\" class=\"\">“Now I repeat to you, brethren, that command is without restriction. It runs to Israel, in my view, wherever Israel may be, and its promise as well as its command follows Israel in whatever land they may reside.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p64\" class=\"\">“‘<span class=\"emphasis\">Honour thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee.<\/span>’ (<span class=\"citation\" id=\"22874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22874)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22874)\">Ex. 20:12<\/a><\/span> [italics added].)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p65\" class=\"\">“This land of ours is a chosen land to Joseph. I believe the promise applies here. In the Book of Mormon we are told what will happen to those who dwell on this land if they do not keep the commandments of God, if they do not worship Jesus the Christ who is the God of this land. He tells what will come to us when we are full of iniquity, and if we disobey that commandment of the Lord we are thus far under the condemnation which the Lord decreed, and we are thus far forward on the road to being full of iniquity.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p66\" class=\"\">President Clark concluded this particular discussion with this reminder:<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p67\" class=\"\">“I have given you what the Lord has said. We may use our agency as to whether we shall obey or disobey; and if we disobey we must abide the penalty.” (“Fundamentals of the Church Welfare Program,” October 6, 1944, pp. 3–5.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/in-mine-own-way.p68\" class=\"\">That the Lord will give us the wisdom and the courage to understand and live by this principle, I humbly pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}