{"ID":2873, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Go and Do the Work\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/go-and-do-the-work.p3\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1976\/11\/go-and-do-the-work.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03076_000_053<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"President N. Eldon Tanner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/go-and-do-the-work.p4\" class=\"\">I feel that this has been a great meeting. I’ve attended no better meeting of this kind. If I were a bishop now, I think I could go home and do a better job than I’ve ever done before, understanding more clearly my responsibilities and having been taught how to perform them. It’s important that we know our duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/go-and-do-the-work.p5\" class=\"\">I’d like to know how many bishops have been called and ordained since last April conference; will you stand please—all new bishops. Thank you very much. That gives you an idea of why these meetings are held as they are, so that you might understand your duty and responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/go-and-do-the-work.p6\" class=\"\">Would the Relief Society presidents who have been called and set apart since last April please stand. They’re fewer, but they are certainly important. Thank you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/go-and-do-the-work.p7\" class=\"\">The repetition is good for those who have been in office for some time. We go home with a greater desire and better feeling about this work, and with a better ability to perform it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/go-and-do-the-work.p8\" class=\"\">Two or three things that were mentioned here today appealed to me particularly. One is that material help should be temporary and spiritual help should be permanent. Now if we’re going to do that, we’re going to do all we can to help people be employed so that they can take care of their own temporal needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/go-and-do-the-work.p9\" class=\"\">There’s one thing that hasn’t been emphasized but has been mentioned here this morning, and that is the great importance of maintaining self-respect. That’s so important. Help these people in such a way that they’ll feel that they’re helping themselves and contributing to the welfare program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1976\/11\/go-and-do-the-work.p10\" class=\"\">Now that we have had this meeting, my advice to you is to go and do what you’ve been instructed to do. You’re responsible. The work of the Lord in this area, and in all areas in fact, is upon your shoulders. May the Lord give you strength and courage and understanding and the realization that you’re members of The Church of Jesus Christ of Latter-day Saints with a proper program for those who need help, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}