{"ID":288, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Honoring the Utah Pioneers&mdash;and Lasting Values<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1947, pp. 114-122<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne hundred years ago today there was held at Winter Quarters near Council Bluffs, Iowa, a\nconference of the Church of Jesus Christ of Latter-day Saints. Easter Sunday was part of that\nconference if it included Sunday, as it is part of this conference today. Of all groups in the\nworld who profess to believe in Christ, none have more assurance in their hearts of the reality\nof the resurrection of Christ than did this group who met at Winter Quarters. They could say,\nas all true members of the Church of Christ today can say, in the words of the salutation of\nthe early Christians, \"Christ is risen\"\n(<span class=\"citation\" id=\"154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(154)\">1 Cor. 15:20<\/a><\/span>),\nand the reply, \"He is risen indeed.\"\n<\/p><p>\nThe historian Lord Macaulay says that \"the people who do not revere the deeds of their\nancestors will never do anything to be remembered by their descendants.\"\n<\/p><p>\nPIONEER MIGRATION\n<\/p><p>\nEight days after that conference at Winter Quarters, the first band of Pioneers were encamped\non the Elk Horn about fifty miles west from where the Saints had spent the latest winter. The\ngroup, as you know, consisted of one hundred forty-three men, three women, and two\nchildren. Two of that group were non-members of the Church. Three were colored.\n<\/p><p>\nThat encampment suggests a picture worthy the skill of your sovereign artists&mdash;a band of\nfewer than one hundred fifty men facing nine hundred miles over an unresponsive, defiant\ndesert and plain. Behind them, stretching from Council Bluffs, Iowa, to the British Isles, were\nforty thousand people with faith in their hearts in the restored gospel, and an unwavering\nconfidence in the leaders of the Church. And what were those leaders facing? What did they\nsee at the end of their trail? A barren valley on the shores of a great inland sea, a part of the\nRocky Mountain territory for which United States Senator McDuffin said he would not for\nagricultural purposes \"give a pinch of snuff.\" With all those thousands of\npeople headed toward an uninhabited desert, try to imagine the magnitude of the responsibility\ncarried by President Young and his associate leaders. Six months after the first advance\ncompany had entered the Great Basin there were over two thousand people in and around\nGreat Salt Lake City; and in May 1848, that number was more than doubled, for President\nYoung in that month having returned to Winter Quarters, led a company of six hundred\nwagons and approximately two thousand more people.\n<\/p><p>\nIn the spring of 1848, the pioneers planted about five thousand acres, principally in wheat.\nSuppose that the hordes of crickets that blackened the sky in the month of May that year had\ndestroyed those crops, the principal if not the only means of subsistence for the people in the\nvalley and for the thousands who were coming. It is conceivable that there might have been a\ntragedy second only to that which overtook the ill-fated Donner Party. Truly President Young\nwas right when he said he didn't lead the people here. It was God. Even as it was, the harvest\nwas insufficient to supply the wants of the populace. Food was rationed. People dug sego\nroots, cooked weeds, and even thistles, for subsistence.\n<\/p><p>\nThese are the pioneers of whom the historian Bancroft writes:\n<\/p><p>\nAll ties of the past had been sundered. They were so poor that their utmost hope\nwas to secure the merest necessities of life. If ever a dream of anything like\ncomfort or luxury came to them, they made a grave in their hearts for that dream\nand buried it that it might not longer vex them.\n<\/p><p>\nLEGAL OPENING OF THE CENTENNIAL CELEBRATION\n<\/p><p>\nOn May 1 this year will be the legal opening of the Utah centennial celebrating the advent of\nthese intrepid Pioneers into the valley of the Salt Lake. On that occasion the pioneers now\nliving, who came to Utah prior to the completion of the railroad in 1869, will be given fitting\ndeference.\n<\/p><p>\nMay I call your attention on this occasion to some of the features planned for the centennial\nyear, a statewide celebration. The complete schedule of events is now printed in our daily\npapers, but I wish to call your attention to a few this morning that you may get the spirit of\nit.\n<\/p><p>\nIn behalf of the governor, the state legislature, and the centennial commission, I take this\nopportunity to thank the press, the radio stations, and the hundreds of committee members\nwho are all so sincerely and untiringly devoting their efforts to make this centennial year a\nworthy expression of our gratitude for the rich and honorable heritage left by the Utah\npioneers.\n<\/p><p>\nAlready the Utah symphony orchestra has given twenty-two performances in thirteen cities.\nTo have an orchestra of such excellence visit so many towns in a state at so little expense to\nthe people is undoubtedly an outstanding record in the United States, and\npossibly in the world. We are glad the people appreciate it. Here is a sample of what they are\nsaying: From the students of the West High School, in Salt Lake City:\n<\/p><p>\nWe wish to thank the centennial commission. Doctor Lorin Wheelwright, and Werner Janssen,\nfor bringing the Utah symphony orchestra to our school. To us it was an unforgettable\nexperience, and should aid substantially in building an adult audience interested in the finest\nof music. You have truly awakened in us a desire to hear this orchestra again and again.\n<\/p><p>\nAnd their principal says:\n<\/p><p>\nNever in my experience with high school students has an audience of young people been so\nattentive and courteous to and so appreciative of this type of  performance as were the West\nHigh School students on this occasion. The success of the experiment proves that high school\nboys and girls really appreciate things of  high quality.\n<\/p><p>\nOur higher educational institutions, the University of Utah, Brigham Young University, and\nthe Agricultural College, are giving their respective dramas in approximately fifty-eight\ndifferent localities, making a total, including <i>Blossom Time<\/i>, of one hundred eighty-seven\nappearances.\n<\/p><p>\nThe traveling art exhibits have been booked for fourteen cities. I am informed by the\nchairman of the arts division that they will have visited every county in the state with one or\nmore of these events before June 1.\n<\/p><p>\nLast Sunday night in this auditorium, the Tabernacle Choir rendered a sacred concert of\nunequalled excellence. Mr. Max Krone, who is at present director of music at the University\nof Southern California, and an outstanding authority on music, after hearing it, said, and said\ntruly, \"This is the greatest choral organization in the United States.\" That was the first of a\nseries of eight Sunday evening concerts to be given by our choir.\n<\/p><p>\nIn the music educators' conference, held in the Tabernacle, Wednesday night, April 3, four\nhundred students from fifty-two high schools united in song with an orchestra from thirty-two\nhigh schools from southern California.\n<\/p><p>\nEVENTS AHEAD\n<\/p><p>\nFollowing the tribute to the pioneers the first of May (to be specific May 5)\n<i>The Message of the Ages<\/i> will be given in the Tabernacle, continuing until June 5.\n<\/p><p>\nFollowing that, the Young Men's and Young Women's M.I.A. conference and centennial\ncelebration will be held, which promises to be the greatest conference ever conducted by these\norganizations.\nJuly 22, commemorating the entrance into this valley of the advance\ncompany, the Sons of the Utah Pioneers will complete a trek from Nauvoo to Salt Lake.\n<\/p><p>\nJuly 23, a pageant in the form of a cavalcade, telling the story of Utah from its first\nexplorations through one hundred years, including a glimpse of the future, will be staged here.\n<\/p><p>\nOn the morning of July 24, dedicatory services of \"This is the Place\" monument will be held\nat the mouth of Emigration canyon. On this occasion there will probably be assembled two\nthousand band performers from the schools of Utah to participate with the Boy Scouts in their\nparades of youth.\n<\/p><p>\nJuly 24th there will be pageants in Ogden, Logan, Salt Lake City. There will be encamped on\nFort Douglas grounds five thousand or more Boy Scouts, perhaps the largest encampment of\nits kind ever held in the country.\n<\/p><p>\nAn historical cavalcade will be held at Brigham Young University, July 4 and 5.\n<\/p><p>\nOne hundred years of American painting will be opened at the Capitol, July 15 to August 30,\nand it is hoped that acceptance exercises will be held near October at which will be exhibited\nthe marble statue of President Brigham Young, which is to take its place in the Statue Hall at\nWashington, D.C.\n<\/p><p>\nThe conference of governors of the United States will be held here July 13 to 16.\n<\/p><p>\nAs a fitting climax, there will be given in the University stadium, the opera pageant, \"The\nPromised Valley,\" depicting through song and pageantry the history of the pioneers as told or\nexperienced in the imagination of the author and musician through the people who made the\ntrek.\n<\/p><p>\nMembers of the state fair board, in cooperation with the centennial commission, are preparing\nthe greatest exposition in the history of the state in which agriculture, horticulture, animal\nhusbandry, mining industry will all be given due recognition.\n<\/p><p>\nIn the field of athletics champions from Switzerland, France, Sweden, and Canada have\nalready thrilled thousands in the centennial ski tournament. Fifteen other events are on the\nprogram. I shall not take time to narrate them.\n<\/p><p>\nOfficials in every county with the possible exception of one county, are uniting\nwholeheartedly in making this statewide celebration such as will do honor to those who\nparticipate and be a worthy tribute to the heroic men and women who have left us such a rich\nheritage. To this end music, drama, art, pageantry, athletics will all combine to interest,\ninstruct, and inspire young and old. In every important town from Cache valley on the north\nto St. George and Kanab on the south, from Vernal on the east to the Salt Flats on the west,\nthere will be appropriate dignified events commemorative of the accomplishments of these\npioneer builders of this western commonwealth.\n<\/p><p>\nNeighboring states are contributing to this celebration and even asking the privilege to make\nmonetary contributions. Worship, education, music, drama, recreation, art were all fostered in\nour early history by the pioneers, and we do well in paying honor to them to emphasize these\nphases of culture and progress.\n<\/p><p>\nWell, I've given you just this glimpse of what the hundreds of men and women on the\ncentennial committees are doing to make the year '47 memorable in tribute to the past\nachievements and inspirational to us for future accomplishments.\n<\/p><p>\nHIGHEST HONOR SHOWN EMULATING IDEALS\n<\/p><p>\nBut the best way to honor the pioneers is to emulate and make practical in our lives the ideals\nand virtues that strengthened and animated their lives. These eternal ideals and principles\nwhich they fostered and upheld, even under the most adverse conditions, are as applicable\ntoday as they were when emphasized by the pioneer leaders.\n<\/p><p>\nI should like to take time this morning to refer to only a few. As I name them, will you\nplease mentally point out their applicability to present world conditions?\n<\/p><p>\nForemost was their outstanding faith in the Lord Jesus Christ and in his restored gospel. The\nvery first instruction given when they began their journey across the plains was that they\nshould pray morning and night and keep holy the Sabbath day. When they arrived here in the\nvalley, to quote the words of President Young, they prayed:\n<\/p><p>\n. . . over the land and dedicated it and the water, air, and everything pertaining\nto them unto the Lord, and the smiles of heaven rested upon the land and it\nbecame productive.\n<\/p><p>\nAmong the outstanding virtues of the pioneers were industry and thrift. They condemned\nidleness and wastefulness as not being in accordance with the rules of heaven. Said President\nYoung:\n<\/p><p>\nMy experience has taught me, and it has become a principle with me, that it is\nnever any benefit to give out and out to men or women, money, food, clothing,\nor anything else if they are able-bodied, and can work and earn what they need\nwhen there is anything on earth for them to do. This is my principle, and I try to\nact upon it. To pursue a contrary course would ruin any community in the world\nand make them idlers . . . To give to the idler is as wicked as anything else.\n<\/p><p>\nCAPITAL AND LABOR\n<\/p><p>\nI have here notes on their ideas of capital and labor. Elder Widtsoe has already called our\nattention to this ideal, and I'll pass it without further comment except this added quotation:\n<\/p><p>\nLabor builds our meetinghouses, temples, courthouses, fine halls for music, and\nfine schoolhouses; it is labor that teaches our children, and makes them acquainted\nwith the various branches of education, that makes them\nproficient in their own language and other languages, and in every branch of\nknowledge understood by the children of men; and all this enhances the wealth\nand the glory and the comfort of any people on earth.\n<\/p><p>\nThen President Young admonishes his people to join with what he calls the capitalists. He\nsays:\n<\/p><p>\nI am acquainted with a good many of them, and as far as I know them, I do not\nknow but every man is an honorable man . . . Work with them, receive your\nwages and then use them to build up the kingdom of God.\n<\/p><p>\nOf home life: To the pioneers marriage was ordained of God. It was not something which\nshould be entered into lightly, terminated at pleasure, or ended at the first difficulty that might\narise. They taught that the marriage bond should be as eternal as love, the most divine\nattribute of the human soul. Most surely, then, that bond should continue as long as love is an\nattribute of the spirit. Said the President:\n<\/p><p>\nLet every man in the land over eighteen years of age take a wife, and then go to\nwork with your hands and cultivate the earth or labor at some mechanical\nbusiness, or some honest trade to provide an honest living for yourselves and those\nwho depend upon you for their subsistence, observing temperance and loving truth\nand virtue. Then would the women be cared for, be nourished and honored and\nblessed, becoming honorable mothers of a race of men and women farther\nadvanced in physical and mental perfection than their fathers. This would create\na revolution in our country, and would produce results that would be of\nincalculable good.\n<\/p><p>\nHe further admonished:\n<\/p><p>\nStrive to make your little home attractive. Use lime freely, and let your houses\nnestle beneath the cool shade of trees, and be made fragrant with perfume of\nflowers.\n<\/p><p>\nOne way, then, truly to pay tribute to these builders of the west is to clean up, fix up and\npaint up our own homes.\n<\/p><p>\nCHASTITY AND VIRTUE\n<\/p><p>\nWhat was their idea regarding chastity and virtue? As fundamental to domestic happiness and\nsocial uplift they cherished these ideals. Said President Young on one occasion:\n<\/p><p>\nAny man who humbles a daughter of Eve to rob her of her virtue and cast her off\ndishonored and defiled, is her destroyer and is responsible to God for the deed. If\nthe refined Christian society of the nineteenth century will tolerate such a crime,\nGod will not, but he will call the perpetrator to account. He will be damned; in\nhell he will lift Up his eyes, being in torment\n(<span class=\"citation\" id=\"12400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12400)\">D&amp;C 104:18<\/a><\/span>), until he has paid the uttermost\nfarthing (<span class=\"citation\" id=\"34129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34129)\">Matt. 5:26<\/a><\/span>),\nand made full atonement for his sins. The defiler of the innocent is the\none who should be branded with infamy and cast out from respectable society and\nshunned as a pest or as a contagious disease is shunned. The doors of respectable\nfamilies should be closed against him, and he should be frowned\nupon by all high-minded and virtuous persons. Wealth, influence, and position\nshould not screen him from their righteous indignation. His sin is one of the\nblackest in the calendar of crime, and he should be cast down from the high\npinnacle of respectability and consideration to find his place among the worst of\nfelons.\n<\/p><p>\nBIRTH CONTROL CONDEMNED\n<\/p><p>\nThose pioneers condemned the artificial means of limiting the number of children in the\nfamily, a growing evil, not only throughout the United States but also here in our own\nsettlements. Said the great leader:\n<\/p><p>\nTo check the increase of our race has its advocates among the influential and\npowerful circles of society in our nation and in other nations. The unnatural style\nof living, the extensive use of narcotics, the attempts to destroy and dry up the\nfountains of life are fast destroying the American element of the nation.\n<\/p><p>\nRegarding self-control, the pioneers voiced the teachings of the Church on this principle:\n<\/p><p>\nLet each person be determined, in the name of the Lord Jesus Christ, to overcome\nevery besetment&mdash;to be the master of himself, that the spirit God has put in your\ntabernacles shall rule; then you can converse, live, labor, go here or there, do this\nor that, and converse and deal with your brethren as you ought.\n<\/p><p>\nYou cannot inherit eternal life, unless your appetites are brought in subjection to\nthe spirit that lives within you, the spirit which our Father in heaven gave. I mean\nthe Father of your spirits, of those spirits which he has put into these tabernacles.\nThe tabernacle must be brought into subjection to the spirit perfectly, or your\nbodies cannot be raised to inherit eternal life; if they do come forth, they must\ndwell in a lower kingdom. Seek diligently, until you bring all in subjection to the\nlaw of Christ.\n<\/p><p>\nWe often hear people excuse themselves for their uncouth manners and offensive\nlanguage by remarking, \"I am no hypocrite,\" thus taking to themselves credit for\nthat which is really no credit to them. When evil arises within me let me throw\na cloak over it, subdue it instead of acting it out upon the false presumption that\nI am honest and no hypocrite. Let not thy tongue give utterance to the evil that is\nin thine heart, but command thy tongue to be silent until good shall prevail over\nthe evil until thy wrath has passed away and the good spirit shall move thy tongue\nto blessings and words of kindness. When my feelings are aroused to anger by the\nill doings of others, I hold them as I would hold a wild horse, and I gain the\nvictory. Some think and say that it makes them feel better when they are mad, as\nthey call it, to give vent to their madness in abusive and unbecoming language.\nThis, however, is a mistake. Instead of its making you feel better, it is making bad\nworse. When you think and say it makes you better, you give credit to a\nfalsehood. When the wrath and bitterness of the human heart are molded into\nwords and hurled with violence at one another, without any check or hindrance, the\nfire has no sooner expended itself than it is again rekindled through some trifling\ncourse, until the course of nature is set on fire.\n<\/p><p>\nSLANDER AND BACKBITING\n<\/p><p>\nOn slander, already mentioned by the President of the Twelve, George F. Richards, the\npioneers held this:\n<\/p><p>\nSome are in the habit of talking about their neighbors, of vending stories they\nknow nothing about, only that Aunt Sally said that Cousin Fanny told Aunt Betsy\nthat old Aunt Ruth said something or other, or somebody had a dream; and by the\ntime the story or dream reaches you, it has assumed the semblance of a fact, and\nyou are very foolishly spending your time in talking about things that amount to\nnothing, or that you have no concern with. A report is started that such a one has\ndone wrong and by the time is has gone its rounds, has become anointed with the\nsalve of the backbiter and talebearer&mdash;become endowed with their spirit. . . . When\nyou know what right is and are capable of correcting a person that is wrong, then\nit is time enough for you to judge.\n<\/p><p>\nPROFANITY\n<\/p><p>\nIn this connection they condemned profanity.\n<\/p><p>\nIf any are in the habit of taking the name of God in vain, cease doing so today,\ntomorrow, and throughout the coming week, and so continue, and you will soon\ngain strength to overcome the habit entirely; you will gain power over your words.\n<\/p><p>\nSo taught the father of our country, George Washington, who said to his soldiers on one\noccasion:\n<\/p><p>\nThe general is sorry to be informed that the foolish and wicked practice of profane cursing\nand swearing, a vice heretofore little known in an American army, is growing in fashion. He\nhopes the officers will, by example as well as influence, endeavor to check it and that both\nthey and the men will reflect that we can have little hope of the blessings of heaven on our\narms if we insult it by our impiety and folly. Added to this, profanity is a vice so mean and\nlow, without any temptation, that every man of sense and character detests and despises it.\n<\/p><p>\nSERVICE\n<\/p><p>\nThe pioneers helped each other in adversity, shared with the hungry the last loaf of bread,\ngave their time and means for the upbuilding of the community and on not a few occasions\noffered their lives for the truth. That is service.\n<\/p><p>\nThus they exemplified in their teachings the two great commandments, love the Lord thy God\nwith all thy might, mind, and strength, and thy neighbor as thyself\n(<span class=\"citation\" id=\"34161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34161)\">Matt. 22:37-39<\/a><\/span>). Truly they followed the\nexample of the Prophet Joseph, who, as we have already heard today, was ever an inspiration\nto the great leader of the Mormon pioneers. \"If my life is of no value to my friends, it is of\nno value to me.\"\n<\/p><p>\nTruly, in this centennial celebration, we can re-echo the words of the great composer, Evan\nStephens:\n<\/p><p>\nZion's children sing for joy.<br \/>\nPraise the great and guiding hand<br \/>\nThat led you to the chosen land,<br \/>\n&nbsp; &nbsp;        Oh, dauntless pioneers!\n<\/p><p>\nSing His praise who made you free<br \/>\nIn the land of liberty,<br \/>\nThank the Lord, who raised a band<br \/>\n&nbsp; &nbsp;        Of noble pioneers.\n<\/p><p>\nZion's children, shout for joy,<br \/>\nMake the hills and valleys ring.<br \/>\nGreat the theme the song ye sing,<br \/>\n&nbsp; &nbsp;        Immortal pioneers.\n<\/p><p>\nGod give us the power to perpetuate their faith and ideals, and thus help make their lives and\ndeeds an everlasting blessing I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}