{"ID":289, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Look Into the Past and Future<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1947, pp. 122-124<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: This is a day of grace, a day that brings to our minds the life of our\nSavior, Jesus Christ, and the lives of noble men and women who have made the world better\nand brought to civilization a knowledge that God lives and Jesus Christ is the Savior of the\nworld.\n<\/p><p>\nCHRIST'S RESURRECTION A TESTIMONY FOR ALL LIVING\n<\/p><p>\nI wish to read what thousands of people are reading and thinking today. Thousands of men in\nthe service of their country who are in Europe and in far-off Asia, are marching according to\norders to the cemeteries, where white crosses bear testimony of the many who have given\ntheir lives for God and country. As they pass through the portals to the cemeteries, they read\ncertain sentences written in gold. They are taken from the last chapter of Mark:\n<\/p><p>\nAnd when the sabbath was past, Mary Magdalene, and Mary the mother of James, and\nSalome, had bought sweet spices, that they might come and anoint him.\n<\/p><p>\nAnd very early in the morning the first day of the week, they came unto the sepulchre at the\nrising of the sun.\n<\/p><p>\nAnd they said among themselves, Who shall roll us away the stone from the door of the\nsepulchre?\n<\/p><p>\nAnd when they looked, they saw that the stone was rolled away: for it was very great.\n<\/p><p>\nAnd entering into the sepulchre, they saw a young man sitting on the right side, clothed in a\nlong white garment; and they were affrighted.\n<\/p><p>\nAnd he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, who was crucified: he\nis risen; he is not here: . . .\n<\/p><p>\nBut go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall\nye see him, as he said unto you\n(<span class=\"citation\" id=\"33012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33012)\">Mark 16:1-7<\/a><\/span>).\n<\/p><p>\nMary and those other women who had gone to the sepulchre left and went down the highway,\nknowing in their hearts that Jesus had risen, and it was only a short time before he assured his\ndisciples that as he had risen, so shall the children of God also rise from the tomb.\n<\/p><p>\nRESPONSIBILITY FOR MISSIONARY WORK\n<\/p><p>\nThis is a day of grace; it is grace unto us because it is divine knowledge that we have. You\nbrethren who hold the priesthood, you seventies, who are responsible for giving to the world\nthe message of Christ our Lord, must go forth as never before with your souls ringing with\ntestimony. All of us bearing this Holy Priesthood must awaken to this great cause of truth.\nLive righteously because it is right, and do the things that we have been admonished to do, in\nthis conference of the Lord. We must remember, brother seventies, that as Jesus of Nazareth,\nafter his crucifixion, sent his disciples into the world to preach the gospel, so he is sending his\ndisciples today into the world, and they will be heard.\n<\/p><p>\nIt is wise and good for us to remember that the Sermon on the Mount undoubtedly was an\nordination message. The Twelve and the Seventies were sent in the very early life of the\nSavior into different parts of Palestine. They were to teach the people, and you will note from\nthis, that the word \"seventy\" is a very divine word. It is sacred; it literally means \"universal\"\nand comes from one of the oldest words of one of the oldest languages of ancient times.\n<\/p><p>\nLOOKING TO THE FUTURE\n<\/p><p>\nThink how our attention has been called to the Prophet Joseph Smith, President Brigham\nYoung, and all the pioneers, who were looking to the future when the gospel was restored and\nthe priesthood of God given to them. They were told to look to the future because they had to\ngo forth and bear the power of their priesthood. Think of how they knew&mdash;the vision they\nhad! We are seated today in a building which is now the largest symphony hall in America,\npossibly in all the world. The great symphonies of the world will come here and play to the\nworld. Great music has already been given. It is only recently that one of the noted architects\nof America found here what he called an example of the old Greek classical art; he saw the\nbeauty of these columns, these long graceful columns, holding this gallery up. How the\npioneers built for the future is a glorious story.\n<\/p><p>\nNot long ago a new course of study was inaugurated at St. John's College in Maryland, a\nsystem of academic work which the educators of America said was one of the most forward\nlooking things in the academic world. Students were to enter that college and read the masters\nof history, the masters of literature. Before the people started west from\nNauvoo, a library was to be built by the seventies, and President Joseph Young inaugurating it\nthrough the permission and the blessing of the Prophet Joseph Smith, announced that, \"There\nshall be erected in the city of Nauvoo a library where the learned may come and read the\ngreat literature of the world.\"\n<\/p><p>\nIn 1850, President Brigham Young again had in mind the building of a great library, and\nTruman O. Angell became the architect of it. He drew plans for one of the most beautiful\nbuildings to be erected on the western frontier which should house a large collection of books\nfor the use of the seventies.\n<\/p><p>\nThey were looking to the future, to preach the gospel. My brethren, we must keep in mind\nalways that we must become students of world history. Think of what has already been said\nfrom this pulpit concerning the pioneers, and I leave you this angle of thought which has\nalready been expressed. It is now known that the five great institutions of civilization, that\ncame from the very beginning of man's history upon the earth, have been perpetuated up to\nthe present time. They were perpetuated in this state by the pioneers, and they lie at the root\nof our civilization. They are first, industry based on agriculture; second, the home; third, the\nstate; fourth, the public school system; and fifth, the church.\n<\/p><p>\nPaul, the Apostle, was a seventy and a graduate of the University of Tarsus. So were\nBarnabus, and the evangelist Luke. They fostered these institutions, and we are to perpetuate\nthem. We are to live by them, and hold them sacredly as we work our way through life.\n<\/p><p>\nMy brother seventies, and all the priesthood, may we dedicate our lives as never before to the\nperpetuation of this great work, and always know that it is art, knowledge, and religion that\nbring spirituality, and it is the spiritual forces that will save the world.\n<\/p><p>\nGod bless us. May we understand and see as never before, I ask, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}