{"ID":290, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1947, pp. 124-129<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrothers and sisters, you would think, if you could test my blood pressure and feel my\nheartbeat, that what I am going to say is the only thing that counts in this conference. I am\nunder no illusions on that score, however, but I would like to have what I say be in harmony\nwith the spirit of this great occasion, and I would like to have your faith and prayers while I\nstand here.\n<\/p><p>\nTHE CHURCH A LIGHT TO THE WORLD\n<\/p><p>\nA great deal has been said in this conference already about the welfare program and about the\npioneers. I have not been able to get my thoughts off these two great\nsubjects, and so I think I shall talk about them both.\n<\/p><p>\nThis entire centennial year we are appropriately dedicating to the honor and memory of our\npioneer fathers who a century ago arrived in these mountain valleys after a long and tedious\njourney. Truly, they played well their important role in the great pioneering drama of this last\ndispensation.\n<\/p><p>\nBut that drama did not begin or end with the taming of the wilderness and the subjugation of\nthe desert, for the Church is commissioned to hold up a light to the world and a standard for\nits members in all things pertaining to righteous living and the eternal welfare of men. The\nLord made this abundantly clear in March 1831, when he said:\n<\/p><p>\n. . . I have sent mine everlasting covenant into the world, to be a light to the\nworld, and to be a standard for my people, and for the Gentiles to seek to it, and\nto be a messenger before my face to prepare the way before me\n(<span class=\"citation\" id=\"12350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12350)\">D&amp;C 45:9<\/a><\/span>).\n<\/p><p>\nThe everlasting covenant spoken of in this revelation is the gospel of Jesus Christ, and the\nkeys of the gospel have been committed to the Church. Continuous pioneering&mdash;going before\nand preparing the way for others to follow&mdash;is therefore the inescapable responsibility of the\nChurch. Its over-all pioneering assignment, as the revelation states, is to prepare the way for\nthe second advent of the Redeemer.\n<\/p><p>\nPIONEERING CONTINUOUS\n<\/p><p>\nMuch pioneering was done before the Saints crossed the plains; and a beginning was made\neven before the Church was organized, for a flood of new light and knowledge burst upon the\nworld in the Prophet's first vision, before which the narrow frontiers of sectarian ignorance\nfell back in hopeless rout. Surely, the Prophet Joseph Smith was a mighty pioneer in\nobtaining a knowledge of God and of religious truth. The Church has been a pioneer in many\nother fields, particularly in health and education.\n<\/p><p>\nTo some extent the pioneering movements of the Church have followed a common pattern.\nUsually a present need has been felt, to meet which divine guidance has been sought and\nreceived, and always the solution has struck at the fundamental issues of the problem\ninvolved, so that in the process not only has the immediate need been met, but the building of\nthe kingdom of God has also been advanced.\n<\/p><p>\nSince pioneering is a continuous responsibility of the Church, we Latter-day Saints of today,\nif we are true to our heritage and professions, must also be pioneers, and I believe that we\nare. We heard here Friday in the welfare section of the annual report, something of what has\nbeen accomplished during the last ten years and of what is now being done\nin Church welfare. After thinking of these activities in connection with the pioneer\nmovements of the Church, I am persuaded that the Church today is meeting its pioneering\nresponsibility through its welfare program, and I believe that if we carry it forward to its full\npossibilities, we shall accomplish a pioneer task in our day and time equal to the one\naccomplished by the pioneers of 1847.\n<\/p><p>\nTHE MEANING OF THE WELFARE PROGRAM\n<\/p><p>\nI believe, as President Clark has said, that through the welfare program the Church is\nattempting to abide by the second commandment, \"Thou shalt love thy neighbor as thyself\"\n(<span class=\"citation\" id=\"34166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34166)\">Matt. 22:39<\/a><\/span>);\nthat the Lord tried to bring his people to this condition through the United\nOrder but was unable to do so and had to take the United Order from us; that the records will\nshow that the reason was the selfishness and greed of the people; that had the people lived the\nUnited Order, we could have had a millennium then, a hundred years ago; that if we do not\ngo forward with the welfare program and live it now, it will be because of our selfishness and\ngreed, and the Lord will take the program away from us; and that in such case the members\nof the Church a hundred years from now will look back upon our day with the realization of\nthe fact that we could have brought in a millennium if we had but lived this law. When we\nlive it, then only will swords be beat into plowshares\n(<span class=\"citation\" id=\"25050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25050)\">Isa. 2:4<\/a><\/span>) and that day of peace arrive. President\nGrant characterized it as\n<\/p><p>\n. . . one of the greatest and most important things the Church has ever undertaken to put over.\n<\/p><p>\nThe development of the welfare program has followed the usual pattern. In the first place, it\nemerged under its present name out of a pressing current need. There has been some criticism\nof it on this point, as if the function of the Church was not to deal with problems of the day.\nBut how can it be a light to the world if it does not deal with the problems which plague the\nworld?\n<\/p><p>\nThe Church was dealing with a present problem when it undertook the great westward trek a\ncentury ago. The Prophet Joseph was dealing with a current question when he received his\nfirst vision, for others in the community in which he lived, as well as he, wondered which of\nthe contending sects had the truth. It was not the nature of the problem but what was done\nabout it, which set the Prophet apart from his fellows and marked him as a pioneer.\n<\/p><p>\nIn the second place, the welfare plan was inspired by the Lord and is divinely led. President\nGrant, the prophet through whom the Lord established it under its present name, so\nconsidered it. President George Albert Smith has referred to it as the \"Lord's great welfare\nprogram.\" President Clark, President McKay, and Elder Harold B. Lee of the Council of the\nTwelve, all men who stood close to President Grant in the early days of this\nprogram, have testified that it was inspired of the Lord, as have others of these men whom we\nsustain as prophets, seers, and revelators. Of course, acceptance of it as being of divine origin\nhas not been universal. No truth was ever so accepted when first revealed.\n<\/p><p>\nAPPRECIATION EXPRESSED FOR WELFARE WORKERS\n<\/p><p>\nI call to mind a visit from a venerable brother who came to my office some three years ago to\nprotest what some of the brethren had said about Church welfare. In the course of the\nconversation he said he had emigrated to Utah during the administration of President Wilford\nWoodruff because that prophet of the Lord had advised it. He thought President Woodruff\nspoke by the inspiration of God. He also thought that President Snow and President Joseph F.\nSmith so spoke. I asked him if he thought President Grant, who was, at the time of our\nconversation, the President of the Church, spoke by the inspiration of the Lord, and he said, \"I\nthink he ought to keep his mouth shut about welfare questions.\"\n<\/p><p>\nIt is not so difficult to profess acceptance of the dead prophets. The real test comes on the\nacceptance of what the living ones say, for that requires absolute sincerity and the courage of\none's convictions.\n<\/p><p>\nAnd right here, lest I forget it, let me parenthetically pass along to you, my brethren and\nsisters, who by the tens of thousands have heard the voice of the Lord in the welfare program\nand have accepted it and are carrying on as true pioneers, my tribute. I express to you my\nsincere appreciation.\n<\/p><p>\nIn this connection, I have record of 3,088 people who deserve special mention. On the\nstrength of their belief that the welfare program is the Lord's plan, 1,729 of them have\ndiscontinued and 1,359 of them have refrained from accepting public relief, all against a\ntremendous public and private pressure to take it. From a bishop's letter to me of January 28,\n1947, I quote the following:\n<\/p><p>\nA check of the ward records shows me that there have been thirty-five people who\nhave either stopped taking the old age pension or have refused it since the plan's\ninception. There are also six other families who have accepted the Church\nprogram, each of them being eligible for more than a hundred dollars a month of\ngovernment money. Of the forty-one mentioned, who have refused government aid\nor dole, we are helping only ten. Only one receives all her sustenance; all are\nworking except one, who is our present problem. All forty-one have received some\nhelp. I sincerely believe that the support received by these people which has meant\nthe most, is moral support. These fine people have accepted the Church guarantee\nof help, and while leaning on that promise, have gone ahead on their own\nresources very largely, and are living happy, useful lives.\n<\/p><p>\nFinancially, we have had to ask for approximately three hundred dollars from the\nstake and the Presiding Bishopric during the past year, but since we have had three\nfunerals from among the group and severe sickness, we still feel good about it. If\nour people were to pay an honest fast offering, we should have had hundreds to\nspare.\n<\/p><p>\nThe import of the figures given in this letter is tremendous. Of forty-one persons who were\nreceiving public relief, thirty-one of them are now self-sustaining. Only one of the remaining\nten needs to be wholly supported. From the resources of this one ward in fast offerings and\nwelfare contributions and through the welfare storehouse, plus just three hundred dollars from\nsome other ward's fast offerings, the public welfare funds are being saved $2,175.00 a month,\nor $26,100 a year. You yourself may compute what it would mean by way of a saving from\npublic welfare funds if every ward and stake in the Church made the welfare program\nfunction fully. Here indeed is a practical demonstration of the inspiration of the plan.\n<\/p><p>\nI doubt not but that thousands of you who are within the sound of my voice can bear truthful\nwitness from your own experiences that the program is divinely led, and I testify that all the\nrest of you can have that witness for yourselves if you will follow the admonition given by\nMoroni with respect to the Book of Mormon (see\n<span class=\"citation\" id=\"38236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38236)\">Moro. 10:4-5<\/a><\/span>).\n<\/p><p>\nAnd although it neither adds to nor detracts from the divine origin of the plan, it is a common\nexperience, while showing visitors through Welfare Square, to hear them express surprise, if\nnot actual amazement, at the program and its accomplishments, and to hear them express their\nconclusions that nothing short of a religious motive and a great spiritual faith could induce\npeople to carry on such an endeavor.\n<\/p><p>\nAs it does in other things, the Church through its welfare program strikes at the fundamental\nissues underlying the problems to be solved, for the Church is never an opportunist. It does\nnot deal in half measures. To solve the liquor and tobacco evils, it teaches Church members to\nabstain from the use of liquor and tobacco. The solution of the Church to social disease is\nchastity and virtue. To eliminate war, the Church would substitute for hate in the hearts of\nmen, and for force, love and meekness.\n<\/p><p>\nThe Church does likewise in its welfare program. It affords an opportunity for its members,\nwhile receiving the help they need, to preserve and develop within themselves through\nself-effort, those pioneer virtues of industry and thrift which are the priceless possessions of\nevery self-respecting person and which are indispensable to man's eternal progression. In this\nway the Church would conquer idleness and indolence and exalt the poor\n(<span class=\"citation\" id=\"12398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12398)\">D&amp;C 104:16<\/a><\/span>), saving them from\nthe awful degradation of the temporal political and spiritual bondage into which the panaceas\nof the world, which neglect the development of these fundamental virtues, inevitably lead.\n<\/p><p>\nTo finance its welfare plan, the Church accepts the free will offerings and consecrations in\ncash and services of God-fearing people, who are voluntarily seeking to subscribe to the\nMaster's admonition to love one's neighbor as oneself.\n<\/p><p>\nFAITH NECESSARY TO CARRY FORWARD THE WORK OF THE CHURCH\n<\/p><p>\nThus the Church, through its welfare program, is not only meeting the immediate problem of\nsupplying the necessities of life for its members, administering to them according to their\nneed, but also at the same time it is building the kingdom of God by pioneering a way in\nwhich all men, rich and poor alike, may be brought together as one in love and unity.\nCertainly, the Church in this work is going before and preparing a way for others to follow. It\nis holding up a light to the world, a standard for its members and for the Gentiles to seek to\nattain.\n<\/p><p>\nAnd there are among the Gentiles those who are seeking such a light, and some have caught a\nglimpse of it. Recently an industrialist who has come to Utah to establish a manufacturing\nindustry, told me that the thing which first attracted him to Utah was the statement of\nPresident Grant in the middle thirties calling upon Church members to avoid the curse of\nidleness, eschew the dole, give a full day's work for a day's pay, and preserve in their living\nthe pioneer virtues of industry, thrift, and self-respect. He said that those statements sounded\nto him like a rallying call of a great leader in a disintegrating civilization. Such was his\nreaction to the battle cry of God's living prophet.\n<\/p><p>\nNow, my brothers and sisters, how far shall we go in this modern pioneering work? Shall we\nsucceed? The answer to these questions depends upon how much faith and courage you and I\nhave. You will recall that at the time President Grant characterized it as \"one of the greatest\nand most important things the Church has ever undertaken to put over,\" he added: \"And it\nwill be put over because we have the ability and the power to do it.\"\n<\/p><p>\nFor my single self, I am persuaded from all I see and hear in the world of today, and such\ninspiration as I enjoy bears to me the same witness, that a continuation of our way of life is\ncontingent upon a triumph in the lives of men of the principles of thought and action\nimplemented by the welfare plan. I feel no doubt about the ultimate outcome. To me the\nunknowns in the equation are the time it will take and how much suffering will be required to\nbring us to obedience. For the Lord has said his \"... people must needs be chastened until they\nlearn obedience\" to these principles, \"if it must needs be, by the things which they suffer\"\n(<span class=\"citation\" id=\"12402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12402)\">D&amp;C 105:6<\/a><\/span>).\n<\/p><p>\nHe also makes it clear that this obedience must come as a prerequisite to the redemption of\nZion (see <span class=\"citation\" id=\"12401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12401)\">D&amp;C 105:1-6<\/a><\/span>).\nAnd none of us doubts that Zion will be redeemed. It is\ntherefore abundantly clear that the Church, through its welfare plan, is pursuing its over-all\npioneering assignment of being a messenger before the face of the Lord, preparing the way\nfor his glorious coming. God grant that we shall not falter. I pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}