{"ID":2901, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “We Beheld His Glory”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p3\" class=\"\">He to whom you have just listened, Spencer Woolley Kimball, is God’s prophet to all the world. Not only are the heavens not sealed, as many suppose, but a living prophet is here admonishing and counseling and is available to all who will listen. He is God’s anointed for all mankind to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p4\" class=\"\">I ask the Lord to bless me as only He can that I might communicate to you the desires of my heart at this time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p5\" class=\"\">Next Sunday is Easter. For a brief few hours many in the world, believers and nonbelievers, will have recalled to their minds through pictures, stories, and messages in the media or from church pulpits the final events culminating in the death and resurrection of our Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p6\" class=\"\">The fragmentary accounts of the Savior’s brief ministry are sufficient to give us at least a small feeling of His great love. His desire is to help us. He will give to each of us as much of His own spirit as we are prepared to accept. His work and glory is to save all mankind. As I read and ponder Christ’s teachings, given to help us understand His purposes, and as I witness the miraculous events occurring today in the spreading of His work, I feel a swelling in my bosom—a testimony of their eternal truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p7\" class=\"\">Shortly before the Savior’s betrayal and the subsequent events that will be celebrated next week, an event now known as the Transfiguration occurred, which I am sure was meant for our spiritual enlightenment as well as for those who were personal witnesses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p8\" class=\"\">The New Testament writers tell us the Savior took with Him the three dearest and most enlightened of His apostles and went up a lofty mountain—Luke says simply “a mountain” (see <span class=\"citation\" id=\"31987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31987)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31987)\">Luke 9:28<\/a><\/span>)—to find a secluded spot where He could kneel in prayer and prepare for the events soon to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p9\" class=\"\">It must have been early evening when the Savior ascended the mountain with those three chosen witnesses—James and John, known as the “sons of thunder,” and Peter, the “man of rock.” Perhaps Jesus felt not only a sense of the heavenly calm which that solitary opportunity for communion with His Father would bring, but even more, a sense that He would be supported in the coming hour by ministrations not of this earth. He was to be illuminated with a light which needed no aid from the sun or the moon or the stars. He went up to prepare for His coming death. He took His three apostles with Him in the belief that they, after having seen His glory—the glory of the Only Begotten of the Father—might be fortified, that their faith might be strengthened to prepare them for the insults and humiliating events which were to follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p10\" class=\"\">We learn from what has been written that the Savior, finding a secluded place, knelt and prayed; and as He prayed to His Father, He was elevated far above the doubt and wickedness of the world which had rejected Him. As He prayed He was transfigured. His countenance shone as the sun, and His garments became white as the snow fields above them. He was enwrapped in an aura of glistening brilliance—His whole presence reflected such a divine radiance that the light of the sun or the white of the snow are the only things to which the evangelists can compare that celestial scene. Two figures appeared by His side. There stood by Him Moses and Elijah. When the prayer was ended, the coming ordeal undoubtedly accepted, then the full glory fell upon Him, from heaven—a testimony of His divine Sonship and power.  [See <span class=\"citation\" id=\"36528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36528)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36528)\">Matt. 17:1–6<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p11\" class=\"\">Luke’s account indicates that the three apostles did not witness the beginning of this marvelous transfiguration. The three apostles, as they would later be at Gethsemane, were heavy with sleep, the account says. But they were suddenly startled into wakefulness. Then they saw and heard. In the darkness of the night the apostles saw an intense light and the glorified form of their Lord. Beside Him, in that same glory of light, were two persons whom they knew or heard to be Moses and Elijah. Undoubtedly they spoke with Jesus of His coming death at Jerusalem.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p12\" class=\"\">As the vision began to fade, Peter, the account says, spoke the first thoughts that came to his mind, and, apparently anxious to delay the departure of the heavenly visitors, said: “Master, it is good for us to be here: and let us make three tabernacles; one for thee and one for Moses, and one for Elias.” (<span class=\"citation\" id=\"31988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31988)\">Luke 9:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p13\" class=\"\">They may have been surprised at the inappropriate proposal made by the eager Peter, who would yet learn the meaning of the night’s events. But even as Peter spoke, a bright cloud of brilliant light overshadowed Jesus and his heavenly visitors, Moses and Elijah, and also the three apostles; and a voice was heard: “This is my beloved Son: hear him.” (<span class=\"citation\" id=\"31989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31989)\">Luke 9:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p14\" class=\"\">The three apostles fell prostrate and hid their faces. How long it was before Jesus came to them and touched them is not clear from the account; but when they raised their eyes, it was all over. The bright cloud had vanished. The gleams of light, the shining countenances had passed away; they were alone with Jesus. Now only the light from the stars was on the mountain slopes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p15\" class=\"\">After such an experience, the apostles may have hesitated to rise; but Jesus, now appearing as they had seen Him before He knelt in prayer, touched them saying, “Arise, and be not afraid.” (<span class=\"citation\" id=\"36530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36530)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36530)\">Matt. 17:7<\/a><\/span>.) He was their dear friend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p16\" class=\"\">The day was probably dawning as they descended the mountain. Jesus instructed them to tell no man until He had risen from the dead. The vision was for them; it was to be pondered over by them in depths of their own hearts. They were not even to tell the other apostles. They kept Christ’s instructions but could not understand the full meaning. They could only ask each other, or wonder in silence, what this resurrection from the dead could mean. But they now knew more fully than ever that their Lord was indeed the Christ, the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p17\" class=\"\">Though difficult for us to understand, Jesus himself must have been strengthened and sustained by Moses and Elijah to prepare Him for the suffering and agony ahead for Him in working out the infinite and eternal atonement of all mankind. An angel from heaven would again in a few days strengthen Him when He would sweat great drops of blood in the Garden of Gethsemane.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p18\" class=\"\">The three chosen apostles were taught of His coming death and also His resurrection, teachings that would strengthen each of them in the eventful days ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p19\" class=\"\">Testifying later, John said, “We beheld his glory, the glory as of the only begotten of the Father” (<span class=\"citation\" id=\"28908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28908)\">John 1:14<\/a><\/span>); and the apostle Peter, speaking of this personal experience, wrote: “For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p20\" class=\"\">“For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p21\" class=\"\">“And this voice which came from heaven we heard, when we were with him in the holy mount.” (<span class=\"citation\" id=\"4934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4934)\">2 Pet. 1:16–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p22\" class=\"\">Peter, James, and John—they alone beheld the glory and majesty of the transfigured Jesus and undoubtedly received the keys of the kingdom. These three were yet to be taken to a spot in Gethsemane where they would behold his suffering as He took upon Himself the sins of the world that He might redeem us from the Fall and through His resurrection demonstrate to us that He is the Only Begotten of the Father in the flesh and show unto us that He is the Redeemer of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p23\" class=\"\">These same three witnesses who were on the mount—Peter, the senior of Christ’s apostles, and James and John—appeared to Joseph Smith and Oliver Cowdery in 1829 and conferred upon them the Melchizedek Priesthood and gave to them the keys of the kingdom and apostleship. Christ Himself, followed by Moses, Elias, and Elijah, appeared to Joseph and Oliver in the Kirtland Temple, giving authority and committing other essential keys of this dispensation. The Prophet’s own words of this event record:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p24\" class=\"\">“In the afternoon, I assisted the other presidents in distributing the Lord’s Supper to the Church, receiving it from the Twelve, whose privilege it was to officiate at the sacred desk this day. After having performed this service to my brethren. I retired to the pulpit, the veils being dropped, and bowed myself with Oliver Cowdery, in solemn and silent prayer. After rising from prayer, the following vision was opened to both of us. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p25\" class=\"\">“The veil was taken from our minds, and the eyes of our understanding were opened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p26\" class=\"\">“We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet was a paved work of pure gold, in color like amber. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p27\" class=\"\">“I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p28\" class=\"\">“After this vision closed, the heavens were again opened unto us; and Moses appeared before us, and committed unto us the keys of the gathering of Israel. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p29\" class=\"\">“After this, Elias appeared, and committed the dispensation of the gospel of Abraham, saying that in us and our seed all generations after us should be blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p30\" class=\"\">“After this vision had closed, another great and glorious vision burst upon us; for Elijah the prophet, who was taken to heaven without tasting death, stood before us, and said: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p31\" class=\"\">“Therefore, the keys of this dispensation are committed into your hands; and by this ye may know that the great and dreadful day of the Lord is near, even at the doors.” (<span class=\"citation\" id=\"16939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16939)\">D&amp;C 110 Chapter heading<\/a><\/span>; <span class=\"citation\" id=\"16940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16940)\">D&amp;C 110:1–2, 4, 11–13, 16.)<\/a><\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p32\" class=\"\">The divine keys, power, and authority were committed by heavenly messengers to Joseph Smith in this the dispensation of the fulness of times. Those keys—the same that were delivered to Peter, James, and John on the mountain—authorize us to carry the gospel to all nations and declare the power, glory, and majesty of our Lord Jesus Christ and that the day of His coming is near. The prophet of God, to whom we have listened this morning, holds these keys and authority today. We invite people everywhere to inquire further into this divine message which we have to offer to all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/we-beheld-his-glory.p33\" class=\"\">I testify in all sincerity to the truth of these things, in the name of Him whom we honor, worship, and love as our Savior and Redeemer, Jesus the Christ. In His holy name, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}