{"ID":2904, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Lengthening Your Stride as a Missionary\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p2\" class=\"\">Elder Franklin D. Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_010<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:271c.jpg\" alt=\"Elder Franklin D. Richards\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p3\" class=\"\">My dear brothers and sisters, I rejoice with you in the spirit of this conference and the inspirational messages which have been delivered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p4\" class=\"\">One of the last charges the Savior gave His apostles was, “Go ye into all the world, and preach the gospel to every creature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p5\" class=\"\">“He that believeth and is baptized shall be saved; but he that believeth not shall be damned.” (<span class=\"citation\" id=\"33287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33287)\">Mark 16:15–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p6\" class=\"\">God’s church has always been a missionary church, and we are required by modern revelation to take the restored gospel to every nation, kindred, tongue, and people. (See <span class=\"citation\" id=\"16961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16961)\">D&amp;C 133:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p7\" class=\"\">We have also been told that “there are many yet on the earth among all sects, parties, and denominations, who are blinded by the subtle craftiness of men, whereby they lie in wait to deceive, and who are only kept from the truth because they know not where to find it.” (<span class=\"citation\" id=\"16954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16954)\">D&amp;C 123:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p8\" class=\"\">We invite those who are seeking truth and a better way of life to sincerely investigate our message. It will answer the questions “What is the purpose of life?” “Where did we come from?” and “What is there after death?” The restored gospel brings peace, happiness, and growth and development into the lives of those that accept it and live according to its teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p9\" class=\"\">President Kimball has asked us to lengthen our stride. Let me offer some thoughts on how to lengthen our stride in missionary work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p10\" class=\"\">First, too much of the missionaries’ time is spent in finding people to teach. Ways must be found to increase the time missionaries spend in teaching. One of the best ways to do this is to make the “every member a missionary” program work more effectively, with the members finding and fellowshipping people for the missionaries to teach.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">A three-point formula for members to be successful finding and fellowshipping missionaries consists of:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Living the gospel principles. Thousands join the Church each year as they are attracted to the Church by the life of a good member.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Beginning a gospel conversation by asking your friends and neighbors what they know about the Church. Whether they know little or much, we can follow with another question: “Would you like to know more?” If they would like to know more, invite them into your home to be taught the gospel by the missionaries. If it is impossible to invite them into your home, send their names to the missionaries so that they can follow up. Many of these referrals can give the missionaries the names of other interested persons, and this can go on indefinitely, if pursued with enthusiasm.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Inviting your friends and neighbors to Church meetings, socials, and other events. When they are fellowshipped, it is much easier for them to make the necessary social transition.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p15\" class=\"\">When the referral and fellowshipping program is effective, it makes it possible for the missionaries to spend more time teaching, resulting in more convert baptisms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p16\" class=\"\">Another fruitful missionary field is part-member families. Thousands of our members have married nonmembers. Our goal is to fellowship these nonmembers, teach them and their families the missionary discussions, and, when they have received a testimony, bring them into the Church through the waters of baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p17\" class=\"\">A large number of prospective elders have married nonmembers, and by teaching these part-member families, many of these men can be prepared for the Melchizedek Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p18\" class=\"\">We would suggest that these part-member families be taught in groups. By teaching in groups, the strong strengthen the weaker ones and more convert baptisms result with less time and effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p19\" class=\"\">Another area deserving special attention is the size of our missionary staff. Although we now have more than 25,000 full-time missionaries, young men and women and older couples are needed in greatly increased numbers as more and more missions are organized in many parts of the world. President Kimball has asked that more and better-prepared missionaries from overseas stakes and missions be called, and this is being accomplished. Since many of these missionaries, particularly those called from overseas areas, are not able to meet the entire cost of their missions, priesthood quorums and Church members can assist these missionaries by making contributions to the Church Missionary Fund.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p20\" class=\"\">Recently, a quorum president, in sending in a contribution, closed his letter by saying, “We are thrilled with the progress reports we receive and hope we can be a part of an increased effort in sharing the gospel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p21\" class=\"\">A sister living in California wrote, “I feel impressed to send another check to the Church Missionary Fund. What greater work is there than this? I love the gospel and couldn’t live without it. I am so excited about the family fellowshipping missionary program. The Lord is leading me to families and also to single people—in fact, this Sunday several of them are coming to church with me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p22\" class=\"\">These are typical of many testimonies that we receive constantly, and I want to commend those who are giving of their means to this great missionary work. Many of these contributions, though small, represent a real sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p23\" class=\"\">We now have thousands of stake missionaries, but we could use the services of thousands more. It is recommended that each new convert be given a position in the Church, and many of these new converts would make excellent stake missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p24\" class=\"\">With the reorganization of the First Quorum of the Seventy by President Kimball last October, renewed emphasis has been placed on stake missionary work. The First Quorum of the Seventy has the responsibility to strengthen the quorums of seventies in the stakes and to promote the work of the stake missions. We are emphasizing the importance of these stake missionaries coordinating their missionary efforts with those of the full-time missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p25\" class=\"\">Another area that must not be overlooked is our men and women that are serving in the military. It may surprise you to know there are some 20,000 members of the Church in the military service. These men and women can be, and many are, real missionaries. As they live their religion, they are respected and admired by their associates. This group can be instrumental in bringing untold numbers of converts into the Church and developing thousands of referrals each year for the missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p26\" class=\"\">Yes, the “every member a missionary” program is inspired. As these suggestions I have made and others are utilized, Church members can find the people for the missionaries to teach; and as they are being taught, the members can fellowship them before and after their baptism. And truly as the apostle Paul wrote to the Ephesians, “Ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God.” (<span class=\"citation\" id=\"21898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21898)\">Eph. 2:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p27\" class=\"\">May we get the vision of more than 3 1\/2 million member missionaries bringing souls into the kingdom of God and feeling the joy and happiness that comes from missionary work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p28\" class=\"\">And again, to all seekers of truth: A new life-style awaits those who accept the restored gospel and let it work in their lives; truly they will find the answer to their question, “What is the purpose of life?” We encourage you to investigate “Mormonism”—The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p29\" class=\"\">My brothers and sisters, we are engaged in building the kingdom of God. I bear you my witness that God the Father and His Son Jesus Christ did appear to the Prophet Joseph Smith, that God lives, and that Jesus is the Christ. The gospel in its fulness has been restored through the instrumentality of the Prophet Joseph Smith, and it is our privilege and responsibility to share it with others. Joseph Smith was a great prophet, and we have a great prophet at the head of the Church today, our beloved President Spencer W. Kimball.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/lengthening-your-stride-as-a-missionary.p30\" class=\"\">Let us increase our effectiveness in missionary work in order that the kingdom of God may go forth at an accelerated rate, so that the kingdom of heaven may come. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}