{"ID":2906, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Thoughts on the Sacrament\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p2\" class=\"\">Elder Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2f98.jpg\" alt=\"Elder Howard W. Hunter\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p3\" class=\"\">Not long ago I attended a stake conference that was not far away, and by hurrying I was able to get home early enough on Sunday afternoon to have the privilege of attending the sacrament service in our own home ward. Throughout the Church all around the world, thousands and thousands of families attend sacrament meeting on the day of rest—the Lord’s day—most of them led by the priesthood bearer of the home, whose responsibility it is to guide the family in keeping the commandments of God. The Lord said, “And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day.” (<span class=\"citation\" id=\"16858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16858)\">D&amp;C 59:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p4\" class=\"\">It was interesting to watch people going to the chapel, some walking down the street, others coming by automobiles and turning into the parking lot. From all around they were gathering—men, women, youth, and children. Many were coming as families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p5\" class=\"\">Families usually consist of a father, mother, and children, but this is not always the case. Sometimes there is not a mother or a father, and sometimes no children. Often there is one person living alone. In years gone by, our family was larger, but now it consists of only two.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p6\" class=\"\">When we entered the chapel, Bishop Salisbury, in his usual gracious manner, greeted us with a warm handclasp. As we went down the aisle, Brother Doxey, our home teacher, nodded a greeting and we responded similarly—an affectionate greeting in the spirit of a handshake except that distance separated us. And there was Brother Jensen, who was formerly our home teacher, sitting with his wife and daughters. We could also see Sister Nielsen and Sister Whitney, the lovely Relief Society visiting teachers who come to our home and bring a ray of spiritual sunshine to cheer up Sister Hunter. A couple moved over and let us sit by them, and someone on the row behind touched us on the shoulder and whispered that they were glad to see us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p7\" class=\"\">We were among friends. We were among more than friends—we were with both brothers and sisters—literally. The organ was being played softly, and there were a few moments of quiet meditation before the big hand of the clock in the chapel was at the highest point, indicating the time of commencement of a sacred hour.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p8\" class=\"\">One of the counselors to the bishop, in a dignified but friendly manner, came to the pulpit and gave a word of greeting and announced the name of the hymn we were to sing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p9\" class=\"\">The priests sat quietly at the sacrament table. I looked at each of them—well-groomed, reverent, serious. Many young men of their age were spending the day in recreation or sports, but they had come to the house of the Lord. Seated in front of them was a row of deacons. They, too, were well groomed and well behaved, taking seriously the responsibility of their first office in the Aaronic Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p10\" class=\"\">As I looked at these priests and deacons, there came a realization that they were from good homes with parents who loved them and who taught them to keep the commandments of the Lord. Then came thoughts of others who have an interest in them: their bishop and his counselors, home teachers, priesthood leaders and teachers, those who are helping them in the Sunday School and the young men’s organization, Scouting and Exploring leaders, and an array of persons who are giving their time and effort to teach and encourage them in their young years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p11\" class=\"\">The time will not be long, I thought, until these priests and deacons will be in the mission field to fulfill the commandment given to all faithful elders in the Church: “Go ye into all the world, preach the gospel to every creature, acting in the authority which I have given you, baptizing in the name of the Father, and of the Son, and of the Holy Ghost.” (<span class=\"citation\" id=\"16866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16866)\">D&amp;C 68:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p12\" class=\"\">After a hymn and prayer, and while the priests were preparing the sacrament, we were led in singing:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">God, our Father, hear us pray;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Send thy grace this holy day;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As we take of emblems blest,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">On our Savior’s love we rest.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p17\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 8.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p18\" class=\"\">A priest kneeled over the broken bread and prayed: “That they may eat in remembrance of the body of thy Son, and witness unto thee, O God, the Eternal Father, that they are willing to take upon them the name of thy Son, and always remember him and keep his commandments.” (<span class=\"citation\" id=\"16823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16823)\">D&amp;C 20:77<\/a><\/span>.) The deacons dispersed throughout the chapel to serve the broken bread. One of them came to our row and held the silver tray while I partook. Then I held the tray so Sister Hunter could partake, and she held it for the person next to her. Thus the tray went down the row, each serving and being served.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p19\" class=\"\">I thought of the events that took place on the evening nearly two thousand years ago when Jesus was betrayed. He had sent Peter and John into Jerusalem to make ready the Passover. This included, as was the custom, the sacrifice of a lamb. The laws of sacrifice had been followed down through the centuries since commenced by Father Adam, looking toward the time when the Savior would make the great sacrifice for mankind by the shedding of His own blood and death on the cross.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p20\" class=\"\">After the Master and the Twelve had partaken of the feast of the Passover on that occasion, “Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p21\" class=\"\">“And he took the cup, and when he had given thanks, he gave it to them: and they all drank of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p22\" class=\"\">“And he said unto them, This is my blood of the new testament, which is shed for many.” (<span class=\"citation\" id=\"33285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33285)\">Mark 14:22–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p23\" class=\"\">Thus was the sacrament of the Lord’s Supper introduced to replace sacrifice and be a reminder to all those who partake that He truly made a sacrifice for them; and to be an additional reminder of the covenants they have made to follow Him, keep His commandments, and be faithful to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p24\" class=\"\">While thinking about this, the admonition of Paul in his letter to the church in Corinth came to my mind. He said: “Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p25\" class=\"\">“But let a man examine himself, and so let him eat of that bread, and drink of that cup.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p26\" class=\"\">“For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.” (<span class=\"citation\" id=\"637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(637)\">1 Cor. 11:27–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p27\" class=\"\">I was troubled. I asked myself this question: “Do I place God above all other things and keep all of His commandments?” Then came reflection and resolution. To make a covenant with the Lord to always keep His commandments is a serious obligation, and to renew that covenant by partaking of the sacrament is equally serious. The solemn moments of thought while the sacrament is being served have great significance. They are moments of self-examination, introspection, self-discernment—a time to reflect and to resolve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p28\" class=\"\">By this time the other priest was kneeling at the table, praying that all who should drink “may do it in remembrance of the blood of thy Son, which was shed for them; … that they do always remember him, that they may have his Spirit to be with them.” (<span class=\"citation\" id=\"16824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16824)\">D&amp;C 20:79<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p29\" class=\"\">There was quiet meditation, the silence broken only by the voice of a tiny babe whose mother quickly held him close. Anything that breaks the silence during this sacred ordinance seems out of place; but surely the sound of a little one would not displease the Lord. He, too, had been cradled by a loving mother at the beginning of a mortal life that commenced in Bethlehem and ended on the cross of Calvary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p30\" class=\"\">The young men concluded serving the sacrament. Then followed words of encouragement and instruction, a closing hymn and prayer; and the sacred moments “unmarred by earthly care” had come to a close. On the way home we saw several boys playing ball in the street and a family returning in their motor home from a weekend in the mountains. This thought came to my mind: What a wonderful thing it would be if all persons had an understanding of the purpose of baptism and the willingness to accept of it; the desire to keep the covenants made in that ordinance to serve the Lord and live His commandments; and, in addition, the desire to partake of the sacrament on the Sabbath day to renew those covenants to serve Him and be faithful to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p31\" class=\"\">In speaking of the covenants one makes when he partakes of the sacrament, a former president of the Church once stated: “Who can measure the responsibility of such a covenant? How far reaching! How comprehensive! It excludes from man’s life, profanity, vulgarity, idleness, enmity, jealousy, drunkenness, dishonesty, hatred, selfishness, and every form of vice. It obligates him to sobriety, to industry, to kindness, to the performance of every duty in church and state. He binds himself to respect his fellowmen, to honor the Priesthood, to pay his tithes and offerings and to consecrate his life to the service of humanity.” (David O. McKay, <span class=\"emphasis\">Millennial Star<\/span> 85:778.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p32\" class=\"\">Having attended sacrament meeting and partaken of the sacrament made the day more meaningful, and I felt that I better understood the reason why the Lord said, “And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p33\" class=\"\">“For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions unto the Most High.” (<span class=\"citation\" id=\"16860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16860)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16860)\">D&amp;C 59:9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/thoughts-on-the-sacrament.p34\" class=\"\">I know that Jesus is the Christ and that He lives, having been put to death as the atoning sacrifice and resurrected that all men may live again and have eternal life. I pray that we may faithfully follow Him, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}