{"ID":2907, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Living Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p2\" class=\"\">Elder Bernard P. Brockbank<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3056.jpg\" alt=\"Elder Bernard P. Brockbank\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p3\" class=\"\">It has been a glorious privilege and blessing to spend over seven years of my life as a servant of the Lord in the British Isles and Ireland. These countries of my ancestors are beautiful, and we feel at home and love the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p4\" class=\"\">President Kimball, the Latter-day Saints in the British Isles, Ireland, Rhodesia, and South Africa love, support, and sustain you as the Lord’s living prophet; and they also love and sustain the Lord’s living apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p5\" class=\"\">The Lord’s church is the only church that is required to have a living prophet and a quorum of twelve living apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p6\" class=\"\">The Latter-day Saints in Rhodesia and South Africa with their racial and equal rights problems desire that the will of the Lord be done in their lives and in their countries, and some of the Lord’s finest Saints live in these countries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p7\" class=\"\">We are living in perilous, restless, uncertain times in the world and this is true in the British Isles. Many of the Christian churches are closing down some of their church buildings because the people will not support them. While this is taking place, The Church of Jesus Christ of Latter-day Saints continues to grow and the number of those participating in the Church programs is increasing. I would like to briefly mention several statistics regarding the growth and progress of the Savior’s church in the British Isles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p8\" class=\"\">In the year 1960 we had one mission serving 55 million people in England, Scotland, Wales, and Ireland with approximately 180 full-time missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p9\" class=\"\">In the early part of 1960 there were no stakes of the Church, and today we have 27 fully organized stakes and 5 more areas ready to be considered for stakehood. We also have 12 districts that are preparing to become stakes. In 1960 we had 11,000 members. Today, we have over 100,000 members. In 1960 there were no Church buildings adequate to serve the needs of a ward. Today, we have 175 beautiful chapels and 47 more under construction or in preliminary preparation for construction. There are in the British Isles 376 units of the Church including missions, stakes, districts, wards, branches, and other Church programs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p10\" class=\"\">There are millions of the Lord’s covenant children in the British Isles that are waiting for the Lord’s missionaries and Latter-day Saints to reach and teach them the sacred principles and ordinances of the restored gospel of Jesus Christ as it is recorded in the holy scriptures. We are just scratching the surface of what needs to be done in these countries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p11\" class=\"\">Many of the Christian churches in the British Isles do not consider or recognize The Church of Jesus Christ of Latter-day Saints as a Christian church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p12\" class=\"\">The following statement was printed in the <span class=\"emphasis\">London Times:<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p13\" class=\"\">“Are the Mormons Christians? Certainly they claim to be followers of Christ and hence entitled to take their place alongside other denominations as another Christian church. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p14\" class=\"\">“In fact, there is good reason for regarding them as a new religion rather than as another variety of Christianity. The Christ they follow is both the Christian Messiah of the New Testament, and the Risen Christ who visited the New World after the end of His ministry in the old one. Traditional Christianity—Roman Catholic [and] Protestant … —rejects the very existence of this Christ who reappeared on earth after the Ascension, and so the Christ followed by the Mormons is not the Christ followed by traditional Christianity.” (“Alcohol, tea, and smoking banned,” <span class=\"emphasis\">The London Times,<\/span> June 18, 1976, special supplement on Mormons, p. II.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p15\" class=\"\">It is true that many of the Christian churches worship a different Jesus Christ than is worshipped by the Mormons or The Church of Jesus Christ of Latter-day Saints. For example, from the Church of England’s Articles of Religion, article one, I quote: “There is but one living God, everlasting, without body, parts, or passions.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p16\" class=\"\">The Church of Jesus Christ of Latter-day Saints worships a God and a Jesus Christ with bodies, with parts, and with passions. We also believe that the trinity of the Godhead is made up of three separate personages—God, the Eternal Father; Jesus Christ, the Son of God—our Savior; and the Holy Ghost. These two concepts of the Trinity and their attributes are completely different.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p17\" class=\"\">The Jesus Christ of the holy scriptures has a body of flesh and bones and passions before and after his resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p18\" class=\"\">After his resurrection the Savior visited his apostles and said unto them: “Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p19\" class=\"\">“And when he had thus spoken, he shewed them his hands and his feet.” (<span class=\"citation\" id=\"32004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32004)\">Luke 24:39–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p20\" class=\"\">Jesus warned man to beware of false Christs with these words: “Take heed that no man deceive you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p21\" class=\"\">“For many shall come in my name, saying, I am Christ; and shall deceive many. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p22\" class=\"\">“For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.” (<span class=\"citation\" id=\"36544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36544)\">Matt. 24:4–5, 24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p23\" class=\"\">In the first commandment of the Ten Commandments, the Lord commanded man to worship the living God of the scriptures and not to create and worship man-conceived Deities. He said: “Thou shalt have no other gods before me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p24\" class=\"\">“Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the water under the earth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p25\" class=\"\">“Thou shalt not bow down thyself to them, nor serve them.” (<span class=\"citation\" id=\"22883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22883)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22883)\">Ex. 20:3–5<\/a><\/span>.) Many continue to bow down to man-made images.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p26\" class=\"\">When the Savior lived on this earth he condemned the powerful Pharisee religion that professed to believe in the prophets and the scriptures but would not accept the living Jesus Christ. The Pharisees promised their disciples salvation in the kingdom of heaven, but because they would not accept the living Christ with a body of flesh, bones, and passions, Jesus denounced them saying: “Woe unto you, scribes and Pharisees, hypocrites! for ye shut up the kingdom of heaven against men: for ye neither go in yourselves, neither suffer ye them that are entering to go in.” (<span class=\"citation\" id=\"36542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36542)\">Matt. 23:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p27\" class=\"\">In latter-day revelation, the Lord again warned man not to be misled and deceived by religions that were organized without divine authority by men, by thrones, or by principalities that promise their disciples salvation in the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p28\" class=\"\">He said: “I am the Lord thy God; and I give unto you this commandment—that no man shall come unto the Father but by me or by my word, which is my law. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p29\" class=\"\">“And everything that is in the world, whether it be ordained of men, by thrones, or principalities, or powers, or things of name, whatsoever they may be, that are not by me or by my word, saith the Lord, shall be thrown down, and shall not remain after men are dead, neither in nor after the resurrection, saith the Lord your God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p30\" class=\"\">“For whatsoever things remain are by me; and whatsoever things are not by me shall be shaken and destroyed.” (<span class=\"citation\" id=\"16955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16955)\">D&amp;C 132:12–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p31\" class=\"\">There is only one way provided by the Lord for man to gain salvation and eternal life in the kingdom of God and that is by and through the living, personal Jesus Christ, and by knowing and living his commandments. We cannot obtain salvation and eternal life by worshipping fake Christs or by living the doctrines and commandments of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p32\" class=\"\">The Pharisees with their man-made doctrines and traditions were again condemned by the Savior. He said unto them: “This people draweth nigh unto me with their mouth, and honoureth me with their lips; but their heart is far from me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p33\" class=\"\">“… In vain they do worship me, teaching for doctrines the commandments of men.” (<span class=\"citation\" id=\"36517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36517)\">Matt. 15:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p34\" class=\"\">The belief that God has no body, parts, and passions is not a doctrine of Jesus Christ or a doctrine of the holy scriptures but is a doctrine of men, and to worship such a God is in vain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p35\" class=\"\">From the time when the Lord created man in his own image and likeness, men have created false gods to worship, such as golden calves, sculptured images, etc.; and billions through the centuries including the very elect have been deceived and misled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p36\" class=\"\">The sacred purpose of eternal life is to know the only true God and Jesus Christ. “This is life eternal,” Jesus said, “that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” (<span class=\"citation\" id=\"28935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28935)\">John 17:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p37\" class=\"\">The message of The Church of Jesus Christ of Latter-day Saints to the people of the world is that God the Eternal Father and Jesus Christ live, that they are personages with immortal bodies of flesh and bones and passions, and that all mankind are children of God and are created in his image and likeness, and that Jesus Christ through his Prophet Joseph Smith restored his church with all of his doctrines, commandments, and ordinances as recorded in all of his holy scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-living-christ.p38\" class=\"\">I bear witness that Jesus Christ lives and that he will soon be returning to this earth in his majesty and glory, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}