{"ID":2908, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Neither Cryptic Nor Hidden\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p2\" class=\"\">Elder Theodore M. Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2f9c.jpg\" alt=\"Elder Theodore M. Burton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p3\" class=\"\">My brothers, sisters, and friends: What Elder Brockbank has just told us is true. I know it, and you know it. May I continue on beyond what he said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p4\" class=\"\">As I read the first three verses of the first chapter of Acts, a question comes to my mind. Luke wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p5\" class=\"\">“Of all that Jesus began both to do and teach,<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p6\" class=\"\">“Until the day in which he was taken up, after that he through the Holy Ghost had given commandments unto the apostles whom he had chosen:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p7\" class=\"\">“To whom also he shewed himself alive after his passion by many infallible proofs, being seen of them forty days, and speaking of the things pertaining to the kingdom of God.” [<span class=\"citation\" id=\"8210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8210)\">Acts 1:1–3<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p8\" class=\"\">Following his resurrection Jesus must have received from God additional power and knowledge much beyond what he knew and experienced in the flesh. Yet we find practically nothing of the things he taught during the forty days he instructed his disciples following his resurrection. What did he teach them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p9\" class=\"\">We have much of what Jesus taught during the three years of his earth ministry. But singularly, we have little of the teachings of the <span class=\"emphasis\">resurrected<\/span> Christ. Surely those ideas and concepts were more important than what he taught during mortality!<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p10\" class=\"\">I err, however, if I give the impression that we know nothing of what Jesus taught during that forty-day period. Those doctrines are given in a guarded fashion by his apostles as they wrote the saints. Not everyone would understand their writings, but certainly those to whom they wrote would understand. An example is given in John’s first letter, chapter 2, verse 20:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p11\" class=\"\">“But ye have an unction [or anointing] from the Holy One, and ye know all things” [<span class=\"citation\" id=\"1120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1120)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1120)\">1 Jn. 2:20<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p12\" class=\"\">Which church today understands and uses an anointing to teach its members all things as further explained in verse 27?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p13\" class=\"\">“But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him” [<span class=\"citation\" id=\"1121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1121)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1121)\">1 Jn. 2:27<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p14\" class=\"\">Now this statement, its meaning hidden from the present Christian world, must have had important meaning for those to whom John wrote. Devout members of our Church will recognize and understand this doctrine in the same way the ancient Christians did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p15\" class=\"\">Another example is found in the teachings of Paul in 2 Corinthians, chapter 1, verses 21–22:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p16\" class=\"\">“Now he which stablisheth us with you in Christ, and hath anointed us, is God;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p17\" class=\"\">“Who hath also sealed us, and given the earnest of the Spirit in our hearts.” [<span class=\"citation\" id=\"125247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125247)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125247)\">2 Cor. 1:21–22<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p18\" class=\"\">Now the sealing power mentioned by Paul was given to Peter, James, and John on the Mount of Transfiguration. This same sealing power restored by Elijah the prophet was later given by Jesus to all his apostles as recorded in Matthew 18, verse 18:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p19\" class=\"\">“Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.” [<span class=\"citation\" id=\"36533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36533)\">Matt. 18:18<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p20\" class=\"\">The instructions and teachings of Jesus following his crucifixion were so sacred that they were not reduced to writing. Nevertheless, hints were given to faithful members of the early church as the apostles urged them to be more faithful in the discharge of their Christian duties.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p21\" class=\"\">What did Jesus do between his death and his resurrection? We know, for example, that he did not immediately return to his Heavenly Father. John records in chapter 20, verse 17, how the risen Jesus told Mary Magdalene:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p22\" class=\"\">“Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.” [<span class=\"citation\" id=\"28938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28938)\">John 20:17<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p23\" class=\"\">If Jesus wasn’t with his Father in heaven during that time, where was he and what did he do?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p24\" class=\"\">During that period between death and resurrection, Jesus went into the spirit world, as he had promised the thieves on the cross. There he organized the preaching of the gospel to the spirits in prison. Peter wrote in his first letter, chapter 3, verses 18 and 19:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p25\" class=\"\">“For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened [that is, being made alive] by the Spirit:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p26\" class=\"\">“By which also [that is, in this spirit condition] he went and preached unto the spirits in prison.” [<span class=\"citation\" id=\"2367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2367)\">1 Pet. 3:18–19<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p27\" class=\"\">President Joseph F. Smith, in his remarkable vision of this visit, wrote in verses 29–30 in the Pearl of Great Price:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p28\" class=\"\">“And as I wondered, my eyes were opened, and my understanding quickened, and I perceived that the Lord went not in person among the wicked and the disobedient [in the spirit world] who had rejected the truth [while living on the earth], to teach them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p29\" class=\"\">“But behold, from among the righteous [in that part of the spirit world], he organized his forces and appointed messengers, clothed with power and authority, and commissioned them to go forth and carry the light of the gospel to them that were in darkness, even to all the spirits of men; and thus was the gospel preached to the dead.” [<span class=\"citation\" id=\"16964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16964)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16964)\">D&amp;C 138:29–30<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p30\" class=\"\">Since “God is no respecter of persons” (<span class=\"citation\" id=\"8213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8213)\">Acts 10:34<\/a><\/span>), it would be unjust to condemn those who may not have had a full opportunity while living on the earth to hear the gospel preached. Some were born at times and places where it was impossible for them to hear the message of salvation. To condemn them without an opportunity to accept the gospel while living would be unfair. Salvation for the dead was one of those concepts taught during the forty days following the resurrection of Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p31\" class=\"\">Peter explained that the reason Jesus went to those spirits in prison was to bring them the gospel. This is found in his first letter, chapter 4, verse 6:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p32\" class=\"\">“For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh [that is, be judged on the same basis and principles as were men and women who live on the earth], but live according to God in the spirit” [<span class=\"citation\" id=\"2368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2368)\">1 Pet. 4:6<\/a><\/span>]—that is, to receive salvation by accepting earthly ordinances in the spirit world after those ordinances had been done for them by proxy on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p33\" class=\"\">This principle of salvation for all mankind reflects the mercy, the kindness, and the love of God for all his children. Isn’t it strange that such a noble and important principle should be forgotten and no longer practiced in the present Christian world?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p34\" class=\"\">Such practices were part and parcel of the early Christian church. The work of salvation for the dead was such a common practice that Paul even used it as a proof that resurrection would come to all. In his first letter to the Corinthians, in chapter 15, verse 29, he wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p35\" class=\"\">“Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?” [<span class=\"citation\" id=\"642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(642)\">1 Cor. 15:29<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p36\" class=\"\">Nothing could be clearer that proxy ordinance work for the dead was practiced by the early Christians.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p37\" class=\"\">This lack of knowledge in Christianity today is proof to me that an apostasy from the truth has occurred. As Isaiah wrote in chapter 24, verse 5:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p38\" class=\"\">“The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, changed the ordinance, broken the everlasting covenant.” [<span class=\"citation\" id=\"125029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125029)\">Isa. 24:5<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p39\" class=\"\">There was need to restore these doctrines and ordinances. Wise men were not able to restore these practices during the Reformation or since. These doctrines came from heaven by a restoration of the gospel. Nor could Joseph Smith of himself have thought out these doctrines. They were part of the stone cut out of the mountain without hands that would roll forth to fill the earth. (See <span class=\"citation\" id=\"10749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10749)\">Dan. 2:34–35, 44–45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p40\" class=\"\">That kingdom is now rolling forth. There are prophets again on the earth who teach those same sacred principles revealed by Jesus during the forty days immediately following his resurrection. A realization of this fact is a vivid warning to all present members of the Church to qualify themselves by righteous living to receive these blessings. They will be revealed to the righteous who will believe and practice them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p41\" class=\"\">We can see a hastening of the work today as the world shows a remarkable upsurge of interest in genealogy. It comes so naturally that few can see the hand of the Lord in it, but it is there. People interested in genealogy will undoubtedly ask the question, “Why?” If they will only search for an answer to that question, they will find the restored gospel and receive power from on high just as did those ancient members of the church of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p42\" class=\"\">We see an increased velocity in temple building in the Church and an increased activity in the work of salvation for the dead. It is a warning to members of the Church to take this work more seriously. It is a continuation and a perfecting of missionary activity; in fact, it is a vital part of it. To neglect this responsibility is to endanger one’s own salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/neither-cryptic-nor-hidden.p43\" class=\"\">You can feel the urgency of this work in the air. You can see the hastening hand of the Lord at work. You can sense the necessity to get on with this work. I feel I must teach it wherever I go so that member and nonmember alike may search for that knowledge, which is neither cryptic nor hidden to those who know and love the Lord. This is my testimony in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}