{"ID":2909, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Did Not Our Heart Burn Within Us?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p2\" class=\"\">Elder Loren C. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2b58.jpg\" alt=\"Elder Loren C. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p3\" class=\"\">My dear brothers and sisters, it is an honor to he at this conference. And it is an honor to serve as a missionary in Australia.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p4\" class=\"\">This marks the 126th year that the Church has been in Australia.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p5\" class=\"\">The two missionaries who introduced the gospel to Australia were John Murdock and Charles Wandell, who arrived in Sydney on October 30, 1851. Brother Murdock was fifty-nine years of age at the time and was one of the early stalwarts of the Church. He was in the first group to be ordained high priests by Joseph Smith. He was called on two of his missions by revelations which are in the Doctrine and Covenants. (See <span class=\"citation\" id=\"16846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16846)\">D&amp;C 52:8<\/a><\/span>; <span class=\"citation\" id=\"16926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16926)\">D&amp;C 99:1<\/a><\/span>.) His wife died, leaving him twins only six hours old. These were the twins that the Prophet Joseph Smith received into his home to raise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p6\" class=\"\">For a time he lived in the home of Joseph Smith and relates this incident: “During the winter that I boarded with Brother Joseph … we had a number of prayer meetings, in the Prophet’s chamber. … In one of those meetings the Prophet told us, ‘If we would humble ourselves before God, and exercise strong faith, we should see the face of the Lord.’ And about midday the visions of my mind were opened, and the eyes of my understanding were enlightened, and I saw the form of a man, most lovely, the visage of his face was sound and fair as the sun. His hair a bright silver grey, curled in a most majestic form; His eyes a keen penetrating blue, and the skin of his neck a most beautiful white and he was covered from the neck to the feet with a loose garment, pure white: Whiter than any garment I have ever before seen. His countenance was most penetrating, and yet most lovely. And while I was endeavoring to comprehend the whole personage from head to feet it slipped from me, and the vision was closed up. But it left on my mind the impression of love, for months, that I never before felt to that degree.” (John Murdock, <span class=\"emphasis\">An Abridged Record of the Life of John Murdock,<\/span> p. 26.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p7\" class=\"\">Such was the man who opened the work of the gospel of Jesus Christ in Australia in this dispensation. Through the early years of the Church in Australia many joined the Church and then immigrated to either Canada or the United States. In 1955 President David O. McKay toured the country and advised the Saints to stay and build Zion in their land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p8\" class=\"\">The next visit of a prophet in Australia came in February 1976 when President Spencer W. Kimball held the first area conferences. President Kimball’s message was “Grow!” And the Church is growing in Australia as well as elsewhere in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p9\" class=\"\">The reason for that growth is because of that which happens within any individual who looks into the Church or examines its doctrines. Perhaps I can explain it in this way. In Matthew, chapter sixteen, the Savior asked his disciples: “Whom do men say that I the Son of man am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p10\" class=\"\">“And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p11\" class=\"\">“He saith unto them, But whom say ye that I am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p12\" class=\"\">“And Simon Peter answered and said, Thou art the Christ, the Son of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p13\" class=\"\">“And Jesus answered and said unto him, Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.” (<span class=\"citation\" id=\"36519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36519)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36519)\">Matt 16:13–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p14\" class=\"\">Although Peter walked and talked with the Savior and had observed many of his miracles, yet when he said, “Thou art the Christ, the Son of the living God,” the Savior pointed out that it wasn’t flesh and blood that revealed this to Peter, but his Father in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p15\" class=\"\">This tells us that there is a more certain way of knowing than actually seeing with our eyes; for there were many who saw Jesus Christ but knew him not as the Son of God. Those that did know him knew him because it was revealed to them by our Father in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p16\" class=\"\">This witness of the Spirit is mentioned in Luke, chapter twenty-four, as two of the disciples were walking along the road to a village called Emmaus. The Savior himself came and walked and talked with them, but they did “not know him” until right at the very end when their eyes were opened and they knew him. Verse 32 says: “And they said one to another, did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?” [<span class=\"citation\" id=\"32003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32003)\">Luke 24:32<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p17\" class=\"\">With all the logic and outward evidences of the truthfulness of the gospel, it still comes down to the witness of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p18\" class=\"\">“Did not our heart burn within us?” is as applicable today to a person seeking the gospel of Jesus Christ as it was during the time of Christ or in John Murdock’s day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p19\" class=\"\">In modern revelation the Lord has established a spiritual test to find truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p20\" class=\"\">He says in the ninth section of the Doctrine and Covenants simply: “But, behold, I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you; therefore, you shall feel that it is right.” (<span class=\"citation\" id=\"16817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16817)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16817)\">D&amp;C 9:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p21\" class=\"\">The words “you shall feel that it is right” refer to a feeling of peace and warmth, a feeling that touches the soul. For an investigator of the truth, this feeling begins to come when the missionaries come and leave their message. They can feel it in the home after the missionaries leave. They can feel it in the congregations of the Saints; and they can feel it as they read and study and pray about the message. It is a feeling that is unique in its peace and joy because it emanates from Jesus Christ. It is that feeling which brings a greater knowledge and a more sure witness than even flesh and bones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p22\" class=\"\">A recent convert from Canberra, Australia, says the following: “I was born into a religious family where religion was taken seriously. I had a strict Christian upbringing. However, I drifted away from the church at about twenty years of age when I left home to attend teachers college.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p23\" class=\"\">“From that time on I felt an emptiness of purpose in some way, and each year or so would find me searching out and studying a new spiritual creed. I studied yoga and practiced meditation, read about Hinduism, Buddhism, Zen Buddhism, and most of the Protestant religions and Judaism. Somehow none of these held out anything I was seeking. Then I stopped searching, and when the elders came calling, I had mixed feelings about letting them in. I did not want yet another fruitless search, but I thought it only reasonable to hear the message and then decide. For a few lessons I was not convinced that there was anything different in the lessons from what I had already heard elsewhere. Then slowly, through the patience of the elders, I began to get the feeling that all they were saying was really true. They urged me to pray frequently, which I did; but still I was not sure. They explained how the Holy Ghost could come into one’s heart, and one could perhaps feel a warm glow inside. This was rather hard for me to imagine, but I believed them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p24\" class=\"\">“One night the elders challenged me to take baptism the very next Saturday. I was surprised and felt I wasn’t ready, but I did agree to be baptized a week later, giving myself more time for questions and prayer. Then Elder Hurd asked Elder Nelson if he would bear his testimony to me. He did it so fervently that about halfway through I felt a warm spot in my heart which seemed to be coming from Elder Nelson; and as he spoke, it increased in size and intensity like a small cloud inside of me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p25\" class=\"\">“When he had finished, both elders assured me that they had felt the presence of the Holy Ghost, but I didn’t tell them of my experience until a few days later. I felt too overcome to speak of it. Before they left they asked me to read Third Nephi, chapters 11 to 26, in the Book of Mormon before going to bed that night. As soon as they went out the door, I read avidly, and as I did, the warm glow returned to me and I needed no more convincing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p26\" class=\"\">Not every experience will be just like this; but to greater or lesser degree, that same Spirit will come into the life of every soul who desires to know the truth. Each member of the Church and each soul who sincerely investigates the teachings by study, prayer, and attending church will receive his answer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p27\" class=\"\">It is as simple as that. Flesh and blood do not reveal it, but our Father which is in heaven. At some time in the investigation process, this confirming spirit will come into the soul, and truth will be the result. Should there be someone watching or listening at this time who is thinking of looking into the Church or studying its doctrines, we offer this to you. There is nothing complicated or difficult about it. It requires only a person who desires to know the truth and who is willing to turn to the Lord with all his heart and ask about that which he reads and hears.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/did-not-our-heart-burn-within-us.p28\" class=\"\">I, too, have felt that Spirit; I, too, know that God lives and that Jesus the Christ is his Son. This is not my philosophy; this is not my belief. This is a knowledge borne by the Spirit. This Church is true. Joseph Smith was a prophet of God. Spencer W. Kimball is a prophet of God today. We are in the Lord’s service. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}