{"ID":291, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Oscar A. Kirkham<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Oscar A. Kirkham, <i>Conference Report<\/i>, April 1947, pp. 130-132<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI humbly pray that the spirit of the Lord will be with me that I may be blessed as I fill this\nserious task.\n<\/p><p>\nI rejoice this happy morning to know that people have been trailing for hours up the\nmountainside of Mt. Tamalpais and Mt. Rubideaux and many other places for Easter services.\nYes, all across America crosses have been raised and people have done or are going to renew\ntheir faith in the Lord that fear may leave their hearts and that joy may enter there.\n<\/p><p>\nI am happy that America is a Christian country although we hear much about its sin and\nmisgivings.\n<\/p><p>\nTHE SPIRIT OF EASTER BRINGS REJOICING\n<\/p><p>\nI hope and pray that this happy Easter morning into the heart of General George C. Marshall,\nour Secretary of State, will come a renewed faith in God. I hope that he will have the courage\nof a great pioneer in a new world to hold fast to what he said last week: When Germany's\nproblem is solved, it will be of the people and by the people and for the people. These are not\nhis exact words, but what he said were the words of a man representing a free people.\n<\/p><p>\nI rejoice in the spirit of Easter. It was faith that rolled back the stone\n(<span class=\"citation\" id=\"34174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34174)\">Matt. 28:2<\/a><\/span>) to let the Savior come\ninto the garden. It is faith that will roll back the stone across the path of the human race and\nlet the spirit of the Son of Man come again. Fear will vanish as we cultivate faith in our\nhearts and lives.\n<\/p><p>\nI rejoice in the glorious centennial celebration that is before us. May I say there are other\npioneer bands standing now on eastern hills that overlook this valley and a thousand others. It\nis the youth of America, and they are ready to go forward into the valley of their dreams and\ndo great and good things. May we, the leadership of this Church, have faith in them and give\nthem the opportunity to come forward with their glorious faith and strength. They are waiting\nfor it. They are anxious for the responsibility of it.\n<\/p><p>\nAN INCIDENT AT THE TEMPLE AT MESA\n<\/p><p>\nTwo years ago at the temple at Mesa, Arizona, I was with about a thousand of our young\npeople. From the temple wall we had a glorious Easter morning service. The orchestra played;\nthe chorus sang; it was lovely; and then I walked around the temple wall. As I passed one\ncorner, I saw over behind a tall pine tree a young man embracing a young lady and kissing\nher. It was one of those embarrassing things that we sometimes see in life, and yet we confess\nwe are somewhat interested. I started hurriedly to go away, and the young man motioned to\nme to come. I went over to him, and he said, \"Brother Kirkham, we are not\nat all ashamed of what you saw. I just asked this young lady to be my wife, and when you\nlooked, she had said, 'Yes,' and I was sealing the bargain.\" \"Well,\" I said, \"I hope you are\ncoming back here again.\" \"Yes,\" he said, \"that was part of what we had talked about.\"\n<\/p><p>\nBack to the temple of God! Yes, that was the desire of their hearts. Let us have more faith in\nthem, not fear, but faith in them.\n<\/p><p>\nTHE CENTENNIAL A YEAR OF MISSIONARY OPPORTUNITY\n<\/p><p>\nI have looked forward to the happy day that is now here&mdash;our centennial celebration. I love a\nparade. I love to hear a band playing. I love to see banners flying. I love to see great\nmonuments unveiled. These are lovely things to see and hear. When I was in Mexico City\nrecently and stood on the crowded streets watching the parade when President Aleman was\nmade president of that great republic, there were many things going on in the streets; but the\ngreat things were happening on the sidewalk. I did not see Mexico as the military units went\nby displaying their pride, but around and about me on the sidewalk was the real story of\nMexico; and so it will be with us. The people that come will be listening to the story on the\nsidewalk as well as enjoying what they see in parade. This is a great year of missionary\nservice for us&mdash;a great year for the pioneer spirit. I saw it in my mind's eye yesterday, so\nbeautifully exemplified when President Smith, at our great priesthood meeting last night, told\nthe Boy Scout that had given his seat to an adult, \"Now you may come up and sit with us.\"\nYes, that was the spirit of his father and his grandfather. He was only carrying on. No spoken\nwords were more glorious than that.\n<\/p><p>\nWhen President Clark made the appeal again, as he has done before, to \"be one\"\n(<span class=\"citation\" id=\"12343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12343)\">D&amp;C 38:27<\/a><\/span>), I saw a\nunited band coming into this valley. They were one.\n<\/p><p>\nPresident McKay last night after the priesthood meeting called together the bishops and the\npresidents of stakes of some of these near-by stakes. He was recruiting for our great pageant\nto be held in this tabernacle. It has been difficult to get men, but it wasn't difficult when\nPresident McKay stood before them recruiting two hundred that will participate. Every hand\nwent up when the people heard the voice of the president. I thought I saw Brigham Young\nrecruiting the Mormon Battalion.\n<\/p><p>\nWhen our friends come to our homes as President Smith said, \"Open your doors in\nhospitality.\" They will forget much of the glamour of the street and the highways, but they will\nsee the pioneers in what we do.\n<\/p><p>\nMay there be children there to play with them. May there be family prayer held unafraid. Let\nthe children pray. When they lift the photo from the mantle and say, \"Does this happen to be\nyour son?\" may you have the high privilege of saying, \"Yes, he's our\nambassador. He's out in the world preaching the gospel.\" Then when they leave your home,\nthe memory of these things will linger with them when all else is forgotten.\n<\/p><p>\nGod help us to remember that this is a missionary year; and in honoring those that went\nbefore, we shall courageously and with faith-destroying fear give to these visitors the hope of\nthe gospel of Jesus Christ by our humble living, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}