{"ID":2913, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Prepare Now for Your Mission\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/prepare-now-for-your-mission.p2\" class=\"\">Elder J. Thomas Fyans<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/prepare-now-for-your-mission.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:306c.jpg\" alt=\"Elder J. Thomas Fyans\"\/><\/div>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Young men, I should like to talk to you about your progress toward the eternities. One of the greatest opportunities of this life is the refining influence that comes into your soul as you make preparations to touch hearts when you are on His sacred errand as a missionary. May I suggest six things you might do:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Pray fervently to your Father in heaven at least twice each day—perhaps appropriate times would be as the day begins and as it closes. This will build a close personal relationship with him. Listen to these thoughts titled, “Proof”:<\/p>\n\t\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">If radio’s slim fingers can pluck a melody<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">From night—and toss it over a continent or sea;<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">If the petalled white notes of a violin<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">Are blown across the mountains or the city’s din;<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">If songs, like crimson roses, are culled from thin blue air—<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">Why should mortals wonder if God hears prayer?<\/span>\n\t      <\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t\t\t<p uri=\"\/ensign\/1977\/05\/prepare-now-for-your-mission.p11\" class=\"\">(Ethel Romig Fuller, “Proof,” in <span class=\"emphasis\">Masterpieces of Religious Verse,<\/span> ed. James Dalton Morrison, New York: Harper and Bros., 1948, p. 407.)<\/p>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Have your own personal copies of the scriptures. Young men, will you put forth sufficient effort to secure them?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Let these scriptures become worn and used so they will feel as comfortable in your hands as well-worn tennis shoes do on your feet. Study them daily. You may wish to resolve to read particularly the Book of Mormon within the next year. This can be done by averaging less than two pages per day. If you were to read four pages a day, you could within the next year read the Book of Mormon, the Doctrine and Covenants, the Pearl of Great Price, and the New Testament. This would be a worthy goal to establish. But please do not settle for less than absorbing the Book of Mormon in the next year of your life.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Have a mission savings account. I hope this is only a suggestion to continue what you have already started. If not, start today. This very moment set aside some amount of money, however small, as the beginning of your contribution to your mission.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Be active in the Church. This means attendance at Sunday School, priesthood meeting, and sacrament meeting and involvement in Scouting, seminary or institute, depending upon your age.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Participate in family home evening. Because of an eternal design you are a part of this very special group of spirits. Contribute in this setting; do not just receive. Through the proper use of prayer and acquaintance with the lives and experiences of the prophets in the scriptures, you will have the base from which to make a very special spiritual contribution to family home evening.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Now a comment to the fathers. The attitude of the father will be the school of the son. You will want to inspire your son to respond to the call of the prophet. Here are six things you might do to prepare your son for a mission:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Teach him that in the humility of prayer great strength flows from heaven. Teach him the principles of prayer. You might utilize as a base the wonderful sermon President Ezra Taft Benson presented to us this afternoon.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Aid him in securing his own personal copies of the scriptures after he has extended every personal effort.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Help him create a personal study program of the scriptures so that daily there is a spiritual intake.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Show him the process and inspire him to have a savings program so that he will feel a personal monetary contribution and sacrifice as he consecrates his time to this very holy purpose.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Lead him by example into full Church activity, assuring that he takes advantage of his appropriate priesthood, Scouting, seminary, institute, and auxiliary opportunities. Teach him the truths of faith, baptism, repentance, and the blessing of the gift of the Holy Ghost.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Hold family home evening regularly—that means every Monday evening—and allow him a meaningful, participative experience.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/prepare-now-for-your-mission.p24\" class=\"\">May we mention an important resource for you fathers—your home teachers?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/prepare-now-for-your-mission.p25\" class=\"\">Now to the home teachers. You will want to help this father accomplish this task. How might you do it? Senior home teacher, one way would be to invite your maturing young companion to study these steps under your prayerful inspiration and then assign him, at the invitation of the father, to teach these principles and procedures in the home. (Young man, you might just possibly receive this assignment. Won’t you listen in?)<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">The assignment to the maturing young companion:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Testify how you have been blessed in your life by approaching your Father in heaven in prayer.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Take your scriptures with you on all visits to the homes assigned.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Quote from your scriptures and show methods of marking them for easy reference.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Show your savings book, or bank book, or whatever process you are using to prepare financially for your mission.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Express the exhilarating joy received from Church participation. Mention specific examples of times of inspiration through testimony bearing and hearing, as well as times of fun in uplifting activities enjoyed with the youth.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Express in that home how you are privileged to have a real growing experience in the regular family home evenings held in <span class=\"emphasis\">your<\/span> home.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/prepare-now-for-your-mission.p33\" class=\"\">Now back to where we began: with you, my young friends—and I’m speaking to you individually. Remember the incident of that September night in 1823? Moroni counseled the Prophet Joseph three times. The next day Joseph went into the field but was too exhausted to work. His father said, “Son, go back to the house and rest.” Joseph climbed through the fence, and, you’ll remember, fell to the ground [see <span class=\"citation\" id=\"30615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30615)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30615)\">JS—H 1:48<\/a><\/span>]. For the fourth time the message was repeated. I think Joseph Smith understood that world-moving message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/prepare-now-for-your-mission.p34\" class=\"\">Do you understand what has happened in the past few minutes? Will you imagine you’ve had a sleepless night and that these six missionary principles have penetrated your mind three times? You figuratively go into the field to tell your father of this experience. He counsels you to return home and meditate, ponder, internalize these thoughts. You climb through the fence and fall to the ground. And these convictions cross your mind for the fourth time: I will fill a mission, and to prepare—<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>I will pray at least twice a day.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>I will have my personal copies of the scriptures.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>They will become worn and used and the teachings found therein will be invited into my very being.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>I will support myself financially to the very limit of my ability, and then I’ll stretch even a little more.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>I will attend—no—I’ll really <span class=\"emphasis\">participate<\/span> in Sunday School, Scouting, Aaronic Priesthood, seminary and institute, and other opportunities appropriate to my age.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>I’ll be grateful for the blessings of family home evening.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/prepare-now-for-your-mission.p41\" class=\"\">Now, young man, get up from that reclining position by the fence and move! What will be the result? You will be a better missionary. When our prophet-leader, President Spencer W. Kimball, says, “Every young man on a mission,” he is looking far beyond the months spent in the mission field. Upon your return you will be a better bishop and a better stake president, a better husband, a better father, and a better whatever you will be both in this life and the one to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/prepare-now-for-your-mission.p42\" class=\"\">As you make your decision, will you remember this? The Lord lives. Jesus is the Christ. This is His work in which we are engaged. In the final analysis, you must stand on your own decision. This decision will be a test of your character and obedience. May you be blessed to decide affirmatively and then prepare courageously and serve magnificently, I pray in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}