{"ID":2914, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Validity of the Gospel\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/the-validity-of-the-gospel.p2\" class=\"\">Elder G. Homer Durham<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/the-validity-of-the-gospel.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:295e.jpg\" alt=\"Elder G. Homer Durham\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-validity-of-the-gospel.p3\" class=\"\">My dear brethren of the priesthood, I would like you to know that with deep humility I accept the call to service as a member of the First Quorum of the Seventy. I pledge to the Lord, to these brethren of the General Authorities, and to you, my life, my labors, and whatever talents I possess. And my dear wife, Eudora, joins me in this covenant. We are grateful for the love and support we feel from you, my brethren, and from our family and loved ones. And I am grateful that her life has been spared as my companion as we embark in this great service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-validity-of-the-gospel.p4\" class=\"\">Like you, I am one of those who stood up tonight as a Scout, and I am grateful I was taught that a Scout is trustworthy. Tonight I want you to know, however, that I am more concerned in the way I feel: this Scout is very reverent tonight. And I bear witness to you that there is no greater privilege, no greater joy, no greater opportunity than service to our fellowmen in the name of our Lord and Savior. I bear witness to you, my brethren of the priesthood, that the offices we are blessed to hold are of eternal worth, that they are greater in their scope than those of us who fill them, that we are challenged moment by moment to measure up in loving kindness and in intelligence and in service to the model of the Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-validity-of-the-gospel.p5\" class=\"\">I love the words of King Benjamin as we find them in Mosiah: “And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God.” (<span class=\"citation\" id=\"40435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40435)\">Mosiah 2:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-validity-of-the-gospel.p6\" class=\"\">The world needs to remember this and to know that it derives from the “love of God” which Nephi declared was “abroad in the hearts of the children of men” (<span class=\"citation\" id=\"1731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1731)\">1 Ne. 11:22<\/a><\/span>), that all of us need to be awakened to its presence within us. And that, brethren, is part of our great mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-validity-of-the-gospel.p7\" class=\"\">Nephi said that this love of God is “the most desirable above all things,” and the angel confirmed this to him in that great interview by saying, “Yea, and the most joyous, to the soul.” (<span class=\"citation\" id=\"1732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1732)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1732)\">1 Ne. 11:23<\/a><\/span>.) The world needs to know of this joy, and this is our great charge as priesthood bearers, to so strive to bless the world. We may well begin in our own homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-validity-of-the-gospel.p8\" class=\"\">I am grateful for a home, for parents who taught me these principles, and for membership in The Church of Jesus Christ of Latter-day Saints that teaches us that such knowledge must be used in the service of others, a church that teaches the true nature and character of God, a church that charges us to develop pure love as the crowning expression of intelligence, which is the glory of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-validity-of-the-gospel.p9\" class=\"\">I would bear witness to you of the goodness of our Father. I thank him for the gift of his Beloved Son, the Lord Jesus Christ. He lives; he is real; he guides this Church today through his chosen prophet, President Spencer W. Kimball. May I humbly illustrate by an example, which I hope you will permit, how sincerely I feel the truth of this testimony of the gospel. I have to draw this example from my own experience, and I do it modestly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-validity-of-the-gospel.p10\" class=\"\">In the world today are some 87,000 diplomas certifying to degrees, which many of you bear, conferred upon doctors, Ph.D.s, lawyers, engineers, masters, bachelors, associates from the various arts and sciences and the technologies. These documents contain, among others, my name, attesting to their validity. My name would not appear there unless I believed that they were valid, that these degrees were earned at ten universities and colleges in this and another state. The recipients, to my knowledge, have never questioned my humble warrant that these emanated from accredited institutions through authorized processes. I would say to these worthy people, humbly, as I say to you here, that I am even more profoundly convinced of the value of the everlasting gospel and its authenticity, and I so attest. I would hope that some of those will—when and if they ever recall my humble name on their diploma—that they will also reflect on my testimony that God lives, that he is the loving Father of all, that the gospel of his Son Jesus Christ contains the fundamental power by which men and women, whatever their condition, may be blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-validity-of-the-gospel.p11\" class=\"\">This gospel contains the saving principles which will help solve the ills of the world; and I testify that they are restored for this purpose by the Prophet Joseph Smith, whom I honor, and that the keys for the remission of sins and the salvation of mankind continue in the Church today under the leadership of a true and living prophet. This I humbly witness to you and pledge my best efforts in fulfilling this call and being trustworthy in it, in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}