{"ID":2916, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Light of Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p3\" class=\"\">My brethren, I pray, and ask you to join in that prayer, that while I speak we will enjoy the Spirit of Christ. If we don’t enjoy it, we won’t enjoy these remarks, because my topic is “The Light of Christ.” There are three phases of the light of Christ that I want to mention.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p4\" class=\"\">The first one is the light which enlighteneth every man that cometh into the world;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p5\" class=\"\">The second phase is the gift of the Holy Ghost;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p6\" class=\"\">And the third is the more sure word of prophecy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p7\" class=\"\">In the eighty-eighth section of the Doctrine and Covenants, the Lord says, “The light of Christ … proceedeth forth from the presence of God to fill the immensity of space.” (<span class=\"citation\" id=\"16901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16901)\">D&amp;C 88:7, 12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p8\" class=\"\">In another revelation, it is written that this light, which is “the Spirit of Jesus Christ … giveth light to every man that cometh into the world; and the Spirit enlighteneth every man through the world, that hearkeneth to the voice of the Spirit.” (<span class=\"citation\" id=\"16892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16892)\">D&amp;C 84:45–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p9\" class=\"\">This Spirit is, no doubt, the source of one’s conscience, which Webster defines as “a knowledge or feeling of right and wrong with a compulsion to do right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p10\" class=\"\">Mormon was alluding to this Spirit when he wrote to his son Moroni that “every thing which inviteth and enticeth to do good, and to love God, and to serve him, is inspired of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p11\" class=\"\">“Wherefore, take heed, my beloved brethren, that ye do not judge that which is evil to be of God, or that which is good and of God to be of the devil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p12\" class=\"\">“For behold, my brethren, it is given unto you to judge, [and that gift is because the light of Christ enlighteneth every man that cometh into the world], that ye may know good from evil; and the way to judge is as plain, that ye may know with a perfect knowledge, as the daylight is from the dark night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p13\" class=\"\">“For behold, the Spirit of Christ is given to every man, that he may know good from evil.” (<span class=\"citation\" id=\"38411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38411)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38411)\">Moro. 7:13–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p14\" class=\"\">President Joseph F. Smith says that this Spirit of Christ “strives with … men, and will continue to strive with them [if they will resist the enticings of Satan], until it brings them to a knowledge of the truth and the possession of the greater light and testimony of the Holy Ghost.” (<span class=\"emphasis\">Gospel Doctrine,<\/span> Deseret Book Co., 1973, pp. 67–68.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p15\" class=\"\">Now, this statement of President Smith’s brings us to a consideration of the second phase of our subject: the gift of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p16\" class=\"\">The Holy Ghost is a person, a spirit, the third member of the Godhead. He is a messenger and a witness of the Father and the Son. He brings to men testimony, witness, and knowledge of God the Father, Jesus Christ His Son, and the truths of the gospel. He vitalizes truth in the hearts and souls of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p17\" class=\"\">“There is a difference,” said the Prophet Joseph Smith, “between the Holy Ghost and the gift of the Holy Ghost. Cornelius received the Holy Ghost before he was baptized, which was the convincing power of God unto him of the truth of the Gospel, but he could not receive the gift of the Holy Ghost until after he was baptized. Had he not [been baptized], the Holy Ghost which convinced him of the truth of God, would have left him.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 199.) That’s not my statement; that’s the statement of the Prophet Joseph Smith. But I know it’s true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p18\" class=\"\">The gift of the Holy Ghost confers upon one, as long as he is worthy, the right to receive light and truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p19\" class=\"\">Obtaining the gift of the Holy Ghost is preceded by faith, repentance, and baptism. Retaining the spirit, power, and guidance of the Holy Ghost requires a righteous life—a dedicated effort to constantly comply with the laws and ordinances of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p20\" class=\"\">The Holy Ghost is, as we have said, the third member of the Godhead. Of Him the Prophet Joseph said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p21\" class=\"\">“The Holy Ghost has not a body of flesh and bones [as we know that God and Jesus Christ have], but is a personage of Spirit.” (<span class=\"citation\" id=\"16949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16949)\">D&amp;C 130:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p22\" class=\"\">The Holy Ghost is the great witness of, the messenger for, and testifier of the Father and the Son. The Savior, speaking of Him as the “Spirit of truth,” said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p23\" class=\"\">“When he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p24\" class=\"\">“He shall glorify me: for he shall receive of mine, and shall shew it unto you.” (<span class=\"citation\" id=\"28934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28934)\">John 16:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p25\" class=\"\">By the witness and power of the Holy Ghost we receive personal testimonies of the truths of the gospel, including knowledge of God the Father and His beloved Son, Jesus Christ, our Savior and Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p26\" class=\"\">Notwithstanding the availability of the gifts of the Holy Ghost, there are many people who live within reach of them who fail to see them. Concerning such tragedy, the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p27\" class=\"\">“Behold, I am Jesus Christ, the Son of God. I am the same that came unto mine own, and mine own received me not. I am the light which shineth in darkness, and the darkness comprehendeth it not.” (<span class=\"citation\" id=\"16814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16814)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16814)\">D&amp;C 6:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p28\" class=\"\">All three of the synoptic Gospel writers record the following classic illustration of the difficulty one in darkness has in comprehending the light. Matthew’s version reads:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p29\" class=\"\">“When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p30\" class=\"\">“And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets.” (<span class=\"citation\" id=\"36518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36518)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36518)\">Matt. 16:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p31\" class=\"\">Now, the people who expressed these opinions were Christ’s contemporaries. Their conclusions evidenced the fact that they knew something about His mighty works. No doubt they were aware of His claim that He was the Son of God. Their minds, however, were opaque to the light of His true identity. Although the light was shining brightly about them, they “comprehended it not.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p32\" class=\"\">Having heard their answer as to who men said He was, Jesus directed to His disciples the question, “But whom say ye that I am?” (<span class=\"citation\" id=\"36522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36522)\">Matt. 16:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p33\" class=\"\">Then Peter, speaking for himself and presumptively for the others, answered, “Thou art the Christ, the Son of the living God.” (<span class=\"citation\" id=\"36523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36523)\">Matt. 16:16<\/a><\/span>.) In this declaration, Peter evidenced the fact that he and his fellow disciples did comprehend the light shining in the world of spiritual darkness around them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p34\" class=\"\">In His response to Peter’s answer, Jesus declared a truth understood only by those who comprehend the light by and through the gift and power of the Holy Ghost, for Jesus’ answer was:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p35\" class=\"\">“Flesh and blood hath not revealed it unto thee,” He said, “but my Father which is in heaven, … and upon this rock”—meaning, upon the rock of revelation, which comes by means of the Holy Ghost—“I will build my church; and the gates of hell shall not prevail against it.” (<span class=\"citation\" id=\"36524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36524)\">Matt. 16:17–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p36\" class=\"\">How difficult it is to get one in darkness to comprehend the light or to believe that there is such light is illustrated by John’s account of the interview between Jesus and Nicodemus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p37\" class=\"\">“There was,” says John, “a man of the Pharisees, named Nicodemus, a ruler of the Jews:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p38\" class=\"\">“[Who] came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p39\" class=\"\">“Jesus answered and said … Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p40\" class=\"\">“Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p41\" class=\"\">“Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.” (<span class=\"citation\" id=\"28911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28911)\">John 3:1–5<\/a><\/span>; see also <span class=\"citation\" id=\"28912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28912)\">John 3:6–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p42\" class=\"\">One is born again by actually receiving and experiencing the light and power inherent in the gift of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p43\" class=\"\">Now, concerning the third phase of our theme, “the more sure word of prophecy” (<span class=\"citation\" id=\"16952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16952)\">D&amp;C 131:5<\/a><\/span>), which is obtained by making one’s “calling and election sure” (<span class=\"citation\" id=\"4932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4932)\">2 Pet. 1:10<\/a><\/span>), the Prophet Joseph said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p44\" class=\"\">“After a person has faith in Christ, repents of his sins, and is baptized for the remission of his sins and receives the Holy Ghost, (by the laying on of hands) … then let him continue to humble himself before God, hungering and thirsting after righteousness, and living by every word of God, and the Lord will soon say unto him, Son, thou shalt be exalted. When the Lord has thoroughly proved him, and finds that the man is determined to serve Him at all hazards, then the man will find his calling and his election made sure, then it will be his privilege to receive the other Comforter, which the Lord hath promised the Saints, as is recorded in the testimony of St. John.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 150.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p45\" class=\"\">In the eighty-eighth section of the Doctrine and Covenants is recorded a revelation in which the Lord, addressing some of the early Saints in Ohio, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p46\" class=\"\">“I now send upon you another Comforter, even upon you my friends, that it may abide in your hearts, even the Holy Spirit of promise; which other Comforter is the same that I promised unto my disciples, as is recorded in the testimony of John.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p47\" class=\"\">“This Comforter is the promise which I give unto you of eternal life, even the glory of the celestial kingdom.” (<span class=\"citation\" id=\"16899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16899)\">D&amp;C 88:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p48\" class=\"\">I should think that all faithful Latter-day Saints “would want that more sure word of prophecy, that they were sealed in the heavens and had the promise of eternal life in the kingdom of God.” (<span class=\"emphasis\">History of the Church of Jesus<\/span> <span class=\"emphasis\">Christ of Latter-day Saints,<\/span> 5:388.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p49\" class=\"\">As I read the sacred records, I find recorded experiences of men in all dispensations who have had this more sure anchor to their souls, this peace in their hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p50\" class=\"\">Lehi’s grandson Enos so hungered after righteousness that he cried unto the Lord until “there came a voice unto [him], saying: Enos, thy sins are forgiven thee, and thou shalt be blessed.” (<span class=\"citation\" id=\"21514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21514)\">Enos 1:5<\/a><\/span>.) Years later Enos revealed the nature of this promised blessing when he wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p51\" class=\"\">“I soon go to the place of my rest, which is with my Redeemer; for I know that in him I shall rest. And I rejoice in the day when my mortal shall put on immortality, and shall stand before him; then shall I see his face with pleasure, and he will say unto me: Come unto me, ye blessed, there is a place prepared for you in the mansions of my Father.” (<span class=\"citation\" id=\"21515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21515)\">Enos 1:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p52\" class=\"\">To Alma the Lord said, “Thou art my servant; and I covenant with thee that thou shalt have eternal life.” (<span class=\"citation\" id=\"40444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40444)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40444)\">Mosiah 26:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p53\" class=\"\">To His twelve Nephite disciples, the Master said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p54\" class=\"\">“What is it that ye desire of me, after that I am gone to the Father?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p55\" class=\"\">“And they all spake, save it were three, saying: We desire that after we have lived unto the age of man, that our ministry, wherein thou hast called us, may have an end, that we may speedily come unto thee in thy kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p56\" class=\"\">“And he said unto them: Blessed are ye because ye desired this thing of me; therefore, after that ye are seventy and two years old ye shall come unto me in my kingdom; and with me ye shall find rest.” (<span class=\"citation\" id=\"5871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5871)\">3 Ne. 28:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p57\" class=\"\">As Moroni labored in solitude abridging the Jaredite record, he received from the Lord this comforting assurance:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p58\" class=\"\">“Thou hast been faithful; wherefore, thy garments shall be made clean. And because thou hast seen thy weakness thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father.” (<span class=\"citation\" id=\"22322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22322)\">Ether 12:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p59\" class=\"\">Paul, in his second epistle to Timothy, wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p60\" class=\"\">“I am now ready to be offered, and the time of my departure is at hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p61\" class=\"\">“I have fought a good fight, I have finished my course, I have kept the faith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p62\" class=\"\">“Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day.” (<span class=\"citation\" id=\"5215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5215)\">2 Tim. 4:6–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p63\" class=\"\">In this dispensation many have received like assurances. In the spring of 1839, while the Prophet Joseph and his associates were languishing in Liberty Jail, Heber C. Kimball, our president’s grandfather, labored against great odds caring for the Saints and striving to free the brethren who were in jail. On the sixth of April he wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p64\" class=\"\">“My family having been gone about two months, during which time I heard nothing from them; our brethren being in prison; death and destruction following us everywhere we went; I felt very sorrowful and lonely. The following words came to mind, and the Spirit said unto me, ‘write,’ which I did by taking a piece of paper and writing on my knee as follows: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p65\" class=\"\">“Verily I say unto my servant Heber, thou art my son, in whom I am well pleased; for thou art careful to hearken to my words, and not transgress my law, nor rebel against my servant Joseph Smith, for thou hast a respect to the words of mine anointed, even from the least to the greatest of them; <span class=\"emphasis\">therefore<\/span>”—listen to this—<span class=\"emphasis\">“thy name is written in heaven, no more to be blotted out for ever.”<\/span> (Orson F. Whitney, <span class=\"emphasis\">Life of Heber C. Kimball,<\/span> Bookcraft, 1975, p. 241; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p66\" class=\"\">To the Prophet Joseph Smith the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p67\" class=\"\">“I am the Lord thy God, and will be with thee even unto the end of the world, and through all eternity; <span class=\"emphasis\">for verily I seal upon you your exaltation, and prepare a throne for you in the kingdom of my Father, with Abraham your father.<\/span>” (<span class=\"citation\" id=\"16956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16956)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16956)\">D&amp;C 132:49<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p68\" class=\"\">Now my beloved brethren, by way of summary and conclusion, I bear witness to the verity of these great truths. I know that the Spirit of Christ enlighteneth “every man that cometh into the world; and [that] the Spirit enlighteneth every man through the world, that hearkeneth to the voice of the Spirit.” (<span class=\"citation\" id=\"16893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16893)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16893)\">D&amp;C 84:46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p69\" class=\"\">I know that everyone who, following the whisperings of the Spirit, develops faith, is baptized, and receives the Holy Ghost through the laying on of hands by those having authority, may, by compliance with the teachings of the gospel, receive the gifts and the power of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p70\" class=\"\">And I bear further witness that every such person who, having come this far, will follow the Prophet’s admonition to “continue to humble himself before God, hungering and thirsting after righteousness, and living by every word of God” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 150), may obtain the more sure word of prophecy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-light-of-christ.p71\" class=\"\">That the Lord will bless all of us priesthood bearers that we will so understand these great truths, that in the end we shall, by making our calling and election sure, enjoy the full light of Christ, I humbly pray, in the name of Jesus Christ, our Redeemer. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}