{"ID":2917, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Greatest Brotherhood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p2\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"President N. Eldon Tanner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p3\" class=\"\">For the past few years I have been associated with an organization known as The National Conference of Christians and Jews. This is a national organization with councils in cities all across the country, manned by local officers and committees. In Salt Lake City, a Catholic, a Protestant, a Jew, and a Mormon all work together as co-chairmen in the interest of promoting fellowship and brotherhood. And I have thought what a wonderful thing it would be to extend this kind of fellowship to all religions and people throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p4\" class=\"\">The president of this organization, Dr. David Hyatt, has stated:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p5\" class=\"\">“Brotherhood—the respect for the dignity and worth of another human being—must become a part of our conscious activities, not just philosophical rhetoric or afterthought. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p6\" class=\"\">“Brotherhood is democracy at work! It is giving to others the rights and respect we want for ourselves. It can be that simple and that profound!” (“We Need You to Combat Intergroup Bigotry and Prejudice,” NCCJ pamphlet, December 1974, p. 3).<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p7\" class=\"\">As I have observed the members of this organization and have studied their aims and ideals, I have been impressed with what I have seen them accomplish by people working together in harmony and in unity to achieve their purposes. And I thought of other groups working for brotherhood or sisterhood, or to promote other causes or projects, and my mind always came back to the organization of the priesthood of God, which is the greatest and most important brotherhood association in all the world. How fortunate we are to be members of it!<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p8\" class=\"\">But, as I seem to be always reminding us, with that membership comes great responsibility and great opportunity. It is not enough for us to be members, and to be satisfied with the numbers we have in our respective quorums. We want to reach out and embrace all the world in our brotherhood, which is the only organization designed to bring them the greatest gift they could receive—eternal life!<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p9\" class=\"\">The members of the Church are in a very unique position because they know and understand that all human beings are literally the spirit children of God, and that the family unit is eternal and can enjoy eternal progression, which should be the goal of all. Because we know that God is our Father, we refer to one another as brothers and sisters, just as children in families do, and we enjoy a true feeling of brotherhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p10\" class=\"\">Some people ask the reason for an organized church. They feel they can work out their salvation alone, and that there is no need to attend church meetings or fill other requirements as long as they are honest and honorable and do good to their fellowmen. But the Lord has given us instructions that we should belong to a church; and this, his church, has the same organization that Jesus Christ himself established while he was on the earth. We have many explicit declarations from the Lord that make this clear, and also that we need to encourage and help one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p11\" class=\"\">He said: “And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day.” (<span class=\"citation\" id=\"16859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16859)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16859)\">D&amp;C 59:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p12\" class=\"\">Another: “It is expedient that the church meet together often to partake of bread and wine in the remembrance of the Lord Jesus.” (<span class=\"citation\" id=\"16822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16822)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16822)\">D&amp;C 20:75<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p13\" class=\"\">Further, he said: “And I give unto you a commandment that you shall teach one another the doctrine of the kingdom.” (<span class=\"citation\" id=\"16910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16910)\">D&amp;C 88:77<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p14\" class=\"\">And he admonished: “When thou art converted, strengthen thy brethren.” (<span class=\"citation\" id=\"31997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31997)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31997)\">Luke 22:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p15\" class=\"\">All of these instructions are to help us enjoy life here and prepare ourselves to go back into the presence of our Heavenly Father. For this purpose the earth was created, and we find a scriptural account setting forth God’s plan for us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p16\" class=\"\">“We will go down, for there is space there, and we will take of these materials, and we will make an earth whereon these may dwell;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p17\" class=\"\">“And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them.” (<span class=\"citation\" id=\"7338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7338)\">Abr. 3:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p18\" class=\"\">To accomplish God’s purposes and to prove ourselves, it is necessary that we work within his church and under the direction of his authorized servants. We need the strength that comes from association with others who are seeking the same goals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p19\" class=\"\">To illustrate this I should like to repeat a story related by Henry D. Taylor a few years ago in a talk which he gave at conference and which he entitled “Man Does Not Stand Alone.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p20\" class=\"\">“A boy was extended an invitation to visit his uncle who was a lumberjack up in the Northwest. … [As he arrived] his uncle met him at the depot, and as the two pursued their way to the lumber camp, the boy was impressed by the enormous size of the trees on every hand. There was a gigantic tree which he observed standing all alone on the top of a small hill. The boy, full of awe, called out excitedly, ‘Uncle George, look at that big tree! It will make a lot of good lumber, won’t it?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p21\" class=\"\">“Uncle George slowly shook his head, then replied, ‘No, son, that tree will not make a lot of good lumber. It might make <span class=\"emphasis\">a lot<\/span> of lumber but not a lot of <span class=\"emphasis\">good<\/span> lumber. When a tree grows off by itself, too many branches grow on it. Those branches produce knots when the tree is cut into lumber. The best lumber comes from trees that grow together in groves. The trees also grow taller and straighter when they grow together.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p22\" class=\"\">Then Brother Taylor made this observation: “It is so with people. We become better individuals, more useful timber when we grow together rather than alone.” (<span class=\"emphasis\">Conference Report,<\/span> April 1965, pp. 54–55.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p23\" class=\"\">Elder Sterling W. Sill, in an article entitled “Men in Step,” wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p24\" class=\"\">“The greatest invention of all time is said to have taken place 2500 years ago at Platea when an obscure Greek perfected the process of marching men in step. When it was found that the efforts of a large group of people having different motives and different personalities could be organized and coordinated to function as one, that day civilization began.” (“Insights &amp; Perspectives,” March 1977, from <span class=\"emphasis\">Leadership,<\/span> Bookcraft, 1958, 1:222–29.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p25\" class=\"\">I might say that the day all priesthood holders of the Church are in step to march as the army of God in doing our duty, helping one another, looking after the Church, fellowshipping all mankind, then we will be accomplishing God’s purposes and doing what he intended for us to do when he established his church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p26\" class=\"\">The Church has established the welfare program through which we can work in an organized way to assist those who are in need. Men and women spend countless hours working together in welfare projects, which will be stocked against the time of need therefore by persons other than themselves. What a great feeling it is to realize that all throughout the Church we have facilities for producing and dispensing commodities which have been placed in storehouses ready to be distributed to the needy among us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p27\" class=\"\">This is true brotherhood in action—to labor or support financially programs which are for persons one may never see or hear about. It is easy to do things for our own families and loved ones, but to give of our substance for the stranger who is in need is the real test of our charity and love for our fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p28\" class=\"\">Another area where we work for the benefit and blessing of some we do not know is in the field of our temple and genealogical work. We perform thousands and thousands of ordinances for those who have died without having had opportunity to do for themselves those things which are necessary for their advancement in the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p29\" class=\"\">In both these areas of our Church activity it is inspirational to see groups of men and women working side by side in good fellowship to accomplish something for somebody else. These projects strengthen personal relations between those who are working together and build testimonies of the truthfulness of a gospel which teaches that we are our brother’s keepers and that “inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"36558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36558)\">Matt. 25:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p30\" class=\"\">Sometimes we can get our inactive brethren to assist in such projects; and when they catch the spirit of the work, they will want to continue their association with their brethren in quorum meetings. President David O. McKay once said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p31\" class=\"\">“There are many ways in which we can get these indifferent elders together without inviting them to do things which are difficult. Some of them do not like to pray. They hesitate about standing in public to preach, and some of them would rather go fishing or playing golf on Sunday than attend meeting. But, not one of those indifferent elders will refuse an invitation, for example, to come to a funeral of one of the townsfolk, or one of their members, or of one of their members’ wives, and if you will come as a quorum and sit together as a quorum, there is one means of fellowship. Our High Priests are doing it more than Seventies or Elders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p32\" class=\"\">“I have attended a number of funerals where I have seen reserved seats for High Priests, in paying respect to a departed brother. There is group fellowship.” (<span class=\"emphasis\">Conference Report,<\/span> October 1951, p. 179.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p33\" class=\"\">In this same train of thought, President McKay said on another occasion, addressing the members of the priesthood:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p34\" class=\"\">“Fellow presiding officers in missions, stakes, wards, and quorums, <span class=\"emphasis\">make your quorums more effective in regard to brotherhood and service.<\/span> The quorums are units which should effectively hold the priesthood in sacred bonds and in helpfulness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p35\" class=\"\">“I refer particularly to the senior members of the Aaronic Priesthood—you businessmen, successful in the business world; you professional men who have devoted your time to the success of your vocations and are successful and are leading men in civic and political affairs—get together more closely in your quorum … and help one another. If one of your number be sick, two or three of you get together and call on him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p36\" class=\"\">“You elders perhaps have one of your number sick, and his crop needs harvesting. Get together and harvest it. One of your members has a son on a mission, and his funds are getting low. Just ask if you can be of help to him. Your thoughtfulness he will never forget. Such acts as these are what the Savior had in mind when he said, ‘Inasmuch as ye do it unto the least of these my brethren, ye do it unto me.’ (See <span class=\"citation\" id=\"36559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36559)\">Matt. 25:40<\/a><\/span>.)” (<span class=\"emphasis\">Conference Report,<\/span> October 1955, p. 129.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p37\" class=\"\">In order to extend this brotherhood to all the world, we send out thousands of missionaries in keeping with the Savior’s injunction to “go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p38\" class=\"\">“Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.” (<span class=\"citation\" id=\"36566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36566)\">Matt. 28:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p39\" class=\"\">It is always interesting to hear the returned missionaries, no matter where they have labored, say they served in the greatest mission in the world. This is because they have caught the spirit of missionary work and become persuaded that all men are brothers and children of God. As they teach the gospel, they learn to replace with love any prejudice they might have felt for the people among whom they labor. It is remarkable what the Spirit of the Lord can do for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p40\" class=\"\">We pray every day that governments of countries which are now closed to our missionaries will open their gates to make it possible for us to teach them the gospel, which alone will bring full understanding of the fatherhood of God and the brotherhood of man. We want to explain how they can return to live with God, their Father, and be reunited with their families, and eventually live eternally as one great family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p41\" class=\"\">Though we are accused of prejudice, there is no people any place in the world with greater love for, and interest in, humanity than the Latter-day Saints. We express this feeling of brotherhood through the principles we teach and the work we do. We have mentioned temple work for the dead, our welfare services, and the great missionary program. We also express our concern and interest in our fellows through the home teachers of the priesthood organizations and the visiting teachers of the Relief Society. Where these visits are made as they should be, members of the Church should feel that they are fellowshipped into a great brotherhood or sisterhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p42\" class=\"\">I relate two experiences to demonstrate what I mean. A man in one of our organizations was transferred to New York City to direct the work of one of our radio stations. He had never been to New York before, but he located one of our chapels and attended church the first Sunday he was there. He was welcomed into the priesthood quorum as a brother, and his wife and children were similarly welcomed and were soon right at home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p43\" class=\"\">In contrast, at the same time another young man whom he knew was sent by his company to operate another station. Though he was a member of a church with many times the membership of the LDS church, he found it most difficult to feel at home and soon asked for a transfer back to his original station. It might have been his fault, or it might have been the fault of his church. However, in our Church if the individual and the quorum are functioning as they should, all Church members should feel happy, wanted, and accepted wherever they go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p44\" class=\"\">Another experience was related to me recently by one of our priesthood holders. This is what he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p45\" class=\"\">“I, with my wife and teenage son and daughter, had a very serious car accident. My wife, daughter, and son escaped without any serious injury. The car was totaled. As I was pulled out of the wreck, I was in a state of shock, paralyzed, and semiconscious. The wreckers could not figure out how we came out alive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p46\" class=\"\">“As people came to the scene of the accident, one man ordered them not to move me for fear of causing paralysis. He was the first man on the scene, and as he examined me he found that I was wearing temple garments. He was a Mormon. After seeing me safely in the ambulance and on the way to the next town, he alerted the bishopric; and as I arrived at the hospital the brethren were there to administer to me. The attending physician at the hospital was a stake president.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p47\" class=\"\">“For the next week I was on the critical list, and a member of the bishopric insisted that my wife and family stay at his home, taking meals and shelter there. After three or four days my wife and family returned home to Phoenix, and the members of the ward rallied around my family to help wherever they could. One good brother offered the use of his private plane or motor home to bring me back home. We used the motor home, which made it possible for them to slide the stretcher into it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p48\" class=\"\">“When I arrived home there were many friends there to greet me, and my dear friend and member of my priesthood quorum who is a fine physician took care of me. We cannot express our gratitude to those who offered assistance in so many ways, but most definitely we witnessed there the priesthood in action and always will be grateful to be members of The Church of Jesus Christ of Latter-day Saints where such brotherhood is fostered.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p49\" class=\"\">President Stephen L Richards, a former counselor in the First Presidency, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p50\" class=\"\">“I have reached the conclusion in my own mind that no man, however great his intellectual attainments, however vast and far-reaching his service may be, arrives at the full measure of his sonship and the manhood the Lord intended him to have, without the investiture of the Holy Priesthood, and with that appreciation, my brethren, I have given thanks to the Lord all my life for this marvelous blessing which has come to me—a blessing that some of my progenitors had, and a blessing which more than any other heritage I want my sons and my grandsons and my great-grandsons to enjoy.” (<span class=\"emphasis\">Conference Report,<\/span> October 1955, p. 88.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p51\" class=\"\">Well, brethren, I have tried to help us all to further understand our duty, that it might be truly said of us, “Well done, thou good and faithful servant.” (<span class=\"citation\" id=\"36549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36549)\">Matt. 25:21<\/a><\/span>.) May we assist our prophet, President Spencer W. Kimball, in accomplishing his great desires for the benefit and blessing of all mankind. His primary and most worthy goals are to take the gospel to every nation, kindred, tongue, and people, and to build temples wherein the work can be done to seal on earth and in heaven those blessings reserved for the faithful righteous.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-greatest-brotherhood.p52\" class=\"\">May we strive with all our hearts, minds, and strength to do what the Lord would have us do in preparation for his second coming. I fully believe that when he comes he will call on the faithful brethren who hold his priesthood in preference to any others to assist him in the consummation of his glorious work. I know he lives, that he will come again; and it is my earnest prayer that we will be worthy to meet him and assist him. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}