{"ID":2919, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Silver Lining\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p3\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p4\" class=\"\">The theme I have chosen for these remarks I have taken from a jingle we used to sing in the army back in 1918 when things looked gloomy. It began:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There’s a silver lining<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Through the dark clouds shining.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p7\" class=\"\">(Lena Guilbert Ford.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p8\" class=\"\">This I have done because although there is presently a widespread foreboding of difficult times ahead, I am persuaded that there is “a silver lining” to our predicament and that “behind the dim unknown, Standeth God within the shadow, keeping watch above his own.” (“The Present Crisis,” James Russell Lowell.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p9\" class=\"\">Typical of the widespread concern is the statement made some time ago by the Secretary-General of the United Nations:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p10\" class=\"\">“I do not wish to conceal,” he said, “my profound concern about the situation which now prevails in the world, a concern which I know to be shared by responsible people everywhere. There is an almost universal sense of apprehension about where the tumultuous developments of our time may take us, a sense of deep anxiety at phenomena which we do not fully understand, let alone control. In all the speculation, much of it depressing, about the shape of the future, there recurs a note of helplessness and fatalism which I find deeply disturbing. This is not a new phenomenon. Dire prophecies have often before been the symptoms of periods of transition and change in human society. What <span class=\"emphasis\">is<\/span> new is the scope and scale of the problems which give rise to these apprehensions. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p11\" class=\"\">“Today the civilization which is facing such a challenge is <span class=\"emphasis\">not<\/span> just one small part of mankind—it is mankind as a whole.” (Kurt Waldheim, address, August 30, 1974; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p12\" class=\"\">Another ominous reminder of the gathering gloom is found in a recent press release concerning a new book titled <span class=\"emphasis\">The End of Affluence<\/span> which “pictures humanity on the edge of an abyss of scarcity that appears bottomless.” (Mr. and Mrs. Paul Erlich, Stanford University News Service, December 17, 1974.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p13\" class=\"\">These forecasts are discomfiting. They come as no surprise, however, to Latter-day Saints, because we know that nearly a hundred and fifty years ago the Lord said that the conduct of the inhabitants of the earth, unless reformed, would bring disaster. He diagnosed its cause, predicted its coming, and prescribed the means by which it can be avoided.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p14\" class=\"\">The inhabitants of the earth, He said—explaining the cause of the impending disaster—“have strayed from mine ordinances, and have broken mine everlasting covenant;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p15\" class=\"\">“They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p16\" class=\"\">“Wherefore,” He continued, “I the Lord, knowing the calamity which should come upon the inhabitants of the earth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p17\" class=\"\">“And also gave commandments to others, that they should proclaim these things unto the world.” (<span class=\"citation\" id=\"16802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16802)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16802)\">D&amp;C 1:15–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p18\" class=\"\">The Lord is here referring to communications which had taken place between Him and Joseph Smith during the previous eleven years, which began with a personal appearance of God the Father and Jesus Christ, His Son, to Joseph Smith. In these communications—revelations, they were—God had declared that the spirits of all men are His literal offspring; He explained that the earth was created at His instance to be the dwelling place upon which we, His spirit sons and daughters, were to be proven to see if we would do what He, our Father and God, commands us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p19\" class=\"\">He knew from widespread experience how we would have to conduct ourselves in order to avoid the calamities which have repeatedly vexed and devastated the inhabitants of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p20\" class=\"\">So knowing, He instructed the first generation of men, beginning with Adam, and He has instructed every succeeding generation on how to live in order to persist and prosper. He has told them that if they would follow His directions, they would be blessed and flourish upon the earth. At the same time He has warned that if they persisted in disregarding His directions, they would bring upon themselves calamities and disaster.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p21\" class=\"\">These directions and warnings have not been the arbitrary edicts of a vindictive tyrant. They are the teachings, counsels, and pleadings of a solicitous, loving Heavenly Father. They prescribe the one and only means to peace and happiness in this earth. They declare irrevocable law, compliance with which is indispensable to peace and progress: the earth itself responds to man’s obedience or disobedience to the teachings of God, who made the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p22\" class=\"\">Obedience invokes “peaceful and beneficient cooperation of the elements.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p23\" class=\"\">Disobedience “may” and repeatedly has produced “calamity in the form of destructive phenomena.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p24\" class=\"\">Total disobedience in the days of Noah “brought about the Deluge.” (Dr. James E. Talmage, <span class=\"emphasis\">Improvement Era,<\/span> June 1921, p. 738.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p25\" class=\"\">Let us consider some of God’s basic instructions which, if obeyed, bring peace and prosperity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p26\" class=\"\">The first commandment He gave to Adam and Eve after they left the garden of Eden was “that they should worship the Lord their God.” (<span class=\"citation\" id=\"39507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39507)\">Moses 5:5<\/a><\/span>.) The significance of this commandment underlies all the rest of His commandments. Note how the Lord has repeatedly emphasized this need:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p27\" class=\"\">“I am the Lord thy God …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p28\" class=\"\">“Thou shalt have no other gods before me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p29\" class=\"\">“Thou shalt not take the name of the Lord thy God in vain.” (<span class=\"citation\" id=\"22881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22881)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22881)\">Ex. 20:2–3, 7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p30\" class=\"\">To the lawyer who asked, “Master, which is the great commandment in the law?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p31\" class=\"\">“Jesus said, … Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.” (<span class=\"citation\" id=\"36536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36536)\">Matt. 22:36–37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p32\" class=\"\">The Lord was alluding to these commandments when He said to the Prophet Joseph Smith concerning this generation: “They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own God, whose image is in the likeness of the world.” (<span class=\"citation\" id=\"16804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16804)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16804)\">D&amp;C 1:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p33\" class=\"\">These commandments, with others, together with blessings promised to follow observance thereof, were thus emphasized in the commandments given to Joseph Smith for our instruction in this dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p34\" class=\"\">“Thou shalt not lie.” (<span class=\"citation\" id=\"16832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16832)\">D&amp;C 42:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p35\" class=\"\">“Thou shalt love the Lord thy God with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ thou shalt serve him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p36\" class=\"\">“Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p37\" class=\"\">“Thou shalt thank the Lord thy God in all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p38\" class=\"\">“And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p39\" class=\"\">“And inasmuch as ye do these things with thanksgiving, with cheerful hearts and countenances, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p40\" class=\"\">“The fulness of the earth is yours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p41\" class=\"\">“[And you will] learn that he who doeth the works of righteousness shall receive his reward, even peace in this world, and eternal life in the world to come.” (<span class=\"citation\" id=\"16857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16857)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16857)\">D&amp;C 59:5–7, 15–16, 23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p42\" class=\"\">Do you think this generation merits this reward by reason of having observed these commandments? Following are samples of what the Lord has said we merit and shall receive if we, refusing to repent, hold to our present course of wickedness:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p43\" class=\"\">“A desolating scourge shall go forth among the inhabitants of the earth, and shall continue to be poured out from time to time, if they repent not, until the earth is empty, and the inhabitants thereof are consumed away and utterly destroyed by the brightness of my coming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p44\" class=\"\">“Behold, I tell you these things,” said the Savior, in this dispensation, “even as I also told the people of the destruction of Jerusalem; and my word shall be verified at this time as it hath hitherto been verified.” (<span class=\"citation\" id=\"16811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16811)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16811)\">D&amp;C 5:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p45\" class=\"\">In the eighty-eighth section of the Doctrine and Covenants, the Lord gives us this counsel and prediction: “Abide ye in the liberty wherewith ye are made free; entangle not yourselves in sin, but let your hands be clean, until the Lord comes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p46\" class=\"\">“For not many days hence and the earth shall tremble and reel to and fro as a drunken man; and the sun shall hide his face, and shall refuse to give light; and the moon shall be bathed in blood; and the stars shall become exceedingly angry, and shall cast themselves down as a fig that falleth from off a fig-tree.” (<span class=\"citation\" id=\"16912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16912)\">D&amp;C 88:86–87<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p47\" class=\"\">Now all the acts of governments, all the armies of the nations, all the learning and the wisdom of man together cannot turn these calamities aside. The only way they can be averted is for men to accept and conform to the way of life revealed by God our Heavenly Father. Calamities will come as a matter of cause and effect. They follow naturally “and inevitably the sins of mankind and the unregenerate state of the race.” (Talmage, <span class=\"emphasis\">Improvement Era,<\/span> June 1921, p. 739.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p48\" class=\"\">And let it not be supposed, now, that the Lord takes pleasure in these calamities. He does not. He graphically foretells the inevitable consequences of men’s sins for the purpose of inducing them to repent and thereby avoid the calamities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p49\" class=\"\">And now, in conclusion, let us consider for a moment the silver lining spoken of.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p50\" class=\"\">As the Lord has repeatedly warned that breaking His commandments would bring on calamity, so has He promised that observance of His commandments would avert calamity and bring blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p51\" class=\"\">As disobedience brought on the flood, so obedience sanctified Enoch’s Zion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p52\" class=\"\">“And the Lord blessed the land, and they … did flourish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p53\" class=\"\">“And the Lord called his people Zion, because they were of one heart and one mind, and dwelt in righteousness.” (<span class=\"citation\" id=\"39516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39516)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39516)\">Moses 7:17–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p54\" class=\"\">As in ancient America the rebellious were destroyed by earthquake, whirlwind, and fire at the time of Christ’s crucifixion, so the righteous survivors developed a society which enjoyed perfect peace for several hundred years. (See <span class=\"citation\" id=\"6535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6535)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6535)\">4 Ne. 1:2, 16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p55\" class=\"\">Through Malachi the Lord promised “Israel that by faithfulness the seasons should be made propitious, that nurturing rains should come, bringing such harvests that the people would lack room to store their products.” (Talmage, <span class=\"emphasis\">Improvement Era,<\/span> June 1921, p. 738; see <span class=\"citation\" id=\"32845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32845)\">Mal. 3:8–12<\/a><\/span>.) Like assurances have been given in these latter days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p56\" class=\"\">Nephi, envisioning and speaking of our day, said that God “will preserve the righteous by his power, … even unto the destruction of their enemies by fire. Wherefore, the righteous need not fear.” (<span class=\"citation\" id=\"1735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1735)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1735)\">1 Ne. 22:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p57\" class=\"\">Speaking to His apostles concerning our day, Jesus said: “They shall see an overflowing scourge; for a desolating sickness shall cover the land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p58\" class=\"\">“But my disciples shall stand in holy places, and shall not be moved; but among the wicked, men shall lift up their voices and curse God and die.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p59\" class=\"\">“And there shall be earthquakes also in divers places, and many desolations; yet men will harden their hearts against me, and they will take up the sword, one against another, and they will kill one another. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p60\" class=\"\">“When … the Lord had spoken these words,” as he stood with His apostles, “they were troubled.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p61\" class=\"\">“[But He] said unto them: Be not troubled, for, when all these things shall come to pass, ye may know that the promises which have been made unto you shall be fulfilled.” (<span class=\"citation\" id=\"16841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16841)\">D&amp;C 45:31–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p62\" class=\"\">“I am no respecter of persons,” He said, “and will that all men shall know that the day speedily cometh; the hour is not yet, but is nigh at hand, when peace shall be taken from the earth, and the devil shall have power over his own dominion. “And also [and here is <span class=\"emphasis\">the brightest spot in the silver lining<\/span>] the Lord shall have power over his saints, and shall reign in their midst.” (<span class=\"citation\" id=\"16806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16806)\">D&amp;C 1:35–36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p63\" class=\"\">That we shall in full faith, relying upon these assurances, so keep the commandments that we shall be sustained by the knowledge that “behind the dim unknown, Standeth God within the shadow, keeping watch above his own” would be my fervent hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/a-silver-lining.p64\" class=\"\">Now, my brothers and sisters, I bear you my witness that I know these things are true; that we are the children of God our Father; that He sent us here; that our actions determine what will occur according to His statements to us in the plain and simple words that He has spoken. I know that we can have peace in the world if we will repent and follow the commandments of the Lord. I know that calamity will follow if we do not. And I plead for God to be with us that we may merit peace and security, in the name of Jesus Christ, our Redeemer. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}