{"ID":292, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Did Joseph Smith See God?<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Merrill<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph F. Merrill, <i>Conference Report<\/i>, April 1947, pp. 132-137<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and sisters, listeners here and elsewhere: \n<\/p><p>\nJOSEPH SMITH'S FIRST VISION\n<\/p><p>\nMormonism, as the world generally calls the religious faith taught by the Church of Jesus\nChrist of Latter-day Saints, is noted for many characteristic teachings, one of which is that\nJoseph Smith was divinely called, beginning with a most wonderful and glorious vision.\nRelative to this matter a basic and fundamental question that every member of the Church\nmay rightfully ask, as well as every honest investigator, is \"Did Joseph Smith really see\nGod?\"\n<\/p><p>\nAs I view it, this is perhaps the most natural and logical question that can be asked\nconcerning the origin of Mormonism. It is one that might well challenge the attention of\nevery person who believes in God and in life beyond the grave, whether he is a Mormon or\nnon-Mormon.\n<\/p><p>\nAll informed Latter-day Saints know the story of the first vision as related by Joseph Smith.\nHe was a member of a sincerely religious family but belonged to no church. Though he was\nonly fourteen years old at the time, this fact of non-church membership worried him. As a\nmeans of helping him to solve his problem, he read the Bible with deep interest, for he\nwanted to know which of the contending churches was the right one to join. He therefore\nresolved to heed the injunction of James\n(<span class=\"citation\" id=\"26062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26062)\">James 1:5-6<\/a><\/span>)\nand so went into the woods and\nprayed that God would give him wisdom that he might know what to do. In answer to the\nboy's simple prayer, he related that he was enveloped in a pillar of brilliant light which\ndescended from above. Looking up he beheld two personages standing above him whose\nbrightness and glory defied all description. One of them, calling him by name and pointing to\nthe other said, 'This is My Beloved Son. Hear Him!\"\n(<span class=\"citation\" id=\"30253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30253)\">JS&mdash;H 1:17<\/a><\/span>)\nand then Joseph heard the voice of Jesus\nChrist, the Son, and received instructions from him.\n<\/p><p>\nThus, according to his story, Joseph Smith, the fourteen-year-old lad, saw the Father and the\nSon and heard their voices. So far as the records indicate, this was the most glorious vision\never given to mortal man. Never before had both Father and Son appeared\nsimultaneously to any mortal man. I have called your attention to Joseph's story\nbecause of its extreme importance to our faith&mdash;to Mormonism, which we testify is the\nrestored gospel of Jesus Christ. So I ask again, did Joseph Smith really and in fact see God? I\nbelieve all of us can profit by asking ourselves this question, occasionally at least. The correct\nanswer can be stimulating and satisfying to us.\n<\/p><p>\nTHE VISION GAVE EVIDENCE OF A PERSONAL GOD\n<\/p><p>\nThe implications of the affirmative answer are tremendously significant. Through\nmisunderstanding and wrong interpretations the world had lost the correct conception of the\nimage and personality of God. To restore the truth, a new revelation was imperative. Though\nfrom the beginning to its end, the Bible, as we understand it, teaches that God is a personal\nbeing in whose image we are made, and that the Father and the Son are two separate and\ndistinct personalities, alike in image and attributes, yet the modern world, through ignorance\nand lack of understanding, denies these fundamental truths. And so important are these truths\nto a satisfying faith that, I think, they are absolutely basic. Without any concrete conception\nof the image of God, how can one develop the necessary faith of the kind that the Apostle\nJames asserts is needed to get an answer to prayer. Yes, God the Father and his Son, Jesus\nChrist, are personal beings in whose image man himself is made, so declared Joseph Smith.\nHence in this sense we do believe in an anthropomorphic God and take great satisfaction in\nthis belief.\n<\/p><p>\nTRUTHFULNESS OF JOSEPH SMITH'S CLAIMS\n<\/p><p>\nIn addition to seeing the Father and the Son, Joseph also claimed he was visited, in his\neighteenth year, by the Angel Moroni who among other things told him that his \"... name\nshould be had for good and evil among all nations, kindreds, and tongues, or that it should be\nboth good and evil spoken of among all people\"\n(<span class=\"citation\" id=\"30259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30259)\">JS&mdash;H 1:33<\/a><\/span>). This was a very daring\nand reckless statement for Joseph to make, unless in very truth it was spoken to him by a\ndivine messenger; for Joseph was then only seventeen years of age, a very poor and\nunschooled lad, living in a frontier village. Humanly speaking, there were no discernible\nprospects that he would ever be known beyond the limits of his own backwoods area.\n<\/p><p>\nNow, what evidence can we present of the truthfulness of Joseph Smith's claims, one might\nask. Such a question is both natural and reasonable. My time in this meeting will permit of\nindicating only a few of the highlights relative to the man, his teachings, and his works. In his\ngreat Sermon on the Mount, Jesus emphasized the principle that a tree is judged by its fruits\n(<span class=\"citation\" id=\"34141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34141)\">Matt. 7:16-20<\/a><\/span>).\nCan there be a more fair, just, and satisfactory basis of judgment than this? All followers of\nthe Prophet will ask for no other.\n<\/p><p>\nJOSEPH SMITH'S ACCOMPLISHMENTS\n<\/p><p>\nThen as to the man: He was born of worthy parents who lived in humble circumstances in\none of the rural areas of Vermont. When Joseph was ten years old, the family moved to the\nfrontiers of western New York where it continued by dint of frugality and hard work to earn a\nvery modest livelihood. Joseph grew to manhood denied most of the opportunities for even a\ncommon school education, his school training therefore being very limited. Judged by modern\nstandards, he was practically uneducated and untrained for leadership in any sphere of\nintellectual endeavor. Thus handicapped in the eyes of the world, is it any wonder that he was\nrejected by people generally and his stories regarded as the product of a wild and foolish\nimagination?\n<\/p><p>\nBut notwithstanding all the severely handicapping conditions from an economic and\neducational point of view, what did Joseph Smith become? Let me make a few quotes. First\nfrom John Henry Evans' book entitled, <i>Joseph Smith, An American Prophet<\/i>, we read:\n<\/p><p>\nHere is a man who was born in the stark hills of Vermont; who was reared in the\nbackwoods of New York; who never looked inside a college or high school; who\nlived in six States, no one of which would own him during his lifetime; who spent\nmonths in the vile prisons of the period; who, even when he had his freedom, was\nhounded like a fugitive; who was covered once with a coat of tar and feathers, and\nleft for dead; who, with his following, was driven by irate neighbors from New\nYork to Ohio, from Ohio to Missouri, and from Missouri to Illinois; and who, at\nthe unripe age of thirty-eight, was shot to death by a mob with painted faces.\n<\/p><p>\nYet this man became mayor of the biggest town in Illinois and the state's most\nprominent citizen, the commander of the largest body of trained soldiers in the\nnation outside of the Federal army, the founder of cities and of a university, and\naspired to become President of the United States.\n<\/p><p>\nHe wrote a book [the Book of Mormon] which has baffled the literary critics for\na hundred years and which is today more widely read than any other volume save\nthe Bible. On the threshold of an organizing age he established the most nearly\nperfect social mechanism in the modern world, and developed a religious\nphilosophy that challenges anything of the kind in history, for completeness and\ncohesion. And he set up the machinery for an economic system that would take\nthe brood of fears out of the heart of man&mdash;the fear of want through sickness, old\nage, unemployment, and poverty.\n<\/p><p>\nIn thirty nations are men and women who look upon him as a Greater leader than\nMoses and a Greater prophet than Isaiah; his disciples now number close to a\nmillion; and already two granite shafts pierce the sky, one over the place where\nhe was born, and the other over the place where he received the inspiration for his\nBook.\n<\/p><p>\nJOSIAH QUINCY'S OPINION\n<\/p><p>\nFurther, you may be interested to hear what a nationally-known writer and publicist and once\nmayor of Boston, Josiah Quincy, wrote about Joseph Smith. In May 1844, Mr. Quincy and his\ncultured friend, Charles Francis Adams, son and grandson, respectively, of\ntwo United States Presidents, happened to make a two-day visit to Nauvoo. Being\nwell-known, prominent men they were entertained at the Mansion House, Joseph Smith's\nresidence. An account of this visit is given by Mr. Quincy, in the last chapter of his book\nentitled <i>Figures of the Past<\/i>, published in 1880. I quote the following from this twenty-four\npage chapter:\n<\/p><p>\nIt is by no means improbable that some future textbook for the use of generations yet unborn,\nwill contain a question something like this:  What historical American of the nineteenth\ncentury has exerted the most powerful influence upon the destinies of his countrymen? And it\nis by no means impossible that the answer to that interrogatory may be thus written: Joseph\nSmith, the Mormon Prophet. And the reply, absurd as it doubtless seems to most men now\nliving, may be an obvious commonplace to their descendants.  History deals in surprises and\nparadoxes quite as startling as this. The man who established a religion in this age of free\ndebate, who was and is today accepted by hundreds of  thousands as a direct emissary from\nthe Most High,&mdash;such a rare human being is not to be disposed of by pelting his memory with\nunsavory epithets. Fanatic, imposter, charlatan, he may have been; but these hard names\nfurnish no solution to the problem he presents to us. Fanatics and impostors are living and\ndying every day, and their memory is buried with them; but the wonderful influence which\nthis founder of a religion exerted and still exerts throws him into relief before us, not as a\nrogue to be criminated, but as a phenomenon to be explained. The most vital questions\nAmericans are asking each other today have to do with this man and what he has left us  . . .\nJoseph Smith claiming to be an inspired teacher, faced adversity such as few men have been\ncalled to meet, enjoyed a brief season of prosperity such as few men have ever attained, and\nfinally, forty-three days after I saw him, went cheerfully to a martyr's death.\n<\/p><p>\nBorn in the lowest ranks of poverty, without book-learning, and with the\nhomeliest of all human names, he had made himself at the age of thirty-nine a power\nupon earth. Of the multitudinous family of Smith . . . none had won human hearts\nand shaped human lives as this Joseph. His influence, whether for good or evil, is\npotent today, and the end is not yet.\n<\/p><p>\nMr. Quincy concludes his chapter with these words: \n<\/p><p>\nI have endeavored to give the details of my visit to the Mormon prophet\nabsolute accuracy. If the reader does not know just what to make of Joseph\nSmith, I cannot help him out of the difficulty. I myself stand helpless before\npuzzle.\n<\/p><p>\nQUOTATION PROM NEW YORK TIMES\n<\/p><p>\nNow I recite one more quotation from an unfriendly writer in the New York <i>Times<\/i> of\nSeptember 4, 1843:\n<\/p><p>\nThis Joe Smith must be set down as an extraordinary character, a prophet-hero,\nas Carlyle might call him. He is one of the great men of this age, and in future\nhistory will rank with those who, in one way or another, have stamped their\nimpress strongly on society.\n<\/p><p>\nIt is no small thing, in the blaze of the nineteenth century, to give to men a new\nrevelation. found a new religion, establish new forms of worship, to build a city\nwith new laws, institutions, and orders of architecture, to\nestablish ecclesiastical, civil and military jurisdiction, found colleges, send out\nmissionaries, and make proselytes on two hemispheres. Yet all this has been done\nby Joe Smith, and that against every sort of opposition, ridicule, and persecution.\n<\/p><p>\nIn the short space of fifteen years, Joseph Smith, unschooled in the learning and the methods\nof the world, did all these important things. How was it possible?  Does not the only rational\nexplanation lie in the claim that he was God-taught and that the statement is literally true\nwhich asserts,\n<\/p><p>\n. . . I raised you up, that I might show forth my wisdom through the weak things of the earth\n(<span class=\"citation\" id=\"12409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12409)\">D&amp;C 124:1<\/a><\/span>).\n<\/p><p>\nYes, Joseph Smith was able to confound the wise, to astonish the learned, and to outmarvel\nthe great.\n<\/p><p>\nTRUTHS TAUGHT BY JOSEPH SMITH\n<\/p><p>\nI have briefly indicated who Joseph Smith was and some of the things he accomplished. Now\nanother important question is what characteristic things did he teach&mdash;things not taught by\nother churches. A number of these are mentioned in the thirteen widely used Articles of Faith\nof the Church, and written by the Prophet himself. Many of his teachings are not accepted by\nthe world, but time will permit me to speak of only a few of them. I have already indicated\none such teaching&mdash;a very important and basic one&mdash;the personality and image of\nGod the Father and of Jesus Christ his Son who redeemed mankind from the bondage of\ndeath, brought about by the fall of Adam. He also taught that we are spirit children of the\nFather and had an individual, conscious existence with him and Jesus Christ, our elder spirit\nbrother, before we were born in mortality. Unquestionably, God created us in the flesh, and\nbiologists teach that the human family came from the same parents. It follows that the\nuniversal brotherhood of man, both in the spirit and in the flesh, is a divine truth.\n<\/p><p>\nAnother closely related teaching to the fatherhood of God is the personality and actuality of\nSatan, the devil. He is a real person with a spirit body in the image of man. He is here on\nearth, accompanied by a multitude of other spirit persons who cooperate with him in his evil\nwork. This fact should be kept in mind by all who sincerely desire to live righteously and\nresist temptations to do wrong. All such temptations stem right back to the devil and his host\nof evil spirits, spirit brothers of ours who because of rebellion were cast out of heaven. They\nare permitted by the Father to be here as a means of testing us to find if in the exercise of our\nfree agency we can prove ourselves worthy to return to his presence.\n<\/p><p>\nAnd this suggests a word relative to free agency&mdash;the freedom the Father has given to every\nchild born in mortality to do as he pleases so long as he does not infringe upon or deny this\nfreedom to others. Multitudes of people in the world today deny the\nexistence of a loving and merciful Heavenly Father because he permits war with its associated\nterrors and horrors. Such persons do not understand the divine doctrine of free agency, else\nthey would never hold the Lord responsible for the wickedness, crimes, and horrors in which\nhis children engage. The Lord is merciful, loving, and good to all his children who will\nrefrain from doing evil and follow the way of life he has given them. He said to Moses:\n<\/p><p>\n. . . this is my work and my glory&mdash;to bring to pass the immortality and eternal life of man\n(<span class=\"citation\" id=\"38944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38944)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nAnd the Lord will not fail in his purpose with those of his children who will render obedience\nto, and cooperate with, him.\n<\/p><p>\nThis leads to a word relative to the beautiful doctrine of salvation for the dead, taught by the\nProphet Joseph Smith. This doctrine, as I understand it, absolutely reveals the Father as a God\nof love, mercy, forgiveness, justice, and all other attributes we ascribe to a perfect Father. He\nhas given his children their free agency. He has prepared for them a plan of eternal\nprogression. Not one of them will be annihilated&mdash;all will have eternal life, be they saints or\nsinners. Every one coming into mortality will in this life or in the life beyond the grave have\nthe opportunity of hearing and accepting the gospel of Jesus Christ. Those who comply with\nall the conditions, which they will have the privilege of doing, will eventually be saved in the\nFather's kingdom.\n<\/p><p>\nBrethren and sisters, how beautiful is the way of the Lord! How great his mercy and\nforgiveness! How all-embracing his love!\n<\/p><p>\nBut it is very largely to the teachings and labors of the Prophet Joseph Smith that the modern\nworld is indebted for a correct interpretation of the plan of life, salvation, and exaltation that\nthe Lord has provided for his children to follow if they would care to return to his presence.\n<\/p><p>\nI close with the thought that Joseph Smith, his claims, his teachings, and his achievements are\nso very remarkable in character that they challenge every normal human being able to do so,\nto make an honest and thorough investigation of them. A refusal to do this is likely to bring\nsometime, somewhere, painful regrets and handicaps as a consequence. Certainly every\nmember of the Church, in justice to himself, should rouse up to the performance of this\nimportant duty. May every one of us worthily seek the help of the Lord in responding to the\ncalls of duty I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}