{"ID":2921, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Beatitudes and Our Perfection\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p2\" class=\"\">Elder Royden G. Derrick<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26a2.jpg\" alt=\"Elder Royden G. Derrick\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p3\" class=\"\">On a beautiful, clear day, early in the spring of 1820, a fourteen-year-old boy knelt in a grove of trees and poured out his thoughts and feelings to God. What followed made his experience the most important event that had transpired in nearly 1,800 years. God the Father and his Son, Jesus Christ, appeared to him in person—face to face.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p4\" class=\"\">Subsequently, through this young man, whose name was Joseph Smith, God restored his church and the fulness of his gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p5\" class=\"\">This restoration is what made that experience so important. I bear witness in the name of Jesus Christ that this is true. I know that he talked with God and that there was such a restoration because the Holy Spirit has borne witness of it to me. I say it without the slightest hesitation. I have a sure conviction that it happened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p6\" class=\"\">It is important that members of the Church know that each General Authority has that sure knowledge, for the Savior, referring to individual revelation, said to Peter, “And upon this rock [meaning the rock of individual revelation] I will build my church.” (<span class=\"citation\" id=\"36525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36525)\">Matt. 16:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p7\" class=\"\">Serving the Lord is not an individual matter. It is a family affair. Every wife should support her husband in his Church responsibilities; every husband should support his wife in hers; every child his parent; every parent his children; every brother his sister; and every sister her brother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p8\" class=\"\">This builds the eternal family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p9\" class=\"\">I am grateful to my sweetheart, who has been a good companion, an outstanding mother, a dedicated wife, and a remarkable missionary companion. I am grateful to her parents, who have reared a righteous family; to our children, who have joined with us over the years in serving the Lord; to our families, who have been so loyal and supportive; and to my wonderful parents and brother, who, from their heavenly abode, I am confident, are aware of my recent calling to be an especial witness of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p10\" class=\"\">Missionary service is rewarding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p11\" class=\"\">Sister Derrick and I spent three satisfying years in northern England in missionary work. We had been home only forty-eight hours when the call came to return as soon as possible and preside over a new mission being established in the Republic of Ireland. What a glorious experience it has been.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p12\" class=\"\">In Ireland, where social pressures are unusually strong, a father with tears running down his cheeks said, “They call me a fool—my family calls me a fool—my friends call me a fool; but I’ll take their abuse any and every day of the year in loyalty to my Savior who has led me to the true Church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p13\" class=\"\">Still another, who had been particularly skeptical, on the night of his baptism said, “It’s true—but not only is it true, it is the whole truth and nothing but the truth.” So declare we to the world regarding this message of the Restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p14\" class=\"\">The more experience I gain in teaching the restored gospel of Jesus Christ, the more I am impressed with the concept of the <span class=\"emphasis\">Beatitudes<\/span> shared by a friend years ago which deserves a more broad exposure. Each of the Beatitudes represents a specific step in our orderly progression towards perfection, and teaches us how to qualify ourselves for exaltation, for the Bible concludes the chapter on the Beatitudes with the words, “Be ye therefore perfect, even as your Father which is in heaven is perfect.” (<span class=\"citation\" id=\"36504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36504)\">Matt. 5:48<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p15\" class=\"\">The Savior began his sermon saying, <span class=\"emphasis\">“Blessed are the poor in spirit: for theirs is the kingdom of heaven.” <\/span>(<span class=\"citation\" id=\"36490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36490)\">Matt. 5:3<\/a><\/span>; italics added.) When the Savior gave the same sermon to the people of ancient America, he said, “Blessed are the poor in spirit who come unto me, for theirs is the kingdom of heaven.” (<span class=\"citation\" id=\"5850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5850)\">3 Ne. 12:3<\/a><\/span>.) “Who come unto me”—that clarifies the meaning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p16\" class=\"\">When I was a boy, a herd of horses ran wild on Ensign Flats just north of the Utah State Capitol building. In the summertime we would occasionally sit on the mountainside with binoculars and watch the herd as they roamed and grazed on the flat below. For the most part the horses appeared to be a mangy lot, but there was one that had a grace, a dignity, and a spirit that qualified him to lead the herd. We tried on several occasions to put a rope on this stallion. One day we succeeded, but we soon found that we had on the end of the rope a bundle of fury that we couldn’t manage. As hard as we tried, we couldn’t ride him. After several attempts we gave up and turned him loose. He was of no value to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p17\" class=\"\">I was reading recently that when professionals train Arabian horses they work with them for several months. At the conclusion of the training period they are placed in a corral without food or water. After several days both food and water are placed some distance away, but within sight. The gate is then opened and the horses run to satisfy their appetites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p18\" class=\"\">Just before they reach the food and water, the trainer blows a whistle. Those that respond to the trainer’s whistle are singled out as the most valued. They are submissive to the master’s call.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p19\" class=\"\">Under a mandate from the Lord we have 25,000 young men who are sifting the people of the world to find those that are submissive to Him and to the whisperings of the Holy Spirit. We are finding an increasing number throughout the nations of the world who respond, but the vast majority prefer to satisfy their own appetites and to do things their own way instead of the Lord’s way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p20\" class=\"\">When we love the Lord we will submit ourselves to <span class=\"emphasis\">his<\/span> plan and serve him with all of our heart, might, mind, and strength. This is the <span class=\"emphasis\">first<\/span> step. We must take it in order to qualify for exaltation. The miracle of change begins when we come forth with a contrite spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p21\" class=\"\">The Savior then said, <span class=\"emphasis\">“Blessed are they that mourn: for they shall be comforted.” <\/span>(<span class=\"citation\" id=\"36491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36491)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36491)\">Matt. 5:4<\/a><\/span>; italics added.) This is the <span class=\"emphasis\">second step.<\/span> It is an essential one. The apostle Paul spoke of a godly sorrow for our sins when he said, “For godly sorrow worketh repentance to salvation.” (<span class=\"citation\" id=\"636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 636)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(636)\">2 Cor. 7:10<\/a><\/span>.) It is necessary to repent of our sins if we are to be forgiven and if the atonement of Jesus Christ is to be effective in our lives. Oh! how joyous it is to work with a person as he goes through the process of repentance, enters the water of baptism, and comes into the kingdom of God. There develops a bond of love and unity with those who have gone through this purifying process that the world does not understand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p22\" class=\"\">The Savior next said, <span class=\"emphasis\">“Blessed are the meek: for they shall inherit the earth.” <\/span>(<span class=\"citation\" id=\"36492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36492)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36492)\">Matt. 5:5<\/a><\/span>; italics added.) To be meek is to be teachable. Those who are willing to listen can learn much. Those who are unwilling to listen deny themselves great blessings. You needn’t worry about being deceived, for the prophet Moroni wrote, “By the power of the Holy Ghost you may know the truth of all things.” (<span class=\"citation\" id=\"38420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38420)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38420)\">Moro. 10:5<\/a><\/span>.) You have the receiving set within you to distinguish false doctrine from true doctrine. Follow the steps outlined by the Savior in the Beatitudes and your receiving set will become finely tuned. Then pray to God in sincerity for an answer and your receiving set will work. This is God’s way for us to discern the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p23\" class=\"\">The Savior further said, <span class=\"emphasis\">“Blessed are they which do hunger and thirst after righteousness: for they shall be filled.”<\/span> (<span class=\"citation\" id=\"36494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36494)\">Matt. 5:6<\/a><\/span>; italics added.) The Book of Mormon account reads, “For they shall be filled with the Holy Ghost.” (<span class=\"citation\" id=\"5851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5851)\">3 Ne. 12:6<\/a><\/span>.) This is important. The Holy Ghost is the great teacher and teaches us the truth of all things. God has documented his plan of salvation—a plan for <span class=\"emphasis\">our<\/span> salvation. It is found in the holy scriptures and the Lord has commanded us to “search the scriptures.” (<span class=\"citation\" id=\"28916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28916)\">John 5:39<\/a><\/span>.) The plan is not complicated, but it is comprehensive. It is so comprehensive that we never stop learning, yet it is beautifully simple. The Lord has promised us all that if we follow his program we will learn “line upon line, precept upon precept” (<span class=\"citation\" id=\"16925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16925)\">D&amp;C 98:12<\/a><\/span>), until the perfect day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p24\" class=\"\">This promise is to every man. We should develop an insatiable appetite for knowledge pertaining to our salvation, for the Savior said, “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” (<span class=\"citation\" id=\"28936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28936)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28936)\">John 17:3<\/a><\/span>.) There is no more important, exciting, and exhilarating subject than to learn about him who created the worlds and the plan he has prepared for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p25\" class=\"\">As we begin to follow the teachings of the Savior, our thoughts and our hearts turn to others. The Savior continued, <span class=\"emphasis\">“Blessed are the merciful: for they shall obtain mercy.”<\/span> (<span class=\"citation\" id=\"36495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36495)\">Matt. 5:7<\/a><\/span>; italics added.) Happiness is a by-product of helping others. No man ever finds happiness by thinking of himself. True happiness comes when we lose ourselves in the service of others—when we are merciful to our fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p26\" class=\"\">Being merciful to others leads to purity of heart, for the Savior said, <span class=\"emphasis\">“Blessed are the pure in heart: for they shall see God.” <\/span>(<span class=\"citation\" id=\"36497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36497)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36497)\">Matt. 5:8<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p27\" class=\"\">The by-product of a pure heart is inner peace. The Lord next said, <span class=\"emphasis\">“Blessed are the peacemakers: for they<\/span> <span class=\"emphasis\">shall be called the children of God.”<\/span> (<span class=\"citation\" id=\"36499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36499)\">Matt. 5:9<\/a><\/span>; italics added.) When a man obtains inner peace he wants peace in his family. He wants peace in his community. He wants peace in the nation. And he wants peace in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p28\" class=\"\">Sister Derrick and I recently drove from Dublin to Limerick, Ireland. Along the way were signs painted on walls and bus stop enclosures: “Brits out—Peace in.” That is not the way nor the road to peace. Peace comes from within the individual. Establish peace in the hearts and minds of the citizens of a country and you’ll have peace in the nation. We declare to the world that living the principles of the gospel of Jesus Christ as restored through the Prophet Joseph Smith will bring peace to the hearts of men and in turn will bring peace to the nations of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p29\" class=\"\">Teaching the doctrine of the Savior was never done without opposition. The Lord says of those who are willing to withstand social pressures and criticism and continue to serve him: “<span class=\"emphasis\">Blessed are they which are persecuted for righteousness’ sake: for theirs is the kingdom of heaven.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p30\" class=\"\">\n\t<span class=\"emphasis\">“Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p31\" class=\"\"><span class=\"emphasis\">“Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.”<\/span> (<span class=\"citation\" id=\"36500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36500)\">Matt. 5:10–12<\/a><\/span>; italics added.) And thus the Savior described the miracle of change that comes into one’s life when he accepts the gospel of Jesus Christ, which is a beautiful, miraculous, and soul-satisfying gift from God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p32\" class=\"\">The Savior concluded the Beatitudes by saying of those who conform their lives to these teachings, “Ye are the salt of the earth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p33\" class=\"\">“Ye are the light of the world. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p34\" class=\"\">“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” (<span class=\"citation\" id=\"36501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36501)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36501)\">Matt. 5:13–14, 16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p35\" class=\"\">The prophet Nephi, referring to the Savior, said, “He inviteth them all to come unto him and partake of his goodness; and he denieth none that come unto him.” (<span class=\"citation\" id=\"3982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3982)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3982)\">2 Ne. 26:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-beatitudes-and-our-perfection.p36\" class=\"\">To all men everywhere we reiterate that invitation to come unto the Savior the way he has outlined, partake of his goodness, “and enjoy the words of eternal life in this world, and eternal life in the world to come, even immortal glory” (<span class=\"citation\" id=\"39511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39511)\">Moses 6:59<\/a><\/span>), “which gift is the greatest of all the gifts of God” (<span class=\"citation\" id=\"16819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16819)\">D&amp;C 14:7<\/a><\/span>). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}