{"ID":2922, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            But Be Ye Doers of the Word\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p3\" class=\"\">“But be ye doers of the word, and not hearers only, deceiving your own selves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p4\" class=\"\">“For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p5\" class=\"\">“For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p6\" class=\"\">“But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.” (<span class=\"citation\" id=\"26288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26288)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26288)\">James 1:22–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p7\" class=\"\">I marvel as I study the scriptures how often the Lord has found it necessary to remind us of the blessings He has given to us, and how we should use those great gifts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p8\" class=\"\">As the Lord completed His creation of the earth and inspected that which He had accomplished, He saw that it was good. So God created male and female and blessed them. His first instructions to His newly created children were to be fruitful and multiply, replenish and subdue. There is also a consistency of this message in the Book of Mormon. The righteous who labor will enjoy the abundance and plenty of the earth. Turn from righteous labor, and only suffer scarcity, pain, and sorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p9\" class=\"\">The word of the Lord in modern scriptures again commands, “Thou shalt not be idle; for he that is idle shall not eat the bread nor wear the garments of the laborer.” (<span class=\"citation\" id=\"16837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16837)\">D&amp;C 42:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p10\" class=\"\">It is evident from the scriptures that the Lord wants us to use the raw materials He has so abundantly blessed us with.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p11\" class=\"\">The Savior in His earthly ministry taught us this principle by example, exhortation, and parable. The message was especially emphasized in the parable of the talents. (<span class=\"citation\" id=\"36548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36548)\">Matt. 25:14–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p12\" class=\"\">Here the Savior tells us of a man who was traveling into a far-off country and called his servants together to deliver unto them his goods. To one he gave five talents, another two, and another one; to each man according to his several abilities. Then he left on his journey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p13\" class=\"\">Now they who had received the five and the two talents labored diligently to double that which they had received. But he who had received the one went and digged in the earth and hid his lord’s money. After some time the lord returned. To those who had gained the five and the two, the lord said, “Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.” (<span class=\"citation\" id=\"36550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36550)\">Matt. 25:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p14\" class=\"\">Now he who had received the one went and digged in the earth and brought his talent forth, and he tried to alibi for not multiplying that which the lord had given him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p15\" class=\"\">The lord didn’t greet him with “Well done.” His greeting was, “Thou wicked and slothful servant.” (<span class=\"citation\" id=\"36555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36555)\">Matt. 25:26<\/a><\/span>.) And then the lord said, “Take therefore the talent from him, and give it unto him which hath ten talents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p16\" class=\"\">“For unto every one that hath shall be given, and he shall have abundance; but from him that hath not shall be taken away even that which he hath.” (<span class=\"citation\" id=\"36556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36556)\">Matt. 25:28–29<\/a><\/span>.) As a kind and loving father, the Lord has taught His children the joy and satisfaction and the rewards associated with accomplishment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p17\" class=\"\">As those who have received the light of the gospel, we should be especially motivated to be the best in our performance. Could I challenge you in five areas to make a special effort to magnify the opportunities with which the Lord has blessed you?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p18\" class=\"\">First, as husbands and wives: Our knowledge of this eternal relationship should cause us to be <span class=\"emphasis\">most<\/span> determined to make a success of this important responsibility in our earthly existence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p19\" class=\"\">President Kimball has said, “Marriage is perhaps the most vital of all decisions and has the most far-reaching effects for it has to do not only with immediate happiness, but eternal joys as well. It affects not only the two people involved, but also their families and particularly their children and their children’s children down through the many generations.” (Spencer W. Kimball, <span class=\"emphasis\">Marriage and Divorce,<\/span> Deseret Book Co., 1976, p. 10.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p20\" class=\"\">There is a devilish and all-too-popular plan today which would strike at the very roots of this essential and basic organization. Satan in his clever plan to destroy mankind has infiltrated the sacred ground of our homes. He is attempting to glamorize infidelity, make divorce commonplace, and popularize relationships outside of the marriage covenant. History gives abundant evidence that such a course will destroy mankind. Surely with our knowledge concerning the eternal nature of this sacred union between husband and wife, we should try with all diligence to make our marriages worthy of a celestial blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p21\" class=\"\">The Prophet Joseph Smith had a most remarkable way of handling a problem between himself and his wife. David Whitmer tells of an incident in the lives of Joseph and Emma Smith as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p22\" class=\"\">“One morning when [Joseph Smith] was getting ready to continue the translation, something went wrong about the house and he was put out about it. Something that Emma, his wife, had done. Oliver and I went upstairs and Joseph came up soon after to continue the translation but he could not do anything. He could not translate a single syllable. He went downstairs, out into the orchard, and made supplication to the Lord; [he] was gone about an hour—came back to the house, and asked Emma’s forgiveness and then came upstairs where we were and then the translation went on all right.” (B. H. Roberts, <span class=\"emphasis\">Comprehensive History of the Church,<\/span> 1:131.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p23\" class=\"\">I wonder how long problems would exist between husband and wife if we allowed the Lord to cool our tempers and to bring reason back into our minds, if we would kneel before him and ask for strength to have forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p24\" class=\"\">I challenge you today to make something special of your marriage. Follow the counsel of the scriptures and have your marriage built on a foundation of faith in Christ and have it rooted and grounded in love. (<span class=\"citation\" id=\"21899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21899)\">Eph. 3:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p25\" class=\"\">Second, the greatest of all blessings of an eternal union is the right to have an eternal family. If the Lord wills, righteous marriages should bring forth children. And they should have the privilege to come to the earth through a highly favored lineage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p26\" class=\"\">One of the choice privileges of a General Authority is perhaps thirty or forty times a year to visit the stakes of the Church and to be guests in the homes of stake presidents. I am certain we have seen firsthand some of the greatest homes there are in all the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p27\" class=\"\">I remember being assigned to a conference some time ago in a stake where the president was a dentist. It was evident from his home and furnishings he had a successful practice. I guess he could have given his children almost anything they could have wanted. However, he loved them enough to teach them responsibility. He moved from the city out into a rural area, where he was teaching his family the value of work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p28\" class=\"\">How I enjoyed sitting with the children and having them describe the projects they had been assigned the responsibility for. With pride they would tell me how many eggs per day the chickens were producing, or how high the corn was, or how the cattle were in the field. This family had as their motto the 88th section of the Doctrine and Covenants, 119th verse: “Organize yourselves; prepare every needful thing; and establish a house, even a house of prayer, a house of fasting, a house of faith, a house of learning, a house of glory, a house of order, a house of God.” [<span class=\"citation\" id=\"16913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16913)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16913)\">D&amp;C 88:119<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p29\" class=\"\">I challenge you to make your home a house of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p30\" class=\"\">Third—after love, understanding, and honesty in marriage—next in order of importance I believe is the financial stability of the family unit. In the division of responsibilities, the Lord has designated this area as the provider of the family to the husband and father. A family should grow up with the comforting assurance that so long as Dad possesses a sound mind and a strong body, he will continue to magnify his talents and develop his career. He will do his best in his preparation and make his performance such that he can provide comfortably for his family unit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p31\" class=\"\">Fathers, be honest in your business dealings. Be loyal to your employers. Determine to be the best in your chosen field of endeavor. Each day make a <span class=\"emphasis\">full<\/span> effort to be more productive than you were the day before. I challenge you to be leaders in your chosen professions and occupations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p32\" class=\"\">Fourth, we have embraced the gospel of Jesus Christ. We have willingly placed our hand on the plow. We have accepted the obligation of building the kingdom of God here on earth. The scriptures tell us, “But covet earnestly the best gifts: and yet shew I unto you a more excellent way.” (<span class=\"citation\" id=\"638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(638)\">1 Cor. 12:31<\/a><\/span>.) Surely only the standard of excellence is the goal we should be attempting to achieve in the assignment we have been given in Church service. I challenge you to enthusiastically accept Church calls and with diligence make every effort to achieve the highest level of performance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p33\" class=\"\">Finally, our children deserve the right to grow up in a clean and wholesome environment. We have an obligation and a responsibility to safeguard this privilege for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p34\" class=\"\">I received a most interesting letter from a mother a few months ago reporting to me her service hours to her community as a Bicentennial commitment. A portion of her letter read as follows: “I went to a P.T.A. meeting at the beginning of the school year and learned that my sixth-grade daughter was assigned to read a certain book in school. I felt impressed that I should read it to see if it was desirable for children. As I read it, I found it highly undesirable for sixth-graders. It contained profanity, violence, disrespect for adults, especially parents, and was generally gloomy and depressing, with nothing of love and beauty and goodness. I discussed the book with the principal of the school and told him of my concerns. He suggested that I read the whole series of books before condemning them, and if I still felt the same way I could write my objections in a letter and give them to him, giving specific examples of objectionable materials.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p35\" class=\"\">“I complied with his suggestion and continued to read the other books and found them also unfit for our children. I felt compelled to write my letter even before I had finished the last in the series.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p36\" class=\"\">“I was gratified to receive a call later from the assistant superintendent of this school district, asking me to come to his office. He told me it was not their policy to have books in their basic reading curriculum with profanity in them and that they would immediately remove those books from their school district. He said they were highly embarrassed that someone should have to point out to them the objectionable nature of the books, and that they would see that those persons responsible for reviewing the books in the future did a more thorough job.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p37\" class=\"\">We have been blessed with the light of the gospel to lead us and to guide and direct our lives. Through our understanding and study of the scriptures, we have a knowledge of the laws of the Lord by which we should govern our earthly conduct. With this great blessing comes an obligation to be a part of the communities in which we live. Our influence should be felt to safeguard the moral standards in the villages, in the towns, and in the cities where our homes are located in all parts of the world. I challenge you to become involved in lifting the moral standards of the communities where your homes are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/but-be-ye-doers-of-the-word.p38\" class=\"\">May the light of the gospel help us to see the great potential the Lord has blessed us with. There is power in righteous living. May we again commit ourselves to be doers of the word—quality builders in our Father in heaven’s kingdom. May our lives be filled with the joy of accomplishment. May our knowledge of the gospel help us to be the best of whatever the Lord has called us to be, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}