{"ID":2923, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            God Moves in a Mysterious Way His Wonders to Perform\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p2\" class=\"\">Elder LeGrand Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c62.jpg\" alt=\"Elder LeGrand Richards\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p3\" class=\"\">Following the resurrection of the Savior, he walked along the way toward Emmaus with two of his disciples, and we are told that “their eyes were holden that they” didn’t recognize Him. (<span class=\"citation\" id=\"32001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32001)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32001)\">Luke 24:16<\/a><\/span>.) When He heard what they had to say about Him and His life and crucifixion, He realized that they didn’t comprehend what He had tried to teach them, and so He said to them: “O fools, and slow of heart to believe all that the prophets have spoken.” (<span class=\"citation\" id=\"32002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32002)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32002)\">Luke 24:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p4\" class=\"\">Then, commencing with Moses and the prophets, He showed them how in all things the prophets had testified of Him; and you know that they did, even to the minutest detail, even to the casting of lots for His clothing at the time of His crucifixion. (<span class=\"citation\" id=\"41943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41943)\">Ps. 22:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p5\" class=\"\">Then Luke tells us that He opened their understandings that they might understand the scriptures. Now I ask you here today, do you believe all that the prophets have spoken? And if you do, you realize what Isaiah said: that the Lord has declared “the end from the beginning.” (<span class=\"citation\" id=\"25506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25506)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25506)\">Isa. 46:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p6\" class=\"\">It’s all in the holy scriptures, and of all the great events of the history of the world, as far as the prophets have foretold, the greatest is the preparation for the coming of the Savior in the latter days, when He will come in power and great glory, with all the holy angels, as King of kings and Lord of lords.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p7\" class=\"\">Obviously there has to be a preparation for that coming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p8\" class=\"\">I would like to preface what I am going to say here today with the words of the song written by William Cowper. It goes like this: “God moves in a mysterious way his wonders to perform.” I would like to refer today to a few of the wonders that the Lord has performed and is performing in order to prepare for that glorious coming of His Only Begotten Son as the prophets have foretold. I may repeat some of the things that have been said in this conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p9\" class=\"\">I first refer to the statement of Malachi when the Lord, speaking through the prophet Malachi, said that He would send His messenger to prepare the way for His coming, and that He would come swiftly to His temple; and who could abide the day of His coming, because He would be as refiner’s fire and fullers’ soap. (See <span class=\"citation\" id=\"32844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32844)\">Mal. 3:1–2<\/a><\/span>.) Now obviously that had no reference to His first coming, when He was born as a humble babe in Bethlehem, for He didn’t come to His temple swiftly, and He didn’t come cleansing or purifying. But we are told that when He comes in the latter days the wicked will cry out to the rocks, “Fall on us, and hide us … from the wrath of the Lamb.” (<span class=\"citation\" id=\"42498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42498)\">Rev. 6:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p10\" class=\"\">Obviously, when the Lord sends a messenger to prepare the way before Him, that messenger can be none other than a prophet. When He came in the meridian of time, the Lord sent John the Baptist, and Jesus bore witness that there was no greater prophet in Israel than John the Baptist.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p11\" class=\"\">We have heard here today from Brother Derrick about the bringing forth of the boy Joseph Smith as a prophet of the Lord, visited by the Father and the Son back in 1820. If we could realize how this world has changed in the past 200 years because of the coming of the Father and the Son to usher in this dispensation as compared with the centuries preceding—why didn’t it happen 500 years ago or a thousand years ago?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p12\" class=\"\">But we are living in the day of preparation, and the Lord has sent his messenger to prepare the way, and He gave unto him the keys to organize His Church and kingdom and to establish the holy priesthood and the power of the apostleship, such as existed in the church in the primitive days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p13\" class=\"\">Then there are the words of Paul. He said that the Lord has revealed the mystery of His will, “That in the dispensation of the fulness of times [<span class=\"emphasis\">and we live in that dispensation<\/span>] he might gather together in one all things in Christ, both which are in heaven, and which are on earth.” (<span class=\"citation\" id=\"21897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21897)\">Eph. 1:10<\/a><\/span>.) Isn’t that something to think about, when you hear that the Lord will reveal the mystery of His will? And that the mystery of His will has been revealed to His modern prophets of this day?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p14\" class=\"\">And we have truths that no other church in this world knows anything about—we are the only church in the world that has a program to unite all that is in the kingdom of heaven with the kingdom of God here on this earth, looking to the final winding-up scenes when all the kingdoms of this world and the world to come will be under the supervision of our great King, the Savior of the world. Well, they are just some of the little things that need to be done. Now there are many other prophecies foretelling His second coming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p15\" class=\"\">When Moroni visited the Prophet Joseph three times during the night, when he was only eighteen years old and had no church organization, Moroni quoted some of the prophecies that were yet to be fulfilled in the preparation; and one was from the eleventh chapter of Isaiah, where the Lord said that He would “set his hand again the second time to gather scattered Israel, and that He would bring in the dispersed of Judah, and He would “set up an ensign for the nations.” (<span class=\"citation\" id=\"25492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25492)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25492)\">Isa. 11:11–12<\/a><\/span>.) That He has done through the gathering of the Latter-day Saints to these valleys of the mountains as a witness that He has gathered scattered Israel. And now Judah is being gathered back to her native land after centuries—two thousand years of wandering and persecution—and now Israel has a nation of her own. All of this is but fulfillment of the prophecies that were to precede the coming of the Savior in the latter days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p16\" class=\"\">Then Isaiah made another statement regarding the latter days. (It seems to me that he almost lived more in our day than the time when he was here upon the earth, because he saw so much of what would transpire.) He saw in the last days (and he names the <span class=\"emphasis\">last days<\/span>) that the mountain of the Lord’s house would be established in the top of the mountains (and we are here) and that all nations would flow unto it. “And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; that he will teach us of his ways, and we will walk in his paths.” (<span class=\"citation\" id=\"25489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25489)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25489)\">Isa. 2:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p17\" class=\"\">Thousands can testify how they have been gathered from foreign lands to these valleys of the mountains where this beautiful temple is. Just imagine the Saints starting to build an edifice like that when they had nothing but their hands with which to build it, and were a thousand miles from transportation. One of the first things that President Brigham Young did when they entered into this valley, a wilderness, was to put his cane on the spot where this temple was to be built. Well, Isaiah saw all of that thousands of years ago, and that is another of the preparatory things that the prophets have foreseen that were to precede His second coming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p18\" class=\"\">Then we come back to the prophet Malachi again, and he said: “I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord [<span class=\"emphasis\">and we live in that day of preparation<\/span>]:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p19\" class=\"\">“And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.” (<span class=\"citation\" id=\"32847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32847)\">Mal. 4:5–6<\/a><\/span>.) President Kimball spoke of that in his opening address.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p20\" class=\"\">I doubt if we have any conception of what that really meant, when Elijah came. There are unseen powers that operate in this world on the hearts and minds of men that are as real as the sunshine is to the plants and the trees to help them grow, and the seeds to sprout, and so forth. Elijah did come; on the third day of April 1836 he appeared to Joseph Smith and Oliver Cowdery in the Kirtland Temple and brought back the keys of the turning of the hearts of the fathers who have passed away to their children here upon this earth, and the hearts of the children here to their fathers, and that in itself is one of the great miracles of all ages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p21\" class=\"\">If you could just realize what has happened as a result of Elijah’s coming! At that time there were no genealogical societies in the world, and now they are all over the world; and not only that but I had a newspaper that came to me from Indianapolis the other day and the whole front page of the paper was about the gathering of genealogy. It told about our Genealogical Department out here, and I checked with Brother Burton, and we have over 600 employees in that department, 80 men that are microfilming the records all over this land and in Europe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p22\" class=\"\">Then we have these great vaults out here in these granite mountains where these films are preserved. There is nothing like it in the world. And if you stop to figure how many people it took to prepare the 4 million volumes of genealogy that we have in our library here, then you will realize that the Spirit is moving on them all over the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p23\" class=\"\">When I was down in the South as president of the mission, one of our new converts went into the library hunting genealogy, and he found one of their family names prepared by a judge and his wife over in Texas, and the preface read like this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p24\" class=\"\">“This book has been prepared at great expense and time and money on the part of my wife and myself. Why we have done it we do not know, but we trust in the providences of the Lord that it will someday serve a useful purpose.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p25\" class=\"\">I could tell you more stories like that to show you how the Spirit is moving upon the people of this world to gather their genealogy preparatory to the work that we can do in our temples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p26\" class=\"\">Then just think of the thousands of people that are working in our temples day by day. All of that is a part of this great and marvelous work that Elijah was to come and bring.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p27\" class=\"\">I was over in Israel a few years ago and one day we went into three of the synagogues there. In one, tied up on the side of the wall, was an armchair. I knew what it was there for, but I wanted the rabbi to tell me! I said, “What’s that chair there for?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p28\" class=\"\">He said, “So if Elijah comes along we can lower it and let him occupy it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p29\" class=\"\">How little do they realize that Elijah has been here and if they could only comprehend what has happened in this world, that he has touched the hearts of men and women all over this world as a result of his coming—well, that was one of the great things that was to transpire.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/god-moves-in-a-mysterious-way-his-wonders-to-perform.p30\" class=\"\">God bless you. I believe the words of the prophets, and I know that this Church is the preparation that all of the holy prophets have decreed to prepare for the coming of our Savior; and may He hasten that day, I pray in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}