{"ID":2926, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Daily Portion of Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p2\" class=\"\">Bishop H. Burke Peterson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:237e.jpg\" alt=\"Bishop H. Burke Peterson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p3\" class=\"\">Some years ago in our ward fast and testimony meeting a young father proudly gave a name and a blessing to his first child. Afterwards the father stood to bear his testimony. He expressed thanks for this, his first son. He then said in a rather perplexed way that since the little fellow didn’t seem to understand anything they said, he wished he knew just how to communicate with him. “All we can do,” said he, “is hold him, cuddle him, gently squeeze him, kiss him, and whisper thoughts of love in his ear.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p4\" class=\"\">After the meeting I went up to the new father and said that in his testimony he had given us a success pattern for raising healthy children. I hoped he would never forget it; even as his children grew to maturity I hoped he would continue the practice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p5\" class=\"\">Among the tragedies we see around us every day are the countless children and adults who are literally starving because they are not being fed a daily portion of love. We have in our midst thousands who would give anything to hear the words and feel the warmth of this expression. We have all seen the lonely and discouraged who have never been told.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p6\" class=\"\">A few years ago I had been assigned to tour a mission in another land. Before our first meeting with the missionaries, I asked the mission president if there were any particular problems I needed to attend to. He told me of one missionary who had made his mind up to go home early—he was very unhappy. “Could I help him?” I asked. The president wasn’t sure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p7\" class=\"\">As I was shaking hands with the missionaries before the meeting, it wasn’t hard to tell which one wanted to leave. I told the president if he didn’t mind I’d like to speak to the young man after the meeting. As I watched him during the meeting, about all I could think of was the big piece of gum he had in his mouth. After the meeting this tall young missionary came up to the stand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p8\" class=\"\">“Could we visit?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p9\" class=\"\">His response was an inference that he couldn’t care less.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p10\" class=\"\">We went to the side of the chapel. We sat together as I gave him my very best speech on why missionaries should not go home early. He kept looking out the window, paying absolutely no attention to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p11\" class=\"\">Off and on we were in meetings together for two days. One time he even sat on the front row and read the newspaper as I talked. I was baffled and unnerved by him. By now it appeared to me that he should go home—and soon! I’d been praying for a way to reach him for two days, but to no avail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p12\" class=\"\">The last night after our meeting I was visiting with some folks in the front of the chapel. Out of the corner of my eye I saw the elder. At that very moment I had a feeling about him enter my heart that I had not yet experienced. I excused myself, went over to him, took his hand, looked him in the eye, and said, “Elder, I’m glad I’ve become acquainted with you. I want you to know that I love you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p13\" class=\"\">Nothing more was said as we separated. As I started out the chapel door for our car, there he stood again. I took his hand again, put my arm around him, looked up in his eyes and said, “What I said to you before, I really mean. I love you; please keep in touch with me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p14\" class=\"\">Spirit communicates to spirit. It was then that his eyes filled with tears and this boy said simply, “Bishop Peterson, in all my life I can never remember being told ‘I love you.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p15\" class=\"\">Now I knew why he was confused, disturbed, insecure, and wanted to leave the mission field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p16\" class=\"\">In speaking of a son or daughter, some will say, “He ought to know I love him. Haven’t I done everything for him? I buy him clothes, give him a warm home, an education, and so on.” Make no false assumptions: unless the person feels that the need has been filled, the parent’s responsibility has not been accomplished.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p17\" class=\"\">We must make an even clearer effort to communicate real love to a questioning child. The giving of love from a parent to a son or daughter must not be dependent on his or her performance. Ofttimes those we think deserve our love the least need it the most.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p18\" class=\"\">Remember this scriptural admonition to parents: “And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p19\" class=\"\">“But ye will teach them to walk in the ways of truth and soberness; ye will teach them to love one another, and to serve one another.” (<span class=\"citation\" id=\"40440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40440)\">Mosiah 4:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p20\" class=\"\">May I suggest that parents’ teachings will be listened to more intently and be more closely heeded if they are preceded by and woven together with that golden fiber of love. If our words are to be remembered they must be accompanied and followed by considerate, thoughtful actions that cannot be forgotten.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p21\" class=\"\">Many are waiting for the other to take the first step, to make the first overture. If you are a parent or a child, a husband or wife who has been waiting for the other to give some expression first, please listen to this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p22\" class=\"\">One of the most effective secrets for happiness is contained in the fourth chapter of 1 John, verse 19. It is only eight words long—listen carefully: “We love him, because he first loved us.” [<span class=\"citation\" id=\"1122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1122)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1122)\">1 Jn. 4:19<\/a><\/span>] This will cause a change to happen because it is right. Do you get the message? “He first loved us.” Your children will love you; your brothers and sisters will love you; your eternal companion will love you—because you first loved them. Now I don’t mean it will all happen in a day, a week, or a year. But it will happen if you do not give up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p23\" class=\"\">If you haven’t been in the habit of expressing your love regularly, start out easily—maybe only as much as an eye-dropper or two at first. At the beginning of this new approach even a glassful could cause a drowning. Build up the dosage as tolerance to accept it grows.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p24\" class=\"\">Whatever you give, be sincere and honest in your expression.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p25\" class=\"\">Impossible mountains are climbed by those who have the self-confidence that comes from truly being loved. Prisons and other institutions, even some of our own homes, are filled with those who have been starved for affection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p26\" class=\"\">In a world and society where Satan is launching his most vicious attacks ever on the children of men, we have no greater weapon than pure, unselfish, Christlike love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p27\" class=\"\">Now I know for some this may not be an easy thing to start—our backgrounds, customs, and cultures are different. Regardless of whether it is easy or hard for you, the Master gave the commandment to all—not to a few in one land or a handful in another, not just to a family here or there, but to all his children, everywhere. Express love now! Show it now, that we might enjoy the eternities together as families.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p28\" class=\"\">He told us, as we read in John: “A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p29\" class=\"\">“By this shall all men know that ye are my disciples, if ye have love one to another.” (<span class=\"citation\" id=\"28926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28926)\">John 13:34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p30\" class=\"\">We can all be his disciples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p31\" class=\"\">Two weeks ago President Kimball passed me as we were rushing to a meeting. He stopped, took my hand, looked me in the eye, put away all of his other cares, and said simply, “I’m sorry we’re sometimes so busy. I guess I haven’t told you lately how much I love you and appreciate you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p32\" class=\"\">I felt his spirit; I believed him; my spirit soared to a new height.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/the-daily-portion-of-love.p33\" class=\"\">If it comes from the heart, it will work, brothers and sisters. It will bring peace and happiness to a troubled soul. Please try again … and again … and again. I know he who set this pattern lives. I know Jesus is the Christ. Of this I testify in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}