{"ID":2927, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Gratitude\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/gratitude.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/gratitude.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/gratitude.p3\" class=\"\">It is understandable that deep feelings of personal inadequacy accompany the awesome recognition of the privilege of bearing testimony of Jesus Christ and upbuilding his kingdom for the rest of my life. I deeply love and respect these brethren with whom I will share the balance of my life, and I respect the sanctity of their callings. I feel as a sprouting acorn in a forest of giant, stalwart, noble oaks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/gratitude.p4\" class=\"\">The wellsprings of gratitude and love overflow within me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/gratitude.p5\" class=\"\">Gratitude for exceptional, beloved parents who have given their five sons the priceless heritage of a righteous example; and to those four brothers, for their strength and testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/gratitude.p6\" class=\"\">Gratitude to a beloved, cherished companion and wife and to our lovely children. Jeanene has ever been a model of pure testimony, love, and devotion; she is a tower of strength to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/gratitude.p7\" class=\"\">Gratitude to the precious youth that I know, especially those met in missionary service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/gratitude.p8\" class=\"\">Among these I find some of my most cherished personal friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/gratitude.p9\" class=\"\">And gratitude to these brethren and to our beloved prophet, who I know is the mouthpiece of God to all His children on earth. I deeply love President Kimball.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/gratitude.p10\" class=\"\">Despite feelings of personal inadequacy, I am at peace. For the Lord has said, “And if men come unto me I will show unto them their weakness. I give unto men weakness that they may be humble; and my grace is sufficient for all men that humble themselves before me; for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them.” (<span class=\"citation\" id=\"22321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22321)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22321)\">Ether 12:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/gratitude.p11\" class=\"\">And again, “I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and shall dwell in your heart.” (<span class=\"citation\" id=\"16816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16816)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16816)\">D&amp;C 8:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/gratitude.p12\" class=\"\">I know the reality of the promptings of the Holy Ghost. In times of urgent need, after meditation and prayer to receive confirmation of a selected course of action, those promptings have given the comforted feeling that it was right. Other times, without beckoning, counsel and instruction and assurance have come through the power of the Holy Ghost; and then, at times, there have flooded into my mind and heart warnings of impending danger that would have otherwise overtaken me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/gratitude.p13\" class=\"\">Yes, I know that Spencer W. Kimball is a prophet of God. I know that Jesus Christ lives and loves each one of us. I know that God our Eternal Father answers prayer, unmistakably, when we live worthy of such answers. I publicly commit my life, my energy, all that I am to the service of the Master and to the building of His kingdom, in Jesus’ name. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}