{"ID":2928, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Your Jericho Road\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p2\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monson\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p3\" class=\"\">My dear brothers and sisters, I seek the help of our Heavenly Father as I respond to the invitation to speak to you today. A great number of you have journeyed many miles to attend this conference. From the north, the south, the east, and the west you have traveled the roads to Salt Lake City.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p4\" class=\"\">The word <span class=\"emphasis\">road<\/span> is most intriguing. A generation ago movie moguls featured Bob Hope, Bing Crosby, and Dorothy Lamour in films entitled <span class=\"emphasis\">The Road to Rio, The Road to Morocco,<\/span> and <span class=\"emphasis\">The Road to Zanzibar.<\/span> Earlier yet, Rudyard Kipling immortalized another road when he penned the lines of “On the Road to Mandalay.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p5\" class=\"\">This afternoon my thoughts have returned to a road made famous by a parable Jesus told. I speak of the road to Jericho. May I open the Bible to the Gospel of St. Luke, that we might together relive the memorable event which made famous for all time the Jericho Road.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p6\" class=\"\">A certain lawyer stood and tempted the Master, saying, “What shall I do to inherit eternal life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p7\" class=\"\">“He said unto him, What is written in the law? how readest thou?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p8\" class=\"\">“And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p9\" class=\"\">“And he said unto him, Thou hast answered right: this do, and thou shalt live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p10\" class=\"\">“But he, willing to justify himself, said unto Jesus, And who is my neighbour?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p11\" class=\"\">“And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p12\" class=\"\">“And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p13\" class=\"\">“And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p14\" class=\"\">“But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p15\" class=\"\">“And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p16\" class=\"\">“And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p17\" class=\"\">“Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p18\" class=\"\">“And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise.” (<span class=\"citation\" id=\"31990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31990)\">Luke 10:25–37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p19\" class=\"\">Each of us, in the journey through mortality, will travel his own Jericho Road. What will be your experience? What will be mine? Will I fail to notice him who has fallen among thieves and requires my help? Will you?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p20\" class=\"\">Will I be one who sees the injured and hears his plea, yet crosses to the other side? Will you?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p21\" class=\"\">Or will I be one who sees, who hears, who pauses, and who helps? Will you?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p22\" class=\"\">Jesus provided our watchword, “Go, and do thou likewise.” When we obey that declaration, there opens to our eternal view a vista of joy seldom equaled and never surpassed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p23\" class=\"\">Now the Jericho Road may not be clearly marked. Neither may the injured cry out, that we may hear. But when we walk in the steps of that good Samaritan, we walk the pathway that leads to perfection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p24\" class=\"\">Note the many examples provided by the Master: the crippled man at the pool of Bethesda; the woman taken in adultery; the woman at Jacob’s well; the daughter of Jairus; Lazarus, brother of Mary and Martha—each represented a casualty on the Jericho Road. Each needed help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p25\" class=\"\">To the cripple at Bethesda, Jesus said, “Rise, take up thy bed, and walk.” (<span class=\"citation\" id=\"28914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28914)\">John 5:8<\/a><\/span>.) To the sinful woman came the counsel, “Go, and sin no more.” (<span class=\"citation\" id=\"28917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28917)\">John 8:11<\/a><\/span>.) To her who came to draw water, He provided a well of water springing up into everlasting life. To the dead daughter of Jairus came the command, “Damsel, I say unto thee, arise.” (<span class=\"citation\" id=\"33281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33281)\">Mark 5:41<\/a><\/span>.) To the entombed Lazarus, the memorable words, “Lazarus, come forth.” (<span class=\"citation\" id=\"28925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28925)\">John 11:43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p26\" class=\"\">One may well ask the penetrating question, “These accounts pertained to the Redeemer of the world. Can there actually occur in my own life, on my Jericho Road, such a treasured experience?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p27\" class=\"\">My answer is a resounding “yes.” Let me share with you two such examples—first, the account of one who was injured and was helped; second, the learning experience of one who traveled the Jericho Road.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p28\" class=\"\">Some years ago there went to his eternal reward one of the kindest and most loved men to grace the earth. I speak of Louis C. Jacobsen. He ministered to those in need, he assisted the immigrant to find employment, and he delivered more sermons at more funeral services than any other I have known.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p29\" class=\"\">One day while in a reflective mood, Louis Jacobsen told me of his boyhood. He was the son of a poor Danish widow. He was small in stature, not comely in appearance—easily the object of his classmates’ thoughtless jokes. In Sunday School one Sabbath morning, the children made light of his patched trousers and his worn shirt. Too proud to cry, tiny Louis fled from the chapel, stopping at last, out of breath, to sit and rest on the curb which ran along Second West in Salt Lake City. Clear water flowed along the gutter next to the curb where Louis sat. From his pocket he took a piece of paper which contained the outlined Sunday School lesson and skillfully shaped a paper boat, which he launched on the flowing water. From his hurt boyish heart came the determined words, “I’ll never go back.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p30\" class=\"\">Suddenly, through his tears Louis saw reflected in the water the image of a large and well-dressed man. Louis turned his face upward and recognized George Burbidge, the Sunday School superintendent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p31\" class=\"\">“May I sit down with you?” asked the kind leader.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p32\" class=\"\">Louis nodded affirmatively. There on the gutter’s curb sat a good Samaritan ministering to one who surely was in need. Several boats were formed and launched while the conversation continued. At last the leader stood and, with a boy’s hand tightly clutching his, they returned to Sunday School.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p33\" class=\"\">Later Louis himself presided over that same Sunday School. Throughout his long life of service, he never failed to acknowledge the traveler who rescued him along a Jericho Road.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p34\" class=\"\">When I first learned of that far-reaching experience, I reflected on the words:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He stood at the crossroads all alone,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The sunlight in his face.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He had no thought for the world unknown—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He was set for a manly race.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But the roads stretched east and the roads stretched west,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And the lad knew not which road was best.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So he chose the road that led him down,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And he lost the race and the victor’s crown.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He was caught at last in an angry snare<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Because no one stood at the crossroads there<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To show him the better road.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Another day at the self-same place<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A boy with high hopes stood.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He, too, was set for a manly race;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He, too, was seeking the things that were good.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But one was there who the roads did know,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And that one showed him which way to go.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So he turned from the road that would lead him down,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And he won the race and the victor’s crown.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He walks today the highway fair<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Because one stood at the crossroads there<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To show him the better way.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p57\" class=\"\">May I relate to you my first journey along a personal Jericho Road. In about my tenth year, as Christmas approached, I yearned as only a boy can yearn for an electric train. My desire was not to receive the economical and everywhere-to-be-found wind-up model train, but rather one that operated through the miracle of electricity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p58\" class=\"\">The times were those of economic depression, yet Mother and Dad, through some sacrifice, I am sure, presented to me on Christmas morning a beautiful electric train. For hours I operated the transformer, watching the engine first pull its cars forward, then push them backward around the track.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p59\" class=\"\">Mother entered the living room and said to me that she had purchased a wind-up train for Widow Hansen’s boy, Mark, who lived down the lane. I asked if I could see the train. The engine was short and blocky—not long and sleek like the expensive model I had received.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p60\" class=\"\">However, I did take notice of an oil tanker car which was part of his inexpensive set. My train had no such car, and pangs of envy began to be felt. I put up such a fuss that Mother succumbed to my pleadings and handed me the oil tanker car. She said, “If you need it more than Mark, you take it.” I put it with my train set and felt pleased with the result.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p61\" class=\"\">Mother and I took the remaining cars and the engine down to Mark Hansen. The young boy was a year or two older than I. He had never anticipated such a gift and was thrilled beyond words. He wound the key in his engine, it not being electric like mine, and was overjoyed as the engine and two cars, plus a caboose, went around the track.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p62\" class=\"\">Mother wisely asked, “What do you think of Mark’s train, Tommy?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p63\" class=\"\">I felt a keen sense of guilt and became very much aware of my selfishness. I said to Mother, “Wait just a moment—I’ll be right back.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p64\" class=\"\">As swiftly as my legs could carry me, I ran to our home, picked up the oil tanker car plus an additional car of my own, ran back down the lane to the Hansen home, and said joyfully to Mark, “We forgot to bring two cars which belong to your train.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p65\" class=\"\">Mark coupled the two extra cars to his set. I watched the engine make its labored way around the track and felt a supreme joy difficult to describe and impossible to forget.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p66\" class=\"\">Mother and I left the Hansen home and slowly walked up the street. She, who with her hand in God’s had entered into the valley of the shadow of death to bring me, her son, across the bridge of life, now took me by the hand and together we returned homeward by way of our private Jericho Road.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p67\" class=\"\">Some remember mother for her rhymes recited, others for her music played, songs sung, favors bestowed, or stories told; but I remember best that day we together traveled our Jericho Road and, like the good Samaritan, found a cherished opportunity to help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p68\" class=\"\">My brothers and sisters, today there are hearts to gladden, there are deeds to be done—even precious souls to save. The sick, the weary, the hungry, the cold, the injured, the lonely, the aged, the wanderer—all cry out for our help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p69\" class=\"\">The road signs of life enticingly invite every traveler: This way to fame; this way to affluence; this way to popularity; this way to luxury. Pause at the crossroads before you continue your journey. Listen for that still, small voice which ever so gently beckons, “Come, follow me. This way to Jericho.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/your-jericho-road.p70\" class=\"\">May each of us follow Him along that Jericho Road, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}