{"ID":2929, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Do Unto Others …\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p2\" class=\"\">Elder Mark E. Petersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a4a.jpg\" alt=\"Elder Mark E. Petersen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p3\" class=\"\">Elder Monson and I have traveled a good many miles together, over a good many years. Elder Monson and I and Louis Jacobsen likewise traveled together for a long time over the years of our lives. And I hope, with Brother Monson’s permission, I may now travel with him a little farther on the road to Jericho.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p4\" class=\"\">Anciently Jesus asked the Pharisees this question: “What think ye of Christ?” (<span class=\"citation\" id=\"36540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36540)\">Matt. 22:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p5\" class=\"\">Those Pharisees were so misdirected in their thinking that “no man was able to answer him a word.” (<span class=\"citation\" id=\"36541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36541)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36541)\">Matt. 22:46<\/a><\/span>.) But had they known it, the question was vital to their own best interests, just as it is to our well-being today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p6\" class=\"\">What think ye of Christ? To bring it down to our own day, let us ask ourselves, What do we, personally, think of him?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p7\" class=\"\">Latter-day Saints are able to identify him very quickly. Christ is Jesus of Nazareth, who was born of Mary in Bethlehem. He also is our Redeemer and our Creator, the divine Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p8\" class=\"\">But knowing who he is, what shall we do about him? Shall we fully accept him, or brush him aside, or take some middle-of-the-road attitude and compromise our beliefs according to existing pressures?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p9\" class=\"\">The misdirected Pharisees with whom he spoke took pride in rites and rituals, but were nevertheless condemned by the Lord because they neglected the weightier matters of the law: fair judgment, mercy, and the exercise of true faith which produces righteous works.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p10\" class=\"\">When the Savior spoke of those weightier matters he referred to personal relationships between people, such as Brother Monson has been talking about. It is significant that he made those relationships a vital part of his gospel. It is indeed remarkable that the nature of our dealings with our fellowmen will determine, in large measure, our status in the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p11\" class=\"\">In other words, we ourselves may be like the ancient Pharisees. We may attend to rites and rituals and yet overlook the weightier matters such as brotherly kindness, honesty, mercy, virtue, and integrity. Let us never forget that if we omit them from our lives we may be found unworthy to come into His presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p12\" class=\"\">Think for a moment of the second great commandment to love our neighbors as ourselves. (<span class=\"citation\" id=\"36538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36538)\">Matt. 22:38–39<\/a><\/span>.) How many observe it? Keep in mind that the Lord said it is of like importance to the first great commandment, which is to love God with all our heart and soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p13\" class=\"\">Consider, too, his commandment to do unto others as we would be done by. How many live that law? How many go down that road to Jericho?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p14\" class=\"\">Read again the parable of the Good Samaritan (<span class=\"citation\" id=\"31993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31993)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31993)\">Luke 10:30–37<\/a><\/span>), especially in light of the last part of the twenty-fifth chapter of Matthew. Do not these scriptures teach that if we fail to do right by our fellowmen we seriously jeopardize our own salvation? Note the Lord’s words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p15\" class=\"\">“I was an hungered, and ye gave me no meat: I was thirsty, and ye gave me no drink:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p16\" class=\"\">“I was a stranger, and ye took me not in: … sick, and in prison, and ye visited me not. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p17\" class=\"\">“Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.” (<span class=\"citation\" id=\"36561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36561)\">Matt. 25:42–43, 45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p18\" class=\"\">Those to whom he spoke, who were thus neglectful, were not counted with the sheep of his fold. They were not on his favored right hand, but on his left where there is weeping and gnashing of teeth. “And these,” the scripture says, “shall go away into everlasting punishment.” (<span class=\"citation\" id=\"36562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36562)\">Matt. 25:46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p19\" class=\"\">The First Epistle of John tells us that if we do not have good relationships with our neighbors, whom we have seen, we cannot rightfully claim to love God, whom we have not seen. (<span class=\"citation\" id=\"1123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1123)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1123)\">1 Jn. 4:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p20\" class=\"\">Do we take time occasionally to read the Sermon on the Mount? It refers largely to our relationships with one another. Let me mention just a few of its principles. I quote from this sermon as it appears in the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p21\" class=\"\">“If ye shall come unto me, or shall desire to come unto me, and rememberest that thy brother hath aught against thee—<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p22\" class=\"\">“Go thy way unto thy brother, and first be reconciled to thy brother, and then come unto me with full purpose of heart, and I will receive you.” (<span class=\"citation\" id=\"5854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5854)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5854)\">3 Ne. 12:23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p23\" class=\"\">Can we suppose for one moment that the Lord would welcome us on any other basis?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p24\" class=\"\">And then we have this: “If ye forgive men their trespasses your heavenly Father will also forgive you;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p25\" class=\"\">“But if ye forgive not men their trespasses neither will your Father forgive your trespasses.” (<span class=\"citation\" id=\"5856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5856)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5856)\">3 Ne. 13:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p26\" class=\"\">Note what a great principle is involved here, and how it can affect each one of us. “If ye forgive not men their trespasses neither will your Father forgive your trespasses.” Let us pause a moment and ask ourselves if we can enter his kingdom with unforgiven sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p27\" class=\"\">And then he said: “Judge not, that ye be not judged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p28\" class=\"\">“For with what judgment ye judge, ye shall be judged; and with what measure ye mete, it shall be measured to you again.” (<span class=\"citation\" id=\"5859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5859)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5859)\">3 Ne. 14:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p29\" class=\"\">In the first section of the Doctrine and Covenants we read that “the Lord shall come to recompense unto every man according to his work, and measure to every man according to the measure which he has measured to his fellow man.” (<span class=\"citation\" id=\"16801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16801)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16801)\">D&amp;C 1:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p30\" class=\"\">This teaching deserves the most careful consideration, for on judgment day the Lord will mete out to us precisely as we have dealt with our fellowmen, unless we have fully repented. It is a staggering thought, and yet it is an integral factor in the Lord’s method of judgment. Do we realize its broad significance? Do we see how we shall reap what we sow?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p31\" class=\"\">This principle, showing the manner by which God will judge us, puts a new light upon the commandment to love our neighbors as ourselves, and should persuade us to take that law seriously.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p32\" class=\"\">It also helps us to understand the deep meaning of the Golden Rule: “All things whatsoever ye would that men should do to you, do ye even so to them.” This is a commandment, and to further emphasize it the Lord said: “This is the law and the prophets.” (<span class=\"citation\" id=\"5860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5860)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5860)\">3 Ne. 14:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p33\" class=\"\">It is not something we may lightly set aside. Does it not help us to better understand the twenty-fifth chapter of Matthew? Can we see then his purpose in disciplining people for being unkind to their fellowmen?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p34\" class=\"\">What makes it even more compelling is another statement which the Lord gave us in the Sermon on the Mount, and this to me is awesome. Said the Lord, “Verily I say unto you, that except ye shall keep my commandments, which I have commanded you at this time, <span class=\"emphasis\">ye shall in no case enter into the kingdom of heaven.<\/span>” (<span class=\"citation\" id=\"5853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5853)\">3 Ne. 12:20<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p35\" class=\"\">Frightening, isn’t it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p36\" class=\"\">With this scripture we should keep in mind another divine declaration: “And no unclean thing can enter into his kingdom; therefore nothing entereth into his rest save it be those who have washed their garments in my blood, because of their faith, and the repentance of all their sins, and their faithfulness unto the end. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p37\" class=\"\">“And he that endureth not unto the end, the same is he that is also hewn down and cast into the fire, from whence they can no more return, because of the justice of the Father.” (<span class=\"citation\" id=\"5868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5868)\">3 Ne. 27:19, 17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p38\" class=\"\">Doesn’t that startle you? Doesn’t it convince you that we must take his commandments seriously?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p39\" class=\"\">When we ask, “What think ye of Christ,” should we not ask ourselves also if we truly accept the high standards of life he has established for admittance into his kingdom? Compliance with them is what puts oil in our lamps, if we may refer to the Lord’s parable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p40\" class=\"\">If we hope to enter his kingdom, we cannot regard these basic commandments as if they were optional. He has said, “This is the way, walk ye in it.” (<span class=\"citation\" id=\"25504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25504)\">Isa. 30:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p41\" class=\"\">If we are unkind, unclean, dishonest, or cruel; if we are hypocritical and appear pious when in fact our hearts are evil, we throw our hope of salvation to the four winds, unless we truly repent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p42\" class=\"\">As he spoke to the Nephites, the Savior asked: “What manner of men ought ye to be?” And he quickly replied, “Even as I am.” (<span class=\"citation\" id=\"5869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5869)\">3 Ne. 27:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p43\" class=\"\">We all remember these familiar words: “Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father who is in heaven.” (<span class=\"citation\" id=\"5861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5861)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5861)\">3 Ne. 14:21<\/a><\/span>.) This, too, should give us pause, for mere protestations of faith will not admit us into the kingdom, even though we may say, “Have we not prophesied in thy name, and in thy name have cast out devils, and in thy name done many wonderful works?” (<span class=\"citation\" id=\"5862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5862)\">3 Ne. 14:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p44\" class=\"\">If we have not obeyed the weightier matters of the law, dealing justly with our fellowmen, he will surely say to us: “I never knew you; depart from me, ye that work iniquity.” (<span class=\"citation\" id=\"5863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5863)\">3 Ne. 14:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p45\" class=\"\">This helps us to better understand the words of Paul as he said: “Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p46\" class=\"\">“And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p47\" class=\"\">“And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.” (<span class=\"citation\" id=\"639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 639)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(639)\">1 Cor. 13:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p48\" class=\"\">And what is charity in its true sense? It is the pure love of Christ which helps us to love both God and our fellowmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p49\" class=\"\">In the book of Alma we read a further explanation: “If ye do not remember to be charitable, ye are as dross, which the refiners do cast out, (it being of no worth) and is trodden under foot of men.” (<span class=\"citation\" id=\"9274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9274)\">Alma 34:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p50\" class=\"\">The Lord teaches us that we cannot serve two masters, God and Mammon, at the same time (<span class=\"citation\" id=\"5857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5857)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5857)\">3 Ne. 13:24<\/a><\/span>), but many still try to do so!<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p51\" class=\"\">Why is the Lord so strict in requiring detailed obedience from us? It is because he expects us to become perfect as he is. The very object of our existence as children of God is to become like Him. But no unclean thing may enter his presence. Therefore we must perfect ourselves, beginning here in mortality, keeping in mind that we cannot achieve perfection through imperfect means.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p52\" class=\"\">That is why God is so strict. That is why he cannot look upon sin with the least degree of allowance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p53\" class=\"\">One of our great failings is that often we are slothful in complying with the commandments. With respect to this he said: “It is not meet that I should command in all things; for he that is compelled in all things, the same is slothful and not a wise servant; wherefore he receiveth no reward. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p54\" class=\"\">“But he that doeth not anything until he is commanded, and receiveth a commandment with doubtful heart, and keepeth it with slothfulness, the same is damned.” (<span class=\"citation\" id=\"16854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16854)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16854)\">D&amp;C 58:26, 29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p55\" class=\"\">The Prophet Abinadi gave us further understanding of this vital principle in these words: “The Lord redeemeth none such that rebel against him and die in their sins; yea, even all those that have perished in their sins ever since the world began, that have wilfully rebelled against God, that have known the commandments of God, and would not keep them; these are they that have no part in the first resurrection. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p56\" class=\"\">“For salvation cometh to none such; for the Lord hath redeemed none such; yea, neither can the Lord redeem such.” (<span class=\"citation\" id=\"40442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40442)\">Mosiah 15:26–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p57\" class=\"\">But nevertheless the Lord invites all to come unto him on conditions of repentance, and says: “Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p58\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p59\" class=\"\">“For my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"36514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36514)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/do-unto-others.p60\" class=\"\">So what are we to do? We are to “seek … first the kingdom of God and his righteousness.” (<span class=\"citation\" id=\"5858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5858)\">3 Ne. 13:33<\/a><\/span>.) We are to give our religion first priority in our lives, and then serve God with all our hearts and do unto others as we would be done by as we travel down the road to Jericho. And that we may do so is my humble and earnest prayer in the sacred name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}