{"ID":2930, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Revelation: The Word of the Lord to His Prophets\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03083_000_036<\/span>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p3\" class=\"\">We have come to the close of these glorious days of great spiritual uplift, during which we have listened to words of inspiration and revelation from our presiding brethren. We have been blessed by hearing praises to the Lord sung by this great Tabernacle Choir.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p4\" class=\"\">We have all felt the outpouring of the Spirit of the Lord as we have assembled in his name to worship and be instructed by the power of the Holy Ghost. This has always been the pattern of the meetings of the saints, for we read in the Book of Mormon the words of Moroni, who said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p5\" class=\"\">“And their meetings were conducted by the church after the manner of the workings of the Spirit, and by the power of the Holy Ghost; for as the power of the Holy Ghost led them whether to preach, or to exhort, or to pray, or to supplicate, or to sing, even so it was done.” (<span class=\"citation\" id=\"38410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38410)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38410)\">Moro. 6:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p6\" class=\"\">We have been counseled in the ways of righteousness, urged to be faithful and to keep the commandments of God, to love the Lord and our fellowmen. We have been warned against the pitfalls of following the ways of Satan and counseled to resist evil by being humble, prayerful, and submissive to the constant promptings of the Spirit. We have this great promise from the Lord given in our day:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p7\" class=\"\">“Assuredly as the Lord liveth, who is your God and your Redeemer, even so surely shall you receive a knowledge of whatsoever things you shall ask in faith, with an honest heart, believing that you shall receive. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p8\" class=\"\">“Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p9\" class=\"\">“Now, behold, this is the spirit of revelation. …” (<span class=\"citation\" id=\"16815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16815)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16815)\">D&amp;C 8:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p10\" class=\"\">Of all things, that for which we should be most grateful today is that the heavens are indeed open and that the restored church of Jesus Christ is founded upon the rock of revelation. Continuous revelation is indeed the very lifeblood of the gospel of the living Lord and Savior, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p11\" class=\"\">We proclaim to the world in one of our Articles of Faith, “We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God.” [<span class=\"citation\" id=\"6944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6944)\">A of F 1:9<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p12\" class=\"\">From the scripture of ancient time comes this ringing declaration: “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10464)\">Amos 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p13\" class=\"\">This postulation to the prophet Amos has come down from antiquity and speaks of the Lord “Jesus Christ the same yesterday, and to day, and for ever.” (<span class=\"citation\" id=\"24462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24462)\">Heb. 13:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p14\" class=\"\">We read of the unchangeable Lord in the holy scriptures. In the Bible, which we proclaim “to be the word of God as far as it is translated correctly” [<span class=\"citation\" id=\"6943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6943)\">A of F 1:8<\/a><\/span>], the Old Testament prophets from Adam to Malachi are testifying of the divinity of the Lord Jesus Christ and our Heavenly Father. Jesus Christ was the God of the Old Testament, and it was He who conversed with Abraham and Moses. It was He who inspired Isaiah and Jeremiah; it was He who foretold through those chosen men the happenings of the future, even to the latest day and hour.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p15\" class=\"\">And the New Testament is what it implies—a new, additional witness and testimony of the sonship of Jesus Christ and the fatherhood of the Father and the divinity of this work, and the necessity of living the gospel, which he outlined and proclaimed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p16\" class=\"\">We do not accept the theory of the so-called teachers of Christianity, that the Old Testament constituted the total words of God’s prophets; nor do we believe the New Testament to be the end of revelation. We testify that rather than an end of revelations of God, they continue to pour forth from God for the welfare and benefit of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p17\" class=\"\">I believe with Peter of old who said: “For the prophecy came not in old time by the will of man: But holy men of God spake as they were moved by the Holy Ghost.” (<span class=\"citation\" id=\"4935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4935)\">2 Pet. 1:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p18\" class=\"\">How this confused world of today needs revelation from God. With war and pestilence and famine, with poverty, desolation, with more and more graft, dishonesty, and immorality, certainly the people of this world need revelation from God as never before. How absurd it would be to think that the Lord would give to a small handful of people in Palestine and the Old World his precious direction through revelation and now, in our extremity, close the heavens.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p19\" class=\"\">However, it is the sad truth that if prophets and people are unreachable, the Lord generally does nothing for them. Having given them free agency, their Heavenly Father calls, persuades, and directs aright his children, but waits for their upreaching hands, their solemn prayers, their sincere, dedicated approach to him. If they are heedless, they are left floundering in midnight’s darkness when they could have the noonday sun.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p20\" class=\"\">When the children of Israel would not live the commandments, believe in him, and follow his program, the Lord said: “And I will break the pride of your power; and I will make your heaven as iron, and your earth as brass:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p21\" class=\"\">“And your strength shall be spent. …” (<span class=\"citation\" id=\"30920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30920)\">Lev. 26:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p22\" class=\"\">If the Bible were “the end of the prophets,” then it was through lack of faith and belief, and that is the reason the heavens at times were closed and locked and became as iron, and the earth as brass. When the heavens are sealed, the spiritual darkness that follows is not unlike that physical darkness in Nephite history, when “neither candles, neither torches; neither could there be fire kindled with their fine and exceedingly dry wood.” (<span class=\"citation\" id=\"5846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5846)\">3 Ne. 8:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p23\" class=\"\">The Lord will not force himself upon people, and if they do not believe, they will receive no revelation. If they are content to depend upon their own limited calculations and interpretations, then, of course, the Lord will leave them to their chosen fate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p24\" class=\"\">Speaking of miracles and revelation, the Book of Mormon prophet Moroni states this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p25\" class=\"\">“If these things have ceased, then has faith ceased also; and awful is the state of man, for they are as though there had been no redemption made.” (<span class=\"citation\" id=\"38412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38412)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38412)\">Moro. 7:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p26\" class=\"\">In the meridian of time, the Son of God, the Light of the World, came and opened the curtains of heaven, and earth and heaven were again in communion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p27\" class=\"\">But when the light of that century went out, the darkness was again impenetrable; the heavens were sealed and the “dark ages” moved in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p28\" class=\"\">I bear witness to the world today that more than a century and a half ago the iron ceiling was shattered; the heavens were once again opened, and since that time revelations have been continuous.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p29\" class=\"\">That new day dawned when another soul with passionate yearning prayed for divine guidance. A spot of hidden solitude was found, knees were bent, a heart was humbled, pleadings were voiced, and a light brighter than the noonday sun illuminated the world—the curtain never to be closed again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p30\" class=\"\">A young lad spoken of by some of our brethren today, Joseph Smith, of incomparable faith, broke the spell, shattered the “heavens of iron” and reestablished communication. Heaven kissed the earth, light dissipated the darkness, and God again spoke to man, revealing anew “his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10465)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10465)\">Amos 3:7<\/a><\/span>.) A new prophet was in the land and through him God set up his kingdom, never to be destroyed nor left to another people—a kingdom that will stand forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p31\" class=\"\">The foreverness of this kingdom and the revelations which it brought into existence are absolute realities. Never again will the sun go down; never again will all men prove totally unworthy of communication with their Maker. Never again will God be hidden from his children on the earth. Revelation is here to remain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p32\" class=\"\">In the early years of his newly established dispensation, the Lord set his divine law of succession, and prophets have followed each other and will continue to follow each other in never-ending, divinely appointed succession, and the secrets of the Lord will be revealed without measure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p33\" class=\"\">By the power of God other books of scripture have come into being. Vital and priceless records of ancient America, with teachings of Christ, another testimony of his divinity, form the Book of Mormon, which we declare to be divine scripture, contemporary with and sustaining the Bible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p34\" class=\"\">Since that momentous day in 1820, additional scripture has continued to come, including the numerous and vital revelations flowing in a never-ending stream from God to his prophets on the earth. Many of these revelations are recorded in another scripture called the Doctrine and Covenants. Completing our Latter-day Saint scriptures is the Pearl of Great Price, another record of revelation and translated writings of both ancient and modern prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p35\" class=\"\">There are those who would assume that with the printing and binding of these sacred records, that would be the “end of the prophets.” But again we testify to the world that revelation continues and that the vaults and files of the Church contain these revelations which come month to month and day to day. We testify also that there is, since 1830 when The Church of Jesus Christ of Latter-day Saints was organized, and will continue to be, so long as time shall last, a prophet, recognized of God and his people, who will continue to interpret the mind and will of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p36\" class=\"\">Now, a word of warning: Let us not make the error of the ancients. Numerous modern sectarians believe in the Abrahams, the Moseses, and the Pauls, but resist believing in today’s prophets. The ancients also could accept the prophets of an earlier day, but denounced and cursed the ones who were their contemporaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p37\" class=\"\">In our day, as in times past, many people expect that if there be revelation it will come with awe-inspiring, earth-shaking display. For many it is hard to accept as revelation those numerous ones in Moses’ time, in Joseph’s time, and in our own year—those revelations which come to prophets as deep, unassailable impressions settling down on the prophet’s mind and heart as dew from heaven or as the dawn dissipates the darkness of night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p38\" class=\"\">Expecting the spectacular, one may not be fully alerted to the constant flow of revealed communication. I say, in the deepest of humility, but also by the power and force of a burning testimony in my soul, that from the prophet of the Restoration to the prophet of our own year, the communication line is unbroken, the authority is continuous, and light, brilliant and penetrating, continues to shine. The sound of the voice of the Lord is a continuous melody and a thunderous appeal. For nearly a century and a half there has been no interruption.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p39\" class=\"\">Man never needs to stand alone. Every faithful person may have the inspiration for his own limited kingdom. But the Lord definitely calls prophets today and reveals his secrets unto them as he did yesterday, he does today, and will do tomorrow: that is the way it is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p40\" class=\"\">As we sang “We Thank Thee, O God, for a Prophet” earlier in the afternoon, a thought ran through my mind which I have expressed before. I hope you were all thinking of Joseph Smith, of Brigham Young, of John Taylor, Wilford Woodruff, and all the other Presidents. I hope you were thinking of President David O. McKay and President Joseph Fielding Smith, President Harold B. Lee and all of those who have filled this position in these days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p41\" class=\"\">They have contributed a great service. They have done a great work for the people of this world. They have organized the Church and continued to develop it, and it has grown tremendously under their care.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p42\" class=\"\">I hope we will always remember that and not let it all be centered in the living person who currently serves, because the works of God continue in all these areas.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p43\" class=\"\">Before I close I should like to mention two other matters. One, I hope you have had the opportunity to see the four beautiful statues that have been placed just east of the temple in the central Church plaza. These four are a part of the group of thirteen statues honoring women that will be set up next year in the Relief Society park in Nauvoo, at the visitors center there. These four have been placed in the plaza for your enjoyment. They are lovely indeed. We invite you to visit that area and see the statues while you are here in Salt Lake City.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p44\" class=\"\">I was impressed when Elder Gordon B. Hinckley spoke of Joseph Smith so tenderly, and sweetly, and the thought went through my mind of that last night in Carthage, Illinois. They were gathered together with the mob all around them and the Prophet Joseph Smith asked one of the brethren to sing for him “A Poor Wayfaring Man of Grief.”<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A poor wayfaring Man of grief<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Hath often crossed me on my way,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who sued so humbly for relief<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That I could never answer, Nay.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I had not power to ask his name,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Whereto he went, or whence he came;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Yet there was something in his eye<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That won my love; I knew not why.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Once, when my scanty meal was spread,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He entered, not a word he spake;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Just perishing for want of bread,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I gave him all he blessed it, brake,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And ate, but gave me part again;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Mine was an angel’s portion then,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For while I fed with eager haste,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The crust was manna to my taste.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I spied him where a fountain burst<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Clear from the rock; his strength was gone;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The heedless water mocked his thirst;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He heard it, saw it, hurrying on.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I ran and raised the sufferer up;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thrice from the stream he drained my cup,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Dipped and returned it running o’er;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I drank and never thirsted more.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Twas night; the floods were out; it blew<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A winter hurricane aloof;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I heard his voice abroad and flew<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To bid him welcome to my roof.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I warmed and clothed and cheered my guest<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And laid him on my couch to rest,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Then made the earth my bed, and seemed<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In Eden’s garden while I dreamed.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Stript, wounded, beaten nigh to death,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I found him by the highway side;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I roused his pulse, brought back his breath,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Revived his spirit, and supplied<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Wine, oil, refreshment—he was healed;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I had myself a wound concealed,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But from that hour forgot the smart,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And peace bound up my broken heart.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In prison I saw him next, condemned<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To meet a traitor’s doom at morn;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The tide of lying tongues I stemmed,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And honored him ’mid shame and scorn.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">My friendship’s utmost zeal to try,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He asked if I for him would die;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The flesh was weak; my blood ran chill;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But the free spirit cried, “I will!”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Then in a moment to my view<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The stranger started from disguise;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The tokens in his hands I knew;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The Savior stood before mine eyes.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He spake, and my poor name he named<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“Of me thou hast not been ashamed;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">These deeds shall thy memorial be,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Fear not, thou didst them unto me.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p101\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 153.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p102\" class=\"\">God bless you, brothers and sisters. It has been a wonderful conference and a joy to mingle with you these days. Peace be with you; and may his joy and peace continue with you. We know it is true. I know the Lord lives and I know that he is revealing his mind and will to us daily, so that we can be inspired as to the direction to go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/revelation-the-word-of-the-lord-to-his-prophets.p103\" class=\"\">We ask this all, with our affection for you, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}