{"ID":2932, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Ministering to Needs through the Lord’s Storehouse System\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p3\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03083_000_038<\/span>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p4\" class=\"\">My beloved brethren and sisters, humbly and gratefully I respond to the request of the First Presidency to participate in this important welfare session of the conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p5\" class=\"\">The subject of my remarks is, “Ministering to Needs through the Lord’s Storehouse System.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p6\" class=\"\">For forty years and more members of the Church have been counseled by their leaders to prepare for uncertainty and calamity. Many have followed that counsel; some have turned a deaf ear to it. Times and circumstances cause us to repeat what the Lord said to the Prophet Joseph Smith in March 1832:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p7\" class=\"\">“For verily I say unto you, the time has come, and is now at hand; … it must needs be that <span class=\"emphasis\">there be an organization of my people,<\/span> in regulating and establishing the affairs of the storehouse for the poor of my people … through my providence, notwithstanding the tribulation which shall descend upon you, that the Church may stand independent above all other creatures beneath the celestial world.” (<span class=\"citation\" id=\"16874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16874)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16874)\">D&amp;C 78:3, 14<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p8\" class=\"\">The Church storehouse system is an organization of physical warehouses and transportation facilities, with operating and managing personnel. This system is set up to receive, store, transport, exchange, and distribute food and nonfood commodities to those in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p9\" class=\"\">A fundamental unit of the Church storehouse system is the local bishops storehouse. Bishops storehouses are Church-owned facilities from which local bishops obtain food, clothing, and other commodities to care for the poor and needy who are unable to care for themselves. Deseret Industries are used as storehouses to provide nonfood commodities. Each bishop in the Church should have access to a local storehouse stocked with essential commodities produced in the program to meet the needs of his people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p10\" class=\"\">The Lord, by revelation, has commanded that storehouses be established. The surpluses, or “residue,” from the consecrated properties under the united order were to be kept in the storehouses “to administer to the poor and the needy.” (<span class=\"citation\" id=\"16835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16835)\">D&amp;C 42:34<\/a><\/span>.) Later, the Lord instructed that the Presiding Bishop “appoint a storehouse unto this church; and let all things both in money and in [food], which are more than is needful for the wants of this people, be kept in the hands of the bishop.” (<span class=\"citation\" id=\"16845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16845)\">D&amp;C 51:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p11\" class=\"\">Today there are seventy-eight bishops storehouses in the Church storehouse system. These storehouses are used for almost the identical purpose they were used for under the united order. Members consecrate their time and talents and means to produce, process, package, manufacture, and purchase commodities to care for those in need. To stock these storehouses, members of more than 3,000 Latter-day Saint wards throughout the Church participate in production and processing projects producing vegetables, grains, fruits, and other food and nonfood items. Some of these commodities are sold on the open market to pay operating costs. The balance of these commodities are kept in and distributed through the storehouse system to those in need. Total assistance through storehouses during 1976 amounted to several millions of dollars.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p12\" class=\"\">Our bishops storehouses are not intended to stock enough commodities to care for all the members of the Church. Storehouses are only established to care for the poor and the needy. For this reason, members of the Church have been instructed to personally store a year’s supply of food, clothing, and, where possible, fuel. By following this counsel, most members will be prepared and able to care for themselves and their family members, and be able to share with others as may be needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p13\" class=\"\">The local bishop is the Lord’s designated administrator in providing for the poor and needy. The bishop has “the sole discretion in caring for, the poor of the Church. … It is his duty and his only to determine to whom, when, how, and how much shall be given to any member of his ward from Church funds and as ward help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p14\" class=\"\">“This is a high and solemn obligation, imposed by the Lord himself. The bishop cannot escape this duty; he cannot shirk it; he cannot pass it on to someone else, and so relieve himself. Whatever help he calls in, he is still responsible.” (J. Reuben Clark, Jr., unpublished article, 9 July 1941, as cited in <span class=\"emphasis\">Ensign,<\/span> Nov. 1976, p. 112.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p15\" class=\"\">By revelation, the Lord has instructed bishops to search actively “after the poor to administer to their wants.” (<span class=\"citation\" id=\"16895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16895)\">D&amp;C 84:112<\/a><\/span>.) Storehouses were divinely established to assist bishops in performing this duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p16\" class=\"\">How does a bishop call on storehouse commodities? Once the poor and needy are sought out in his ward, the specific needs of individuals should be identified. This may be done with the help of the priesthood and Relief Society leaders. A bishop should then assess these needs, ensuring that each individual cares for himself and that families take care of family members who cannot care for themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p17\" class=\"\">Commodities are deposited in a storehouse, and may only be withdrawn by a bishops order.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p18\" class=\"\">Commodities are never sold from a storehouse, and only the bishop’s authorized signature on the bishops order will secure commodities. The Relief Society president may assist the bishop in determining the amount of storehouse commodities to be used.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p19\" class=\"\">Bishops storehouses and storehouse commodities belong to the Lord to be used by His servants—the bishops—to care for those in need. The best management should be used to care for the Lord’s property. Authorized storehouse personnel are to issue appropriate receipts for contributed commodities and cash. At least a year’s supply of nonperishable commodities are to be kept on hand. Surpluses must be appropriately cared for to avoid spoilage and waste. Storehouse keepers should check all processed food as it is received to see that it is season-dated and meets preestablished quality standards. All stocks are to be rotated as required to maintain quality and to avoid waste. In all cases, storehouses must be maintained and kept neat. Each storehouse should be a model to the Lord of efficiency, cleanliness, and service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p20\" class=\"\">I repeat, a bishops storehouse should be made available to every bishop. At the present time, the General Welfare Committee is initiating an expansion program to establish more production and processing projects and to build more storehouses. The Welfare Services Department, under the direction of the Area General Authority Supervisors, Regional Representatives of the Twelve, and area and regional welfare leaders, will be providing local direction to the effort. Should you have questions in this regard, please direct them to the appropriate priesthood officer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p21\" class=\"\">May I give this caution to stake presidents and bishops. Before you begin any fund-raising for a storehouse, seek counsel. Establish carefully planned goals. Know where you are going and why before you start. In the work of the Lord there should be no serious mistakes. The most important point of your planning should be on your knees. As we expand the storehouse system, there should be nothing done to damage the image of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p22\" class=\"\">As we administer any aspect of the welfare program, the primary purpose for which it was established must be kept before us. That stated purpose is “to set up, insofar as it might be possible, a system under which the curse of idleness would be done away with, the evils of a dole abolished, and independence, industry, thrift, and self-respect be once more established amongst our people. The aim of the Church is to help the people to help themselves. Work is to be re-enthroned as the ruling principle of the lives of our Church membership.” (President Heber J. Grant, as quoted in <span class=\"emphasis\">Welfare Services Handbook,<\/span> 1973, p. 1.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p23\" class=\"\">Welfare recipients should work to the extent of their ability to earn commodity or fast offering assistance. When meaningful jobs are not provided, when people are not encouraged to work, a demoralizing Church dole would develop, and the purpose for which the welfare program was established would be undermined. It is a law of heaven, and one we haven’t learned fully here on earth, that you cannot help people permanently by doing for them what they can do, and should do, for themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p24\" class=\"\">Whenever bishops provide assistance, where possible the individual’s own money should be used to pay for his cash needs. Commodity needs should be satisfied by using storehouse commodities. In all cases where assistance is provided, those who receive the assistance should work to the extent of their ability to earn what they receive. Work assignments should be made by assigned bishops’ counselors or by the assigned Relief Society counselor. Commodities should be used wherever possible instead of cash fast offering assistance. By using storehouse commodities instead of fast offerings, the flow of commodities through the welfare system is ensured, production is encouraged, and waste is eliminated. Even more importantly, in keeping with the Lord’s instructions cited as my text, the Church will stand “independent above all other creatures beneath the celestial world.” (<span class=\"citation\" id=\"16878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16878)\">D&amp;C 78:14<\/a><\/span>.) That should be our objective!<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p25\" class=\"\">Occasionally, we receive questions as to the propriety of Church members receiving government assistance instead of Church assistance. Let me restate what is a fundamental principle. Individuals, to the extent possible, should provide for their own needs. Where the individual is unable to care for himself, his family should assist. Where the family is not able to provide, the Church should render assistance, not the government. We accept the basic principle that “though the people support the government, the government should not support the people.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p26\" class=\"\">Latter-day Saints should not receive <span class=\"emphasis\">unearned<\/span> welfare assistance from local or national agencies. This includes food stamps. Priesthood and Relief Society leaders should urge members to accept the Church welfare program and earn through the program that which they need, even though they may receive less food and money. By doing so, members will be spiritually strengthened, and they will maintain their dignity and self-respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p27\" class=\"\">Last year in the United States alone over $98 billion was distributed in unearned government transfer payments and other aid to millions of men and women who most often did nothing for what they received. This character-weakening government dole is repeated in almost every nation of the world. We encourage Latter-day Saints everywhere to remain free of government assistance. Work for what you receive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p28\" class=\"\">Economic and social conditions appear most ominous worldwide today. With revelation and prophecy as our guide, I think it is not extreme for me to say that when all is written about our present generation, it may truly be said that we had hardly enough time to prepare. To meet the impending crisis, I venture to say that all our spiritual and temporal resources will be taxed to the very limit. The Lord has declared: “If ye are prepared ye shall not fear.” (<span class=\"citation\" id=\"16829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16829)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16829)\">D&amp;C 38:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p29\" class=\"\">Great blessings come to us as individuals and to His Church as we support the Lord’s program for the care of the poor and needy. I have experienced these blessings firsthand in distributing food, clothing, and bedding to the suffering members of the Church in Europe following World War II. I witnessed the starving, the emaciated, and the barefoot. It was a piteous sight. My heart went out in compassion to all our Heavenly Father’s suffering children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p30\" class=\"\">I remember so well the arrival of our first Church welfare supplies in Berlin. I took with me the acting president of the mission, President Richard Ranglack. We walked to the old battered warehouse which, under armed guard, housed the precious welfare goods. At the far end of the warehouse we saw the boxes piled almost to the ceiling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p31\" class=\"\">“Are those boxes of food?” Richard said. “Do you mean to tell me those are boxes full of food?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p32\" class=\"\">“Yes, my brother,” I replied, “food and clothing and bedding—and, I hope, a few medical supplies.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p33\" class=\"\">Richard and I took down one of the boxes. We opened it. It was filled with the commonest of common foods—dried beans. As that good man saw it, he put his hands into it and ran it through his fingers, then broke down and cried like a child with gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p34\" class=\"\">We opened another box, filled with cracked wheat, nothing added or taken away, just as the Lord made it and intended it to be. He touched a pinch of it to his mouth. After a moment he looked at me through his tearful eyes—and mine were wet, too—and he said, while slowly shaking his head, “Brother Benson, it is hard to believe that people who have never seen us could do so much for us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p35\" class=\"\">That’s the Lord’s system! Voluntary donations motivated by brotherly love and willing sacrifice, and assisting others to help themselves. Such ensures dignity and self-respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/05\/ministering-to-needs-through-the-lords-storehouse-system.p36\" class=\"\">May we through the proper use and expansion of modern storehouses wisely provide for the care of our needy brothers and sisters according to the Lord’s plan, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}