{"ID":295, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Work of God<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1947, pp. 160-167<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure the Lord has been good to us in these days of conference. It has been a happy\nexperience. The brethren who have spoken to us have expressed themselves under the\ninfluence of the Spirit of our Heavenly Father. We have been entertained with the\nmost delightful music that could have been heard anywhere. The Tabernacle\nChoir today has rendered anthems and hymns that I am sure have uplifted our souls.\n<\/p><p>\nGROWTH OF CHURCH\n<\/p><p>\nAs I have sat here and looked into the faces of the men and women present, I have seen those\nfrom many parts of the country, and I have shaken hands with people from nearly every\nsection of the United States and from other parts of the world. Ours is no longer a Church of\nsmall number and limited boundary. Its membership may be found in almost all parts of the\ncivilized world.\n<\/p><p>\nI am sure we are grateful to those who have sung for us and prayed for us, and to those who\nhave given to us their testimonies. We who are here today are just a little handful of the\nmembership of this great Church. I think we hardly realize the real power of this organization.\n<\/p><p>\nFIRST MEETING IN SALT LAKE VALLEY\n<\/p><p>\nWe have said much about the coming of the pioneers. They were men and women of courage\nand fidelity. It is a strange thing: I have been thinking of them for the last few moments.\nThree of us who have talked to you in this audience today are descendants, grandsons as a\nmatter of fact, of three of the men who talked in the first meeting ever held in this valley by\nthe Latter-day Saints. I refer to Brother Benson, Brother Kimball and myself. Our\ngrandfathers delivered the first addresses that were listened to in this valley following the\narrival of the Pioneers. It may be of interest to you to know that President Young in speaking\nto the group, criticized one of those men because he planted some potatoes on the Sabbath\nday before he came to church.\n<\/p><p>\nThere was a purpose in the coming of the pioneers. It was no small responsibility that\nPresident Young undertook when he led the people across the plains and into the valleys of\nthese mountains. The Lord had opened the way and prepared the time, and the result was that\nthey came and planted their crops, which matured sufficiently to be used for seed. But for the\ncoming of the Donner-Reed Party the year before, they would probably have been weeks\nlonger arriving in this valley, and it would have been too late for planting. Truly \"God moves\nin a mysterious way, his wonders to perform.\"\n<\/p><p>\nLater when the pioneers were desperate because of the destruction of their crops by the\ncrickets, they went to the Lord as their only hope. Then the sea gulls came and devoured the\ncrickets and saved the crops.\n<\/p><p>\nAll these stories are not new or strange to you people. Most of you here have heard them\nbefore. I recall that a hundred years ago now our people were camped on the banks of the\nMissouri River in an Indian country, expatriated from their own homes, deprived\nof that which they had earned and accumulated, and willing to come into this\nwestern land and leave everything behind rather than surrender their faith. I wonder if we\nwere put to the test whether or not we would be as courageous as they were.\n<\/p><p>\nPROGRAM OF CONSERVATION\n<\/p><p>\nReference has been made to the necessity of increasing our holdings of food, clothing,\nbedding, etc. We, the group that dwells here in the tops of these mountains, will not need the\nincrease very much, unless something happens that we do not know of now, but it was the\nadvice of those early pioneers under President Young to keep a year's foodstuffs on hand, so\nthat if anybody did lose his crops, he could carry over until the next season.\n<\/p><p>\nIt was a very severe test of faith, I am sure, to some of our people, when the President of the\nUnited States and those associated with him decreed that we should destroy our food, and that\nwe should kill our animals, and then to have the Church leadership say: \"We will build\ngranaries; we will grow more food; we will increase our herds and our flocks; we will not\ndestroy what this world will soon need so much.\"\n<\/p><p>\nThe result was that when the war was finished, we had plenty. Not only did we have plenty in\nour granaries, but we had also given the surplus to bless the needy. In our root cellars and on\nour farms and ranges, we had sufficient that from that time until the present, carload after\ncarload has been sent off to our brothers and sisters in other lands, and we have not missed\none bushel of wheat, one pound of meat. Nor have we missed one quart of fruit or vegetables\nthat has been canned and sent over there. I want to say that as we have given to the poor, we\nhave but lent to the Lord. And so we ourselves today are in greater comfort than many people\nin different parts of the United States and other parts of the world who have not given to help\nthose who are in distress.\n<\/p><p>\nI am sure the Lord loves those humble, faithful souls who are willing to reach out and touch\nthose who are in need whether it be with food or clothing or bedding or kindness because that\nis a part of the gospel of Jesus Christ.\n<\/p><p>\nLATTER-DAY SAINTS KNOWN FOR GOOD\n<\/p><p>\nToday people of all the world know of the Latter-day Saints. They know the record we have\nmade, and they know the truth about us now as they never have before. The result is that our\nneighbors and friends of other faiths who come to see us look from a different viewpoint, see\nwhat we are accomplishing, and go away to become missionaries for the cause of the Master.\nI wish you could see several letters that have come to me in the last few days from people not\nmembers of the Church, and telegrams from some of the most prominent\nmen in our nation, men of affairs, wishing me well as President of the Church, wishing the\nChurch well for what we are doing to bless our kind, and encouraging us to go forward.\n<\/p><p>\nWe have over three thousand missionaries in the world and many of them will be led to\nhomes which before were closed but will now be open to hear their testimonies. It is our\nresponsibility to carry the message of the gospel not only to the civilized world but also to\nthose who are not considered to be so civilized. All this has been made possible because the\nLord in his wisdom saw the necessity of giving us a nation in which we could thrive. In no\nother nation under heaven could the Church have been organized and gone forward as we\nhave in this nation. The rounding of the United States was not an accident. The giving to us\nof the Constitution of the United States was not an accident. Our Heavenly Father knew what\nwould be needed, and so he paved the way to give us the Constitution. It came under the\ninfluence of prayer, and he guided those who framed that wonderful document.\n<\/p><p>\nBLESSINGS OF DEMOCRACY\n<\/p><p>\nI hope that the membership of this Church will not be deceived into thinking that other plans,\nother forms of government, other systems of direction whatsoever, are desirable. I want to say\nto you without any hesitation that no form of government in the world can be compared\nfavorably with the government God gave to us. This is his plan. Then after giving us our civil\ngovernment, preparing the way for governing ourselves, if you will, he organized the Church\nand gave it the name of his Beloved Son\n(<span class=\"citation\" id=\"12404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12404)\">D&amp;C 115:4<\/a><\/span>),\nand then directed that we share that information\nwith all his children. What a commission, a divine commission!\n<\/p><p>\nThe Lord says that he is a slothful servant who waits to be commanded in all things (see\n<span class=\"citation\" id=\"12357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12357)\">D&amp;C 58:26<\/a><\/span>).\nWhen we see all around us the need for living as well as teaching the gospel, it\nis our duty to set the example. We ought not to be waiting for other people to take the\ninitiative; it should be our responsibility to go forward. Everything that is praiseworthy,\neverything in civil life, or in religious life that is necessary to make the people happy will\ncome to us as a part of the gospel of Jesus Christ, our Lord. This is his Church; we are his\npeople if we are faithful. I want to say that this Church will continue to grow and expand,\nand instead of approximately a million souls as we have now, if we shall do our duty, the\nmembership of this Church will continue to increase, and the good men and women, those\nwho are seeking God, will get the inspiration and accept the truth as some of your forebears\ndid.\n<\/p><p>\nSTORY OF AUSTIN FAMILY\n<\/p><p>\nI would like to tell you the story of the family of a man sitting in this audience today, that of\nthe Austin family. They wanted to come to Zion, but they did not have the means. The father\nwas not sure they could make it. He was working in the coal mines in\nEngland. However, the mother received the inspiration and said: \"We must get ready to go to\nZion.\" When the husband indicated that he did not think it was possible, she paid no attention.\nShe secured boxes and began to make and repair the children's clothing which she put in the\nboxes. The husband saw the preparations, and yet he could not see how there was any chance\nfor them to go. They had only food enough and barely enough clothing to keep them\ncomfortable.\n<\/p><p>\nOne day, about two weeks, as I remember it, before a boat was to sail, a good woman came\ninto the home of this family and said, \"Sister Austin, we have been preparing to go with this\nboat. We have our reservations; we have our money, but sickness has come into our family,\nand it is necessary for us to stay. Would you like to use this money and take your family to\nAmerica? Then you can send the money back after you get over there.\"\n<\/p><p>\nTalk about a miracle, with money as scarce as it was in those days! The result was that the\nAustin family came to this country, and it has been a blessing to the Church that they came.\nGod opened the way.\n<\/p><p>\nIMPORTANCE OF TRAINING CHILDREN\n<\/p><p>\nThere are dozens and dozens of such instances, hundreds of them if we had time to check on\nthem and repeat them. What a wonderful thing it is to know that we can, if we will, hold our\nHeavenly Father's hand and be guided by him. No other people in the world have the\nassurance that this group of people has. If we do our duty, even our children may have that\nfaith, as a result of the training in our homes that prepares them for the struggle of life. We\nmay desire the wealth of the world, but the most important treasures that we have are the sons\nand daughters that God sends to our homes. I want to say to the Latter-day Saints one of the\nresponsibilities of every married couple is to rear a family to the honor and glory of God.\nThose who follow the customs and habits of the world in preference to that blessing will\nsome day find that all the things they have struggled for are wasted away like ashes, while\nthose who have reared their families to honor God and keep his commandments will find their\ntreasures not altogether here upon earth in mortality, but they will have their treasures when\nthe celestial kingdom shall be organized on this earth, and those treasures will be their sons\nand daughters and descendants to the latest generation. That is what the Lord says. Fathers\nand mothers, teach your sons and your daughters the necessity of virtue. Do not leave it to\nsomebody else. Do not take it for granted that they understand, but in their tender years\nexplain to them the purpose of life and guide them that they may feel that it is a blessing\nfrom the Lord to be members of the Church and to be sons and daughters of the Living God.\n<\/p><p>\nAPPALLING DIVORCE RATE\n<\/p><p>\nThe divorce rate of our country is appalling, and many of those, who, within the last few\nyears, have hastened into marriage are dissolving those ties. They are sowing the seeds of\nsorrow that will continue with them a long time. They have not been willing to work it out in\npatience and take their chances that all will be well.\n<\/p><p>\nHARD TIMES\n<\/p><p>\nI remember what one sister in Idaho said a number of years ago when people were\ncomplaining about hard times. I had asked if there was anybody in attendance at the meeting\neighty years of age and was told, \"Yes, there is one woman here that is over eighty.\" I said,\n\"Call her to the stand, and let us hear her testimony.\" She said: \"You make me sick, talking\nabout hard times. Why you have more food and everything else than you need here; a few\nfamilies possess more than we had in this whole valley when I first came. When we came in,\nwe had a span of horses and a wagon and a cow and the only encumbrances I had were my\nbaby and my husband. (She meant companions.)\n<\/p><p>\nOf course that provoked a great deal of merriment in that group. She was not taking much\nstock in her husband if she meant what she said. Then she continued, \"We worked; we did\nteamwork. We worked outdoors and indoors. We did everything we could to conserve our\nenergies and conserve our means, and see what this valley has produced now. Talk about hard\ntimes!\"\n<\/p><p>\nIt was interesting to hear that dear old soul scold that great congregation of people who\nthought they were having a hard time.\n<\/p><p>\nWe may have hard times, brothers, and sisters, but we can be prepared for them, if we think\nof the seven years of plenty and the seven years of famine in the days of Pharaoh\n(<span class=\"citation\" id=\"23526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23526)\">Gen. 41:29-30<\/a><\/span>) and plan as\nthey did. Such conditions may come again. We do not know, but we do know that in the\nearly days of the Church the Presidency and leadership of the Church advised the people to\nstore sufficient food to meet an emergency. The result has been that since the people got\nthoroughly settled here and farms began producing, and herds and flocks increasing, there has\nbeen no real necessity for anybody to suffer for food.\n<\/p><p>\nCHURCH MEMBERSHIP TO BE PRIZED\n<\/p><p>\nThis is God's work. This is the Church of the Lamb of God. He has offered us eternal\nmembership in it, and O my brethren and sisters, I plead with everyone of you to prize that\nmembership and retain it by reason of righteousness, and that there will never come a time\nwhen you will find yourselves in the dark and groping your way, uncertain as to what it all\nmeans. I would like to say to you before closing that this work is a joyous work. It will bring\npeace and happiness that nothing else can bring if we will do our part. We\nwill be loved by our neighbors and our friends, many of them not associated with us, if they\nsee our virtues, and if we will develop those virtues as the Lord intends we should.\n<\/p><p>\nThink today of this great organ and Tabernacle Choir singing to the world all during the war,\nand giving their time, day by day, week in and week out, to sing for us and for our neighbors\nand friends everywhere. How the Lord has magnified them and held them up to the\nadmiration of mankind!\n<\/p><p>\nThis is the Lord's work. You cannot find anything else like it. The city we live in was a\ndesert a hundred years ago. Today it is the one city in all the world whose streets originally\nwere made wide enough to be useful for the automobile. I think that those who came in that\nearly day never dreamed of an automobile, but when they laid the city out, they laid it out\nwide enough so that if people will be careful, there is plenty of room to drive four cars\nabreast in our streets, do our parking, and get along without any difficulty.\n<\/p><p>\nThis desert has been made to blossom as a great forest\n(<span class=\"citation\" id=\"25056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25056)\">Isa. 35:1<\/a><\/span>). I have taken people up on the hills\nand had them look over the valley, and they have said, \"We heard this was a desert country.\nWhy, you cannot see the houses for the trees.\" It is a beautiful valley. The Lord sends us the\nearly storms and the late storms and stores our mountains with snow so that we are sure, year\nby year, of the blessing of moisture that we so much need to mature our crops and enjoy this\nonce desert land.\n<\/p><p>\nOBEDIENCE BRINGS BLESSINGS\n<\/p><p>\nThere are so many things that we might talk about if there were time. I want to say to you\nthat every blessing we enjoy is the result of keeping the commandments of God. Every\nblessing we desire we must obtain on those same terms. So today I witness to you that we\nhave a Heavenly Father&mdash;I know that he lives. I know that Jesus was the Christ, his Beloved\nSon, who gave his mortal life that we might have eternal life. He came to this country twice,\nonce to the Nephites, and later in the days of Joseph Smith. The Father and the Son came in\nthat latter instance to see that the way was opened for the dissemination of his gospel. He has\ncalled us to bear the priesthood and carry the gospel message as missionaries to the various\nparts of the world, and in return for that he has promised us eternal life in his celestial\nkingdom. Joseph Smith and Hyrum Smith gave their lives as a testimony to the world of the\ntruthfulness of this work.\n<\/p><p>\nYou have voted today for two men in this audience who are the descendants of Hyrum Smith,\nthe martyr. God has blessed that family all down through the years, and if they will be\nfaithful, he will continue to bless them, and nobody but themselves can take their blessings\nfrom them. You do not have to belong to that family, but each of you has the same promise if\nyou will seek first, not last, the kingdom of God and his righteousness\n(<span class=\"citation\" id=\"34136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34136)\">Matt. 6:33<\/a><\/span>). He has promised\neverything else. What more do you want? But all is conditioned on our\nwillingness to honor him and keep his commandments.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nJoseph was a prophet who gave his life for the cause. Hyrum was a patriarch who gave his\nlife, and many others have given their lives also for the gospel of Jesus Christ. This is the\nLord's work; his authority is deposited with this Church, and nowhere else in all the world\nexcept with the Church. Knowing that, I am happy to be here with you. I am delighted to be\nable to worship with you in this house that is sacred to us all. I pray that when we go from\nhere, each of us will return to our homes with a renewed determination that we will be\nworthy of him who gives us all our blessings, that we will be worthy of one another as we\nlive together in our homes, sanctified by the righteousness of our lives.\n<\/p><p>\nThis is God's work, and I bear you my witness of it, in the name of Jesus Christ our Lord.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}