{"ID":297, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Sermon on the Mount an Ordination Sermon<\/p>\n<p class=\"gcspeaker\">President Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1947, pp. 12-15<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis large group of people assembled to worship our Lord and to give thanks for our\nblessings is a beautiful lesson of the meaning of life. You come up to this house of God\nobedient to the call. It is obedience that leads us to the knowledge and love of God, and we\nconceive God's decrees as eternal truths. It gives us renewed faith and, says Sholem Asch:\n<\/p><p>\nIt is faith and not wisdom which carrieth the key to the kingdom of heaven.\n<\/p><p>\nCONTRIBUTIONS TO PEACE\n<\/p><p>\nAmong the many questions that we have been asked to answer at the State Capitol through\nthe Utah State Historical Society is one that I know will impress you, and one, too, we have\ntried to answer properly, though briefly. It is a question of great importance. It is:\n<\/p><p>\nWhat contribution has the Latter-day Saint Church made to this darkened world, with the\nother Christian churches to bring peace to the world?\n<\/p><p>\nAs we listen to the Singing Mothers of the Relief Society we recall something that has come\ndown to us from ancient days. In an old rabbinic code recently discovered is a description of\nthe duties of women as taught in the synagogue. They were to:\n<\/p><p>\nFeed the hungry and give the thirsty to drink.<br \/>\nClothe the naked, and shelter the homeless.<br \/>\nVisit the sick, bury the dead and comfort the mourner.<br \/>\nSupport the widow and instruct the fatherless.<br \/>\nRansom the captive.<br \/>\nMake garments for the orphan and provide for the betrothed maiden.\n<\/p><p>\nWhen we stop to think that this code is many hundreds of years old and was taught in the\nancient synagogues of Jerusalem, it indicates what a high calling the women of God have\nalways had.\n<\/p><p>\nUNCERTAINTY IN CHRISTIAN WORLD\n<\/p><p>\nThe modern Christian world is confronted with two conditions which seem to be little\nrealized. The first is the inner uncertainty of Christianity itself which does not seem to know\nits own basic beliefs. The Christian world is confused as to just what Jesus of Nazareth\ntaught.\n<\/p><p>\nThen there is the upsurge of communism, a power that has come into our own midst greater\nthan we realize.\n<\/p><p>\nNo movement in history has achieved so sudden an actualization as a world movement.\nSystems only grow as they appeal to people. Communism will continue to grow until the\npeople are confronted with and taught the fundamentals of Christianity which are creatively\nworked out in human society.\n<\/p><p>\nWe know that the gospel of Jesus Christ is comprehensive and all-embracing, including all the\nvalues of religion as they reveal themselves in human experience. It is purifying and refining,\ncorrecting the excesses and rejecting the abuses, which have corrupted the nature and\nobstructed the pathway of religion throughout its history. The gospel of Jesus Christ is\ndistinctively and definitely revelatory, fulfilling the largest meaning and possibility of\nrevelation. It makes due place for all the human interests that constitute the spiritual life of\nman. It is quite true that the Christian world has lost the path. And the reason for this is that\nit has not the inner vigor to command a place of commanding power. The religion of Jesus\nChrist requires revelation&mdash;revelation to chosen prophets, who teach the principles of the\nredemption of mankind. Within the Christian doctrine is the principle and potency of\nredemption.\n<\/p><p>\nHIGHEST CONCEPTS OF FREEDOM\n<\/p><p>\nThe faith we have in our government of the United States is of the highest concept, for to us,\nit is a sacred institution because of the directive power of God that brought it into existence.\nThe government of the United States is an outgrowth of the highest concepts of freedom for\nmankind that the world has learned in history. Reverting to the simple beginnings of the\nfounders of America, we know them to have been of the finest blood of England, and other\ncountries of Europe. They brought hither in their little ships, not money, not merchandise, no\narray of armed force, but they came freighted with religion, learning, and law. They stepped\nforth upon these shores and a howling wilderness received them. Strong in their faith in God\nand their own heroic patience, they began their combat with danger and hardship. Sickness at\ntimes smote them, but they fainted not; famine overtook them, but they feasted on roots with\na patient spirit. They began to build a house for God, and then for themselves. They\nestablished education and the observance of a stern and august morality, then legislated for the\nsmaller purposes of wealth and convenience. They gave their sons to God, and through virtue\nto the state. So they laid their foundations. Villages grew, churches and colleges were built,\nand farther into the depths of the wilderness industry multiplied her hands. Civic life and\norder completed themselves and swelled into the majesty of states. Herein is a resume of our\nown state's history. Utah was founded in sublime hopes and the ideals of a pure morality.\nAnd the higher life was combined with agriculture and all industry&mdash;making the soil bring\nforth food for man. Combined with all this was a taste for learning. This state was grounded\nin religion, for religion was incorporate in the principles and feelings of the people. This is\nwhat gave us our morals and true public enthusiasms, and our inspired ways of living.\n<\/p><p>\nOBEDIENCE TO LAW IS LIBERTY\n<\/p><p>\nThere is a principle that is often misunderstood, and that is what we call\n<i>obedience<\/i>. It is a principle that makes life happy and creates within us faith in truth and the\nresults of doing what is right. On the old library of Worcester, Massachusetts, are these\nwords: Obedience to Law is Liberty.\n<\/p><p>\nObeying laws which we impose upon ourselves, that is, just and righteous laws, laws that are\nthe expressions of right principles, such as discipline of the intellect, the shame of committing\na wrong, respect for those in authority, consideration for the poor and needy; veneration for\nthe good; sympathy for the weak: this is true self-discipline. Then one knows what liberty\nmeans. Obedience to the laws that express right principles is what makes it a religious duty. It\nleads to faith in the commandments of God.\n<\/p><p>\nFor forty years, Moses had not been alone. The care and burden of all the people, the weight\nof their woe and guilt and death had been upon him continually. He felt at times that the Lord\nhad forsaken him and he had prayed that he might be slain, that God might not see his\nwretchedness. And then when the march to the Promised Land was over, he heard the voice\nof the Lord:\n<\/p><p>\nGet thee up into this mountain . . . (<span class=\"citation\" id=\"21205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21205)\">Deut. 32:49<\/a><\/span>)\n<\/p><p>\nIn his old age the long journey was about to end, and he should see the land that had been his\ndream. Moses died. But he had come to know the perfect law of liberty through obedience.\n<\/p><p>\nMISSIONARY CALLING OF SEVENTIES\n<\/p><p>\nEvery generation writes its own history. It is not that the past alters, but that we change, and\nour changed present opens new perspectives, and raises new questions. The gospel as revealed\nto the servants of God will always remain the same and constant. You seventies who are the\nmissionaries of the Church, are called to go forth to teach the world as your forebears were\ncalled years ago. The gospel has a worldwide mission. Like Paul, the Church cannot do other\nthan exclaim:\n<\/p><p>\n. . . woe is unto me, if I preach not the gospel!\n(<span class=\"citation\" id=\"151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(151)\">1 Cor. 9:16<\/a><\/span>).\n<\/p><p>\nI am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise\n(<span class=\"citation\" id=\"42674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42674)\">Rom. 1:14<\/a><\/span>).\n<\/p><p>\nYou are to give freely that which you have freely received\n(<span class=\"citation\" id=\"34142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34142)\">Matt. 10:8<\/a><\/span>). You have fine ideals; you have\ntrained yourselves to think and act as your Redeemer would have you think and act.\nRemember you are members of a quorum of the priesthood of God, and your organization is a\npure democracy. For this reason alone, you understand the meaning of good government. \n<\/p><p>\nIDEALS OF SERMON ON THE MOUNT\n<\/p><p>\nWhen Jesus called the Twelve and the Seventy to go forth to preach the gospel, he had the\ndisciples assemble on the shores of the Lake of Galilee, and listen to his\n\"Sermon on the Mount,\" which was the Master's ordination sermon. Think of what was\nexpected of the disciples of Jesus, for the same ideals are expected of us. Standing as\nmissionaries today, can we not in our imagination hear the Master?\n<\/p><p>\nMissionaries go forth with the deep knowledge of the precepts of God, and it is by following\nthe precepts that belief in God is shown. If we believe in him, we shall keep his\ncommandments; and the great commandment is that we shall love one another. How simple\nare all the doctrines, simple because all great truths are simple. It was the Prophet Isaiah who\nwrote:\n<\/p><p>\nWash you, make you clean; put away the evil of your doings from before mine\neyes; cease to do evil; Learn to do well; seek judgment, relieve the oppressed,\njudge the fatherless, plead for the widow\n(<span class=\"citation\" id=\"25043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25043)\">Isa. 1:16-17<\/a><\/span>).\n<\/p><p>\nThe precepts of the Sermon on the Mount with the words of Isaiah that we should cease to do\nevil and learn to do well, not to our brethren and fellow-citizens only, but to all mankind will\never be a guide to our lives.\n<\/p>\n<\/div>\n<\/div>"}