{"ID":2975, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Foundations of Righteousness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p3\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03089_000_003<\/span>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p4\" class=\"\">My beloved brothers and sisters, it is a joy to be with you again in another general conference.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Home Evening<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p6\" class=\"\">Regarding our home evenings, an evening home with the family or an evening out to some place of interest with your family only partly solves the need of the home evening. Basically important is the teaching of the children the way of life that is vitally important. Merely going to a show or a party together, or fishing, only half satisfies the real need, but to stay home and teach the children the gospel, the scriptures, and love for each other and love for their parents is most important.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p7\" class=\"\">We have recommended that so far as possible all the children have their own scriptures and learn to use them.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Patriarchal Blessings<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p9\" class=\"\">These are happy days, the days of the patriarchs, and it is our great hope that every person, including the older youth, will be given the opportunity of having a patriarchal blessing, which is recorded in the official records of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p10\" class=\"\">I have great confidence in the patriarchs and in their blessings. When the patriarch is a faithful Latter-day Saint and remains close to the Lord and is a student of the scriptures, the promises which he makes under his special authority and calling will be fulfilled, if the recipient of the blessing is faithful and true.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p11\" class=\"\">Of course, it is the right of every father and his duty as patriarch of his own family to give a father’s blessing to his children, and it is our hope that every father will give a sacred blessing to each of his children, especially as they are leaving home to go to school or on missions or to be married, which blessing should then be noted in the individual’s private journal.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Records<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p13\" class=\"\">A word about personal journals and records: We urge every person in the Church to keep a diary or a journal from youth up, all through his life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p14\" class=\"\">Would every family, as they now hold their home evenings, train their children from young childhood to keep a journal of the important activities of their lives, and certainly when they begin to leave home for schooling and missions?<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Clean-Up<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p16\" class=\"\">We are highly pleased with the response to the planting of gardens. It is health-building, both from the raising of crops and the eating of them. It is delightful to see so many gardens all over the land, and reports come in from numerous families and individuals who have obtained much saving and pleasure in the planting of gardens. We hope this will be a permanent experience of our people, that they will raise much of what they use on their table.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p17\" class=\"\">In addition to the gardens, we hope our people will straighten up their fences and clean the fence lines and tear down the old unused barns and outbuildings.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Choirs<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p19\" class=\"\">We are grateful that many of our bishops have established excellent choirs for their services. It is splendid and we encourage it.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Education<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p21\" class=\"\">The Church from the beginning has been committed to the principle that “the glory of God is intelligence.” (<span class=\"citation\" id=\"16919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16919)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16919)\">D&amp;C 93:36<\/a><\/span>.) We therefore encourage our people to study and prepare to render service with their minds and with their hands.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p22\" class=\"\">Some are inclined toward formal university training, and some are inclined more toward the practical vocational training. We feel that our people should receive that kind of training which is most consistent with their interests and talents. Whether it be in the professions, the arts, or the vocations; whether it be university or vocational training, we applaud and encourage it.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Vandalism and Theft<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p24\" class=\"\">Our faith has been greatly strained, as we have learned of the profligate stealing in some communities, where millions of dollars are taken by shoplifters from our merchants.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p25\" class=\"\">In the end, the public must eventually pay. Why would any man, woman, or child steal from the friendly merchants and his folks and neighbors? This is unbelievable.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p26\" class=\"\">And great losses are sustained with the incredible amount of vandalism.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p27\" class=\"\">We can hardly understand the makeup of any person who would destroy for the mere satisfaction of doing it. Certainly we could have more pride in ourselves than to wreak havoc on property. Is it possible that some of us have that little respect for ourselves?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p28\" class=\"\">Brothers and sisters, we hope that we will all live frugally (as was discussed in our welfare meeting), and within our means, and that we will pay our debts faithfully and honestly.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p29\" class=\"\">It was the Lord who gave us the injunction: “Thou shalt not steal.” (<span class=\"citation\" id=\"22887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22887)\">Ex. 20:15<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p30\" class=\"\">In many parts of the world there are people who take delight in various destructive activities. These people are sadists, like Nero, the emperor of Rome, who is said to have burned the city of Rome to watch a big fire, and then blamed it upon the Christians. He is said to have loved the circuses of ancient Rome with all their sadistic activities, and we wonder what makes men so. And why do people slash tires, break windows, beat up innocent people, and set fires and throw bombs?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p31\" class=\"\">Let the Lord answer this matter:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p32\" class=\"\">“If ye walk in my statutes, and keep my commandments, and do them; …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p33\" class=\"\">“I will give peace in the land, and ye shall lie down, and none shall make you afraid. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p34\" class=\"\">“And I will walk among you, and will be your God, and ye shall be my people.” (<span class=\"citation\" id=\"30915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30915)\">Lev. 26:3, 6, 12<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Permissiveness<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p36\" class=\"\">The growing permissiveness in modern society gravely concerns us. Certainly our Heavenly Father is distressed with the increasing inroads among his children of such insidious sins as adultery and fornication, homosexuality, lesbianism, abortions, pornography, population control, alcoholism, cruelty expressed in wife-beating and child-abuse, dishonesty, vandalism, violence, and crime generally, including the sin of living together without marriage.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p37\" class=\"\">We call upon our Church members everywhere to renew their efforts to strengthen the home and to honor their parents, and to build better communications between parent and child.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p38\" class=\"\">Important as it is, building stronger homes is not enough in the fight against rising permissiveness. We therefore urge Church members as citizens to lift their voices, to join others in unceasingly combatting, in their communities and beyond, the inroads of pornography and the general flaunting of permissiveness. Let us vigorously oppose the shocking developments which encourage the old sins of Sodom and Gomorrah, and which defile the human body as the temple of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p39\" class=\"\">To our beloved brethren and sisters everywhere, as well as to all peoples of the world who love the Lord and desire to live in harmony with the teachings of the gospel of Jesus Christ, we say no people can remain strong and happy who condone these loose standards of morality.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p40\" class=\"\">While we cannot tolerate sin and we exercise Church discipline against those who do sin, we must help the transgressor, with love and understanding, to work his or her way back to full fellowship in the Church. Let us help each toward the blessing of a lasting repentance, a resolute turning away from error.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p41\" class=\"\">I have on occasion cited the need for many reservoirs in our lives to provide for our needs. I have said, “Some reservoirs are to store water. Some are to store food, as we do in our family welfare program and as Joseph did in the land of Egypt during the seven years of plenty. There should also be reservoirs of knowledge to meet the future needs; reservoirs of courage to overcome the floods of fear that put uncertainty in our lives; reservoirs of physical strength to help us meet the frequent burdens of work and illness; reservoirs of goodness; reservoirs of stamina; reservoirs of faith.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p42\" class=\"\">“Yes, especially reservoirs of faith, so that when the world presses in upon us, we stand firm and strong; when the temptations of a decaying [and, I should add, increasingly permissive and wicked] world about us draw on our energies, sap our spiritual vitality, and seek to pull us down, we need a storage of faith that can carry youth, and later adults, over the dull, the difficult, the terrifying moments; disappointments; disillusionments; and years of adversity, want, confusion, and frustration.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p43\" class=\"\">“And who is to build these reservoirs? Is this not the reason that God gave to every child two parents?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p44\" class=\"\">“It is those parents who sired them and bore them who are expected [by the Lord] to lay foundations for their children and to build the barns and tanks and bins and reservoirs.” (<span class=\"emphasis\">Faith Precedes the Miracle,<\/span> Deseret Book, pp. 110–11.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Deceit of Conspiring Men<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p46\" class=\"\">We must be aware that one of the most powerful forces Satan uses to destroy our purity of life is the deceit of conspiring men.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p47\" class=\"\">While deceitful men produce and sell alcoholic drinks the whole world over, to the amount of millions of gallons and for millions in gains and profits, the truth of the Lord’s words is coming home today in the terms of poverty; broken health; broken homes; broken hearts; industrial distress through loss of efficiency, lower production, and absenteeism; and carnage on the world’s highways, caused partly through the determination to exceed the speed limits on the highways.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p48\" class=\"\">In this day of the “new morality” as sex permissiveness is sometimes called, we should be made aware of the Lord’s concern about immorality and the seriousness of sex sins of all kinds.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p49\" class=\"\">We have come far in material progress in this century, but the sins of the ancients increasingly afflict the hearts of men today. Can we not learn by the experiences of others? Must we also defile our bodies, corrupt our souls, and reap destruction as have peoples and nations before us?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p50\" class=\"\">God will not be mocked. His laws are immutable. True repentance is rewarded by forgiveness, but sin brings the sting of death.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p51\" class=\"\">We hear more and more each day about the sins of adultery, homosexuality, and lesbianism. Homosexuality is an ugly sin, but because of its prevalence, the need to warn the uninitiated, and the desire to help those who may already be involved with it, it must be brought into the open.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p52\" class=\"\">It is the sin of the ages. It was present in Israel’s wandering as well as after and before. It was tolerated by the Greeks. It was prevalent in decaying Rome. The ancient cities of Sodom and Gomorrah are symbols of wretched wickedness more especially related to this perversion, as the incident of Lot’s visitors indicates.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p53\" class=\"\">There is today a strong clamor to make such practices legal by passing legislation. Some would also legislate to legalize prostitution. They have legalized abortion, seeking to remove from this heinous crime the stigma of sin.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p54\" class=\"\">We do not hesitate to tell the world that the cure for these evils is not in surrender.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p55\" class=\"\">“But let us emphasize that right and wrong, righteousness and sin, are not dependent upon man’s interpretations, conventions and attitudes. Social acceptance does not change the status of an act, making wrong into right. If all the people in the world were to accept homosexuality, … the practice would still be a deep, dark sin.” (<span class=\"emphasis\">The Miracle of Forgiveness,<\/span> Bookcraft, p. 79.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p56\" class=\"\">As we think back upon the experiences of Nineveh, Babylon, Sodom and Gomorrah, we wonder—will history repeat itself? What of our world today? Are we forgetting in our great nations the high and lofty principles which can preserve the nations?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p57\" class=\"\">I recall to mind the words of General Douglas MacArthur on the occasion of the Japanese surrender:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p58\" class=\"\">“Military alliance, balances of power, League of Nations all in turn failed. … We have had our last chance. If we do not now devise some greater and more equitable system, Armageddon will be at our door. The problem basically is theological and involves … improvement of human character. It must be of the spirit if we are to save the flesh.” (Douglas MacArthur, “Last Chance,” <span class=\"emphasis\">Time,<\/span> September 10, 1945.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p59\" class=\"\">Are we not inviting eventual destruction as we desecrate all things holy and sacred, even to the common and irreverent use in our daily talk of the names of Deity, and make his holy day, the Sabbath, a day of work, of commercialism, and of pleasure-seeking?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p60\" class=\"\">How then can we hope to escape the wrath of God and have peace and righteousness in the land? The answer came thundering down from Mt. Sinai and remains the answer. We go to Sinai:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p61\" class=\"\">“Thou shalt have no other gods before me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p62\" class=\"\">“Thou shalt not take the name of the Lord thy God in vain. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p63\" class=\"\">“Remember the sabbath day, to keep it holy. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p64\" class=\"\">“Honour thy father and thy mother. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p65\" class=\"\">“Thou shalt not kill.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p66\" class=\"\">“Thou shalt not commit adultery.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p67\" class=\"\">“Thou shalt not steal.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p68\" class=\"\">“Thou shalt not bear false witness. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p69\" class=\"\">“Thou shalt not covet.” (<span class=\"citation\" id=\"22884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22884)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22884)\">Ex. 20:3, 7–8, 12–17<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p70\" class=\"\">And now in the year of our Lord 1977 there are among us those same vices which we have seen wreck empires, and we see them becoming flagrant in all nations. Shall we, like Belshazzar, sow the wind and reap the whirlwind? Shall we permit the home to deteriorate and marriage to become a mockery? Shall we continue to curse God, hate our enemies, and defile our bodies in adulterous and sensuous practices? And when the patience of the Lord with us is exhausted, shall we stand trembling while destruction comes upon us? Or shall we wisely see the handwriting on the wall and profit by the sad experience of the past and return unto the Lord and serve him?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p71\" class=\"\">I testify that Jesus is the Christ, this is his program; he is the God of this world, and I know that we can achieve our destiny and build enduring peace only upon the foundations of righteousness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-foundations-of-righteousness.p72\" class=\"\">And may he help us to strive to live his laws and to achieve happiness on earth, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}