{"ID":2976, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Way of the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p2\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monson\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p3\" class=\"\">Frequently we sing the hymn, “Come, listen to a prophet’s voice and hear the word of God.” (<span class=\"emphasis\">Hymns,<\/span> no. 46.) Today we have listened to the voice of a prophet, Spencer W. Kimball, proclaim the word of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p4\" class=\"\">Humbly and prayerfully I seek Divine help as I speak to you from the crossroads of the West. Salt Lake City is a mecca for tourists from all parts of the globe. Thousands throng to the beautiful ski slopes of Alta, Brighton, Park City, and Snowbird each winter. Each summer the canyons of Bryce and Zion’s host thousands more. An attraction for all seasons is Temple Square, with its historic Tabernacle, lofty, spired temple, and the beautiful Visitors Center which bids to one and all a friendly welcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p5\" class=\"\">Situated somewhat off the beaten path, away from the crowd, is yet another famous square. Here in a quiet fashion, motivated by a Christlike love, elderly and handicapped workers serve one another after the divine plan of the Master. I speak of Welfare Square, sometimes known as the Bishops Storehouse. At this central location and at numerous other sites throughout the world, fruits and vegetables are canned, commodities processed, labeled, stored, and distributed to those persons who are in need. There is no sign of government dole nor the exchange of currency here, since only the signed order from an ordained bishop is honored.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p6\" class=\"\">Journalists marvel at this unique welfare plan and write glowingly of a people who take justifiable pride in the independence of caring for their own. Most frequently the curious and pleasantly surprised visitor asks three fundamental questions: (1) How does this plan operate? (2) How is it financed? (3) What prompts such devotion on the part of every worker?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p7\" class=\"\">Over the years it has been my pleasant opportunity to supply many with the answers to these sincerely asked questions. To the question “How does this plan operate?” I usually respond by mentioning that I had the privilege during the period 1950 through 1955 to preside as a bishop over 1,000 members, situated in the central part of Salt Lake City. In the congregation were eighty-six widows and perhaps forty families who were judged to be in need, at varying times and to some extent, of welfare assistance. Each year, I, along with the thousands of other bishops, would prepare a commodity requirement budget estimating the needs of our people for the coming year. All such budgets were carefully reviewed and compiled and specific assignments given to units of the Church, that the requirements of the needy might be met.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p8\" class=\"\">In one ecclesiastical unit the Church members would produce beef, in another oranges, in another vegetables or wheat—even a variety of staples, that the storehouses might be filled and the elderly and needy supplied. The Lord provided the way when he declared, “And the storehouse shall be kept by the consecrations of the church; and widows and orphans shall be provided for, as also the poor.” (<span class=\"citation\" id=\"16884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16884)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16884)\">D&amp;C 83:6<\/a><\/span>.) Then the reminder, “But it must needs be done in mine own way.” (<span class=\"citation\" id=\"16931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16931)\">D&amp;C 104:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p9\" class=\"\">In the vicinity where I lived and served, we operated a poultry project. Most of the time it was an efficiently operated project supplying to the storehouse thousands of dozens of fresh eggs and hundreds of pounds of dressed poultry. On a few occasions, however, the experience of being volunteer city farmers provided not only blisters on the hands, but frustration of heart and mind. For instance, I shall ever remember the time we gathered together the teenaged Aaronic Priesthood young men to really give the poultry project a spring cleaning treatment. Our enthusiastic and energetic throng gathered at the project, and in a speedy fashion uprooted, gathered, and burned large quantities of weeds and debris. By the light of the glowing bonfires we ate hot dogs and congratulated ourselves on a job well done. The project was now neat and tidy. However, there was just one disastrous problem. The noise and the fires had so disturbed the fragile and temperamental population of 5,000 laying hens that most of them went into a sudden moult and ceased laying. Thereafter we tolerated a few weeds, that we might produce more eggs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p10\" class=\"\">No member of The Church of Jesus Christ of Latter-day Saints who has canned peas, topped beets, hauled hay, or shoveled coal in such a cause ever forgets or regrets the experience of helping provide for those in need. Devoted men and women help to operate this vast and inspired program. In reality, the plan would never succeed on effort alone, for this program operates through faith after the way of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p11\" class=\"\">Sharing with others that which we have is not new to our generation. We need but to turn to the account found in First Kings of the Holy Bible to appreciate anew the principle that when we follow the counsel of the Lord, when we care for those in need, the outcome benefits all. There we read that a most severe drought had gripped the land. Famine followed. Elijah the prophet received from the Lord what to him must have been an amazing instruction: “Get thee to Zarephath: … behold, I have commanded a widow woman there to sustain thee.” When he had found the widow, Elijah declared, “Fetch me, I pray thee, a little water in a vessel, that I may drink.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p12\" class=\"\">“And as she was going to fetch it, he called to her, and said, Bring me, I pray thee, a morsel of bread in thine hand.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p13\" class=\"\">Her response described her pathetic situation as she explained that she was preparing a final and scanty meal for her son and for herself, and then they would die.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p14\" class=\"\">How implausible to her must have been Elijah’s response: “Fear not; go and do as thou hast said: but make me thereof a little cake first, and bring it unto me, and after make for thee and for thy son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p15\" class=\"\">“For thus saith the Lord God of Israel, The barrel of meal shall not waste, neither shall the cruse of oil fail, until the day that the Lord sendeth rain upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p16\" class=\"\">“And she went and did according to the saying of Elijah: and she, and he, and her house, did eat many days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p17\" class=\"\">“And the barrel of meal wasted not, neither did the cruse of oil fail.” (<span class=\"citation\" id=\"1269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1269)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1269)\">1 Kgs. 17:9–11, 13–16<\/a><\/span>.) This is the faith that has ever motivated and inspired the welfare plan of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p18\" class=\"\">In response to the second question, “How is your welfare plan financed?” one needs but to describe the fast offering principle. The prophet Isaiah described the true fast by asking, “Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p19\" class=\"\">“Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the Lord shall be thy rereward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p20\" class=\"\">“Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p21\" class=\"\">“And the Lord shall guide thee continually, and satisfy thy soul in drought: … and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.” (<span class=\"citation\" id=\"25510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25510)\">Isa. 58:7–9, 11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p22\" class=\"\">Guided by this principle, in a plan outlined and taught by inspired prophets of God, Latter-day Saints fast one day each month and contribute generously to a fast offering fund at least the equivalent of the meals forfeited and usually many times more. Such sacred offerings finance the operation of storehouses, supply cash needs of the poor, and provide medical care for the sick who are without funds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p23\" class=\"\">In many areas, the offerings are collected each month by the boys who are deacons as they visit each member’s home generally quite early on the Sabbath day. I recall that the boys in the congregation over which I presided had assembled one morning, sleepy-eyed, a bit disheveled, and mildly complaining about arising so early to fulfill their assignment. Not a word of reproof was spoken, but during the following week, we escorted the boys to Welfare Square for a guided tour. They saw firsthand a lame person operating the telephone switchboard, an older man stocking shelves, women arranging clothing to be distributed—even a blind person placing labels on cans. Here were individuals earning their sustenance through their contributed labors. A penetrating silence came over the boys as they witnessed how their efforts each month helped to collect the sacred fast offering funds which aided the needy and provided employment for those who otherwise would be idle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p24\" class=\"\">From that hallowed day forward, there was no urging required by our deacons. On fast Sunday mornings they were present at 7:00, dressed in their Sunday best, anxious to do their duty as holders of the Aaronic Priesthood. No longer were they simply distributing and collecting envelopes. They were helping to provide food for the hungry and shelter for the homeless—all after the way of the Lord. Their smiles were more frequent, their pace more eager, their very souls more subdued. Perhaps now they were marching to the beat of a different drummer; perhaps now they better understood the classic passage, “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"36560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36560)\">Matt. 25:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p25\" class=\"\">To the third and final question, “What prompts such devotion on the part of every worker?” the answer can be stated simply: An individual testimony of the gospel of the Lord Jesus Christ, even a heartfelt desire to love the Lord with all one’s heart, mind, and soul, and one’s neighbor as oneself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p26\" class=\"\">This is what motivated a personal friend, now deceased, who was in the produce business, to telephone me during those days as a bishop and say, “I’m sending to the storehouse a semi-truck and trailer filled with citrus fruits for those who would otherwise go without. Let the storehouse management know the truck is coming, and there will be no charge; but Bishop, no one is to know who sent it.” Rarely have I seen the joy and appreciation this generous act brought forth. Never have I questioned the eternal reward to which that unnamed benefactor has now gone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p27\" class=\"\">Such kind deeds of generosity are not a rarity, but are frequently found. Situated beneath the heavily traveled freeway which girds Salt Lake City is the home of a sixty-year-old single man who has, due to a crippling disease, never known a day without pain nor many days without loneliness. One winter’s day as I visited him, he was slow in answering the doorbell’s ring. I entered his well-kept home; the temperature in save but one room, the kitchen, was a chilly 40 degrees. The reason: not sufficient money to heat any other room. The walls needed papering, the ceilings to be lowered, the cupboards filled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p28\" class=\"\">Troubled by the experience of visiting my friend, a bishop was consulted and a miracle of love, prompted by testimony, took place. The ward members were organized and the labor of love begun. A month later, my friend Lou called and asked if I would come and see what had happened to him. I did, and indeed beheld a miracle. The sidewalks which had been uprooted by large poplar trees had been replaced, the porch of the home rebuilt, a new door with glistening hardware installed, the ceilings lowered, the walls papered, the woodwork painted, the roof replaced, and the cupboards filled. No longer was the home chilly and uninviting. It now seemed to whisper a warm welcome. Lou saved until last showing me his pride and joy: there on his bed was a beautiful plaid quilt bearing the crest of his McDonald family clan. It had been made with loving care by the women of the Relief Society. Before leaving, I discovered that each week the Young Adults would bring in a hot dinner and share a home evening. Warmth had replaced the cold; repairs had transformed the wear of years; but more significantly, hope had dispelled despair and now love reigned triumphant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p29\" class=\"\">All who participated in this moving drama of real life had discovered a new and personal appreciation of the Master’s teaching, “It is more blessed to give than to receive.” (<span class=\"citation\" id=\"8215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8215)\">Acts 20:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-way-of-the-lord.p30\" class=\"\">To all within the sound of my voice I declare that the welfare plan of The Church of Jesus Christ of Latter-day Saints is inspired of Almighty God. Indeed, the Lord Jesus Christ is its Architect. To you I extend a heartfelt and sincere invitation: Come to Salt Lake City and visit Welfare Square. Your eyes will glow a little brighter, your heart will beat a little faster, and life itself will acquire a new depth of meaning. May such be your experience, I pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}