{"ID":2979, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Tragic Cycle\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p3\" class=\"\">That the inhabitants of the earth are today floundering in confusion is no secret. That chaos threatens society is common knowledge. If the prevailing course of men and nations is not changed, it will culminate in a cataclysmic disaster. God has so predicted, and history bears witness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p4\" class=\"\">For six thousand years civilizations have risen, flourished, declined, and passed away pursuant to the same cycle of events.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p5\" class=\"\">Civilizations rise as their people comply with the laws upon which prosperity, success, and happiness depend. These laws God revealed in the beginning and, through His prophets, He has repeated them in every dispensation since.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p6\" class=\"\">Civilizations have flourished as long as these laws are obeyed. Civilizations decline to the extent such laws are disobeyed. Civilizations pass away when these laws are completely disregarded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p7\" class=\"\">Beginning in the days of Adam, and in every gospel dispensation since, the Lord has warned the inhabitants of the earth that their continued violation of the laws of righteousness, which He has revealed, would bring on their destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p8\" class=\"\">All history, sacred and profane, testifies to the accuracy of this prediction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p9\" class=\"\">In the beginning the Lord taught Adam and Eve the laws of righteousness by which they could live in peace and prosperity. They in turn taught these laws to their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p10\" class=\"\">“And Satan came among them, saying: … Believe it not; and they believed it not, and they loved Satan more than God. And men began from that time forth to be carnal, sensual, and devilish.” (<span class=\"citation\" id=\"39510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39510)\">Moses 5:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p11\" class=\"\">For centuries the posterity of Adam was repeatedly called to repentance by the prophets. Only the people of Enoch listened and obeyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p12\" class=\"\">To the residue, the prophet “Noah … taught the things of God, even as it was in the beginning.” But they would not hearken.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p13\" class=\"\">“And the Lord said unto Noah: My Spirit shall not always strive with man, … yet his days shall be an hundred and twenty years; and if men do not repent, I will send in the floods upon them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p14\" class=\"\">“Noah called upon the children of men that they should repent; but they hearkened not. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p15\" class=\"\">“Every man was lifted up in the imagination of the thoughts of his heart, being only evil continually.” (<span class=\"citation\" id=\"39524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39524)\">Moses 8:16–17, 20, 22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p16\" class=\"\">But Noah continued his preaching, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p17\" class=\"\">“Believe and repent of your sins and be baptized in the name of Jesus Christ, the Son of God, … and ye shall receive the Holy Ghost, … and if ye do not this, the floods will come in upon you; nevertheless they hearkened not. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p18\" class=\"\">“And God looked upon the earth, and … it was corrupt. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p19\" class=\"\">“And God said unto Noah: The end of all flesh is come before me, for the earth is filled with violence, and behold I will destroy all flesh from off the earth.” (<span class=\"citation\" id=\"39525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39525)\">Moses 8:24, 29–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p20\" class=\"\">And this He did. Noah and his family were the sole survivors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p21\" class=\"\">The people of Sodom and Gomorrah went through a similar cycle. They were warned and heeded not. For their iniquities “the Lord rained upon [them] brimstone and fire. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p22\" class=\"\">“He overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground.” (<span class=\"citation\" id=\"23905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23905)\">Gen. 19:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p23\" class=\"\">Jerusalem was destroyed and its inhabitants were scattered throughout the earth because of their rejection of God’s laws of righteous living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p24\" class=\"\">Warning and calling them to repentance, Jesus said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p25\" class=\"\">“Behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p26\" class=\"\">“That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p27\" class=\"\">“Verily I say unto you, All these things shall come upon this generation.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p28\" class=\"\">Foreseeing their destruction caused him to lament: “O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p29\" class=\"\">“Behold, your house is left unto you desolate.” (<span class=\"citation\" id=\"36543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36543)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36543)\">Matt. 23:34–38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p30\" class=\"\">In America two great civilizations, the Jaredite and the Nephite, were completely annihilated because of their rejection of the laws of righteousness which God revealed unto them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p31\" class=\"\">In both cases, the Lord, through His prophets, pointed out their iniquities, warned them, and predicted their destruction if they did not repent. This they did not do. Consequently they were totally destroyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p32\" class=\"\">We today are approaching the close of a similar cycle. We have been warned that we are ripening in iniquity and that we will be destroyed if we do not repent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p33\" class=\"\">In November 1831, the Lord, through His modern prophet, Joseph Smith, Jr., said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p34\" class=\"\">“Hearken, O ye people of my church, … verily I say: Hearken ye people from afar; and ye that are upon the islands of the sea, listen together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p35\" class=\"\">“For verily the voice of the Lord is unto all men, and there is none to escape; and there is no eye that shall not see, neither ear that shall not hear, neither heart that shall not be penetrated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p36\" class=\"\">“And the rebellious shall be pierced with much sorrow; for their iniquities shall be spoken upon the housetops, and their secret acts shall be revealed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p37\" class=\"\">“And the voice of warning shall be unto all people, by the mouths of my disciples.” (<span class=\"citation\" id=\"16799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16799)\">D&amp;C 1:1–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p38\" class=\"\">May I remind you that the elders of Israel are some of those disciples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p39\" class=\"\">“And they shall go forth and none shall stay them, for I the Lord have commanded them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p40\" class=\"\">“Wherefore the voice of the Lord is unto the ends of the earth, that all that will hear may hear:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p41\" class=\"\">“Prepare ye, prepare ye for that which is to come, for the Lord is nigh.” Now that was spoken of the coming of the Redeemer for the second time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p42\" class=\"\">“And the anger of the Lord is kindled, and his sword is bathed in heaven, and it shall fall upon the inhabitants of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p43\" class=\"\">“And the arm of the Lord shall be revealed; and the day cometh that they who will not hear the voice of the Lord, neither the voice of his servants, … shall be cut off from among the people.” (<span class=\"citation\" id=\"16800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16800)\">D&amp;C 1:5, 11–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p44\" class=\"\">Having so declared, the Lord thus stated the cause of the predicament in which the inhabitants of the earth find themselves today. This was His diagnosis:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p45\" class=\"\">“They have strayed from mine ordinances, and have broken mine everlasting covenant;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p46\" class=\"\">“They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own God, whose image is in the likeness of the world, and whose substance is that of an idol, which waxeth old and shall perish in Babylon, even Babylon the great, which shall fall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p47\" class=\"\">“Wherefore, I the Lord”—now He gives His remedy for what He saw coming—“knowing the calamity which should come upon the inhabitants of the earth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p48\" class=\"\">“And also gave commandments to others, that they should proclaim these things unto the world.” (<span class=\"citation\" id=\"16803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16803)\">D&amp;C 1:15–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p49\" class=\"\">Among the things to be proclaimed unto the world were certain impending disasters. He said for example:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p50\" class=\"\">“A desolating scourge shall go forth among the inhabitants of the earth, and shall continue to be poured out from time to time, <span class=\"emphasis\">if they repent not,<\/span> until the earth is empty, and the inhabitants thereof are consumed away and utterly destroyed by the brightness of my coming.” That’s the Savior speaking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p51\" class=\"\">“Behold, I tell you these things, even as I also told the people of the destruction of Jerusalem; and my word shall be verified at this time as it hath hitherto been verified.” (<span class=\"citation\" id=\"16812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16812)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16812)\">D&amp;C 5:19–20<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p52\" class=\"\">Later, He called upon Joseph Smith the Prophet and said, in part:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p53\" class=\"\">“Listen to the voice of Jesus Christ, your Redeemer. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p54\" class=\"\">“Ye are called to bring to pass the gathering of mine elect …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p55\" class=\"\">“To prepare their hearts and be prepared in all things against the day when tribulation and desolation are sent forth upon the wicked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p56\" class=\"\">“For the hour is nigh and the day soon at hand when the earth is ripe; and all the proud and they that do wickedly shall be as stubble; and I will burn them up, saith the Lord of Hosts, that wickedness shall not be upon the earth;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p57\" class=\"\">“For the hour is nigh, and that which was spoken by mine apostles must be fulfilled; for as they spoke so shall it come to pass;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p58\" class=\"\">“For I will reveal myself from heaven with power and great glory, with all the hosts thereof, and dwell in righteousness with men on earth a thousand years, and the wicked shall not stand. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p59\" class=\"\">“But, behold, I say unto you that before this great day shall come the sun shall be darkened, and the moon shall be turned into blood, and the stars shall fall from heaven, and there shall be greater signs in heaven above and in the earth beneath;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p60\" class=\"\">“And there shall be weeping and wailing among the hosts of men;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p61\" class=\"\">“And there shall be a great hailstorm sent forth to destroy the crops of the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p62\" class=\"\">“And it shall come to pass, because of the wickedness of the world, that I will take vengeance upon the wicked, for they will not repent; for the cup of mine indignation is full; for behold, my blood shall not cleanse them if they hear me not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p63\" class=\"\">“Wherefore, I the Lord God will send forth flies upon the face of the earth, which shall take hold of the inhabitants thereof, and shall eat their flesh, and shall cause maggots to come in upon them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p64\" class=\"\">“And their tongues shall be stayed that they shall not utter against me; and their flesh shall fall from off their bones, and their eyes from their sockets.” (<span class=\"citation\" id=\"16827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16827)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16827)\">D&amp;C 29:1, 7–11, 14–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p65\" class=\"\">Now my beloved brothers and sisters, I realize that these predictions are not pleasing, but nevertheless they speak the truth. They are the words of the true and living God, who said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p66\" class=\"\">“I tell you these things, even as I also told the people of the destruction of Jerusalem; and my word shall be verified at this time as it hath hitherto been verified.” (<span class=\"citation\" id=\"16813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16813)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16813)\">D&amp;C 5:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p67\" class=\"\">There is but one way these impending calamities can be avoided, and that way is repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p68\" class=\"\">You know and I know that the inhabitants of the earth are steeped in sin and iniquity and that they are sinking deeper into the mire every day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p69\" class=\"\">But—and this is the glorious message—the Lord not only gave the warnings; He also revealed anew the means by which the ominous calamities may be averted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p70\" class=\"\">He has revealed anew the same simple truths He taught Adam and Eve in the beginning. Collectively, these teachings constitute the principles, doctrines, and ordinances of the gospel of Jesus Christ, which begins with a knowledge of and faith in God our Eternal Father in heaven and Jesus Christ His Only Begotten Son in the flesh, our Savior and Redeemer. They include the truth that the inhabitants of the earth, God’s offspring, are in mortality for the purpose of being proved to see if they will keep the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p71\" class=\"\">These commandments are not arbitrary edicts of a vindictive tyrant. They but set forth the laws and ordinances which produce—as a matter of cause and effect—peace, success, and happiness. Rejection of and disobedience to them has in the past always brought, and will continue to bring, failure and disaster as a natural consequence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p72\" class=\"\">The closing of the tragic cycle by the coming of the foreboding calamities can be averted if the inhabitants of the earth will repent, believe, and have faith in God as our Heavenly Father, in His Son Jesus Christ as our Redeemer, and will conform to their teachings. A good beginning would be to obey the commandments God gave to the children of Israel through Moses, the ones President Kimball has already quoted from this pulpit this day. The Lord said then and it is still true:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p73\" class=\"\">“I am the Lord thy God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p74\" class=\"\">“Thou shalt have no other gods before me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p75\" class=\"\">“Thou shalt not take the name of the Lord thy God in vain. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p76\" class=\"\">“Remember the sabbath day, to keep it holy. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p77\" class=\"\">“Honour thy father and thy mother. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p78\" class=\"\">“Thou shalt not kill.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p79\" class=\"\">“Thou shalt not commit adultery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p80\" class=\"\">“Thou shalt not steal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p81\" class=\"\">“Thou shalt not bear false witness against thy neighbour.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p82\" class=\"\">“Thou shalt not covet.” (<span class=\"citation\" id=\"22882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22882)\">Ex. 20:2–3, 7–8, 12–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p83\" class=\"\">If the inhabitants of the earth will obey these commandments and, in addition, strive with full purpose of heart to comply with the words of Jesus to “love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind” and “love thy neighbour as thyself” (<span class=\"citation\" id=\"36537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36537)\">Matt. 22:37, 39<\/a><\/span>) the predicted calamities can be prevented. But only in this manner can the closing of the tragic cycle in our day be averted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p84\" class=\"\">That it will be so I do not say. I do know, and I say, that as there was a Zion in the days of Enoch in which those who complied with God’s laws were saved, so there shall be a Zion in this last dispensation in which all those who live God’s revealed laws will be saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-tragic-cycle.p85\" class=\"\">To all of these things which the Lord has spoken, I bear my solemn witness in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}