{"ID":298, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Lamanites<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1947, pp. 15-22<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI humbly ask for an interest in your faith and prayers this morning as I stand before you on\nthis rare and delightful occasion. It is truly an inspiration to see the priesthood sitting before\nus with other members of the Church in this great and historic building.\n<\/p><p>\nINDIAN GROUPS VISITED\n<\/p><p>\nSince the last conference it has been my privilege to visit many of the tribes of Indians and\nspend some time down in Mexico among others of the Lamanites. In Mexico I found many\npureblood Indians who are living the gospel of Jesus Christ. They are in organized branches.\nThere was the Aztec group down south of Popocatepetl Volcano. I found them dancing the\nGold and Green Ball, though generally they go barefooted. I found them in Mutual activities\nof all kinds, singing temple anthems, dancing, dramatizing, and doing many of the things\nwhich we do here at home. And it became my hope that such might be the privilege of all of\nthe Indians or Lamanites, everywhere in the world, and that the Church blessings might be\nbrought to them.\n<\/p><p>\nRESPONSIBILITY TO PREACH GOSPEL TO LAMANITES\n<\/p><p>\nI realize that the responsibility is ours to bring the gospel with all its progress and culture to\nthe Indian. No other people in the world have the program to give to them, and so it is up to\nus to do this. As we realize this, our great responsibility, we remember the\nscripture which says,\n<\/p><p>\n. . . I will soften the hearts of the Gentiles, that they shall be like unto a father to them\n(<span class=\"citation\" id=\"3482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3482)\">2 Ne. 10:18<\/a><\/span>).\n<\/p><p>\nOne of the very first revelations to the Church in this last dispensation came through the\nProphet Joseph Smith to Oliver Cowdery, and he said:\n<\/p><p>\n. . . behold, I say unto you that you shall go unto the Lamanites and preach my\ngospel unto them; and inasmuch as they receive thy teachings thou shalt cause my\nchurch to be established among them\n(<span class=\"citation\" id=\"12337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12337)\">D&amp;C 28:8<\/a><\/span>).\n<\/p><p>\nWe have now, a stake in Hawaii, the membership of which is largely Lehites. We have\nbranches of the Church in Spanish-America and in the islands of the sea in great numbers. We\nnow have an Indian branch in South Carolina. We have Indian wards in the Malad Stake and\nin the Maricopa Stake. But our responsibility has not yet been met, for we have some sixty\nmillion people in these Americas who have some of the blood of Israel in their veins and who\nmust hear the gospel.\n<\/p><p>\nDESTINY OF THE CHURCH\n<\/p><p>\nThe Prophet Joseph Smith is quoted by President Wilford Woodruff in referring to this\nimportant matter. May I quote his words. The Prophet was talking to a group of the\npriesthood, and he said:\n<\/p><p>\nBrethren . . . you know no more concerning the destinies of this church and kingdom than a\nbabe upon its mother's lap. You don't comprehend it . . .\n<\/p><p>\nIt is only a handful of priesthood you see here tonight, but this church will fill North and\nSouth America&mdash;it will fill the world.\n<\/p><p>\nIt will fill the Rocky Mountains. There will be tens of thousands of Latter-day\nSaints who will be gathered in the Rocky Mountains, and there they will open the\ndoor for the establishing of the gospel among the Lamanites, who will receive the\ngospel and their endowments and the blessings of God\n(<i>Discourses of Wilford Woodruff<\/i>, pp. 38-39).\n<\/p><p>\nThen in Second Nephi we have this:\n<\/p><p>\nAnd the gospel of Jesus Christ shall be declared among them; wherefore, they\nshall be restored unto the knowledge of their fathers, and also to the knowledge\nof Jesus Christ, which was had among their fathers\n(<span class=\"citation\" id=\"3484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3484)\">2 Ne. 30:5<\/a><\/span>).\n<\/p><p>\nI am sure that the consummation of the work of the kingdom of God in this dispensation\ncannot be realized without this important feature of the restitution of all things.\n<\/p><p>\nIn Third Nephi the Lord has inspired his prophet to say this:\n<\/p><p>\nAnd then shall the work of the Father commence at that day, even when this gospel shall be\npreached among the remnant of this people. Verily I say unto you, at that day shall the work\nof the Father commence among all the dispersed of my people, yea, even\nthe tribes which have been lost\n(<span class=\"citation\" id=\"5471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5471)\">3 Ne. 21:26<\/a><\/span>).\n<\/p><p>\nHISTORY OF INDIAN CONVERSIONS\n<\/p><p>\nIt has been said that the gospel would be preached and that nations would be \"born in a day\"\n(<span class=\"citation\" id=\"25067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25067)\">Isa. 66:8<\/a><\/span>).\nThere was a period back in 1875-1876 when there were great numbers of Indians who came into\nthe Church. There was Chief Poko-Tel-Lo from the Snake River, who, with his entire band,\nwas baptized into the Church, and they left Salt Lake City going back to their homes\ndetermined to refrain from all evil practices. The old chief said that the other Indians were\ninterested, and there would be many who would be baptized. There were fifty from the north\nwho came down. Chief Alma with twenty-two of his people from the Salmon River country\ncame down and were baptized into the Church. The chief made the prediction that there\nwould be hundreds and thousands of the Indians come into the Church. Orson Pratt baptized\nfifty-two and blessed nine papooses down at Mount Pleasant in June of that year. In July there\nwere eighty-five of Kanosh's band who were baptized into the Church, and the following year\nthere were forty-one men and thirty-nine women, Indians, baptized down at Kanab. It seems\nthat there were a great many baptisms also up in the Malad country. I quote from The Deseret\nNews of July 22. 1875:\n<\/p><p>\n. . . Yesterday we met with Brother G. W. Hill, who has charge of a colony of\nseveral hundred Indians, mostly of the Shoshone, Bannock, and Pah Ute tribes.\nThey are Indians who have come forward and demanded to be baptized. The\nlocation is in Malad Valley, Idaho Territory. . . . They declare their intention to\nwander about no more, but to lead industrious lives, at peace with all their fellow\ncreatures, refraining from stealing and from all manner of bad practices, and abide\nby the conditions of their baptism, which are that they shall cease every species\nof wrongdoing. Elder Hill has baptized about three hundred since last spring.\n<\/p><p>\nAnd then it was stated that these Indians had already shown their good faith. They were all\nblessing their food; they were having their family prayers; and they were attending their\nregular Sabbath meetings.\n<\/p><p>\nMISSIONS SERVING THE LAMANITES\n<\/p><p>\nIn 1943 the Church organized the Navajo-Zuni Mission to look after the Indians in that area.\nThis year the mission has been enlarged to include all of the Indians in Arizona and New\nMexico and in the little strip in the southern part of Utah and Colorado. It is a full-time\nmission now. We are buying a mission home in Gallup, New Mexico, which will be the\nheadquarters. And now young missionaries, elders and lady missionaries, are being called to\nthis mission as the other missions in the Church.\n<\/p><p>\nThis year the Uruguayan Mission has been opened, and today with that mission and Brazil\nand Argentina, we have in South America 169 missionaries working among\nthe Lamanites. This, of course, is in fulfilment of the dreams of the brethren and particularly\nthe promise and prayer of Elder Melvin J. Ballard when on the 25th of December in 1925 he\nstood on the banks of El Rio de La Plata at Buenos Aires, and under the weeping willow\ntrees there, blessed South America. He said this, among other things:\n<\/p><p>\n . . . I turn the key, unlock, and open the door for the preaching of the gospel in all these\nSouth American nations, and rebuke, and command to be stayed, every power that would\noppose the preaching of the gospel in these lands. And we do bless and dedicate these nations,\nand this land for the preaching of the gospel (The Improvement Era, April, 1926, pp. 575,\n576.)\n<\/p><p>\nAnd in the last three months two new fields have been opened. Mexican missionaries from the\nMexican Mission have been sent into Guatemala and Costa Rica, and the work is going\nforward with the approval and hearty response, it seems, of the leading authorities of those\nnations.\n<\/p><p>\nWe have the Mexican Mission, the Spanish-American Mission and the Navajo-Zuni Mission\nhere in the United States and Mexico, in addition to all the program in the isles of the sea.\nThe work in the stakes is going forward. There are Indians in many of the stakes here in the\nWest, and the stake presidents are looking after the proselyting of these Indians within their\nboundaries, especially in the Blackfoot, Roosevelt, Sevier, Parowan, and other stakes.\n<\/p><p>\nWe are glad of the work that has been renewed in the missions of the Church, especially here\nin North America. In Canada some very splendid work is being done in the Six-Nations\nReservation over near Brantford, Ontario, and in central Canada there are two large\nreservations, the \"Carry the Kettle\" Reservation and the Piapot, where President Ivins recently\nvisited, and between 175 and 200 Indians came and attended his meetings. Those were the\nlargest meetings, I understand, in his entire mission visit in western Canada.\n<\/p><p>\nWe have the Ponca and the Sioux Indians who are showing interest in Nebraska, and the\nShoshones and the Arapahoes in Wyoming. We are doing work in the Rogue River, the Tule\nRivers, and the Rancho Rio reservations in northern California, and the Menominee\nReservation in the Northern States Mission. We have the Iroquois and the Catteraugas in New\nYork, and it will be remembered that in 1830 when Oliver Cowdery began his missionary\nservice among the Lamanites, that those were the first Indians to be visited in this\ndispensation. Today young elders are on motor bikes going out into the scattered areas and\nvisiting the Indians, and are receiving a very warm welcome. The Cherokees in the East\nCentral States Mission are interested. Their chief, Armichain, has indicated a great deal of\nhelpfulness.\n<\/p><p>\nI would like to quote just a paragraph from a letter from one who has indicated intense\ninterest and been most helpful.\n<\/p><p>\n. . . I drove . . . with one of my Indian friends, Charles Crow, to Asheville, and\nmet the lady missionaries and the elders there . . . he was much impressed by\nthem . . . We administered to one of the elders who was ill, Charles Crow\nwitnessing the ordinance . . . He later told me that [that] was taught in the Bible,\nand we were the first people he ever knew of that used it. When I had my prayers\nthat evening I knelt beside him . . . Before I had finished he put his arm on my\nshoulder and said, Elder Stokes, pray that I some day may also have such a\ntestimony and a prayer in my heart.\n<\/p><p>\nIt was my privilege at Malad Stake recently to see a large number of our Indian members of\nthe Church. One of the sisters bore a wonderful testimony in the conference, and one of the\nold men dismissed the conference. He was one of those original three hundred baptized way\nback in 1875 by Brother Hill. He was deaf, but he offered a very fine prayer.\n<\/p><p>\nINTEREST IN LAMANITES INCREASING\n<\/p><p>\nI believe that the interest generally is spreading and increasing and that we are on the dawn of\na great day for the Lamanite people. Visiting the Mexican Mission in May I found of the\nseventy-one missionaries, fifteen of them were Lamanites, and I also found the young\nAmerican missionaries were vying with each other to see who could be the companions of\nthese Mexican and Indian missionaries because they were so efficient.\n<\/p><p>\nThere have been baptisms by the hundreds. Some of the most recent ones were twenty\nbaptisms in the Roosevelt Stake within the past few weeks. There were four at Sand Hills,\nArizona. There were forty-one baptized in Mexico City in one day while I was there, and I\nwitnessed their baptism. And then there were hundreds, many hundreds who have come back\ninto fellowship in the Church in Mexico through the good graces of President George Albert\nSmith, President Arwell L. Pierce, and others who made contributions toward that great\naccomplishment.\n<\/p><p>\nWe have had schools in Mexico, in Hawaii, Tonga, and New Zealand. And so we are looking\nforward to a new day in schooling where our Lamanites may receive many of the advantages\nthat our own children have.\n<\/p><p>\nA year ago we established down in Blanding, Utah, a small school, somewhat as an\nexperiment. It has been very successful. With an outlay of only $1,500 total, we have built\nand equipped a two-room schoolhouse there under the direction of Brother Albert R. Lyman,\nwho has done a glorious work. There have been many donations of all kinds, in materials, in\nfood, in clothing. For the first year they fed these little Indian children, twenty-seven of them,\na warm midday meal, clothed them, and taught them not only the three R's but the gospel. It\nhas been very successful, and we are delighted with the prospects that are ahead of us for the\nsecond year now which is beginning. I visited this school last year when it was in session. I\nnoticed that three of the Indian women came, one of whom had five\nchildren, four in the school and one in the cradle upon her back. She sat at the sewing\nmachine all day long in one corner of the larger schoolroom, and frequently we would see her\ngoing over to one of the little desks, kneeling down beside it to help her children to learn, and\nto impress upon them the importance of taking advantage of this unusual opportunity which\nmany thousands of little boys and girls should, but do not have.\n<\/p><p>\nThe 1946 report of the missions discloses the fact, that among the Lamanites there are six\ntimes as many converts for each missionary, as in all the other missions of the world, and\nthere are twenty times as many converts for each missionary in the Lamanite missions as in\nsome of the missions in Canada and the United States.\n<\/p><p>\nSTORY OF POLACCA FAMILY\n<\/p><p>\nI had a letter the other day from a Tewa Indian in the Sand Hills of Arizona. His name is\nVinton Polacca. He is the son of one Tom Polacca, who was baptized many years ago by\nJacob Hamblin or his contemporaries. And then it seemed that there were many decades when\nthere were no missionaries in the area to give them help and courage. But Tom Polacca went\non with his work, and he taught his children the Book of Mormon stories, and promised them\nthat though it would be slow, the Church would come back again to them. Vinton and his\nwife, Fanny, were baptized a few years ago at Snowflake, Arizona. They spoke in the\nmeetinghouse. They were entertained in the homes of the whites, and they were feted and\nbanqueted as brothers and sisters. The story of the conversion of this man is most interesting.\n<\/p><p>\nHe was walking through the little community one day near the store out near the Second\nMesa in that sparsely inhabited area in northern Arizona. He heard a missionary talking to\nsome Indians near his car. He listened a moment. It sounded like the things his father had told\nhim those many, many years before, and when the missionary entered his car to go off some\nlittle distance to eat his lunch, this man who had started out to get his horse, and had his\nbridle on his arm, climbed on the side of the car, and they went some little distance and\nfound a place to sit down. Neither the horse was caught nor the lunch eaten because this man\nbecame so involved in his learning of the gospel of Jesus Christ. And so he and his wife were\nbaptized some little time later.\n<\/p><p>\nLet me quote from his letter a few paragraphs of which I believe will interest you. Brother\nVinton is a young man in his forties with a splendid Indian family, part of whom we baptized\nrecently. We held a testimony meeting with them in their own little home, away out in the\nsand hills, and I think it was the first testimony meeting they had attended and the first\nsacrament they had ever received. He was a priest, and I helped him to administer to the\nsacrament. His letter reads in part as follows:\n<\/p><p>\n. . . We are here at Kearns Canyon School now. I am back to work in the bakery again. I sure\nlike to be with so many little children . . . and I always wonder if all these young souls could\nonly know the true gospel, it will be a great help to our tribe. Yes. We always talk\nabout your nice visit to us at Sand Hills. There isn't very much to see up there, but I think\nthat my father has been led by a great spirit, to find a spring and a good home, and have\nmore freedom to pray to his true God. I could see him when I shut my eyes, kneeling down\non top of those sand hills and praying to our Great Father in heaven . . . I surely would like\nto talk and tell the people all about my father's conversion, how he fine the true gospel . . . \n<\/p><p>\nMy father was telling me a story at the sheep camp by a fireplace in the winter as we were\nsetting by a fireplace, while he was sewing my sheepskin over shoes, he said, \"My beloved\nSon, you are the youngest son of mine. I'll tell you a story about my life and other people.\nYou must remember this and try to live up to it. But remember, Son, this is not for yourself.\nAs I have said before, there are other people who cannot see and hear. If you live right and\npray you might lead them and tell them about it. Give them a drink when they ask for it. Yes,\nSon, I have travel a lots of time out in the country. Far off to the other tribe to trade our\ngoods. Many times I have gone alone out in the wilderness, where there is no roads or where\nto fine the spring and food when I need it. Oh my Son you must listen good. Our great spirit\nFather in heaven is guiding me. I pray when I am thirsty, I pray when I am lost and when I\nneed food I pray. All are answer when you believe in him. You don't know yet Son, what I\nam talking about. But you must remember and pray for it, you'll fine it. The right one will\ncome to you and you'll know it, my Son.\n<\/p><p>\n\"There will be lots of white people. They will all look alike when you see them, all white.\nBut, my Son, there heart is not alike, so you must be very careful in finding the right one. I\nhave fine the true gospel so you must try and fine the same one my Son, the Mormons. They\ngot the true record of our people. But they are coming slow. But they will be here. You'll see\nthem and hear them when they come. You'll know them by name (Mormon) so my Son, wait\nfor the Mormons. They got the true gospel of our great spirit Father in heaven. Pray for it so\nyou'll fine the right one.\"\n<\/p><p>\nAt his death bed I was setting beside his bed and he hold out his hands and said, \"My Son, I\nam leaving you. Remember what I have told you. Wait for the Mormon. Look, Son, there is\nthe man coming down to take me home. Look. There is the cross above me. Be a good boy,\nSon, be brave and be true to our true living God. Goodbye,\" And he is gone.\n<\/p><p>\nOh yes, he told me that he first meet the missionaries around Tuba City and later on he said\nthey went up to Salt Lake City to buy a horse with his brother, and thats the time he said he\nwas been baptized. He did not said where he was been baptized. Only name that I remember\nwas Jacob.\n<\/p><p>\nAnd then Vinton tells his own little story, briefly:\n<\/p><p>\nWhen I was about eight years old I start to heard sheep, and from that time on I have learned\nlots about God's work. I was a lonely boy. My brothers and sisters were big. When my father\ndied in 1911 I was left alone with my mother, and she also encourage me to remember my\nfather's last words&mdash;told me to live right and pray morning and evening so I keep it up. But\nsometimes I think of myself if I was worth to God, then with a humble heart I look toward\neast where Sun rises. I would then think of the day that would come for me to meet the right\ntrue gospel. In 1913 I was able to read and write. I went to Baptizes [Baptist]\nChurch. I got hold of the Holy Bible and I sure did study it. But still it was not enough of the\nstory that my father had told me. In my mind (the Mormons) so in 1915 I went to Santa Fe to\nschool and there I found out about the Catlices [Catholics] I sure want to go to there church\nso I did and I have found that it was not the kind that my father had told me about it, so that\nSunday night I ask our God what to do. I though [thought] that I was lost. The next week\nSunday they told me to go to church, but I stand alone there in the hole [whole] crowd. I\ndon't know which way to go, so I did not go to church for about a month. The school boy\nuse to call me divil [devil] because I didn't want to go to church . . .\n<\/p><p>\nI have waited about 20 years before I have found the true gospel .... Well, brother, I'll try and\ntell you . . . all about my father's life . . . and also my own hard traveling and looking for the\ntrue gospel which at last I have fine, and now I am feeling very happy . . \n<\/p><p>\nI wish I would be up there with you during the general conference. Well, we all send our love\nto our brothers and sisters. We remain as true to gospel.\n<\/p><p>\nFrom Polacca family<br \/>\nVinton L. Polacca.\n<\/p><p>\nLAMANITES TO BE \"WHITE AND DELIGHTSOME\"\n<\/p><p>\nBrothers and sisters, in conclusion may I say that we owe a great debt to these people, which\nwe can only pay by giving to them the gospel and the many advantages and opportunities\nwhich we enjoy. They are a warmhearted and devoted people. They believe without\nskepticism. They have a simple, childlike faith which admits of no cheap rationalization.\n<\/p><p>\nThe Lamanites must rise in majesty and power. We must look forward to the day when they\nwill be \"white and delightsome\"\n(<span class=\"citation\" id=\"3480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3480)\">2 Ne. 5:21<\/a><\/span>;\n<span class=\"citation\" id=\"3486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3486)\">2 Ne. 30:6<\/a><\/span>),\nsharing the freedoms and blessings which we enjoy; when\nthey shall have economic security, culture, refinement, and education; when they shall be\noperating farms and businesses and industries and shall be occupied in the professions and in\nteaching; when they shall be organized into wards and stakes of Zion, furnishing much of\ntheir own leadership; when they shall build and occupy and fill the temples, and serve in them\nas the natives are now serving in the Hawaiian Temple where I found last year the entire\nservice conducted by them and done perfectly. And in the day when their prophet shall come,\none shall rise\n<\/p><p>\n. . . mighty among them . . . being an instrument in the hands of God, with exceeding faith,\nto work mighty wonders (<span class=\"citation\" id=\"3479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3479)\">2 Ne. 3:24<\/a><\/span>).\n<\/p><p>\nBrothers and sisters, the florescence of the Lamanites is in our hands. May we not fail them, I\npray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}