{"ID":2980, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Blessings of Righteous Obedience\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p2\" class=\"\">Elder Delbert L. Stapley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_009<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3184.jpg\" alt=\"Elder Delbert L. Stapley\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p3\" class=\"\">My brothers and sisters and friends, one goal that most of us share in this life is the desire to achieve true joy and lasting happiness. There is only one way to do this, and that is by being obedient to all the commandments of God. As members of The Church of Jesus Christ of Latter-day Saints, we have voluntarily entered into holy covenants, promising to obey the Lord’s commandments. Willing, righteous obedience leads to celestial life; indeed, there is no eternal progress without it. Yet obedience to the commandments of God seems to be one of man’s most difficult challenges.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p4\" class=\"\">Some people do not obey because they feel their free agency will be trampled upon if they consider themselves subservient to Church authorities or enter into binding ordinances. Others willfully choose an existence of being “contrary to the nature of happiness.” (<span class=\"citation\" id=\"9280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9280)\">Alma 41:11<\/a><\/span>.) Still others, products of an undisciplined life, persist in their weaknesses and justify their course of action by shrugging and saying, “That’s just the way I am.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p5\" class=\"\">Disobedience to God and His chosen servants ignores the fact that we are all the children of an Eternal Father who has endowed us with the capacity to be as He and His Son Jesus Christ are—perfected, glorified, holy personages. Often we forget that obedience must be learned. Even Jesus Christ, the Only Begotten Son of God, learned perfect obedience, which qualified Him to serve as our Lawgiver and Lord. In Hebrews we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p6\" class=\"\">“Though he were a Son, yet learned he obedience by the things which he suffered;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p7\" class=\"\">“And being made perfect, he became the author of eternal salvation unto all them that obey him.” (<span class=\"citation\" id=\"24458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24458)\">Heb. 5:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p8\" class=\"\">We now tread in the same path that He trod. That path has been clearly marked out for each of us with signs and warnings to guide us along the way, preventing us from being diverted and lost. But, like Jesus, we must learn obedience. That is the purpose of our mortal life. If we fail in this experience, we will not find the true happiness that leads to exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p9\" class=\"\">There are several ways the Lord has set for us to learn obedience, so we may prove ourselves and merit His approval and blessings here and eternal glory with Him in the worlds to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p10\" class=\"\">First of all, we have not been left to walk alone. The Lord has clearly revealed His will concerning His children and shown us His plan of redemption. His laws are explicitly recorded in the standard works of the Church, which are the Bible, the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p11\" class=\"\">The Prophet Joseph Smith taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p12\" class=\"\">“We cannot keep all the commandments without first knowing them, and we cannot expect to know all, or more than we now know unless we comply with or keep those we have already received.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 256.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p13\" class=\"\">Concerning scripture study, the Prophet also taught: “He who reads it oftenest will like it best.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 56.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p14\" class=\"\">The scriptures contain the promises of the Lord to His obedient children. Where the Lord God commands, He also promises great rewards to those who obey. We read from the Bible:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p15\" class=\"\">“And it shall come to pass, if thou shalt hearken diligently unto the voice of the Lord thy God, to observe and to do all his commandments which I command thee this day, that the Lord thy God will set thee on high above all nations of the earth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p16\" class=\"\">“The Lord shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the Lord thy God, and walk in his ways.” (<span class=\"citation\" id=\"21313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21313)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21313)\">Deut. 28:1,9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p17\" class=\"\">Now a quote from the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p18\" class=\"\">“And behold, all that he requires of you is to keep his commandments; and he has promised you that if ye would keep his commandments ye should prosper in the land; and he never doth vary from that which he hath said; therefore, if ye do keep his commandments he doth bless you and prosper you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p19\" class=\"\">“And now, in the first place, he hath created you, and granted unto you your lives, for which ye are indebted unto him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p20\" class=\"\">“And secondly, he doth require that ye should do as he hath commanded you; for which if ye do, he doth immediately bless you; and therefore he hath paid you. And ye are still indebted unto him, and are, and will be, forever and ever.” (<span class=\"citation\" id=\"40436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40436)\">Mosiah 2:22–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p21\" class=\"\">Next, from the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p22\" class=\"\">“For if you will that I give unto you a place in the celestial world, you must prepare yourselves by doing the things which I have commanded you and required of you.” (<span class=\"citation\" id=\"16876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16876)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16876)\">D&amp;C 78:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p23\" class=\"\">“I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.” (<span class=\"citation\" id=\"16881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16881)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16881)\">D&amp;C 82:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p24\" class=\"\">Finally, from the Pearl of Great Price:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p25\" class=\"\">“And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p26\" class=\"\">“And they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads for ever and ever.” (<span class=\"citation\" id=\"7340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7340)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7340)\">Abr. 3:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p27\" class=\"\">These scriptural passages clearly state that great rewards are promised to those who obey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p28\" class=\"\">A second way we learn obedience is by following the counsel of living prophets and other appointed Church leaders. We are fortunate to live in a time when a living prophet is on the earth to counsel and guide us. Our Heavenly Father communicates His will through His prophet, and God will not permit His prophet to lead His people astray. The importance of the words of God’s prophet has been clearly stated to the Church as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p29\" class=\"\">“Thou shalt give heed unto all his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p30\" class=\"\">“For his word ye shall receive, <span class=\"emphasis\">as if from mine own mouth,<\/span> in all patience and faith.” (<span class=\"citation\" id=\"16825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16825)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16825)\">D&amp;C 21:4–5<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p31\" class=\"\">Then follows this promise to us when we heed the Lord’s admonition:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p32\" class=\"\">“For by doing these things the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good, and his name’s glory.” (<span class=\"citation\" id=\"16826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16826)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16826)\">D&amp;C 21:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p33\" class=\"\">The Lord has also provided local authorities—stake and district presidents, bishops and branch presidents. In a letter from the First Presidency, dated January 29, 1973, Church members were admonished:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p34\" class=\"\">“The Lord has so organized His Church that there is accessible to every member—man, woman, and child—a spiritual advisor, and a temporal counselor as well, who knows them intimately and who knows the circumstances and conditions out of which their problems come, and who, by reason of his ordination, is entitled to an endowment from our Heavenly Father of the necessary discernment and inspiration of the Lord to enable him to give the advice which the one in trouble so much needs. We refer to the Bishop or Branch President. If the Bishop or Branch President needs assistance, he may go to the Stake or Mission President. These brethren may in turn seek counsel from one of the General Authorities, should such be necessary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p35\" class=\"\">If a matter cannot be satisfactorily resolved by the first steps of this process, we should be obedient and supportive of those who preside over us until further counsel is received.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p36\" class=\"\">Third, we learn obedience by disciplining our lives in all things. One process by which we discipline ourselves is by repentance, for it “is the way to annul the effects of a previous lack of obedience in one’s life.” (Spencer W. Kimball, <span class=\"emphasis\">The Miracle of Forgiveness,<\/span> Bookcraft, 1969, p. 28.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p37\" class=\"\">We must recognize that mortality has been granted to us as a probationary state where all physical appetites are to be mastered. It is far more difficult to repent in the spirit world of sins which involve physical habits and actions. The words of Amulek in the Book of Mormon give emphasis to this principle: “Behold,” he said, “now is the time and the day of your salvation. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p38\" class=\"\">“This life is the time for men to prepare to meet God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p39\" class=\"\">“If we do not improve our time while in this life, then cometh the night of darkness wherein there can be no labor performed. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p40\" class=\"\">“That same spirit which doth possess your bodies at the time that ye go out of this life, that same spirit will have power to possess your body in that eternal world.” (<span class=\"citation\" id=\"9275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9275)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9275)\">Alma 34:31–34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p41\" class=\"\">It is obvious we either discipline our lives here, or pay the price for the undisciplined life in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p42\" class=\"\">Finally, we learn obedience, as the Savior did, by the things which we suffer. As we consider the lives of Saints in both past and present dispensations, we learn their lives were refined by affliction, hardship, persecution, and personal suffering. Job, who was no stranger to affliction, said in the time of his trials: “[God] knoweth the way that I take: when he hath tried me, I shall come forth as gold.” (<span class=\"citation\" id=\"26773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26773)\">Job 23:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p43\" class=\"\">In the despair of his own personal suffering, Joseph Smith was reminded that suffering can make saints of mortal men when they are “willing to submit to all things which the Lord seeth fit to inflict upon [them], even as a child doth submit to his father.” (<span class=\"citation\" id=\"40438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40438)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40438)\">Mosiah 3:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p44\" class=\"\">Sometime in the eternities to come, we will see that our trials were calculated to cause us to turn to our Heavenly Father for strength and support. Any affliction or suffering we are called upon to bear may be directed to give us experience, refinement, and perfection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p45\" class=\"\">The Lord has revealed in this dispensation that our rewards in the eternities are predicated on our level of obedience. If we are fully obedient to celestial law, fulfilling the laws of Christ, we will be worthy of a celestial glory. But for those who do not fully comply with celestial law, other lesser degrees of glory have been prepared, for the scriptures record:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p46\" class=\"\">“They who are not sanctified through the … law of Christ, must inherit another kingdom, even that of a terrestrial kingdom, or that of a telestial kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p47\" class=\"\">“For he who is not able to abide the law of a celestial kingdom cannot abide a celestial glory.” (<span class=\"citation\" id=\"16902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16902)\">D&amp;C 88:21–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p48\" class=\"\">And this is the promised reward for those who completely comply with the laws of the celestial kingdom and endure to the end:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p49\" class=\"\">“They are they into whose hands the Father has given all things—<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p50\" class=\"\">“They are they who are priests and kings, who have received of his fulness, and of his glory.” (<span class=\"citation\" id=\"16873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16873)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16873)\">D&amp;C 76:55–56<\/a><\/span>.)<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">In the light of these glorious promises, it is difficult to understand how any of our Heavenly Father’s children would voluntarily choose anything less than the best our God has to offer. Perhaps it would be well for each of us to reassess ourselves to determine where we presently stand in relation to the fundamental law of the celestial kingdom—the law of obedience. The results should reveal to us which kingdom we have chosen as our goal. For instance:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Do I study and ponder the scriptures in an effort to know the will of God and understand His commandments regarding His children?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Do I follow the counsel of God’s living prophet, or do I merely select those things with which I agree, disregarding the others?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Do I seek the advice and counsel of my bishop and stake president on matters of concern to me and my family?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Am I earnestly striving to discipline myself, placing my physical appetites under the subjection of my will?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Am I making every effort to repent of past or present wrongdoings and correct them by doing right?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Do I have an attitude of faith in God even though I experience trials, adversity, and affliction? And do I bear my burden without a complaining spirit?<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p58\" class=\"\">Keeping the commandments of God is not a difficult burden when we do it out of love of Him who has so graciously blessed us. The Savior has implored us to “take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p59\" class=\"\">“For my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"36515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36515)\">Matt. 11:29–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p60\" class=\"\">Our willingness to comply with the commandments of God is a witness of our faith in Him and our love for Him. A rebellious disposition cannot inherit the celestial kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p61\" class=\"\">In the Doctrine and Covenants we learn:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p62\" class=\"\">“But behold, they have not learned to be obedient to the things which I required at their hands, but are full of all manner of evil, and do not impart of their substance, as becometh saints, to the poor and afflicted among them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p63\" class=\"\">“And are not united according to the union required by the law of the celestial kingdom;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p64\" class=\"\">“And Zion cannot be built up unless it is by the principles of the law of the celestial kingdom; otherwise I cannot receive her unto myself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p65\" class=\"\">“And my people must needs be chastened until they learn obedience, if it must needs be, by the things which they suffer.” (<span class=\"citation\" id=\"16934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16934)\">D&amp;C 105:3–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p66\" class=\"\">By reading the scriptures, heeding the counsel of God’s prophets and other divinely called Church leaders, disciplining our lives, and enduring our burdens in faith, our natures will become refined and perfected.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p67\" class=\"\">May we keep before us this wisdom which flowed from the pen of the Prophet Joseph Smith to the early Saints of this dispensation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p68\" class=\"\">“In obedience there is joy and peace unspotted, unalloyed; and as God has designed our happiness … He never will institute an ordinance or give a commandment to His people that is not calculated in its nature to promote that happiness which He has designed, and which will not end in the greatest amount of good and glory to those who become the recipients of his law and ordinances.” (<span class=\"emphasis\">History of The Church of Jesus Christ of Latter-day Saints,<\/span> 5:135.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-blessings-of-righteous-obedience.p69\" class=\"\">“When the Lord commands, do it,” was a rule in the life of the first prophet of this dispensation. May that be the motto and practice of each one of us, I humbly pray, as I bear witness to the truth in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}