{"ID":2981, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Things of God and Man\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p2\" class=\"\">Elder LeGrand Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p\" class=\"\">Of the council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_010<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c62.jpg\" alt=\"Elder LeGrand Richards\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p3\" class=\"\">I am very happy to greet you, my brothers and sisters, and for the few moments that I stand before you today, I have selected as a text for my talk the words of the apostle Paul as recorded in the second chapter of First Corinthians, where Paul said that the things of God are understood by the Spirit of God, and the things of man are understood by the spirit of man. (See <span class=\"citation\" id=\"633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(633)\">1 Cor. 2:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p4\" class=\"\">“But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him.” (<span class=\"citation\" id=\"635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(635)\">1 Cor. 2:14<\/a><\/span>.) I take it that that is the reason we have nearly a thousand churches here in this great land of ours, because men with their own wisdom have not been able to understand the things of God as they are given by our Father’s holy prophets because, as Paul said, they are foolishness unto them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p5\" class=\"\">I think of the words of the prophet Isaiah when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p6\" class=\"\">“Because they have transgressed the laws, changed the ordinance, broken the everlasting covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p7\" class=\"\">“Therefore hath the curse devoured the earth, and they that dwell therein are desolate: therefore the inhabitants of the earth are burned, and few men left.” (<span class=\"citation\" id=\"25493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25493)\">Isa. 24:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p8\" class=\"\">I am sure that he had in mind these thousand churches that are following the precepts of men, and that is what Isaiah had in mind when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p9\" class=\"\">“Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honour me, but have removed their heart far from me, and their fear toward me is taught by the precept of men:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p10\" class=\"\">“Therefore, behold, I will proceed to do a marvellous work among this people, even a marvellous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.” (<span class=\"citation\" id=\"25499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25499)\">Isa. 29:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p11\" class=\"\">Now I would like to point out a few of the differences between the ways of men and their teachings and the truth as the Lord has revealed it through his holy prophets. First, I refer to the way they believe in the Trinity. When the Prophet Joseph saw his vision, the whole Christian world believed in a God without body, parts, or passions. That means he had no eyes; he couldn’t see. He had no ears; he couldn’t hear. He had no mouth; he couldn’t speak. Moses knew that this condition would prevail, for when he went to lead the children of Israel into the Promised Land, he told them that they would not remain there long, but that they would be scattered among the nations, and that they would worship gods made by the hands of man (that’s man’s doing) that could neither see, nor hear, nor taste, nor smell. (See <span class=\"citation\" id=\"21311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21311)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21311)\">Deut. 4:26–28<\/a><\/span>.) That’s exactly the kind of a god the whole Christian world was worshipping at the time Joseph Smith had his vision. But Moses didn’t leave it at that. He said in the latter days (and we live in the latter days) that if they would seek after God they would surely find him. (See <span class=\"citation\" id=\"21312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21312)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21312)\">Deut. 4:29<\/a><\/span>.) Joseph Smith sought after him and found him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p12\" class=\"\">At one time the Prophet Joseph visited the President of the United States, and the President asked him the difference between his church and other churches, and the Prophet said, “We have the Holy Ghost.” And when one has the Holy Ghost, he is laboring under the divine direction of God, the Eternal Father, and his Son, Jesus Christ. He is not dependent upon the ways of man, and as Paul pointed out, the ways of God are foolishness unto men because they can’t comprehend them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p13\" class=\"\">Compare, now, that idea of God with the experience of the Prophet Joseph. As a young man, he went into the woods to pray in answer to the invitation of the apostle James, “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.” (<span class=\"citation\" id=\"26286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26286)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26286)\">James 1:5<\/a><\/span>.) And in answer to his prayer, a light descended from heaven, brighter than the noonday sun, and in the midst of that light were two glorious personages: the Father and the Son. The Father said to Joseph: “This is My Beloved Son. Hear Him!” (<span class=\"citation\" id=\"30610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30610)\">JS—H 1:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p14\" class=\"\">And then the Savior of the world, whose right it is to pass judgment upon the right and wrong of all individuals and groups, asked Joseph what he wanted to know, and he asked which of all the churches he should join. The Savior answered that he should join none of them, for they all taught for doctrine the precepts of men. And that is the reason for the thousand churches in the United States today—it is because they follow the precepts of men rather than the revelations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p15\" class=\"\">Now I would like to discuss a few of the differences in our concepts. They have changed many of the ordinances. For instance, they no longer baptize as Jesus was baptized when he went to John to be baptized of him. They went down into the waters of the Jordan, and John baptized him, and they came up out of the water. The apostle Paul said there is “one Lord, one faith, one baptism.” (<span class=\"citation\" id=\"21901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21901)\">Eph. 4:5<\/a><\/span>.) And if that is true, you’d think that everybody would want to follow the example of the Savior himself when he was baptized by immersion in the River Jordan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p16\" class=\"\">Today little children are sprinkled as infants by their ministers. That isn’t an act of the child himself, it is an act of his parents. John, who was banished upon the Isle of Patmos, saw the great day when the dead, both small and great, would stand before God and would be judged according to the things that were written in the books, according to their works. (See <span class=\"citation\" id=\"42500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42500)\">Rev. 20:12<\/a><\/span>.) Children couldn’t be given credit for having been baptized of their own volition—it was the act of their parents, to take them to be sprinkled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p17\" class=\"\">When the people brought their children to Jesus and the apostles tried to prevent them from approaching Him, He rebuked them and said, “Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God.” (<span class=\"citation\" id=\"33282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33282)\">Mark 10:14<\/a><\/span>.) And then he took those little children into his arms and blessed them; and that is the pattern for his church when we understand the things of God instead of the things of man. Man’s idea is to have them sprinkled with a little water, which isn’t a baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p18\" class=\"\">When Jesus sent the apostles into all the world, following his resurrection, he told them to teach the gospel to every nation, and “he that believeth and is baptized shall be saved; but he that believeth not shall be damned.” (<span class=\"citation\" id=\"33288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33288)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33288)\">Mark 16:15–16<\/a><\/span>.) The children when they are baptized as little infants do not believe. They can’t understand. The Lord understood that condition, too. That is why he set the example by taking the little children into his arms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p19\" class=\"\">In the Book of Mormon we read the words of the prophet Mormon to his son Moroni, and I would like to read you just a few words. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p20\" class=\"\">“I know that it is solemn mockery before God, that ye should baptize little children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p21\" class=\"\">“And he that saith that little children need baptism denieth the mercies of Christ, and setteth at naught the atonement of him and the power of redemption.” (<span class=\"citation\" id=\"38416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38416)\">Moro. 8:9, 20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p22\" class=\"\">I think the thought in sprinkling little children (infant baptisms) was to wash away the sin of Adam and Eve, but the apostle Paul tells us, “For as in Adam all die, even so in Christ shall all be made alive.” (<span class=\"citation\" id=\"641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(641)\">1 Cor. 15:22<\/a><\/span>.) If that were not true, how would he have atoned for the sins of Adam unless he wiped away the original sin committed by Adam and Eve? And so they have changed the laws and the ordinances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p23\" class=\"\">Now they believe today (man’s interpretation) that we no more need prophets and apostles, that all those things have been done away, and prophecies, too. But Amos said, “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10466)\">Amos 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p24\" class=\"\">There has never been a time when the Lord has had a people on this earth that there wasn’t a prophet at their head to whom He could communicate His mind and will for the direction of His people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p25\" class=\"\">Then the apostle Paul told us that the Lord had placed in His church apostles and prophets, pastors and teachers, and evangelists for the work of the ministry (that is the great missionary program), for the edifying of the body of Christ (that’s the teaching in our auxiliaries and home teaching and priesthood teaching and so forth), for the perfecting of the saints (that comes through the service that they render), “till we all come in the unity of the faith.” (See <span class=\"citation\" id=\"21902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21902)\">Eph. 4:11–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p26\" class=\"\">We haven’t come to a unity of the faith, and if they do away with the instruments that the Lord placed there to bring us to a unity of the faith, how can we ever hope to arrive at that unity? Then he goes on to say that they “henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, … and cunning craftiness, whereby they lie in wait to deceive.” (<span class=\"citation\" id=\"21903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21903)\">Eph. 4:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p27\" class=\"\">And that’s what we have when we follow the philosophies of men rather than the leadership of his holy prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p28\" class=\"\">We listen to preachers on the radio and television today saying, “Come unto Jesus and recognize him, and confess him as your only Savior, and you’ll be saved.” How little do they realize that that is only a step in the right direction. That’s why Jesus said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p29\" class=\"\">“Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p30\" class=\"\">“Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p31\" class=\"\">“And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.” (<span class=\"citation\" id=\"36511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36511)\">Matt. 7:21–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p32\" class=\"\">In other words, they had departed from the foundation that he placed in his church and the responsibilities that would follow membership in the Church. If all we have to do is to confess our belief in the Savior, what would you do with the Savior’s parable of the talents? You remember: to one he gave five talents, to another two, to another one. Then after a time he came and held an accounting with those servants, and the one who had received five talents had won another five; the one who had received two had won another two; and unto them he said: “Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.” (<span class=\"citation\" id=\"36553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36553)\">Matt. 25:21, 23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p33\" class=\"\">The one who had received the one talent went and buried it in the earth. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p34\" class=\"\">“I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p35\" class=\"\">“And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine.” (<span class=\"citation\" id=\"36554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36554)\">Matt. 25:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p36\" class=\"\">And what did the Master say?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p37\" class=\"\">“Take therefore the talent from him, and give it unto him which hath ten talents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p38\" class=\"\">“For unto every one that hath shall be given, … but from him that hath not shall be taken away even that which he hath.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p39\" class=\"\">“And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth.” (<span class=\"citation\" id=\"36557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36557)\">Matt. 25:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p40\" class=\"\">That doesn’t sound like all we have to do is to confess. And you remember that the apostle James said that the devils know that He is the Savior, but they sinned. (See <span class=\"citation\" id=\"26290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26290)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26290)\">James 2:19<\/a><\/span>.) And he said that “faith without works is dead.” (<span class=\"citation\" id=\"26291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26291)\">James 2:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p41\" class=\"\">You remember when John saw the final winding-up scenes, when we should have a new heaven and a new earth, and when the dead, small and great, should stand before God. And the books were to be opened, and every man judged according to the things that were written in the books, <span class=\"emphasis\">according to their works,<\/span> and not according to just their faith. (See <span class=\"citation\" id=\"42501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42501)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42501)\">Rev. 20:12<\/a><\/span>.) And so works become necessary for membership in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p42\" class=\"\">Now there are many other differences, but there isn’t time to discuss them. But I would like to mention just one more. You remember how the whole world believed that the thief upon the cross went to heaven with the Savior because He said: “To day shalt thou be with me in paradise.” (<span class=\"citation\" id=\"31999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31999)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31999)\">Luke 23:43<\/a><\/span>.) Now the men of this world, understanding things according to man’s wisdom, thought he went to heaven. But according to divine truth, he went only to paradise where the Savior arranged for the gospel to be preached to him to prepare him so that he would be worthy to stand with the sanctified and the redeemed of his people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-things-of-god-and-man.p43\" class=\"\">Now there are many other differences, as we know, and as we study, so that we understand what Paul meant when he said that the things of God are understood by the Spirit of God, and the things of man are understood by the spirit of man, and “the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him.” (<span class=\"citation\" id=\"634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(634)\">1 Cor. 2:11–14<\/a><\/span>.) May the Lord help us all to understand his truths and to follow the leadership of our living prophet, I humbly pray in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}