{"ID":2984, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Sacrifice: Missionary-Style\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p2\" class=\"\">Elder Adney Y. Komatsu<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2bcc.jpg\" alt=\"Elder Adney Y. Komatsu\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p3\" class=\"\">My dear brothers and sisters and friends, I am humbly grateful for this opportunity to share my testimony of the truthfulness of the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p4\" class=\"\">In the Gospel of Mark we find:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p5\" class=\"\">“And when he was gone forth into the way, there came one running, and kneeled to him, and asked him, Good Master, what shall I do that I may inherit eternal life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p6\" class=\"\">“And Jesus said unto him, Why callest thou me good? there is none good but one, that is, God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p7\" class=\"\">“Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p8\" class=\"\">“And he answered and said unto him, Master, all these have I observed from my youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p9\" class=\"\">“Then Jesus beholding him loved him, and said unto him, One thing thou lackest: go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, take up the cross, and follow me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p10\" class=\"\">“And he was sad at that saying, and went away grieved: for he had great possessions.” (<span class=\"citation\" id=\"33283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33283)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33283)\">Mark 10:17–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p11\" class=\"\">The law of sacrifice is a fundamental doctrine of the gospel of Jesus Christ and contributes to the building of faith, love, and many other virtues. Many great blessings are predicated upon obedience to the eternal law of sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p12\" class=\"\">Sacrifice has always been required of missionaries. Brigham Young recorded: “In company with several of the Twelve I was sent to England in 1839. We started from home without purse or scrip, and most of the Twelve were sick; and those who were not sick when they started were sick on the way to Ohio; Brother Taylor was left to die by the roadside, by old Father Coltrin, though he did not die. I was not able to walk to the river, not so far as across this block, no, not more than half as far; I had to be helped to the river in order to get into a boat to cross it. This was about our situation. I had not even an overcoat; I took a small quilt from the trundle bed, and that served for my overcoat, while I was traveling to the State of New York, where I had a coarse satinette overcoat given to me. Thus we went to England, to a strange land to sojourn among strangers.” (Preston Nibley, <span class=\"emphasis\">Missionary Experiences,<\/span> Bookcraft, 1975, p. 90.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p13\" class=\"\">Today, missionary work is somewhat different and the sacrifices are different, but the Church still admonishes us to be missionaries and to give many more friends, neighbors, and people of the world the opportunity to enjoy all the blessings of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p14\" class=\"\">It is a privilege to work with the full-time missionaries and their mission presidents in the field, to hear their testimonies, to feel of their wonderful spirits, and to view their dedication to the work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p15\" class=\"\">The Lord has not limited the opportunity for missionary service to only a few, but it is available to everyone that would follow in his footsteps. Jesus said to his disciples, “If any man will come after me, let him deny himself, and take up his cross, and follow me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p16\" class=\"\">“For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it.” (<span class=\"citation\" id=\"36526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36526)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36526)\">Matt. 16:24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p17\" class=\"\">The word <span class=\"emphasis\">deny<\/span> implies sacrifice or giving up one’s personal desires for the happiness of others. We often hear it said that a missionary sacrifices two years of his life to serve the Lord. In the beginning he may think it a sacrifice, especially when the work becomes difficult and the disappointments are numerous; but the sooner the missionary learns to keep the commandments of the Lord, deny himself, as the Savior admonished his disciples, sacrifice his own desires for those of others for the building up of the kingdom of God, and lose himself in the work, then will he find true happiness in his missionary labors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p18\" class=\"\">With each sacrifice his testimony is strengthened, for to sacrifice is to obey and to love his fellowman. Missionary work is not easy and requires difficult personal discipline with many self-denials.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p19\" class=\"\">Recently I was asked by a mission president to counsel with a young missionary who had difficulty in adjusting to life in the mission field. After visiting with him for a time, we discussed the principle taught by King Benjamin, the great Book of Mormon prophet, who said, “For the natural man is an enemy to God, and has been from the fall of Adam, and will be, forever and ever unless he yields to the enticings of the Holy Spirit, and putteth off the natural man and becometh a saint through the atonement of Christ the Lord, and becometh as a child, submissive, meek, humble, patient, full of love, willing to submit to all things which the Lord seeth fit to inflict upon him, even as a child doth submit to his Father.” (<span class=\"citation\" id=\"40439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40439)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40439)\">Mosiah 3:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p20\" class=\"\">I assured this young missionary that if he would adhere to the enticings of the Holy Spirit and submit to all things which the Lord saw fit to inflict upon him and serve Him with humility, patience, and love unto the end—not only of his mission but of his life—surely the Lord would bless him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p21\" class=\"\">The young missionary rededicated himself to the Lord and today enjoys seeking the happiness of others through his missionary labors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p22\" class=\"\">Brothers and sisters, I know without a doubt in my heart that as we seek the Lord and his Spirit, we will be guided and directed in all that we do in this church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p23\" class=\"\">May I share with you the words of a song written by a missionary while serving in Japan some time ago:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To be missionary, there’s no finer thing I know.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Though you may toil and work and worry all the day,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Just to hear one person tell you that he knows the gospel’s true,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There’s no finer thing that anyone can say.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When first I came I thought it indeed a sacrifice<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To leave behind the home I love so dear,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But now I see it was no sacrifice at all,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">It’s a great and marvelous privilege to be here.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The language isn’t easy, that I’m sure you know by now,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There’s quite a large adjustment to be made,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But through the trials and sorrow, I’ve grown closer to my God,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And for that there’s not a thing that I would trade.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ve seen a man stop smoking,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ve seen his happy smile,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In prayer I’ve seen a family kneeling down.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ve seen the Saints grow stronger, how happy is the day<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When they’ll have a holy temple of their own.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p41\" class=\"\">Missionaries are wonderful and carry with them a great spirit of enthusiasm because they are willing to obey the commandments of the Lord and sacrifice with love in their hearts. If you would like to emulate a missionary, or become like one, you must obey, sacrifice, and love your fellowman.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p42\" class=\"\">What better way can we do this than to be missionaries every day of our lives and bless our loved ones at home, our relatives, our friends and neighbors! Home is the best place to practice this principle and to express love and appreciation for each other. There are many ways we can sacrifice at home and show love for our family members by helping each other with household duties and family activities. Each member must practice self-denial if we are to build eternal homes. Through sacrifice and family togetherness great things are accomplished: temples can be constructed, family homes can be strengthened, and strong characters can be built.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p43\" class=\"\">In closing, may I quote from the apostle Paul’s teachings to the Hebrews on the sacrifice of the Savior, his obedience and suffering:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p44\" class=\"\">“Though he were a Son, yet learned he obedience by the things which he suffered;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p45\" class=\"\">“And being made perfect, he became the author of eternal salvation unto all them that obey him.” (<span class=\"citation\" id=\"24459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24459)\">Heb. 5:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p46\" class=\"\">I know if we practice the principles of sacrifice daily and deny our personal desires for the happiness of others, we too will be able to receive the Holy Spirit and gain eternal salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/sacrifice-missionary-style.p47\" class=\"\">I bear you my humble testimony that I know God lives and that Jesus is the Christ, the Savior of mankind. I know that Joseph Smith was called and ordained to restore the gospel of Jesus Christ in these last days. And President Spencer W. Kimball today is indeed the prophet of the Lord and is administering to the needs of the Church all over the world. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}