{"ID":2985, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Message to the Rising Generation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_014<\/span>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p3\" class=\"\">With the singing “Shall the Youth of Zion Falter?” still ringing in our ears, and with these lovely young women as a background, I pray for the inspiration of heaven as I direct my brief remarks to the youth of the Church—the “rising generation,” as the Book of Mormon calls them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p4\" class=\"\">I want to talk to you, the young people of the Church, frankly and honestly. I presume you know that we love you. As leaders of the Church, there isn’t anything in this world we wouldn’t do that’s right for you. We have great confidence in you. You are not just ordinary young men and young women. You are choice spirits, many of you having been held back in reserve for almost 6,000 years to come forth in this day, at this time, when the temptations, responsibilities, and opportunities are the very greatest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p5\" class=\"\">God loves you as He loves each and every one of His children, and His desire and purpose and glory is to have you return to Him pure and undefiled, having proven yourselves worthy of an eternity of joy in His presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p6\" class=\"\">Your Father in heaven is mindful of you. He has given you commandments to guide you, to discipline you. He has also given you your agency—freedom of choice—“to see if [you] will do all things whatsoever [He] shall command.” (<span class=\"citation\" id=\"7339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7339)\">Abr. 3:25<\/a><\/span>.) His kingdom here on earth is well organized, and your leaders are dedicated to helping you. May you know that you have our constant love, our concern, and prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p7\" class=\"\">Satan is also mindful of you. He is committed to your destruction. He does not discipline you with commandments, but offers instead a freedom to “do your own thing”—the freedom to smoke, to drink, to misuse drugs or rebel against the counsel and commandments of God and His servants. Satan knows that you are young, at the peak of physical vigor, excited by the world, and consumed by new emotions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p8\" class=\"\">Satan knows that youth is the springtime of life when all things are new and young people are most vulnerable. Youth is the spirit of adventure and awakening. It is a time of physical emerging when the body attains the vigor and good health that may ignore the caution of temperance. Youth is a period of timelessness when the horizons of age seem too distant to be noticed. Thus, the <span class=\"emphasis\">now<\/span> generation forgets that the present will soon be the past, which one will look back upon either with sorrow and regret or joy and cherished experiences. Satan’s program is “play now and pay later.” He seeks for all to be miserable like unto himself. The Lord’s program is happiness now and joy forever through gospel living. As one of His servants—out of the love of my heart for the youth of Zion—I offer this counsel for your happiness now:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p9\" class=\"\">First, I counsel you to live a morally clean life. The prophet Alma declared—and truer words were never spoken—“Wickedness never was happiness.” (<span class=\"citation\" id=\"9279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9279)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9279)\">Alma 41:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p10\" class=\"\">You cannot do wrong and feel right. It is impossible! Years of happiness can be lost in the foolish gratification of a momentary desire for pleasure. Satan would have you believe that happiness comes only as you surrender to his enticements, but one only needs to look at the shattered lives of those who violate God’s laws to know why Satan is called the Father of Lies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p11\" class=\"\">Consider this letter from one lovely young woman:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p12\" class=\"\">“I’m writing this,” she said, “from the depths of a broken heart, in the hope that it may be a warning to other girls never to partake of the bitterness that has come to me. I would give all that I have or ever hope to have if I could go back to those happy, carefree days before the first little taint of sin came upon my heart. I scarcely realized I was slipping into something that could bring such sorrow and ruin into a person’s life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p13\" class=\"\">“I wish I could reveal to you the anguish and regret that fill my heart today, the loss of self-respect and the realization that life’s most priceless gift has slipped away from me. I reached out too eagerly for the excitements and thrills of life, and they have turned to ashes in my hands.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p14\" class=\"\">This young woman, unfortunately, discovered that the heaviest burden one may have to bear in this life is “the burden of sin.” (Harold B. Lee, “Stand Ye in Holy Places,” <span class=\"emphasis\">Ensign, <\/span>July 1973, p. 122.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p15\" class=\"\">You can avoid that burden and all of the attending heartaches if you will but heed the standards laid down for you through the teaching of the Lord’s servants. One of the standards on which your happiness is based, now and in your future, is moral purity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p16\" class=\"\">The world would tell you that this standard is old-fashioned and out of date. The world would have you accept a so-called <span class=\"emphasis\">new morality,<\/span> which is nothing more than immorality. Our living prophet has reaffirmed that the eternal standard of chastity has not changed. Here are his words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p17\" class=\"\">“The world may have its norm; the Church has a different one. … The world may countenance premarital sex experiences, but the Lord and His church condemn in no uncertain terms any and every sex relationship outside of marriage, and even indecent and uncontrolled ones within marriage. And so, though many self-styled authorities justify these practices as a normal release, the Church condemns them. … Such unholy practices were condemned by ancient prophets and are today condemned by the Church.” (Spencer W. Kimball, <span class=\"emphasis\">Faith Precedes the Miracle,<\/span> Deseret Book Co., 1972, p. 175.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p18\" class=\"\">This standard means keeping yourselves clean in body and mind. The Church has no double standard of morality. The moral code of heaven for both men and women is complete chastity before marriage and full fidelity after marriage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p19\" class=\"\">For you young men and women not yet married, this uniform standard for men and women has been clearly defined by President Kimball:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p20\" class=\"\">“Among the most common sexual sins our young people commit are necking and petting. Not only do these improper relations often lead to fornication, pregnancy, and abortions—all ugly sins—but in and of themselves they are pernicious evils, and it is often difficult for youth to distinguish where one ends and another begins. They awaken lust and stir evil thoughts and sex desires. They are but parts of the whole family of related sins and indiscretions.” (Spencer W. Kimball, <span class=\"emphasis\">The Miracle of Forgiveness,<\/span> Bookcraft, 1969, p. 65.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p21\" class=\"\">In the church and kingdom of God, chastity will never be out of date, regardless of what the world may do or say. So we say to you, young men and women—maintain your self-respect. Do not engage in intimacies that bring heartache and sorrow. You cannot build happy lives on immorality. “The first condition of happiness,” said President David O. McKay, “is a clear conscience.” (<span class=\"emphasis\">Gospel Ideals,<\/span> Salt Lake City: The Improvement Era, 1953, p. 498.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p22\" class=\"\">Second, I counsel you to stay close to your parents. There are some things which come only with mature adulthood, and one of these is wisdom. Young people, you need the wisdom of age, just as some of us older ones need your enthusiasm for life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p23\" class=\"\">A young man, a few months out of college, got a job with an insurance company. He was full of enthusiasm and vigor—determined to sell insurance to all he met, including the farmers. He walked into a farmyard one lovely autumn morning and noticed an old farmer across the yard, somewhat stooped and bent, looking out over his field of grain. The salesman briskly walked over to the farmer and said, “Look up my good man, there’s much to live for.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p24\" class=\"\">The elderly farmer straightened up the best he could and replied, “Young man, you see that beautiful field of wheat?” The salesman acknowledged that indeed it was beautiful. “Do you notice that some of the heads are bent over?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p25\" class=\"\">“Yes,” said the youth, “that’s right, they are.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p26\" class=\"\">The old farmer said, “Those are the ones with the grain in them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p27\" class=\"\">Your parents may become somewhat stooped and bent caring for you and your brothers and sisters. But just remember, those are the ones with the grain in them. Yes, young people, your parents, with their maturity of years and experience you have not had, can provide wisdom, knowledge, and blessings to help you over life’s pitfalls. You may find, as one young man did, that life’s sweetest experiences come when you go to Mom and Dad for help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p28\" class=\"\">Some time ago, a young man came to my office requesting a blessing. He was about eighteen years of age and had some problems. There were no serious moral problems, but he was mixed up in his thinking and worried. He requested a blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p29\" class=\"\">I said to him, “Have you ever asked your father to give you a blessing? Your father is a member of the Church, I assume?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p30\" class=\"\">He said, “Yes, he is an elder, a rather inactive elder.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p31\" class=\"\">When I asked, “Do you love your father?” he replied, “Yes, Brother Benson, he is a good man. I love him.” He then said, “He doesn’t attend to his priesthood duties as he should. He doesn’t go to church regularly, I don’t know that he is a tithe payer, but he is a good man, a good provider, a kind man.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p32\" class=\"\">I said, “How would you like to talk to him at an opportune time and ask him if he would be willing to give you a father’s blessing?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p33\" class=\"\">“Oh,” he said, “I think that would frighten him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p34\" class=\"\">I then said, “Are you willing to try it? I will be praying for you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p35\" class=\"\">He said, “All right; on that basis, I will.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p36\" class=\"\">A few days later he came back. He said, “Brother Benson, that’s the sweetest thing that has happened in our family.” He could hardly control his feelings as he told me what had happened. He said, “When the opportunity was right, I mentioned it to Father, and he replied, ‘Son, do you really want me to give you a blessing?’ I told him, ‘Yes, Dad, I would like you to.’” Then he said, “Brother Benson, he gave me one of the most beautiful blessings you could ever ask for. Mother sat there crying all during the blessing. When he got through there was a bond of appreciation and gratitude and love between us that we have never had in our home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p37\" class=\"\">Draw close to Dad and Mom. When family prayer and home evening are suggested, don’t pull away. Join in and make it real. Do your part to develop real family unity and family solidarity. In such homes there is no generation gap. This is another tool of the adversary—to drive children and parents apart. Yes, keep close to Dad and Mom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p38\" class=\"\">Third, I counsel you, in the words of Jesus Christ, to “watch and pray always lest ye enter into temptation; for Satan desireth to have you, that he may sift you as wheat.” (<span class=\"citation\" id=\"5867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5867)\">3 Ne. 18:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p39\" class=\"\">If you will earnestly seek guidance from your Heavenly Father, morning and evening, you will be given the strength to shun any temptation. President Heber J. Grant gave this timeless promise to the youth of the Church:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p40\" class=\"\">“I have little or no fear for the boy or the girl, the young man or the young woman, who <span class=\"emphasis\">honestly and conscientiously supplicate God twice a day for the guidance of His Spirit.<\/span> I am sure that when temptation comes they will have the strength to overcome it by the inspiration that shall be given to them. Supplicating the Lord for the guidance of His Spirit places around us a safeguard, and if we earnestly and honestly seek the guidance of the Spirit of the Lord, I can assure you that we will receive it.” (<span class=\"emphasis\">Gospel Standards,<\/span> Salt Lake City: The Improvement Era, 1969, p. 26; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p41\" class=\"\">When you pray—when you talk to your Heavenly Father—do you really talk out your problems with Him? Do you let Him know your feelings, your doubts, your insecurities, your joys, your deepest desires—or is prayer merely an habitual expression with the same words and phrases? Do you ponder what you really mean to say? Do you take time to listen to the promptings of the Spirit? Answers to prayer come most often by a still voice and are discerned by our deepest, innermost <span class=\"emphasis\">feelings.<\/span> I tell you that you can know the will of God concerning yourselves if you will take the time to pray and to listen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p42\" class=\"\">Yes, beloved youth, you will have your trials and temptations through which you must pass, but there are great moments of eternity which lie ahead. You have our love and our confidence. We pray that you will be prepared for the reins of leadership. We say to you, “Arise and shine forth” (<span class=\"citation\" id=\"16943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16943)\">D&amp;C 115:5<\/a><\/span>), and be a light unto the world, a standard to others. You can live in the world and not partake of the sins of the world. You can live life joyously, beautifully, unmarred by the ugliness of sin. This is our confidence in you.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Be glad. O Youth, your day is at the dawning,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For you the hours stretch long before the night;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">What matter clouds be dark on the horizon?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Beyond them glow the rays of endless light.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Today the shadows may obscure your pathway,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Strange roads may beckon you on every side;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The bitterness of storm may bring a struggle,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To make you brave whatever may betide.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If deep within your heart you keep the vision—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The dream that nothing can erase or mar,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The promise of a fairer day tomorrow,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Will be for you a compass and a star.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Look to this day, arise in all your splendor,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And bear the standards of a world-to-be,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When hate and war, distress and desolation,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Give place to justice, love and liberty.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p59\" class=\"\">(Maude Osmond Cook, “Young Men Shall See Visions,” <span class=\"emphasis\">You Left Us with a Smile,<\/span> Salt Lake City: Melvin A. Cook Foundation, 1972, p. 59.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-message-to-the-rising-generation.p60\" class=\"\">I pray that you—the young and rising generation—will keep your bodies and minds clean, free from the contaminations of the world, that you will be fit and pure vessels to bear off the kingdom of God triumphant in preparation for the second coming of our Savior. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}