{"ID":2987, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Seeing the Five A’s\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p2\" class=\"\">Elder Marion D. Hanks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2e6a.jpg\" alt=\"Elder Marion D. Hanks\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p3\" class=\"\">I’m honored to follow Bruce McConkie, whom I have loved and admired for many years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p4\" class=\"\">As I have met some of the wonderful chaplains who represent us across the earth, who are in for conference, I have been reminded of some wonderful memories. One of them made me smile as I recalled one of our brethren who had finished his tour in Vietnam and was leaving as we arrived in Saigon. He said, “I am leaving this place with mixed feelings—joy and gladness.” Brethren, we think of you with that kind of mixed feelings, knowing your great contributions across the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p5\" class=\"\">I smiled again today as I thought about an afternoon just a little while ago at the National Boy Scout Jamboree when, sloshing through the rain, soaked myself, I saw a youngster sliding down a mud bank into a mud puddle. He was as wet and muddy as anyone could get. I said to him, “Son, you don’t look too unhappy with the rain.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p6\" class=\"\">He said. “No, sir.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p7\" class=\"\">I said, “You don’t wish you were home, then?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p8\" class=\"\">“No, sir, they would never let me do this at home!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p9\" class=\"\">It is about two such boys and two good men that I’d like to talk tonight, for they form the central theme of my remarks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p10\" class=\"\">The boys are special young men, like all of you and the men are choice leaders in church and community. I met one of these fathers and his five-year old son just a few days ago. The father told me of a recent conversation with his boy in which he explained that elections are coming soon and that he is being urged to run again for the office of mayor. “Shall I run for mayor?” he said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p11\" class=\"\">“Uh-uh,” said the lad.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p12\" class=\"\">“Well,” said the father, “some church leaders are coming to our stake next week and they may ask me to continue to serve as stake president. Shall I say yes if they ask me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p13\" class=\"\">“Uh-uh,” said the boy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p14\" class=\"\">“What do you want me to do?” the father laughed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p15\" class=\"\">His son said, “I just want a regular dad.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p16\" class=\"\">The other story was equally interesting and significant to me. This family has a tradition of educational accomplishment and the father was shaken a bit when his wife brought him their high school son’s report card with his first <span class=\"emphasis\">C<\/span> on it. Dad brooded over the matter and when the son came home invited him into the study, sternly confronted him with the card, and said, “Son, what is this I see on your report card?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p17\" class=\"\">“Well, Dad,” replied the boy, “I <span class=\"emphasis\">hope<\/span> you see the five <span class=\"emphasis\">A<\/span>s.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p18\" class=\"\">We can all understand that it may be difficult for a boy to realize that his father can be a regular dad and do other important things too. And it may be difficult on occasion for men to see the <span class=\"emphasis\">A<\/span>s on the report card when there is a <span class=\"emphasis\">C<\/span> there. So let me speak a few words tonight to men who once were boys and to boys who are fast becoming men. Men remember being boys, but boys, I’m sure, have a harder time imagining how it will be to be a man. But you boys will be men, you know—some kind of men—and it is very important to you and all whom your life will touch that you be regular boys in every wonderful sense of the term, so you can be regular men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p19\" class=\"\">Men who are trying to do a number of important things realize that none of our involvements matters much—and accomplishing anything else will not bring much satisfaction—if we have not done all we should at home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p20\" class=\"\">As to the five <span class=\"emphasis\">A<\/span>s and the <span class=\"emphasis\">C,<\/span> all of us must be reminded that while perfection is a worthy goal and while good grades are important, yet individuals have different capacities and gifts, and imperfection is with all of us, and school grades that represent honest and earnest effort should be acceptable. What really matters, after all, is what kind of people we are. The problems of the world are at root all human problems, and the opportunities in the world are at root all human opportunities. Those who help solve the problems and make the most of the opportunities are those whose priorities are straight, who are mature and strong in character.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p21\" class=\"\">And there is another consideration we must think of as we talk of fathers and sons. Many boys grow up without a father. My own dad died when I was a little boy, so I am especially aware that many boys have no father at all, or maybe a father who doesn’t provide the best example and instruction he could. So in addition to being good fathers to our own sons, true men must reach out to show concern for other boys also. And even boys blessed with wonderful mothers need men to look up to, to love and follow. They need men to teach them how to be men or they may learn, as so many do, from imitation men who themselves have it all wrong, who may have perverse ideas, who think that manhood rests in muscles or money, or crime or crudity, or cards or conquests. I cannot prescribe how many meetings and activities we individually should go to of those that are available, but it should be our first priority to take whatever time it takes in order to keep faith with our families and to be a friend to a boy or girl who needs some help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p22\" class=\"\">Use your imaginations with me for a moment. Imagine that I am drawing a star at one end of a chalkboard. That star represents a boy named Allen. I will draw a tight circle around the star representing Allen’s good family, including a mother who loves him very much and a dad who talks to him and listens to him and spends quality time with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p23\" class=\"\">On the other end of the chalkboard I will draw another star representing Dick. Dick is not so fortunate. He doesn’t have a family like Al’s. If he gets any help, it will have to be from outside his home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p24\" class=\"\">Now draw some lines radiating like spokes in a wheel, from the circle of Allen’s family and from the star representing Dick. Imagine writing on those lines the forces for good that would be available to each of the boys if all of us were doing our jobs well in the programs of the Church: leaders in Primary, Sunday School Young Men, Young Women, Scouting, seminary; Aaronic Priesthood quorum associates and presidencies; quorum advisers, home teachers. Melchizedek Priesthood quorum and Relief Society leaders would be there also, of course, for both Dick and Al, because while the best of families needs all the sustaining support it can get, a boy without a father to guide him is in even greater need of friends, especially those who could help him form an image of what a good man should be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p25\" class=\"\">All of these forces for good are coordinated by a strong bishopric who pray humbly, plan wisely, organize carefully, delegate with confidence and efficiently check up, and who will then have time to give the personal attention that young men and young women need and that they say they appreciate more than time spent in more formal associations in which others than the bishopric could as well lead out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p26\" class=\"\">What happens when what we have been imagining actually occurs? Let me tell you about one young man that I know personally who got that kind of attention and made an appropriate response.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p27\" class=\"\">Not long ago and not far away a boy entered a pharmacist’s shop, told the proprietor that he was Bob Brown, son of Mrs. Helen Brown, and inquired if there was any possibility for him to work at the pharmacy to pay for medicine which the store owner had supplied the family but for which he had not yet been paid. Mr. Jones didn’t really need any additional help, but he was so impressed by the unusual conscientiousness of this seventeen-year-old high school boy that he made arrangements for Bob to work at the store part time on Saturdays.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p28\" class=\"\">That first day of diligent work greatly impressed the businessman, who at the completion of it handed the young man an envelope containing twelve dollars—the agreed-upon wages. The boy took two one-dollar bills from the envelope and asked Mr. Jones to give him change for one of them. Bob put the other dollar bill and twenty cents in his pocket, deposited the eighty cents change in the envelope with the ten-dollar bill, and handed that money to Mr. Jones to apply to the family account, asking if that division of wages was agreeable to the pharmacist. Well, Mr. Jones tried to insist that Bob keep a larger portion of the money. “You’ll need some money for school,” he said, “and besides, I’ve already decided to increase your pay in the future. Why don’t you keep at least half of the twelve dollars?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p29\" class=\"\">“No, sir,” said the seventeen-year-old. “Maybe later I could keep a little more, but today I would like to pay the ten dollars and eighty cents on our bill.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p30\" class=\"\">At that moment some of Bob’s friends came by and asked him to attend a movie with them. He said he couldn’t, that he had to go home. They continued to tease him to go with them until finally he informed them firmly that he didn’t have any money and couldn’t go with them. Mr. Jones, observing all of this, was about to intervene again to offer money to Bob when one of the boys who had playfully jostled him heard the twenty cents rattle in Bob’s pocket. The bantering began again, because obviously he did have some money. Quietly Bob finally said, “Look, guys, I do have a little money but it isn’t mine; it’s my tithing. Now take off, will you please. I need to get home to see how Mom’s doing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p31\" class=\"\">When Bob and the others had left the store, Mr. Jones went to the telephone and called a physician friend. “Doctor,” he said, “I have been filling your prescriptions for years and have long admired your reputation as a fine surgeon. I’ve also known you are a Mormon bishop, but I have never had any interest in your religion. But I now have one of your boys working for me who is so different that I need to learn about a religion that can produce a young man like that.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p32\" class=\"\">Arrangements were made, and the pebble dropped into the life of Mr. Jones by Bob Brown began the extending circles that to this point have gently washed the druggist and members of his family and many others into a warm, loving life as fellow citizens with the Saints in the household of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p33\" class=\"\">Somehow early in his life Bob has mastered principles and developed character that set him apart from most others. He is a regular boy in every choice sense of the description. Can anyone doubt that he will be an equally fine man, a good husband, a regular dad, a concerned leader who will help many others?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p34\" class=\"\">The Church must and always will continue to place great emphasis on the family, because strong, loyal families are the heart of the society. No nation will ever be stronger than the strength of its homes. No agency or institution can do what the home should do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p35\" class=\"\">But we must take people—boys and girls, men and women—where they are, as they are, in the imperfect conditions that so widely exist, in the personal imperfections which are universal. We cannot escape responsibility for our families and others whom we might touch, nor ever cease pulling for them and praying for them and trying to help them. If they make wrong decisions, follow the false programs that many of their peers pursue, still we will love them and suffer with them and work with them and wait for them, even as the father in the Lord’s parable waited for the prodigal who finally came to his senses and headed home: “When he was yet a great way off, his father saw him, and had compassion and ran, and fell on his neck, and kissed him.” (<span class=\"citation\" id=\"31995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31995)\">Luke 15:20<\/a><\/span>.) We will watch and pray, even as the Lord himself waits with godly mercy, as He declared through His prophet 2,700 years ago: “And therefore will the Lord wait, that he may be gracious unto you, and therefore will he be exalted, that he may have mercy upon you.” (<span class=\"citation\" id=\"25503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25503)\">Isa. 30:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p36\" class=\"\">As you young men (and the wonderful young women you will one day have the privilege to marry) accept your responsibility to strengthen the families you now live in and build sound relationships in the homes where you now live, and as we who are adults seek to help you, all of us are under sacred obligation to reach out in friendship and love for each other and for others, young associates, young brothers and sisters, who do not have in their homes or their lives what so many of us are blessed—or could be blessed—to enjoy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p37\" class=\"\">Now let me give you two examples of the application of all of this as I’ve been blessed to observe it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p38\" class=\"\">Only a few days ago in Arizona as I was at the pulpit in a conference meeting, a tiny boy came walking down the aisle and up on the stand, perhaps searching for a mother in the choir, maybe just investigating. He wasn’t making any fuss, but he was a wonderful little boy and I couldn’t refrain from pausing a moment and talking with him. I asked him his name and where his mommy and daddy were, and at that point a tall, handsome young man stood in the chapel and advanced to retrieve his child. When the father took his son in his arms in front of the pulpit he kissed him, and I had to swallow a quick lump in my throat. There was no embarrassment, no spanking, no yanking, no anger. There was just the gentle kiss and a loving hug in those big strong arms, and for all of us present a warm, tender, memorable experience from a fortunate youngster and a wise, mature, regular dad.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p39\" class=\"\">Then, recently I visited the Junior Sunday School meeting in connection with the stake conference where I was assigned. As I entered the room I saw a little girl crying and looking very lost and very, very frightened. Her parents had just deposited her and gone on to the meeting with the big people. In a moment a wonderful young teacher reached her, knelt by her, and put her arms around her and comforted her. The sobs turned to sniffles and peace began to enter a little heart. Just then the second act in the drama began. Another youngster appeared and started to cry also, frightened and feeling alone like the other had. The young teacher, still holding the first little one, reached the second child, and knelt by her and enveloped her in her arms. As she did I heard her say to the first little girl, “Ellen, this young lady is frightened and lonesome. Will you help me make her feel welcome?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p40\" class=\"\">The first youngster, her sniffles barely dried, nodded, and the two little children, in the safe haven of the teacher’s arms, supported each other and soon both were quieted. The teacher put three chairs together and sat between the two of them, a hand gently resting on each.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p41\" class=\"\">When I left that morning I thought I had seen as clearly as I am capable of seeing how the Lord expects us to treat each other, and how wonderful it is to have someone who has lived a little longer and learned to love, to reach out and help us, and then help us help others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p42\" class=\"\">In the scriptures is a magnificent sermon in a single line, in which I interpolate an additional word: “For how shall I go up to my father, and the lad [or lass] be not with me?” (<span class=\"citation\" id=\"23907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23907)\">Gen. 44:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/seeing-the-five-as.p43\" class=\"\">God bless us, young men and men, to be what God permits us and expects us to be. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}