{"ID":2988, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Trust in the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p3\" class=\"\">I have chosen as my text for these remarks, “Trust in the Lord.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p4\" class=\"\">I hope that what I say will be appropriate for all priesthood bearers. I have particularly in mind, however, the Aaronic Priesthood youth. I hope that every one of you tonight can remember when this is over that what I talked about was trust in the Lord, and that you will have your determination to trust in him strengthened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p5\" class=\"\">The command to trust in the Lord is oft repeated by the Lord Himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p6\" class=\"\">Ten months before the Church was organized, He said to Hyrum Smith, through his brother, the Prophet:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p7\" class=\"\">“I am the light which shineth in darkness, and by my power I give these words unto thee. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p8\" class=\"\">“Put your trust in that Spirit which leadeth to do good—yea to do justly, to walk humbly, to judge righteously; and this is my Spirit …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p9\" class=\"\">“Which shall fill your soul with joy.” (<span class=\"citation\" id=\"16818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16818)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16818)\">D&amp;C 11:11–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p10\" class=\"\">Two years later, speaking of Bishop Newel K. Whitney, He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p11\" class=\"\">“Let him trust in me and he shall not be confounded: and a hair of his head shall not fall to the ground unnoticed.” (<span class=\"citation\" id=\"16898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16898)\">D&amp;C 84:116<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p12\" class=\"\">In 1841 when William Law was concerned about the health of his children because of the sickness among the people at Nauvoo, the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p13\" class=\"\">“Let my servant William put his trust in me, and cease to fear concerning his family, because of the sickness of the land. If ye love me, keep my commandments; and the sickness of the land shall redound to your glory.” (<span class=\"citation\" id=\"16948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16948)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16948)\">D&amp;C 124:87<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p14\" class=\"\">Comforting the people who had been driven into the wilderness by the wicked King Noah, Alma explained to them that although the Lord seeth fit to chasten his people; [and although] he trieth their patience and their faith [,] nevertheless—whosoever putteth his trust in him the same shall be lifted up at the last day.” (<span class=\"citation\" id=\"40443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40443)\">Mosiah 23:21–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p15\" class=\"\">One of the most dramatic evidences recorded in the scriptures that trusting in the Lord brings rewards was the vanquishing of the giant Goliath by young David. His implicit trust enabled him to accomplish this great feat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p16\" class=\"\">You will remember that the Philistines and Israel were at war. “The Philistines gathered together their armies to battle … on a mountain on the one side, and Israel stood on a mountain on the other side: and there was a valley between them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p17\" class=\"\">“And there went out a champion [from] the camp of the Philistines, named Goliath, … whose height was six cubits and a span”—that was about nine feet six inches.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p18\" class=\"\">“And he had an helmet of brass upon his head, and he was armed with a coat of mail” weighing about one hundred twenty-six pounds. (<span class=\"citation\" id=\"2634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2634)\">1 Sam. 17:1, 3–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p19\" class=\"\">“In addition, he carried a shield of brass on his back, a heavy plate of metal armor on his legs and a helmet of brass on his head. In his hand he carried a spear with a shaft ‘like a weaver’s beam’ tipped with an iron, battering-ram type of head weighing in excess of 18 pounds.” (W. Cleon Skousen, <span class=\"emphasis\">The Fourth Thousand Years,<\/span> Bookcraft, 1966, p. 19.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p20\" class=\"\">This bully cried to the armies of Saul, “Choose you a man for you, and let him come down to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p21\" class=\"\">“If he be able to fight with me, and to kill me, then will we be your servants: but if I prevail against him, and kill him, then shall ye be our servants, and serve us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p22\" class=\"\">“And the Philistine said, I defy the armies of Israel this day; give me a man, that we may fight together.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p23\" class=\"\">The record says that “when Saul and all Israel heard those words of the Philistine, they were dismayed, and greatly afraid.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p24\" class=\"\">This challenge Goliath made morning and evening for forty days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p25\" class=\"\">“And all the men of Israel, when they saw the man, fled from him, and were sore afraid.” (<span class=\"citation\" id=\"2635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2635)\">1 Sam. 17:8–11, 24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p26\" class=\"\">While this was going on, young David reached the camp with a message from his father for his elder brothers who were serving in King Saul’s army. When he heard Goliath’s challenge, he “spake to the men that stood by him, saying, … Who is this uncircumcised Philistine, that he should defy the armies of the living God?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p27\" class=\"\">When King Saul heard about what David had said, he sent for him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p28\" class=\"\">“And David said to Saul, Let no man’s heart fail because of him; thy servant [speaking of himself] will go and fight with this Philistine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p29\" class=\"\">“And Saul said to David, Thou art not able to go against this Philistine to fight with him: for thou art but a youth, and he a man of war from his youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p30\" class=\"\">“And David said unto Saul, Thy servant kept his father’s sheep, [that is, ‘I kept my father’s sheep’], and there came a lion, and a bear, and took a lamb out of the flock:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p31\" class=\"\">“And I went out after him, and smote him, and delivered it out of his mouth: and when he arose against me, I caught him by his beard, and smote him, and slew him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p32\" class=\"\">“[I] slew both the lion and the bear: and this uncircumcised Philistine shall be as one of them, seeing he hath defied the armies of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p33\" class=\"\">“David said moreover, The Lord”—now we come to the trust that this boy had in the Lord—“The Lord that delivered me out of the paw of the lion, and out of the paw of the bear, he will deliver me out of the hand of this Philistine. And Saul said unto David, Go, and the Lord be with thee.” (<span class=\"citation\" id=\"2636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2636)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2636)\">1 Sam. 17:26, 32–37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p34\" class=\"\">Saul then armed David with his own armor. But it was too heavy for David, for he hadn’t been used to wearing armor, so he took it off.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p35\" class=\"\">“And he took his staff in his hand, and chose him five smooth stones out of the brook, and put them in a shepherd’s bag which he had, … and his sling was in his hand: and he drew near to the Philistine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p36\" class=\"\">“And the Philistine came on and drew near unto David; and the man that bare the shield went before him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p37\" class=\"\">“And when the Philistine looked about, and saw David, he” was disgusted—the record says “he disdained him: for he was but a youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p38\" class=\"\">“And the Philistine said unto David, Am I a dog, that thou comest to me with staves? And the Philistine cursed David” in the name of all the heathen gods he knew.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p39\" class=\"\">“And the Philistine said to David, Come to me, and I will give thy flesh unto the fowls of the air, and to the beasts of the field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p40\" class=\"\">“Then said David to the Philistine, Thou comest to me with a sword, and with a spear, and with a shield: but I come to thee in the name of the Lord of hosts, the God of the armies of Israel, whom thou hast defied.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p41\" class=\"\">“This day,” continued David, “will the Lord deliver thee into mine hand; and I will smite thee, and take thine head from thee; and I will give the carcases of the host of the Philistines this day unto the fowls of the air, and to the wild beasts of the earth; that all the earth may know that there is a God in Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p42\" class=\"\">“And all this assembly shall know that the Lord saveth not with sword and spear: for the battle is the Lord’s, and he will give you into our hands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p43\" class=\"\">“And it came to pass, when the Philistine arose, and came and drew nigh to meet David”—that is, he hurried and ran“that David hasted, and ran toward the army to meet the Philistine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p44\" class=\"\">“And David put his hand in his bag, and took thence a stone, and slang it, and smote the Philistine in his forehead,”just below his helmet—“that the stone sunk into his forehead; and he fell upon his face to the earth.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p45\" class=\"\">That was a very new experience for the Philistine. Nothing like that had ever entered into his head before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p46\" class=\"\">“So David prevailed over the Philistine with a sling and with a stone, and smote the Philistine, and slew him.” (<span class=\"citation\" id=\"2637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2637)\">1 Sam. 17:40–50<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p47\" class=\"\">Now, the reason David accomplished this great feat was that he trusted in and was led by the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p48\" class=\"\">When that happened, the Philistines all panicked, and there was a great victory that day for the armies of Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p49\" class=\"\">Now here’s another illustration from the scriptures. This is from the Book of Mormon, and it is another remarkable demonstration of how the Lord sustains those who put their trust in Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p50\" class=\"\">This is the report which Helaman gave to his leader, Moroni, of his so-called 2,000 sons. These were young men who were the sons of the Ammonites (they were converted Lamanites); their fathers had taken an oath that they would not go to war again, but these boys were not old enough to take the oath and so they were not bound by it. And they volunteered to help the Nephites against the invasion of the Lamanites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p51\" class=\"\">When the Nephite army was threatened with overwhelming odds by the Lamanites, Helaman said to these men, “What say ye, my sons, will ye go against them to battle?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p52\" class=\"\">And they answered, “Behold our God is with us, and he will not suffer that we should fall; then let us go forth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p53\" class=\"\">“Now they never had fought, yet they did not fear death; and they did think more upon the liberty of their fathers than they did upon their lives; yea, they had been taught by their mothers, that if they did not doubt, God would deliver them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p54\" class=\"\">“And they rehearsed … the words of their mothers, saying: We do not doubt our mothers knew it. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p55\" class=\"\">“And now it came to pass,” continued Helaman in his report to Moroni, “that we … did surround the Lamanites, and did slay them; yea, insomuch that they were compelled to deliver up their weapons of war and also themselves as prisoners of war.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p56\" class=\"\">“And now … when they had surrendered themselves up unto us, behold, I numbered those young men who had fought with me, … [and] to my great joy, there had not one soul of them fallen to the earth; yea, and they had fought as if with the strength of God; … never were men known to have fought with such miraculous strength.” (<span class=\"citation\" id=\"9282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9282)\">Alma 56:44, 46–48, 54–56<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p57\" class=\"\">Following a later battle, Helaman continued in his report:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p58\" class=\"\">“My little band … [was] firm before the Lamanites, … and they did obey and observe to perform every word of command with exactness; yea, and even according to their faith it was done unto them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p59\" class=\"\">“And it came to pass that there were two hundred, out of my two thousand and sixty, who had fainted because of the loss of blood; nevertheless, according to the goodness of God, and to our great astonishment, and also the foes of our whole army, there was not one soul of them who did perish. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p60\" class=\"\">“And now, their preservation was astonishing to our whole army, yea, that they should be spared while there was a thousand of our brethren who were slain. And we do justly ascribe it to the miraculous power of God.” Why? “Because of their exceeding faith in that which they had been taught to believe—that there was a just God, and whosoever did not doubt, that they should be preserved by his marvelous power.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p61\" class=\"\">“Now this was the faith of these of whom I have spoken; they are young, and their minds are firm, and they do put their trust in God continually.” (<span class=\"citation\" id=\"9283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9283)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9283)\">Alma 57:19, 21, 25–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p62\" class=\"\">President Heber J. Grant tells of a different type of reward that comes from trusting in the Lord. When he was a young man, he heard his bishop in a fast meeting, which was then held on Thursdays (in the early days, we held our fast meetings on Thursdays), make a strong appeal for donations. At that time President Grant had $50 in his pocket which he intended to deposit in the bank. But he was so impressed by his bishop’s appeal that he tendered the whole $50 to the bishop. The bishop took $5 and handed him back $45, stating that $5 was his full share. Then President Grant replied, “Bishop Wooley, by what right do you rob me of putting the Lord in my debt? Didn’t you preach here today that the Lord rewards fourfold? My mother is a widow and she needs two hundred dollars.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p63\" class=\"\">“My boy,” queried the bishop, “do you believe that if I take this other forty-five dollars you will get your two hundred dollars quicker?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p64\" class=\"\">“Certainly,” replied President Grant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p65\" class=\"\">Now here was an expression of trust in the Lord which the bishop could not withstand. He took the remaining $45.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p66\" class=\"\">President Grant testified that on his way back to work, “an idea popped” into his head, acting upon which he made $218.50. Speaking on this incident years later, he said, “Someone will say that it would have happened anyway.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p67\" class=\"\">“I do not think it would have happened. I do not think I would have got the idea.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p68\" class=\"\">“I am a firm believer that the Lord opens up the windows of heaven when we do our duty financially and pours out blessings upon us of a spiritual nature, which are of far greater value than temporal things. But I believe He also gives us blessings of a temporal nature.” (<span class=\"emphasis\">Improvement Era<\/span> 42:457.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p69\" class=\"\">In the mission presidents’ seminar last June, Elder Thomas S. Monson told of the great faith and trust in the Lord of Randall Ellsworth, a missionary who, in Brother Monson’s words, “was crushed under that devastating earthquake in Guatemala, pinned for, I think, twelve hours. Found himself totally paralyzed from the waist down. Kidney functions, not present. No hope to ever walk again. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p70\" class=\"\">“He was flown to … Maryland and … interviewed in the hospital by a television reporter. The television reporter said to him, ‘The doctors say you will not walk again. What do you think, Elder Ellsworth?’ He said, ‘I’ll not only walk again, but I have a call from a prophet to serve a mission in Guatemala, and I shall go back to Guatemala and finish that mission. ’ …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p71\" class=\"\">“He exercised twice the [requirement] outlined by the doctors. He exerted his faith. He received a blessing from the priesthood and his recovery was miraculous. It astounded the physicians and the specialists. He began to be able to stand on his feet. Then he could walk with crutches, and then the doctors said to him, ‘You may return to the mission field if the Church will permit you to go.’ He went. We sent him to Guatemala. He returned to the land to which he had been called, to the people whom he dearly loved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p72\" class=\"\">“While there he was walking, proselyting a full schedule with a cane in each hand. [His mission president] looked at him and said, ‘Elder Ellsworth, with the faith that you have, why don’t you throw those canes away and walk?’ And Elder Ellsworth said, ‘If you have that kind of faith in me [take the canes].’” He put down the canes and has never used them since. (Mission Presidents’ Training Seminar, June 1977, tape recording, Missionary Department.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/trust-in-the-lord.p73\" class=\"\">Brethren, you young men particularly, I bear to you my testimony that I know that the Lord rewards those who put their trust in Him. May we learn that when we’re young, and practice it through our lives so that we can testify as these experiences testify, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}