{"ID":2989, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Obeying the Right Voice\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p2\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"President N. Eldon Tanner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p3\" class=\"\">First, I should like to tell you about a different kind of classroom with a unique group of teachers. The students have come from a state-run shelter for juvenile offenders of the law to be instructed by prison inmates serving life terms or more than twenty-five years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p4\" class=\"\">Let me describe a group of recent participants in what is known as the Juvenile Awareness Program. There were twenty of them, including several as young as fourteen with tattoos on their arms, and all had had minor scrapes with the law, ranging from break-ins to shoplifting and assault. They arrived by bus and strutted cockily into the prison confines. Three hours later they walked out timidly—some shaking and near tears.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p5\" class=\"\">Their change in attitude came after their “teachers” gave them firsthand information about prison life. In the vilest of language, and with frequent threats of violence (although never carried out), the class members were transformed from fidgeting, squirming, disinterested youths to a spellbound, captive audience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p6\" class=\"\">Let me repeat some of the words of the “instructors” which brought about this change.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p7\" class=\"\">“I’m 45 years old now and I know I’m never going to see the streets again,” said a convicted murderer. “We’re all dying to get out and you guys are pounding on the doors, saying, ‘Let us in.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p8\" class=\"\">Another statement: “The Hollywood image of prison doesn’t tell you about gang rapes and suicides. That happens all the time here. And you little punks are fresh meat.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p9\" class=\"\">A convicted kidnapper told the boys: “I’ve been in here for 16 years and you guys can’t sit still for a couple of hours. If you’re going to be criminals, you better get used to someone telling you what to do all the time.” (<span class=\"emphasis\">Salt Lake Tribune,<\/span> July 19, 1977, pp. 1–2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p10\" class=\"\">It is interesting to observe that whether we are in prison or out, there is always someone telling us what to do. The difference lies in who is telling us and what they are wanting us to do. Therein lies the difference between happiness and unhappiness, eternal life with God or some lesser final judgment. The difference is in <span class=\"emphasis\">obedience<\/span> to the right voice and to the right principle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p11\" class=\"\">Consider with me some things a man needs for happiness. Since all of you are members of the church of Jesus Christ and hold the priesthood, we can talk about your particular needs, for you already have some of the prerequisites for a happy life. You are most blessed to hold the priesthood of God. You know who you are, why you are upon the earth, and what you must do to be successful and happy and to enjoy salvation and exaltation—to prove yourselves by doing all things which the Lord God shall command. Many men in the world today would find the happiness they are seeking if they had that knowledge. <span class=\"emphasis\">Cherish it, brethren.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p12\" class=\"\">Now, in addition to knowing that he is a child of God, that he holds the priesthood—the power to act in God’s name—a man needs companionship. What a tremendous source of strength it is to belong to a great brotherhood of priesthood holders where all are engaged in works of righteousness to help build the kingdom of God. But in order to enjoy full fellowship, a man must observe the rules. There are certain requirements to be met and certain rules to obey:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p13\" class=\"\">“We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men; indeed, we may say that we follow the admonition of Paul—We believe all things, we hope all things, we have endured many things, and hope to be able to endure all things. If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things.” (<span class=\"citation\" id=\"6947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6947)\">A of F 1:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p14\" class=\"\">Another thing a man needs is the love and companionship of family and friends. This too must be <span class=\"emphasis\">earned<\/span> by compliance with or <span class=\"emphasis\">obedience<\/span> to certain rules of behavior. You young men should be kind and considerate of the girls you choose for friends, girls who love the Lord and are preparing themselves to be mothers of the spirit children of God. You must be worthy of them by good, clean living and by obeying the commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p15\" class=\"\">Men who are married should be thoughtful and kind to their wives and children and never use their priesthood unrighteously. It is appalling to read of the wife and child abuse that is far too prevalent, even in our Latter-day Saint families. Someone wrote a letter the other day to the editor of a local newspaper to express shock that in a predominantly Mormon community, where family life is stressed, there should be so many referrals of child abuse. Surely we should follow the Savior’s example in showing love for our wives and children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p16\" class=\"\">Also, a man finds happiness through his chosen vocation. It should make us happy just to know that we have the freedom to choose what we want to do to earn a living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p17\" class=\"\">When young men come to me for advice in choosing their life’s work or their careers, I always tell them that they should choose something they will enjoy doing, and then do the very best they can and be honest, honorable, and upright in their dealings and in the service they give—to seek first the kingdom of God and his righteousness, knowing that all these other things will be added unto them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p18\" class=\"\">One business executive, in championing the free enterprise system, had this advice for young business managers:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p19\" class=\"\">“Work [diligently]. Be at the right place at the right time. Maintain a degree of humility. Develop an inner drive and a competitive desire to excel rather than just get along. Develop your common sense.” Your <span class=\"emphasis\">obedience<\/span> to these business guidelines will make for success and <span class=\"emphasis\">happiness.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p20\" class=\"\">All too frequently today we read or hear about dishonesty in government, in business firms, in trade unions, and in other areas of endeavor. In every case there has been a violation of some moral code or disobedience to law. All too often there is little or no remorse. In addition, there are too many who have little regard for human life. Some criminals today even go on lecture tours or star in movies at great financial gain. This is most appalling indeed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p21\" class=\"\">A recent news story told of a man who was released from prison after serving a sentence for a robbery that he did not commit. He finally convinced the officials that he had an alibi—he was robbing another store 260 miles away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p22\" class=\"\">Permissiveness by parents is responsible for much juvenile crime. The Church has sponsored two slogans which bear repeating: “Parents, it is ten o’clock. Do you know where your children are tonight?” and “Children, do you know where your parents are tonight?” Too many parents are leaving their responsibilities to television sets, which act as baby-sitters, and often do irreparable damage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p23\" class=\"\">The following story is a sad commentary on our times. A fifteen-year-old boy was accused of murdering his elderly next-door neighbor in cold blood, and his attorney was pleading an insanity defense because he committed the crime while under the influence of “involuntary television intoxication.” A pretrial brief stated that “through ‘the excessive and long-continued use of this intoxicant [television], a mental condition of insanity was produced.’ That condition was ‘a disease of the mind’ … and left [the boy] incapable of realizing ‘the criminality of his conduct’ and ‘unable to conform to the law.’” (<span class=\"emphasis\">Salt Lake Tribune,<\/span> Aug. 18, 1977, p. A4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p24\" class=\"\">Children must learn <span class=\"emphasis\">obedience,<\/span> and parents must exact obedience from them. Love your children, let them know that you love them; but remember that it is no favor to a child to let him do things he should not do. I have seen the results of many surveys and know from personal experience that children want some direction and control in their lives and want to live up to the expectations of those who are responsible for directing their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p25\" class=\"\">The laws of God and the laws of nature and the laws of the land are made for the benefit of man—for his comfort, enjoyment, safety, and well-being—and it is up to the individual to learn these laws and to determine whether or not he will enjoy these benefits by obeying the laws and by keeping the commandments. To be happy and successful we must obey the laws and regulations pertaining to our activities. These laws will function either to our joy and well-being or to our detriment and sorrow, according to our actions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p26\" class=\"\">How often do you hear people say they don’t want to be told what to do? Young people particularly often rebel against conforming to the rules and regulations. I have had some of them come to me and say that they are fed up with being told, “You have to do this,” and “You have to do that.” They say they want to decide for themselves what they want to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p27\" class=\"\">My response is that they are free to do exactly what they choose to do (as long as it does not infringe upon the rights of others), but there are certain consequences which follow all our actions, and they must be prepared to take those consequences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p28\" class=\"\">We are told: “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.” (<span class=\"citation\" id=\"16882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16882)\">D&amp;C 82:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p29\" class=\"\">One of the Ten Commandments states: “Honour thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee.” (<span class=\"citation\" id=\"22886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22886)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22886)\">Ex. 20:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p30\" class=\"\">A good example of this is found in a little story which I heard recently. A young boy was playing baseball with his friends when his mother’s voice came loud and clear, calling, “Charlie, Charlie!” He instantly threw down his bat, picked up his jacket and cap, and started for home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p31\" class=\"\">“Don’t go yet; finish the game!” cried the other players.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p32\" class=\"\">“I must go right this minute. I told my mother I would come when she called,” was Charlie’s response.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p33\" class=\"\">“Pretend you didn’t hear,” said the boys.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p34\" class=\"\">“But I did hear,” said Charlie.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p35\" class=\"\">“She won’t know you did.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p36\" class=\"\">“But I know it, and I’ve got to go.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p37\" class=\"\">One of the boys finally said, “Oh, let him go. You can’t change his mind. He’s tied to his mother’s apron string. He’s such a baby he runs the minute she calls.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p38\" class=\"\">As he ran off, Charlie called back, “I don’t call it babyish to keep one’s word to his mother. I call it manly, and the boy who doesn’t keep his word to her will never keep it to anyone else.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p39\" class=\"\">Years later Charlie became a prosperous businessman and president of a large corporation. His associates always said “His word is his bond,” and during a press interview on one occasion he was asked how he acquired such a reputation. His response: “I never broke my word when a boy, no matter how great a temptation, and the habits formed then have clung to me through life.” (Adapted from “True and Faithful,” in <span class=\"emphasis\">Moral Stories for Little Folks,<\/span> Salt Lake City: Juvenile Instructor Office, 1891, p. 122.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p40\" class=\"\">As priesthood holders we must be just as diligent in keeping our covenants and magnifying our callings. We have pledged to keep the commandments, and God is constantly <span class=\"emphasis\">calling<\/span> us for one reason or another. When his voice calls, let us drop the bat, or the golf club, or the fishing pole, or whatever else, and hurry to do his bidding. He will reward us with success and happiness as we seek first to build his kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p41\" class=\"\">Listen to a real example of this. Elder Richard G. Scott of the First Quorum of the Seventy graduated from George Washington University in 1950 with a degree in mechanical engineering and then left immediately on a thirty-one month mission to Uruguay. He recalls: “Professors and friends tried to dissuade me from accepting a mission call, counseling that it would severely hamper my budding engineering career. But shortly after my mission, I was selected for the infant Naval Nuclear Program. (The field was top secret and initial training was given by the pioneer scientists at Oakridge, Tennessee.) At a meeting I was sent to direct, I found that one of the professors who had counseled me against going on a mission was in a significantly lesser program position than I. It was a powerful testimony to me of how the Lord blessed me as I put my priorities straight.” (<span class=\"emphasis\">Ensign, <\/span>May 1977, pp. 102–3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p42\" class=\"\">I know it is difficult sometimes to accept such philosophy when we see prominent and seemingly successful people “reach the top,” so to speak, when we know they are not thoroughly honest or dependable and have sometimes used devious means to gain their ends. However, I would remind us all that they are—or will be—eventually brought to justice, with their names often splashed mercilessly before a critical public; and I feel sure there comes a time when they will feel that the humiliation for them and their often innocent family was not worth their disobedience to law and order and sound moral behavior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p43\" class=\"\">There are lessons for us to learn from the experiences of others, and we can be spared much pain and anguish if we can only apply these lessons in our lives. We are not left without guidance. We have the gospel to guide us at all times and in all things—whether it be in spiritual or temporal affairs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p44\" class=\"\">Satan has vowed to thwart the purposes of God, and he uses all sorts of devices and deceptions to mislead us. If we listen and respond we can lose virtue, self-esteem, respect of others, and even eternal life, in addition to suffering disease and death of our mortal bodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p45\" class=\"\">Now if we could just learn to live the Golden Rule and let compassion and the kind of love of which our Savior spoke control our actions, we would automatically obey all of the other commandments. We would not steal, or kill, or bear false witness, or commit adultery, or covet. We would honor our parents, keep the Sabbath Day holy, and show proper reverence for the name of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p46\" class=\"\">But as simple as it is to keep the commandments, there are some who find the temptations too alluring, or who are deceived by that cunning devil. However, we are most fortunate to know that for all who transgress there is redemption through the glorious principle of repentance. The Lord has told us how to repent, and he has promised us forgiveness. He said, “By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them.” (<span class=\"citation\" id=\"16856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16856)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16856)\">D&amp;C 58:43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p47\" class=\"\">He has also admonished us that we should forgive all men their trespasses. Each of us has need for repentance, and each of us should extend the hand of love and fellowship to the repentant sinner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p48\" class=\"\">Now, we who hold the priesthood must lead out in setting an example before the world in repenting of our sins, in extending forgiveness to others, and in obeying the commandments of God. We must help the world to prepare for the second coming of our Savior. Let us not be as the people in Noah’s time or as the foolish virgins. They were not prepared, for they knew not when the flood would come nor when the Bridegroom cometh.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p49\" class=\"\">We must prepare now, and as we read in Matthew, “Watch therefore: for ye know not what hour your Lord doth come. … Therefore be ye also ready.” (<span class=\"citation\" id=\"36547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36547)\">Matt. 24:42, 44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p50\" class=\"\">I cannot overemphasize the importance of each and every one of us living so as to be prepared and worthy to meet the Savior and assist him in his glorious and triumphant work. I cannot help but feel that the words of the Lord spoken to the Prophet Joseph Smith in a revelation given to him on June 22, 1834, apply to us today:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p51\" class=\"\">“But behold, they have not learned to be <span class=\"emphasis\">obedient<\/span> to the things which I required at their hands. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p52\" class=\"\">“And my people must needs be chastened until they learn obedience, if it must needs be, by the things which they suffer.” (<span class=\"citation\" id=\"16935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16935)\">D&amp;C 105:3, 6<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p53\" class=\"\">We do not suggest blind obedience, but obedience by <span class=\"emphasis\">faith in those things which may not be fully understood by man’s limited comprehension, but which in the infinite wisdom of God are for man’s benefit and blessing.<\/span> Adam and Eve learned this lesson shortly after leaving the Garden of Eden. We read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p54\" class=\"\">“And he [the Lord] gave unto them commandments, that they should worship the Lord their God, and should offer the firstlings of their flocks, for an offering unto the Lord. And Adam [having faith in God] was obedient unto the commandments of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p55\" class=\"\">“And after many days an angel of the Lord appeared unto Adam, saying: Why dost thou offer sacrifices unto the Lord? And Adam said unto him: I know not, save the Lord commanded me.” (<span class=\"citation\" id=\"39508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39508)\">Moses 5:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p56\" class=\"\">May that be sufficient reason for us to keep the commandments. May we increase in faith until we can say, with Adam, “We keep the commandments because the Lord has given them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/obeying-the-right-voice.p57\" class=\"\">Let us always remember, and never forget, that we hold the priesthood of God. We are his spirit children; we have the true and everlasting gospel and a prophet of God—even President Spencer W. Kimball—to guide us in these latter days. <span class=\"emphasis\">Listen to him and hearken to his words and follow him.<\/span> I promise you that as we do this we will be blessed. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}