{"ID":299, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Responsibilities of the Latter-day Saint Home<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1947, pp. 23-27<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray for the inspiration of our Heavenly Father during the few moments that I shall occupy\nthis morning.\n<\/p><p>\nAs I have looked into the faces of this great congregation and contemplated the other\nthousands to whom the message of this conference has been directed, I have had this question\nin my mind: From what kind of homes have we come this morning? How many of us knelt in\nfamily prayer before leaving to come to conference or to go to our various fields of endeavor?\nDo we come from homes where there is a spirit of love and unity&mdash;where there is the spirit of\nthe gospel? Do we come from true Latter-day Saint homes?\n<\/p><p>\nTHE HOME A DIVINE INSTITUTION\n<\/p><p>\nThe Lord has implanted in every breast a desire for mating and home-building. The intimate\nassociations of husband and wife, parents and children are among the sweetest and most\nsoul-satisfying experienced in this life. The desire for home and family is a strong and natural\nimpulse. What sweet memories surge up in our hearts at the mere mention of mother, father,\nbrothers and sisters, home and family! The Lord has designed it so. The family is a divine\ninstitution established by our Heavenly Father. It is basic to civilization and particularly to\nChristian civilization. The establishment of a home is not only a privilege, but marriage and\nthe bearing, rearing, and proper training of children is a duty of the highest order.\n<\/p><p>\nTo Latter-day Saints the first and great commandment is a stern reality, second to none in\nimportance. No one capable of performing this sacred duty is exempt, no matter what his\nstation in life. Marriage, home, and family are established by God as part of his divine plan\nfor the blessing of his children. The richest blessings and deepest joys of this life and the life\nto come are tied up with the performance of these sacred duties. In fact, our very exaltation in\nthe celestial kingdom is directly related to the family and the eternity of the marriage\ncovenant.\n<\/p><p>\nTHE TRAINING OF CHILDREN\n<\/p><p>\nThere are many people today in the Christian world, and possibly even among Latter-day\nSaints, who feel that they have done their duty when they have provided food, shelter,\nclothing, secular education, and accumulated wealth which their children will inherit later.\nHowever, this is not enough. According to the revelations which the Lord has given, it is not\nsufficient to provide all of these and even to send our children to Sunday School, to Primary,\nand to the Mutual Improvement Associations. There is still much to be done.\n<\/p><p>\nOBLIGATION OF PARENTS\n<\/p><p>\nThe Church had only been organized a very short time when the Lord spoke regarding the\nimportant obligation of parents in the training of their children. May I read a few words from\nthe D&amp;C, ofttimes quoted:\n<\/p><p>\nAnd again, inasmuch as parents have children in Zion, or in any of her stakes\nwhich are organized, that teach them not to understand the doctrine of repentance,\nfaith in Christ the Son of the living God, and of baptism and the gift of the Holy\nGhost by the laying on of the hands, when eight years old, the sin be upon the\nheads of the parents (<span class=\"citation\" id=\"12366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12366)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nThe obligation to teach the principles of the gospel to the youth of Zion rests squarely upon\nthe parents of the Church. Not only is there an obligation to teach these principles, but the\nLord says further in this same revelation:\n<\/p><p>\nAnd their children shall be baptized for the remission of their sins when eight years old, and\nreceive the laying on of the hands\n(<span class=\"citation\" id=\"12368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12368)\">D&amp;C 68:27<\/a><\/span>).\n<\/p><p>\nIt is an obligation of parents to see that these sacred ordinances are performed after the\nchildren have been properly taught. It is not the prerogative of parents to permit their children\nto grow up and choose for themselves. It is their duty and obligation to train them when they\nare yet young, and to see that these important ordinances are performed in their behalf.\n<\/p><p>\nIn this same revelation the Lord indicates that it is the responsibility of parents to teach their\nchildren to pray. This does not mean secret prayers only. I am sure it means to teach by\nexample through family prayers. We need the sanctifying influence which comes from\ndevotion in the home&mdash;prayer as a family. The Lord indicates further that they should keep the\nSabbath day holy, that they should remember their labors, that there should be no idleness,\nand he speaks very clearly regarding the matter of children growing up in idleness, for he\nsays:\n<\/p><p>\nNow, I, the Lord, am not well pleased with the inhabitants of Zion, for there are\nidlers among them; and their children are also growing up in wickedness; they also\nseek not earnestly the riches of eternity, but their eyes are full of greediness. These\nthings ought not to be, and must be done away from among them\n(<span class=\"citation\" id=\"12369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12369)\">D&amp;C 68:31-32<\/a><\/span>).\n<\/p><p>\nThis revelation given in Ohio something over a year after the Church was organized was also\ncarried by Oliver Cowdery to the Saints in Zion by command of the Lord.\n<\/p><p>\nNO PARENT EXEMPT FROM RESPONSIBILITIES\n<\/p><p>\nWe find also in the revelations that the Lord makes it very clear that no one is exempt from\nthis obligation of properly training his children. I wish, my brethren and sisters, that as\nparents, we could merit the commendation which the Lord directed to Father\nAbraham in these words:\n<\/p><p>\nFor I know him, that he will command his children and his household after him, and they\nshall keep the way of the Lord\n(<span class=\"citation\" id=\"23525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23525)\">Gen. 18:19<\/a><\/span>).\n<\/p><p>\nIf we could only merit that word of approval as husbands and fathers and as wives and\nmothers in Zion, what a glorious thing it would be!\n<\/p><p>\nThe Lord also makes it clear, in one of the other revelations, that he expects men in positions\nof leadership to discharge this sacred obligation, and that when men are called to be bishops,\npresidents of stakes, or members of the General Authorities, this obligation does not cease. No\nmatter how heavy the burden we are called upon to bear, no matter how great the activity,\nthis obligation continues. In the D&amp;C, he tells of the contrast between the two powers that are\nat work in the universe, the power of evil and the power of truth and light.\n<\/p><p>\nThe glory of God is intelligence, or, in other words, light and truth. Light and\ntruth forsake that evil one\n(<span class=\"citation\" id=\"12385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12385)\">D&amp;C 93:36-37<\/a><\/span>).\n<\/p><p>\nAnd then he points out, that the\n. . . wicked one cometh and taketh away light and truth, through disobedience,\nfrom the children of men . . . But I have commanded you to bring up your\nchildren in light and truth (<span class=\"citation\" id=\"12386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12386)\">D&amp;C 93:39-40<\/a><\/span>).\n<\/p><p>\nThen he refers to some of the leaders of the Church. He calls them his friends, and he\nchastises them in the spirit of friendliness and love. He refers first to Frederick G. Williams\nwho had recently been called into the highest council in the Church:\n<\/p><p>\nBut verily I say unto you, my servant Frederick G. Williams, you have continued under this\ncondemnation; You have not taught your children light and truth, according to the\ncommandments; . . . And now a commandment I give unto you&mdash;if you will be delivered you\nshall set in order your own house, for there are many things that are not right in your house\n(<span class=\"citation\" id=\"12387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12387)\">D&amp;C 93:41-43<\/a><\/span>).\n<\/p><p>\nAnd of Sidney Rigdon in similar vein:\n<\/p><p>\n. . . that in some things he hath not kept the commandments concerning his children;\ntherefore, first set in order thy house\n(<span class=\"citation\" id=\"12388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12388)\">D&amp;C 93:44<\/a><\/span>).\n<\/p><p>\nAnd then even to the Prophet Joseph:\n<\/p><p>\nAnd now, verily I say unto Joseph Smith, Jun.&mdash;You have not kept the\ncommandments, and must needs stand rebuked before the Lord; Your family must\nneeds repent and forsake some things, and give more earnest heed unto your\nsayings, or be removed out of their place\n(<span class=\"citation\" id=\"12389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12389)\">D&amp;C 93:47-48<\/a><\/span>).\n<\/p><p>\nThen the Lord also comments regarding Newel K. Whitney, a bishop in the Church, and adds\nthis as though to include us all:\n<\/p><p>\nWhat I say unto one I say unto all (<span class=\"citation\" id=\"12390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12390)\">D&amp;C 93:49<\/a><\/span>).\n<\/p><p>\nHOME EVENING INAUGURATED\n<\/p><p>\nThis is a serious obligation, my brethren and sisters. Down through the years the First\nPresidency of the Church and other leaders have counseled and have admonished us regarding\nthe sacred obligation of parenthood and the teaching of children in the home. It was during\nthe ministry of President Joseph F. Smith that a new project was organized and announced in\nthe Church, and a letter directed to presidents of stakes, bishops of wards, and parents in Zion\nfrom which I quote the following:\n<\/p><p>\n. . . we advise and urge the inauguration of a \"Home Evening\"\nthroughout the Church, at which time fathers and mothers may gather\ntheir boys and girls about them in the home and teach them the word\nof the Lord (<i>The Improvement Era<\/i>, June 1915, p. 733).\n<\/p><p>\nAnd then the First Presidency made, in that same letter, one of the greatest promises that has\never been made to parents in Israel, as follows:\n<\/p><p>\nIf the Saints obey this counsel, we promise that great blessings will result. Love\nat home and obedience to parents will increase. Faith will be developed in the\nhearts of the youth of Israel, and they will gain power to combat the evil\ninfluences and temptations which beset them (<i>Ibid.<\/i>, p. 734).\n<\/p><p>\nShortly thereafter the Mutual Improvement Associations, with the approval of the First\nPresidency, used as their slogan, \"We stand for a weekly home evening.\"\n<\/p><p>\nSubsequently, President Heber J. Grant reaffirmed the instructions previously given and\nofficially endorsed the holding of a family hour in the home as an effective means through\nwhich the gospel might be taught to our children and the bonds of love and affection\nstrengthened between parents and children. And then on January 4, 1936, the First Presidency\nsaid further:\n<\/p><p>\nAs an aid to parents in discharging this most sacred obligation and duty there has\nbeen established . . . a \"Home Evening\" at which time parents and children gather\naround the family hearth in social and religious communion. In this day when\nsocials, parties, dinners, business interests, etc., all tend to lead away from home\nassociations the adoption of a Home Evening is highly advisable. It furnishes an\nopportunity for the parents to become better acquainted with their children and for\nchildren to know and appreciate their parents . . .\n<\/p><p>\nWe commend the wards and the stakes that are making special efforts to make home life what\nit should be&mdash;a haven of peace, in which faith in God, respect and deference for one another\nand loyalty for truth and righteousness are pervading virtues (Claude Richards,\n<i>Home Evening Handbook<\/i>, pp. 2-3).\n<\/p><p>\nREVIVAL OF HOME EVENING\n<\/p><p>\nDuring the past few months, the Council of the Twelve, under the direction of the First\nPresidency, has given further consideration to the powerful influences which tend to destroy\nthe home and weaken the relationship between parents and children. As a\nresult, a letter has been directed by President George F. Richards to presidents of stakes and\nbishops of wards recommending a revival and further motivation of this project inaugurated\nunder the leadership of President Joseph F. Smith many years ago. The Council has called to\nits aid the Presiding Bishopric, heads of the Church auxiliaries and of course the local\npriesthood in the stakes and the wards. A major responsibility has been delegated to the Relief\nSociety, and through this great organization of women&mdash;mothers in Israel&mdash;those who play such\nan important part in the training of our children&mdash;has been given the responsibility for\nthe preparation of certain materials, as helps to parents. This material will be carried into the\nhomes by the Relief Society teachers and the ward teachers. There will be talks and\ndemonstrations as a means of stimulating interest in this worthwhile project.\n<\/p><p>\nAnd so, my brethren and sisters, this morning may I appeal to you to give attention to this\nproject as it is inaugurated and sponsored by these agencies mentioned.\n<\/p><p>\nThere can be no genuine happiness separate and apart from the home. The sweetest influences\nand associations of life are there. We cannot be successful no matter what goals we attain in\nthe material world, no matter what honors of men come to us; we will not be successful in\nour lives if we fail as fathers and as mothers. May we have no regrets. May we heed the\ncounsel that has been given us. May we realize that even in this great land of America,\nendowed so richly as President Smith mentioned this morning, there can be no enduring\nprosperity and happiness in non-religious homes. The integrity of the home must be\nmaintained. The spiritual foundation of our homes must be strengthened. Our homes must\nreceive more attention; otherwise the outcome will be disappointing to all of us. More\nrecreation and more devotion in the home will result in greater family solidarity.\n<\/p><p>\nThis is a great obligation. Our happiness here and hereafter is tied up with our successful discharge of\nthis great responsibility. It merits, my brethren and sisters, our prayerful planning and\nattention, and I am confident in my own heart that great dividends will result, that great joy\nand satisfaction will come if we heed this as all other counsels given to us by the Presidency\nof the Church. And I promise you, as your humble servant this morning, that if you will obey\nthis counsel as parents in Zion, love at home and obedience to parents will increase; faith will\nbe developed in the hearts of the youth of Israel, and they will gain power and strength to\ncombat the evil influences and temptations which beset them, which I pray for on behalf of\nthe homes of Israel, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}