{"ID":2991, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Light of the Gospel\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p3\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"President N. Eldon Tanner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p4\" class=\"\">The first words of the Bible are:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p5\" class=\"\">“In the beginning God created the heaven and the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p6\" class=\"\">“And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p7\" class=\"\">“And God said, Let there be light: and there was light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p8\" class=\"\">“And God saw the light, that it was good: and God divided the light from the darkness.” (<span class=\"citation\" id=\"23899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23899)\">Gen. 1:1–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p9\" class=\"\">We note from this scripture that God <span class=\"emphasis\">knew<\/span> there <span class=\"emphasis\">must be light,<\/span> for light was good, and he divided the light from the darkness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p10\" class=\"\">Why did God say, “Let there be light”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p11\" class=\"\">First of all, we must establish just what light is. How would you define it? Too often we take for granted some seemingly commonplace things, but we cannot define them. The term <span class=\"emphasis\">light<\/span> has several meanings in science and philosophy, but for simplification we will concentrate on Webster’s ideological definition, which calls it something that makes vision possible, or spiritual illumination.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p12\" class=\"\">Though scientists vary in their understanding of the nature of the substance of light, they do say that all energy has its origin in light (mostly from the sun).<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p13\" class=\"\">We know that without physical light we cannot see the things around us or even where we are going; and without spiritual light we cannot have knowledge or understanding. We should note that many who cannot see with their physical eyes are not left in darkness, because they have the same opportunity as others for enlightening their minds through spiritual illumination.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p14\" class=\"\">Darkness is described as a condition devoid of light; not receiving, reflecting, transmitting, or radiating light; not clear to the understanding; or showing evil traits and desires. Complete darkness, then, would be the absence of light and truth and thus would not exist in intelligence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p15\" class=\"\">Let us further clarify these meanings by referring to the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p16\" class=\"\">We read in John: “Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.” (<span class=\"citation\" id=\"28918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28918)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28918)\">John 8:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p17\" class=\"\">Jesus also said, referring to himself as the Son of God:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p18\" class=\"\">“He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p19\" class=\"\">“And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p20\" class=\"\">“For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p21\" class=\"\">“But he that doeth truth cometh to the light.” (<span class=\"citation\" id=\"28913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28913)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28913)\">John 3:18–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p22\" class=\"\">Isaiah foretold the apostasy and the darkness which would cover the earth and the people. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p23\" class=\"\">“The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, changed the ordinance, broken the everlasting covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p24\" class=\"\">“Therefore hath the curse devoured the earth, and they that dwell therein are desolate.” (<span class=\"citation\" id=\"25494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25494)\">Isa. 24:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p25\" class=\"\">“For, behold, the darkness shall cover the earth, and gross darkness the people: but the Lord shall arise upon thee, and his glory shall be seen upon thee.” (<span class=\"citation\" id=\"25513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25513)\">Isa. 60:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p26\" class=\"\">This period of the apostasy was known as the Dark Ages because the light of the gospel was withdrawn from the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p27\" class=\"\">More recently, in modern revelation, the Lord has declared: “And when the times of the Gentiles is come in, a light shall break forth among them that sit in darkness, and it shall be the fulness of my gospel.” (<span class=\"citation\" id=\"16840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16840)\">D&amp;C 45:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p28\" class=\"\">We are encouraged to remain faithful through a promise of increased light and knowledge, for He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p29\" class=\"\">“That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day.” (<span class=\"citation\" id=\"16842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16842)\">D&amp;C 50:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p30\" class=\"\">“And if your eye be single to my glory, your whole bodies shall be filled with light, and there shall be no darkness in you; and that body which is filled with light comprehendeth all things.” (<span class=\"citation\" id=\"16909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16909)\">D&amp;C 88:67<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p31\" class=\"\">How glorious and how desirable! Who would not want to strive for such a blessing? Consider the following description of the Son of God:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p32\" class=\"\">“He that ascended up on high, as also he descended below all things, in that he comprehended all things, that he might be in all and through all things, the light of truth;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p33\" class=\"\">“Which truth shineth. This is the light of Christ. As also he is in the sun, and the light of the sun, and the power thereof by which it was made.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p34\" class=\"\">“… and is the light of the moon, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p35\" class=\"\">“As also the light of the stars, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p36\" class=\"\">“And the earth also, and the power thereof, even the earth upon which you stand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p37\" class=\"\">“And the light which shineth, which giveth you light, is through him who enlighteneth your eyes, which is the same light that quickeneth your understandings;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p38\" class=\"\">“Which light proceedeth forth from the presence of God to fill the immensity of space—<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p39\" class=\"\">“The light which is in all things, which giveth life to all things, which is the law by which all things are governed, even the power of God who sitteth upon his throne, who is in the bosom of eternity, who is in the midst of all things.” (<span class=\"citation\" id=\"16900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16900)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16900)\">D&amp;C 88:6–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p40\" class=\"\">Reference has been made to the apostasy in the so-called Dark Ages. The Old Testament prophets repeatedly foretold the great apostasy and referred to a darkness that would cover the earth and the people. From the scriptures cited it is evident that only through the Spirit of Christ can we be enlightened and comprehend truth and that when the gospel was withdrawn from the earth, the progress of man was retarded. Since the restoration of the gospel, and the investiture once again of the power of God as given to man through the priesthood of God, it is remarkable to note the advances in all fields of learning. All truth is discerned through the Spirit of Truth or the Light of Christ, as the following scripture verifies:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p41\" class=\"\">“For the word of the Lord is truth, and whatsoever is truth is light, and whatsoever is light is Spirit, even the Spirit of Jesus Christ.” (<span class=\"citation\" id=\"16891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16891)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16891)\">D&amp;C 84:45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p42\" class=\"\">While our Savior was enduring the agony of the crucifixion, there was darkness upon the face of the land. Luke records:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p43\" class=\"\">“And it was about the sixth hour, and there was a darkness over all the earth until the ninth hour.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p44\" class=\"\">“And the sun was darkened, and the veil of the temple was rent in the midst.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p45\" class=\"\">“And when Jesus had cried with a loud voice, he said, Father, into thy hands I commend my spirit: and having said thus, he gave up the ghost.” (<span class=\"citation\" id=\"32000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32000)\">Luke 23:44–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p46\" class=\"\">At this same time the inhabitants on the American Continent were awaiting the events which their <span class=\"emphasis\">prophets<\/span> had foretold concerning the crucifixion of the Lord. At the appointed time the signs and wonders appeared, and there were storms and tempests and lightnings such as had never been known; and great and terrible destruction changed the whole face of the land, after which there was thick darkness for the space of three days:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p47\" class=\"\">“There could be no light, because of the darkness, neither candles, neither torches; neither could there be fire kindled with their fine and exceedingly dry wood, so that there could not be any light at all;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p48\" class=\"\">“And there was not any light seen, neither fire, nor glimmer, neither the sun, nor the moon, nor the stars, for so great were the mists of darkness which were upon the face of the land.” (<span class=\"citation\" id=\"5847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5847)\">3 Ne. 8:21–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p49\" class=\"\">The darkness was dispelled by the appearance of the resurrected Lord, who came to visit his “other sheep” referred to in John when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p50\" class=\"\">“And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.” (<span class=\"citation\" id=\"28923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28923)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28923)\">John 10:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p51\" class=\"\">We find further powerful evidence of the contrast between light and darkness in connection with the First Vision of Joseph Smith in preparation for the restoration of the gospel. In earnestly seeking to know which church to join, he came upon this passage of scripture in James which reads:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p52\" class=\"\">“If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.” (<span class=\"citation\" id=\"26287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26287)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26287)\">James 1:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p53\" class=\"\">This he determined to do and retired to the woods to make the attempt. I read from his account and call your attention to the references to darkness and light:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p54\" class=\"\">“After I had retired to the place where I had previously designed to go, … I kneeled down and began to offer up the desire of my heart to God. I had scarcely done so, when immediately I was seized upon by some power which entirely overcame me, and had such an astonishing influence over me as to bind my tongue so that I could not speak. Thick <span class=\"emphasis\">darkness<\/span> gathered around me, and it seemed to me for a time as if I were doomed to sudden destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p55\" class=\"\">“But, exerting all my powers to call upon God to deliver me out of the power of this enemy which had seized upon me, and at the very moment when I was ready to sink into despair and abandon myself to destruction—not to an imaginary ruin, but to the power of some actual being from the unseen world, who had such marvelous power as I had never before felt in any being—just at this moment of great alarm, I saw a pillar of <span class=\"emphasis\">light<\/span> exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p56\" class=\"\">“It no sooner appeared than I found myself delivered from the enemy which held me bound. When the <span class=\"emphasis\">light<\/span> rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30606)\">JS—H 1:15–17<\/a><\/span>; selected italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p57\" class=\"\">Joseph was told to join none of the existing churches. He followed this instruction and continued to pursue his “common vocations in life” until he felt compelled (some four years later) to seek again for guidance and, to quote from his own account, “forgiveness of all my sins and follies, and also for a manifestation to me, that I might know of my state and standing before him; for I had full confidence in obtaining a divine manifestation, as I previously had one.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p58\" class=\"\">He relates: “While I was thus in the act of calling upon God, I discovered a <span class=\"emphasis\">light<\/span> appearing in my room, which continued to increase until the room was <span class=\"emphasis\">lighter<\/span> than at noonday, when immediately a personage appeared at my bedside, standing in the air, for his feet did not touch the floor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p59\" class=\"\">“… his whole person was glorious beyond description, and his countenance truly like lightning. The room was exceedingly <span class=\"emphasis\">light,<\/span> but not so very bright as immediately around his person. When I first looked upon him, I was afraid; but the fear soon left me.” (<span class=\"citation\" id=\"30614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30614)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30614)\">JS—H 1:27, 29–30, 32<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p60\" class=\"\">This personage was the angel Moroni, and he delivered a message concerning the gold plates from which the Book of Mormon was to be translated. That event heralded the restoration of the gospel (also foretold by Old and New Testament prophets) and the additional light and knowledge which men can enjoy through acceptance of the teachings of Jesus Christ, and through the influence of the priesthood of God, which is the power of God given to men to act in his name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p61\" class=\"\">Every individual has the right to and can have the Light of Christ in his life as an abiding influence. But he must <span class=\"emphasis\">earn<\/span> that privilege and blessing. Each of us must so live as to be worthy for the blessings of the Lord to attend us. This means we must know and understand and keep his commandments. Through the saving principles of the gospel, we can use the light in our lives to dispel the darkness in the world and to thwart the plans of that Prince of Darkness, even Satan, who has vowed to destroy mankind and the glorious plan of life and salvation authored by God and his Son Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p62\" class=\"\">We have a prophet of God upon the earth today, even Spencer W. Kimball, through whom God speaks to man just as he did in former days, and as we accept his counsel, we will receive further light and knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p63\" class=\"\">Parents have a particular responsibility to teach their children the importance of following the light and avoiding the darkness. This applies to both their spiritual and physical surroundings. It is a fact that most evil is perpetrated under the cover of darkness. The Lord has warned:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p64\" class=\"\">“And again, inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands when eight years old, the sin be upon the heads of the parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p65\" class=\"\">“And they shall also teach their children to pray, and to walk uprightly before the Lord.” (<span class=\"citation\" id=\"16867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16867)\">D&amp;C 68:25, 28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p66\" class=\"\">Our sons and daughters should know that they are actually spirit children of God and that he loves them and wants them to succeed and be happy. He will give to each of us, as he did to Joseph Smith and as he has done for his children from Adam until the present time, an answer to our prayers, the comforting influence of the Holy Ghost, and the <span class=\"emphasis\">light and knowledge<\/span> we need to keep us from stumbling into the darkness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p67\" class=\"\">A recently composed musical play (<span class=\"emphasis\">My Turn on Earth<\/span>) by Carol Lynn Pearson and Lex De Azevedo has a very sweet little song with great appeal. It is entitled “Look for the Little Light” (p. 30) and has this message:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When it’s hard to tell what’s wrong and what’s right,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When it’s hard to know what to do,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When the way looks dark and you’re stumbling around,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Here’s a word for you.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Look for that bright little, right little light inside,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Growin’ brighter day by day.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">It’ll show you the road that you should take,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And it will never grow dim.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Just keep in touch with your Father above,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">’Cause it was lit by him.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p78\" class=\"\">We have the gospel in its fulness. We are continually being warned to walk by the light of the gospel, living and teaching it to all the world; and the Lord has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p79\" class=\"\">“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” (<span class=\"citation\" id=\"36502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36502)\">Matt. 5:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-light-of-the-gospel.p80\" class=\"\">May each of us so live that through our works of righteousness, and with the light of Christ in our lives, we may contribute to and see the dawning of a brighter day in a dark and troubled world, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}