{"ID":2993, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Service Saves\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p2\" class=\"\">Elder A. Theodore Tuttle<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:27d8.jpg\" alt=\"Elder A. Theodore Tuttle\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p3\" class=\"\">The last time I spoke from this pulpit I explained a special need to help local missionaries from some of the missions in South America. In most of these countries the annual income averages less than 10 percent of what it is here. I explained that these young people had already sacrificed much, and that they would need additional financial help from those of us who could easily share. I didn’t really appeal for funds. I outlined a need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p4\" class=\"\">This is my first opportunity to express thanks to so many for helping these missionaries—even without being asked! I can’t imagine what would have happened if we had actually asked for help! One lady wrote, “You so carefully avoided asking for funds that you also avoided telling us where to send them.” I should repent of that. I’m really hesitant—but you all know where Church headquarters are!<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p5\" class=\"\">Some letters came to me personally. They are as heartwarming as the stories of need. One lady sent a generous first monthly check and had her niece write: “Some question my ability to help so much on my small income. But I want to do my part; and if I do, the Lord will take care of me.” She was ninety-nine, disabled, and blind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p6\" class=\"\">A nickel and four pennies were taped to a card over the printed signature of a five-year-old whose mother wrote his message: “I love Heavenly Father. I’m giving part of my allowance to a missionary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p7\" class=\"\">A youngster, fifteen, said, “I didn’t think two dollars would matter much. But my dad said if everyone in the Church sent two dollars, it would be over six million—and that’s not too bad!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p8\" class=\"\">Another wrote: “As a father of eight sons, I know how disappointing it would be for me if any of my sons was unable to serve a mission because of lack of finances. Enclosed is some help.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p9\" class=\"\">An elderly couple, remembering their temple vows, said: “We have sent seven of our own children. We know it takes more money now than then.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p10\" class=\"\">A mother wrote, “After October conference, in family council, we decided to <span class=\"emphasis\">earn<\/span> some money not to spend it for Christmas, but to send it to missionaries. The boys, ages five and six, gathered cans for refunds, stacked wood, raked leaves, vacuumed the car, and swept the garage. Two-year-old Becky stacked wood and set the table. Mom gave piano lessons. Daddy cracked his piggy bank of eight years. One boy lost a tooth, and Daddy paid him a quarter for it. He promptly loosened and removed two more for an additional fifty cents! We are sending our total earnings ($81.85). It’s been a pleasure.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p11\" class=\"\">The shortest letter read, “Per your instructions last general conference. Sincerely. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p12\" class=\"\">Aside from some concern about possible toothless youngsters, I commend you all. Thank you, brothers and sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p13\" class=\"\">Gratefully, the need still exists. In fact, it’s growing daily. Last year we experienced a 37 percent increase in the number of local missionaries serving.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p14\" class=\"\">We have another and different need in the fast-developing areas, as well as in most of the missions. Last year more than 140,000 converts joined the Church. With so many converts the little branches grow rapidly. New leaders are called to positions of service early. They are able but inexperienced in Church procedures and administration. These new leaders, as well as older ones, need to be taught how to organize the Church correctly and cause it to function properly. Who is available to teach these principles? Regional Representatives? Yes. Their visits are limited, however, and they cover wide areas. Mission presidents? Yes, but they are greatly burdened with large and ofttimes difficult areas to cover; and in reality, they have little time in which to do it. Mature couples with a background of Church service? Yes. But where do we get them? Why, the Church is full of them!<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p15\" class=\"\">Would you like to serve? Such a call will delay your retirement, take you off the golf course, and take you away from your mobile home. It will place you face to face with real challenges that require deep spirituality, earnest prayer, and the exercise of great faith. If you would like to serve, contact your priesthood leaders to see if you are worthy and able. They are the ones who determine your worthiness to receive a missionary call from the Prophet. Our priesthood leaders will be very careful about whom they recommend. They will carefully review all information submitted and give special attention to your medical record to see if there are any physical or emotional problems that would interfere with full-time missionary work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p16\" class=\"\">Your children must be grown and married. Good health is essential. In spite of your desire and means to go, it may not be possible due to poor health. I must be very frank about this matter and caution you: Missionary work is not a sentimental journey. While the work will be accommodated somewhat to your needs, it will nevertheless be <span class=\"emphasis\">work!<\/span> You will miss births, deaths, weddings, and other family events. You will live in less comfort than you are accustomed to. It will be the most challenging, disappointing, discouraging, and difficult time of your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p17\" class=\"\">Nevertheless, I have heard the testimonies of couples who are presently serving; and in spite of the inconveniences, I can promise you one thing: supreme joy—the joy that comes from diligent labor and selfless service. Ammon knew this kind of joy. In the Book of Mormon we read: “And this is the account of Ammon and his brethren, their journeyings in the land of Nephi, their sufferings in the land, their sorrows, and their afflictions, and their incomprehensible joy.” (<span class=\"citation\" id=\"9265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9265)\">Alma 28:8<\/a><\/span>.) You, too, may experience a joy and exultation known in no other way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p18\" class=\"\">Most people who need your help speak another language. You will be enabled to learn a new language, however, through a system adapted to your situation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p19\" class=\"\">The nature of your service will not be exactly like the young missionaries. The emphasis now is for experienced couples to teach leadership principles (which you already know) to inexperienced leaders. Normally you will not preside in a branch or district, but you will help those who do to improve their abilities and to cause the Church to function properly. You will also teach principles of personal and family preparedness. You might work as a specialist in health, agriculture, or vocational services. You will share the gospel through proselyting as well. The length of service is usually eighteen months. However, you may serve a six- or twelve-month mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p20\" class=\"\">The areas where you are needed vary sufficiently to meet the needs of most couples. It will require $400 to $500 per month. In many cases this cost provides the opportunity for children to now help their parents fill <span class=\"emphasis\">their<\/span> missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p21\" class=\"\">Perhaps some of you couples listening today may look at one another and say, “Dear, why shouldn’t we see if we qualify?” Some of you who desire to serve may not be members of the Church. We would welcome you, too. There are, however, one or two preliminary steps you need to take prior to being recommended. If you should see our young missionaries about, or if you know members of the Church, please ask about their message. It will open the door to marvelous opportunities in the service of the Master, as well as open the door to eternal life for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p22\" class=\"\">Our Savior taught that service saves: “For behold the field is white already to harvest; and lo, <span class=\"emphasis\">he<\/span> that thrusteth in his sickle with his might, the same layeth up in store that <span class=\"emphasis\">he<\/span> perisheth not, but bringeth salvation to <span class=\"emphasis\">his<\/span> soul.” (<span class=\"citation\" id=\"16809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16809)\">D&amp;C 4:4<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p23\" class=\"\">“And if it so be that you should labor all your days in crying repentance unto this people and bring, save it be one soul unto me, how great shall be <span class=\"emphasis\">your<\/span> joy with <span class=\"emphasis\">him<\/span> in the kingdom of my Father!<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p24\" class=\"\">“And now, if your joy will be great with one soul that you have brought unto me into the kingdom of my Father, how great will be <span class=\"emphasis\">your<\/span> joy if you should bring many souls unto me!” (<span class=\"citation\" id=\"16821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16821)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16821)\">D&amp;C 18:15–16<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/service-saves.p25\" class=\"\">I know that we are in the service of the Master. I know that Jesus is the Christ, that he lives and directs his work through his living prophet, President Spencer W. Kimball. To this I testify in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}