{"ID":2994, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Young Women—Real Guardians\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p3\" class=\"\">Of all of life’s memorable experiences, there are few to compare with the soul-stirring feeling we have as we hear a missionary express his joy and love for the Lord as he tells of bringing someone to the waters of baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p4\" class=\"\">President Kimball has requested that every worthy young man prepare himself to go on a mission. There still are vast areas of the world living in spiritual darkness and waiting for the true word of God. Even though we as a Church point with pride at the large number of missionaries serving in the world, many more missionaries are needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p5\" class=\"\">A Church family in a city or a town anywhere in the world will bring another family into the Church. Soon missionaries are involved. A small branch develops, then wards and a stake. The process goes on and on in a miraculous way with local Saints and missionaries bringing the good tidings and new hope to people everywhere. The Church missionary force will continue to grow. The 25,000 young men now serving will become 35,000, then 50,000. No hand can stop the work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p6\" class=\"\">But it is sad and disappointing to see the names of young men in many wards not able to take advantage of the divine direction: “Send forth the elders of my church unto the nations; … the islands of the sea; … unto foreign lands; call upon all nations.” (<span class=\"citation\" id=\"16958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16958)\">D&amp;C 133:8<\/a><\/span>.) Some of our choice young men have been caught up in the ways of a permissive society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p7\" class=\"\">My remarks this morning are directed to the young women of the Church, particularly those who are dating our young men. I desire to be appropriate and correct in what I say, but because of necessity and the urgency concerning this matter, I must be very direct and candid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p8\" class=\"\">Some young men cannot go on missions because they are not worthy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p9\" class=\"\">I challenge the young women of the Church who associate with and date our young priesthood bearers to become real guardians of their morality. You can. You must. Many of you are. Please do not underestimate your role. I am aware that the total responsibility is not yours. However, on a date you can set the proper atmosphere to encourage your companion to honor the commandments of God. In fact, you have the opportunity to emphasize the Mormon ideals of womanhood in all their honor and glory. I know the Lord expects it to be so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p10\" class=\"\">You young ladies have a profound influence on young, masculine behavior. Young men wear clothes they think you like. Their hair will be cut to please you. You can control how fast they drive their cars if you want. They will dress as grubby as you like. You need not dress in the extreme fashions of the world. Are you aware that fashions and styles are promoted because someone has a product to sell? The rightness or appropriateness or effect on a youthful society does not matter as long as it sells. But the day will come when the world will follow the ways of the Church. Its influence will be as though flowing from the stars to affect the actions of men. Your influence with young men is important. You encourage Church standards and dress and conduct.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p11\" class=\"\">Interviews with some prospective missionaries regretfully indicate that some actions involving young women are most disappointing. Some are even ugly and are far, far different from what is expected of you. The Savior knew so well our weaknesses. He warned: “Watch and pray, that ye enter not into temptation: the spirit … is willing, but the flesh is weak.” (<span class=\"citation\" id=\"36564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36564)\">Matt. 26:41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p12\" class=\"\">Young women, lift the tenor of your association with our young men now preparing to be worthy so their bishops will be impressed to call them on missions. The young man you are with in a car or at home is needed in the Lord’s work. Hundreds, even thousands more like him are needed—prepared in the Lord’s way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p13\" class=\"\">The young men you are dating are in training for missions and hold the priesthood. Bishops have found these young men worthy. Hands have been placed upon their heads. They have received the priesthood of God. Just think. The Lord has given them authority to preach, teach, expound, exhort, baptize—a divine commission to act for and in behalf of the Lord Himself. The young man you may be with probably is a priest. He wants to be worthy to receive the higher priesthood and, if worthy, to someday have authority and keys of spiritual blessings. He is not “just another young man.” He is a very special young man. He is in training. He is going on a mission. You can be a great blessing to him. You, a young lady he admires, can help him avoid serious pitfalls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p14\" class=\"\">Young men—maturing, learning, and forming habits—have ideals and special persons they admire. You may be such a person. In a matter of months these young men will become missionaries and will be blessed so as to be able to teach investigators by the Spirit. The Lord said, “And the Spirit shall be given … by the prayer of faith; and if ye receive not the Spirit ye shall not teach.” (<span class=\"citation\" id=\"16831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16831)\">D&amp;C 42:14<\/a><\/span>.) Our missionaries teach and testify by the Spirit. But they must be in tune with the Lord. Hoping for the Spirit is not enough. Praying is not enough. Missionaries must do what the Lord requires: live the commandments, be clean, be wholesome in deed and thoughts. “The Lord hath said he dwelleth not in unholy temples.” (<span class=\"citation\" id=\"9277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9277)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9277)\">Alma 34:36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p15\" class=\"\">“Who shall ascend into the hill of the Lord? or who shall stand in his holy place?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p16\" class=\"\">“He that hath clean hands, and a pure heart.” (<span class=\"citation\" id=\"41945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41945)\">Ps. 24:3–4<\/a><\/span>.) The Psalmist is teaching the necessity of clean actions that comply with divine law—a pure heart, pure thoughts, a desire to live in harmony with the Lord and to love Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p17\" class=\"\">While serving as a mission president I asked a missionary who was having difficulty developing the spirit of his calling to go for a drive. We drove far up into the hills. No one was near. After several hours he finally revealed the problem he had been hiding and his feeling of guilt. He was ashamed of what he had done. I listened. We talked it out. Then we watched a missionary virtually come to life with the spirit of his calling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p18\" class=\"\">Most missionary concerns are worthiness concerns, the product of their dating and social activities. The Lord’s instruction to “Go ye into all the world, and preach … to every creature” (<span class=\"citation\" id=\"33286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33286)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33286)\">Mark 16:15<\/a><\/span>) involves us all—all who have taken upon themselves the name of Christ. All members of His Church—the old, the young—everyone is involved. Young men at an appropriate age are called by the prophet to leave home and go out in the world. Others serve and spread the gospel at home. Some give financial support. But every member is obligated to be part of the Lord’s plan to spread and share the gospel. You young women have a vital role in this preparation and pretraining of our young men. If you live worthily and develop a strong, positive self-image of your divine role of joint-inheritor of the fulness of all things, you will be a blessing to the young men who may come under your influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p19\" class=\"\">In an article in the October 1977 <span class=\"emphasis\">New Era<\/span> entitled “Treat Everyone As If He Were a Mormon” (pp. 42–43), a group of young people talk about their sense of duty, their excitement, and their ideas concerning sharing the gospel. One of the questions directed to the young ladies was, “Girls, what’s your obligation?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p20\" class=\"\">Wanda replied: “Every member is supposed to be a missionary. I have lots of friends who have questions about the Church, and I can probably answer many of them. We should try to do all we can.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p21\" class=\"\">Beverly replied: “I think we can also help by encouraging the boys to go on missions. … I think we can encourage them … in the little things that we do. … It is in the … example that we set for them, that we can help the most.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p22\" class=\"\">You young ladies must set the proper example. Help our young men stay morally clean that they might be worthy and spiritually prepared to serve the Lord. You young women also have a duty to serve the Lord, to honor womanhood according to the Church beliefs and not the world’s. One of your most important obligations is to be and remain clean and pure. When you are clean and pure, the young men you date will be clean and pure. If a young man makes inappropriate advances, you have a sacred obligation to say, “No. I do not do that. Please don’t ask me or try to entice me to submit to conduct that is offensive to the Lord.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p23\" class=\"\">You, a daughter of Zion, can be a shining light as you set the right example. Refrain from early dating or going steady. Avoid at all cost the familiarity trap. Instead of spending time in a lovers’ lane, why not develop your minds and your personalities? You both have talents to develop and to share.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p24\" class=\"\">Read good books. Listen to good music. Study and discuss the blessings contained in the Word of Wisdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p25\" class=\"\">Read the scriptures—in them <span class=\"emphasis\">is<\/span> the greatest story ever told.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p26\" class=\"\">Young couples on dates know in advance what “too much time together” or “too late at night” can lead to. Avoid such dangers. There is a lurking power of emotion that can override intellect. Moral strength is a great virtue developed through desire and self-discipline.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p27\" class=\"\">Nearly 200 years ago the British statesman Edmund Burke wrote: “Tell me what are the prevailing sentiments that occupy the minds of your young men, and I will tell you what is to be the character of the next generation.” (In Emerson Roy West, <span class=\"emphasis\">Vital Quotations,<\/span> Bookcraft, 1948, p. 427.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p28\" class=\"\">Somehow, my dear young friends, we will stem the tide of untruth and immorality that is sweeping the earth. It will be accomplished by you, the youth of the Church, through your faith and strength. Don’t be discouraged at seemingly overwhelming odds in your desire to live and to help others live God’s commandments. At times it may seem like David trying to fight Goliath. But remember, David did win.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p29\" class=\"\">As we reflect on life’s real goal, what should our desire be? The Lord, in a rather personal revelation given through the Prophet Joseph Smith in 1829 to John Whitmer, said, “The thing which will be of the most worth unto you will be to declare repentance unto this people, that you may bring souls unto me.” (<span class=\"citation\" id=\"16820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16820)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16820)\">D&amp;C 15:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p30\" class=\"\">President Kimball has asked not only for more missionaries but that they arrive in the field better prepared and with a desire to go and serve. The Lord said, “If ye have desires to serve God ye are called to the work.” Missionaries are expected to serve “with all [their] heart[s], might, mind[s] and strength.” (<span class=\"citation\" id=\"16808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16808)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16808)\">D&amp;C 4:3, 2<\/a><\/span>.) Wouldn’t it be a great source of satisfaction to you young women to know that you have helped a young man visualize the majesty of his call and have encouraged him to become an outstanding modern missionary. Many of our young men are. We need them all to be that kind of missionary. The Lord has said, “The field is … already to harvest; … he that thrusteth in his sickle with his might, … bringeth salvation to his soul.” (<span class=\"citation\" id=\"16810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16810)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16810)\">D&amp;C 4:4<\/a><\/span>.) President Vaughn Featherstone of the Texas San Antonio Mission remarked: “Let’s not use a sickle. Let’s use a combine.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p31\" class=\"\">President Kimball has said, “If there were no converts the Church would shrivel and die.” (“It Becometh Every Man,” <span class=\"emphasis\">Ensign, <\/span>Oct. 1977, p. 3.) You young women have a vital role in converting the world to the gospel of Jesus Christ. You can encourage, influence, and even shield a young man at a critical time in his life. The Lord holds to this promise: “Eye hath not seen, nor ear heard … the things which God hath prepared for them that love him.” (<span class=\"citation\" id=\"632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(632)\">1 Cor. 2:9<\/a><\/span>.) You demonstrate your love for the Lord when you help a young man remain worthy and prepared to serve the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p32\" class=\"\">In Maxwell Anderson’s play about the youthful Joan of Arc, she says, “Every woman gives her life for what she believes. Sometimes people believe in little or nothing, nevertheless, they give up their lives to that little or nothing. One life is all we have, and we live it as we believe in living it, and then it’s gone. But to surrender what you are, and live without belief—that’s more terrible than dying—more terrible than dying young.” (Maxwell Anderson, “Joan of Lorraine,” New York: Dramatists’ Play Service, 1945, act 2, scene 4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p33\" class=\"\">Let there radiate from you young women a spirit and influence that will have the power to cause “a mighty change” (<span class=\"citation\" id=\"9259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9259)\">Alma 5:14<\/a><\/span>) when needed in the hearts of our young men. May there come forth through your efforts generations of young men in the Church who have spiritually been born of God, who reflect his Spirit in their countenances. You possess a divine key given by the Creator to lock or unlock, destroy or bless, that can make young men become as great as they ought to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/young-women-real-guardians.p34\" class=\"\">God’s work cannot fail. His work and purpose will succeed. In the end righteousness must and will prevail. I challenge you, the young women of the Church, to fulfill your duty to assist in presenting to President Kimball and the Lord young men who are worthy to testify of Christ and the restoration of His gospel. To this truth I testify in the holy name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}