{"ID":2995, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Balm of Gilead\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p3\" class=\"\">My message is an appeal to those who are worried or restless or anxious, a plea to those who are not at peace. If your life is touched with disappointment, grief, or bitterness; if you struggle constantly with worry, frustration, with shame or anxiety, I speak to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p4\" class=\"\">The Bible records that in ancient times there came from Gilead, beyond the Jordan, a substance used to heal and soothe [see <span class=\"citation\" id=\"23906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23906)\">Gen. 37:25<\/a><\/span>]. It came, perhaps, from a tree or shrub, and was a major commodity of trade in the ancient world. It was known as the Balm of Gilead [see <span class=\"citation\" id=\"26555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26555)\">Jer. 8:22<\/a><\/span>]. That name became symbolic for the power to soothe and heal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p5\" class=\"\">The lyrics of a song record:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There is a Balm in Gilead,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To make the wounded whole,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">There is a Balm in Gilead,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To heal the sin sick soul.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p10\" class=\"\">(“There Is a Balm in Gilead,” <span class=\"emphasis\">Recreational Songs,<\/span> The Church of Jesus Christ of Latter-day Saints, 1949, p. 130.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p11\" class=\"\">I recently asked a doctor of family medicine how much of his time was devoted purely to correcting physical disorders. He has a large practice, and after thoughtfully considering, he answered, “Not more than 20 percent. The rest of the time I seem to be working on problems that very much affect the physical well-being of my patients but do not originate in the body.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p12\" class=\"\">“These physical disorders,” the doctor concluded, “are merely symptoms of some other kind of trouble.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p13\" class=\"\">In recent generations one after another of the major diseases has yielded to control or cure. Some very major ones still remain, but we now seem able to do something about most of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p14\" class=\"\">There is another part of us, not so tangible, but quite as real as our physical body. This intangible part of us is described as mind, emotion, intellect, temperament, and many other things. Very seldom is it described as spiritual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p15\" class=\"\">But there is a <span class=\"emphasis\">spirit<\/span> in man; to ignore it is to ignore reality. There are spiritual disorders, too, and spiritual diseases that can cause intense suffering.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p16\" class=\"\">The body and the spirit of man are bound together. Often, very often, when there are disorders, it is very difficult to tell which is which.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p17\" class=\"\">There are basic rules of physical health that have to do with rest, nourishment, exercise, and with abstaining from those things which damage the body. Those who violate the rules one day pay for their foolishness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p18\" class=\"\">There are also rules of spiritual health, simple rules that cannot be ignored, for if they are we will reap sorrow by and by.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p19\" class=\"\">All of us experience some temporary physical sickness. All of us now and again may be spiritually ill as well. Too many of us, however, are chronically spiritually sick.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p20\" class=\"\">We don’t need to stay that way. We can learn to avoid spiritual infections and maintain good spiritual health. Even though we have a serious physical ailment, we can be spiritually healthy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p21\" class=\"\">If you suffer from worry, from grief or shame, from jealousy, disappointment, or envy, I have something to tell you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p22\" class=\"\">Somewhere near your home there is a vacant corner lot. Although adjoining yards may be well tended, a vacant corner lot somehow is always full of weeds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p23\" class=\"\">There is a footpath across it, a bicycle trail, and ordinarily it is a collecting place for junk. First someone threw a few lawn clippings there. They would not hurt anything. Someone added a few sticks and limbs from a nearby yard. Then came a few papers and a plastic bag, and finally some tin cans and old bottles were included.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p24\" class=\"\">And there it was—a junkyard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p25\" class=\"\">The neighbors did not intend it to be that. But little contributions from here and there made it so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p26\" class=\"\">This corner lot is like, so very much like, the minds of many of us. We leave our minds vacant and empty and open to trespass by anyone. Whatever is dumped there we keep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p27\" class=\"\">We would not consciously permit anyone to dump junk into our minds, not old cans and bottles. But after lawn clippings and papers, the other things just don’t seem all that much worse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p28\" class=\"\">Our minds can become veritable junk heaps with dirty, cast-off ideas that accumulate there little by little.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p29\" class=\"\">Years ago I put up some signs in my mind. They are very clearly printed and simply read: “No trespassing.” “No dumping allowed.” On occasions it has been necessary to show them very plainly to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p30\" class=\"\">I do not want anything coming into my mind that does not have some useful purpose or some value that makes it worth keeping. I have enough trouble keeping the weeds down that sprout there on their own without permitting someone else to clutter my mind with things that do not edify.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p31\" class=\"\">I’ve hauled a few of these away in my lifetime. Occasionally I’ve tossed these thoughts back over the fence where they came from, when it could be done in a friendly manner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p32\" class=\"\">I’ve had to evict some thoughts a hundred times before they would stay out. I have never been successful until I have put something edifying in their place.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p33\" class=\"\">I do not want my mind to be a dumping place for shabby ideas or thoughts, for disappointments, bitterness, envy, shame, hatred, worry, grief, or jealousy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p34\" class=\"\">If you are fretting over such things, it’s time to clean the yard. Get rid of all that junk! Get rid of it!<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p35\" class=\"\">Put up a “no trespassing” sign, a “no dumping” sign, and take control of yourself. Don’t keep anything that will not edify you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p36\" class=\"\">The first thing a doctor does with a wound is to clean it out. He gets rid of all foreign matter and drains off infection—however much it hurts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p37\" class=\"\">Once you do that spiritually, you will have a different perspective. You will have much less to worry about. It is easy to get all mixed up about worry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p38\" class=\"\">Somewhere there is a message in the protest of a man who said: “You can’t tell me worry doesn’t help. The things I worry about never happen.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p39\" class=\"\">Many years ago I was taught a lesson by a man I admired very much. He was as saintly a man as I have ever known. He was steady and serene, with a deep spiritual strength that many drew upon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p40\" class=\"\">He knew just how to minister to others who were suffering. On a number of occasions I was present when he gave blessings to those who were sick or otherwise afflicted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p41\" class=\"\">His life had been a life of service, both in the Church and in the community.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p42\" class=\"\">He had presided over one of the missions of the Church and looked forward to the annual missionary reunion. When he was older he was not able to drive at night, and I offered to take him to the reunions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p43\" class=\"\">This modest gesture was repaid a thousandfold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p44\" class=\"\">On one occasion when we were alone and the spirit was right, he gave me a lesson for my life from an experience in his. Although I thought I had known him, he told me things I would not have supposed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p45\" class=\"\">He grew up in a little community. Somehow in his youth he had a desire to make something of himself and struggled successfully to get an education.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p46\" class=\"\">He married a lovely young woman, and presently everything in his life was just right. He was well employed, with a bright future. They were deeply in love, and she was expecting their first child.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p47\" class=\"\">The night the baby was to be born there were complications. The only doctor was somewhere in the countryside tending to the sick. They were not able to find him. After many hours of labor the condition of the mother-to-be became desperate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p48\" class=\"\">Finally the doctor arrived. He sensed the emergency, acted quickly, and soon had things in order. The baby was born and the crisis, it appeared, was over.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p49\" class=\"\">Some days later the young mother died from the very infection that the doctor had been treating at the other home that night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p50\" class=\"\">My friend’s world was shattered. Everything was not right now; everything was all wrong. He had lost his wife, his sweetheart. He had no way to take care of a tiny baby and at once tend to his work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p51\" class=\"\">As the weeks wore on his grief festered. “That doctor should not be allowed to practice,” he would say. “He brought that infection to my wife; if he had been careful she would be alive today.” He thought of little else, and in his bitterness he became threatening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p52\" class=\"\">Then one night a knock came at his door. A little youngster said, simply, “Daddy wants you to come over. He wants to talk to you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p53\" class=\"\">“Daddy” was the stake president. A grieving, heartbroken young man went to see his spiritual leader. This spiritual shepherd had been watching his flock and had something to say to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p54\" class=\"\">The counsel from this wise servant was simply: “John, leave it alone. Nothing you do about it will bring her back. Anything you do will make it worse. John, leave it alone.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p55\" class=\"\">My friend told me then that this had been his trial, his Gethsemane.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p56\" class=\"\">How could he leave it alone? Right was right! A terrible wrong had been committed, and somebody must pay for it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p57\" class=\"\">He struggled in agony to get hold of himself. It did not happen at once. Finally he determined that whatever else the issues were, he should be obedient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p58\" class=\"\">Obedience is a powerful spiritual medicine. It comes close to being a cure-all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p59\" class=\"\">He determined to follow the counsel of that wise spiritual leader. He would leave it alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p60\" class=\"\">Then he told me, “I was an old man before I finally understood. It was not until I was an old man that I could finally see a poor country doctor—overworked, underpaid, run ragged from patient to patient, with little proper medicine, no hospital, few instruments. He struggled to save lives, and succeeded for the most part.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p61\" class=\"\">“He had come in a moment of crisis when two lives hung in the balance and had acted without delay.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p62\" class=\"\">“I was an old man,” he repeated, “before finally I understood. I would have ruined my life,” he said, “and the lives of others.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p63\" class=\"\">Many times he had thanked the Lord on his knees for a wise spiritual leader who counseled simply, “John, leave it alone.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p64\" class=\"\">And that is my counsel to you. If you have festering sores, a grudge, some bitterness, disappointment, or jealousy, get hold of yourself. You may not be able to control things out there with others, but you can control things here, inside of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p65\" class=\"\">I say, therefore: John, leave it alone. Mary, leave it alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p66\" class=\"\">You may need a transfusion of spiritual strength to be able to do this. Then just ask for it. We call that prayer. Prayer is powerful, spiritual medicine. The instructions for its use are found in the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p67\" class=\"\">One of our sacred hymns carries this message:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Ere you left your room this morning,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Did you think to pray? … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When your soul was full of sorrow,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Balm of Gilead did you borrow<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">At the gates of day?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">O how praying rests the weary!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Prayer will change the night to day;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So when life gets dark and dreary,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Don’t forget to pray.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p77\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 31.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p78\" class=\"\">All of us carry excess baggage around from time to time, but the wisest ones among us don’t carry it for very long. They get rid of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p79\" class=\"\">Some of it you have to get rid of without really solving the problem. Some things that ought to be put in order are not put in order because you can’t control them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p80\" class=\"\">Often, however, the things we carry are petty, even stupid. If you are still upset after all these years because Aunt Clara didn’t come to your wedding reception, why don’t you grow up? Forget it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p81\" class=\"\">If you brood constantly over some past mistake, settle it—look ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p82\" class=\"\">If the bishop didn’t call you right—or release you right—forget it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p83\" class=\"\">If you resent someone for something he has done—or failed to do—forget it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p84\" class=\"\">We call that forgiveness. It is powerful, spiritual medicine. The instructions for its use are found in the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p85\" class=\"\">I repeat: John, leave it alone. Mary, leave it alone. Purge and cleanse and soothe your soul and your heart and your mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p86\" class=\"\">It will then be as though a cloudy, dirty film has been erased from the world around you; and though the problem may remain, the sun will come out. The beam will have been lifted from your eyes. There will come a peace that surpasseth understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p87\" class=\"\">A great significant message of the gospel of Jesus Christ is exemplified by the title given to Him: the Prince of Peace. If we follow Him, we can have that individually and collectively.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p88\" class=\"\">He has said: “Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.” (<span class=\"citation\" id=\"28932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28932)\">John 14:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p89\" class=\"\">If you, my brother or sister, are troubled, there is at hand, not just in Gilead, a soothing, healing balm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p90\" class=\"\">Consider this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p91\" class=\"\">“If ye shall ask any thing in my name, I will do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p92\" class=\"\">“If ye love me, keep my commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p93\" class=\"\">“And I will pray the Father, and he shall give you another Comforter, that he may abide with you forever;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p94\" class=\"\">“Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p95\" class=\"\">“I will not leave you comfortless: I will come to you.” (<span class=\"citation\" id=\"28931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28931)\">John 14:14–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-balm-of-gilead.p96\" class=\"\">I bear witness of Him who is the Great Comforter and as one authorized to bear that witness testify that He lives. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}