{"ID":2996, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Father—Your Role, Your Responsibility\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p3\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03089_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p4\" class=\"\">The Book of Mormon tells a remarkable story about a father who loved his son so much he gave him his own name. The father was chief high priest in the land, and spent much of his days administering to the spiritual needs of the people. How disappointed he must have been when his son chose to turn from his teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p5\" class=\"\">As any righteous father, he pleaded with the Lord for a change to occur in the life of his son. In answer to his prayers, an angel stood before this young man and said, “Behold, the Lord hath heard the prayers of his people, and also the prayers of his servant, Alma, who is thy father; for he has prayed with much faith concerning thee that thou mightest be brought to a knowledge of the truth.” (<span class=\"citation\" id=\"40445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40445)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40445)\">Mosiah 27:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p6\" class=\"\">The scriptures record how the prayers of a righteous father had been answered. History attests to the power of righteous leadership in the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p7\" class=\"\">I want to direct my remarks today to just a portion of this vast congregation. I want to speak to you who bear the great and noble titles of husband and father. I find myself greatly concerned with what I see around me. Man, woman, young adult, youth, and child—all groping to find their identity in a troubled world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p8\" class=\"\">I stand before you today to accuse many of the husbands and fathers who are within the sound of my voice and throughout the world of failing in your two major God-given responsibilities. The reason for most of the problems we find in the world today must be laid at your door. Divorce, infidelity, dishonesty, the use of drugs, deterioration of family life, loss of identity, instability and unhappiness have resulted from the lack of your leadership in the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p9\" class=\"\">Husbands and fathers, could we again remind you of your role and your responsibility?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p10\" class=\"\">First, as a husband: The first instruction given to man and woman immediately following the creation was, “Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.” (<span class=\"citation\" id=\"23901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23901)\">Gen. 2:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p11\" class=\"\">So God in His divine plan ordained that marriage was to bring about his basic organizational unit, the family. The role of husband and wife was clearly defined from the very beginning. In the Lord’s plan, these roles are unchanged and eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p12\" class=\"\">A prophet has said of womanhood, “A beautiful, modest, gracious woman is creation’s masterpiece.” (David O. McKay, <span class=\"emphasis\">Gospel Ideals,<\/span> Improvement Era Publication, 1953, p. 449.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p13\" class=\"\">To safeguard this masterpiece, the Lord gave to man the duty and responsibility to be the provider and protector. Husbands, if the Lord’s plan is to work, you must learn how to perform in the leadership role He has designed for you. Could I remind you of some of these requirements?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p14\" class=\"\">First, let me tell you an experience related by Emma Rae McKay, wife of President David O. McKay:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p15\" class=\"\">“Last summer on reaching Los Angeles, we decided to have our car washed by one of those ‘Quickies’ on Wilshire Boulevard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p16\" class=\"\">“As I was watching the last part of the operation from a bench, to my surprise a tiny voice at my elbow said, ‘I guess that man over there loves you.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p17\" class=\"\">“I turned and saw a beautiful little curly-haired child with great brown eyes who looked to be about seven years of age.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p18\" class=\"\">“‘What did you say?’ I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p19\" class=\"\">“‘I said, I guess that man over there loves you.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p20\" class=\"\">“‘Oh, yes, he loves me; he is my husband. But why do you ask?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p21\" class=\"\">“A tender smile lighted up his face and his voice softened as he said, ‘Cuz, the way he smiled at you. Do you know I’d give anything in this world if my pop would smile at my mom that way.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p22\" class=\"\">“‘Oh, I’m sorry if he doesn’t.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p23\" class=\"\">“‘I guess you’re not going to get a divorce,’ he [questioned me].<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p24\" class=\"\">“‘No, of course not; we’ve been married over fifty years. Why do you ask that?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p25\" class=\"\">“‘Cuz everybody gets a divorce around here. My pop is getting a divorce from my mom, and I love my pop and I love my mom. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p26\" class=\"\">“His voice broke and tears welled up in his eyes, but he was too much of a little man to let them fall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p27\" class=\"\">“‘Oh, I’m sorry to hear that!’<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p28\" class=\"\">“And then he came very close and whispered confidentially into my ear, ‘You’d better hurry out of this place or you’ll be getting a divorce too!’” (The Savior the Priesthood and You, <span class=\"emphasis\">Melchizedek Priesthood Manual,<\/span> 1973–74, p. 207.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p29\" class=\"\">Husbands, are your actions at all times a reflection of your love for wife? If that had been you at the carwash, would that little boy have noticed the same tender love in so much abundance?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p30\" class=\"\">Second is your responsibility to provide peace and security in your home. It is your duty to provide adequately for your family. You must prepare yourself for this responsibility and have the ambition to see that it is accomplished. Your wife should live her life with the comforting assurance that so long as you are healthy and well you will take care of her first above all others. She should not be forced into the labor market unless you become incapacitated. She must be allowed to fulfill her role as the Lord intended it for her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p31\" class=\"\">Third, it is a twenty-four-hour-a-day job to show appreciation and consideration for her. The Lord has warned you in the scriptures by saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p32\" class=\"\">“We have learned by sad experience that it is the nature and disposition of almost all men, as soon as they get a little authority, as they suppose, they will immediately begin to exercise unrighteous dominion. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p33\" class=\"\">“No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by longsuffering, by gentleness and meekness, and by love unfeigned.” (<span class=\"citation\" id=\"16946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16946)\">D&amp;C 121:39, 41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p34\" class=\"\">She is not your chattel. She does not have to follow you in unrighteousness. She is your wife, your companion, your best friend, your full partner. The Lord has blessed her with great potential, talent, and ability. She, too, must be given the opportunity for self-expression and development. Her happiness should be your greatest concern. Learn how to magnify both your roles in order that the husband and wife can be found having fulfilling and happy lives together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p35\" class=\"\">Brethren, your first and most responsible role in life and in the eternities is to be a righteous husband.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p36\" class=\"\">Second only to the title of husband is that of father. Next to eternal life, the greatest of all gifts that our Father in heaven can bestow on a man is the opportunity of being blessed with sons and daughters. Every healthy and normal son of God should have the joy of bestowing the following gifts on his children:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p37\" class=\"\">First, an honored and respected name. I will be eternally grateful to a father who thought enough of me to give me his name. It was a name of honor and respect in the community in which I grew up. It carried before it the title of bishop from the time I was six months old until just a few months before I left to go on my mission. How proud I was of his service. I was pleased that he had the patience to involve me in his responsibilities. Working on a welfare farm, cleaning the chapel, balancing ward financial records, carrying a sack of flour to a widow, etc., were a part of my early life. I was with him so much I received the nickname of “Bishop.” I attempted to wear it with pride and honor. It had the effect of making me reach a little higher. I wanted to try to be on the same plane as my father. Should not every child have the same opportunity?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p38\" class=\"\">Fathers, is it not your obligation to give your children an honored and respected name?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p39\" class=\"\">Second, every child needs a sense of security. I often think of the security of our old family home. It was a fortress against the adversary. Each morning and evening it was blessed by the priesthood as we would kneel in family prayer. That power was also manifest as my father blessed his family in time of need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p40\" class=\"\">Fathers, is it not your obligation to give your children a home blessed with the power of the priesthood?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p41\" class=\"\">Third, an opportunity for development. My children taught me a great lesson one day. We had moved from California to New York where I had accepted an employment opportunity and we were in the process of finding a new home. We started close to the city, but each day that passed we would move further out to find a home more suited to our needs. In Connecticut we found just the one. It was a beautiful home nestled in New England’s radiant forests. We were all pleased with the selection. The final test before making an offer for purchase was to ride the train into New York to check out the commuting time. I made the trip and returned very discouraged. The trip required an hour and a half each way. I returned to the motel where my family was waiting for me and gave them the choice of having a father or this new home. Much to my surprise, they said, “We will take the home. You are not around much anyway.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p42\" class=\"\">The shock of that statement was overwhelming to me. If that statement was true, I needed to repent fast. My children deserved a father. Is it not our obligation as fathers to spend as much time as possible with our children, to teach them honesty, industry, and morality?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p43\" class=\"\">Fourth, give your children the opportunity of having a joyful, happy childhood. The priesthood manual a few years ago quoted a story written in 1955 by Bryant S. Hinckley. It is as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p44\" class=\"\">“‘Three hundred twenty-six school children of a district near Indianapolis were asked to write anonymously just what each thought of his father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p45\" class=\"\">“‘The teacher hoped that the reading of the essays might attract the fathers to attend at least one meeting of the Parent-Teacher’s Association.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p46\" class=\"\">“‘It did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p47\" class=\"\">“‘They came in $400 cars and $4,000 cars. Bank president, laborer, professional man, clerk, salesman, meter reader, farmer, utility magnate, merchant, baker, tailor, manufacturer, and contractor, every man with a definite estimate of himself in terms of money, skill, and righteousness. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p48\" class=\"\">“‘The president picked at random from another stack of papers. “I like my daddy,” she read from each. The reasons were many: He built my doll house, took me coasting, taught me to shoot, helps me with my schoolwork, takes me to the park, gave me a pig to fatten and sell. Scores of essays could be reduced to “I like my daddy. He plays with me.”’<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p49\" class=\"\">“Not one child mentioned his family house, car, neighborhood, food or clothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p50\" class=\"\">“The fathers went into the meeting from many walks of life. They came out in two classes: companions to their children or strangers to their children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p51\" class=\"\">“No man is too rich or too poor to play with his children.” (The Savior the Priesthood and You, <span class=\"emphasis\">Melchizedek Priesthood Manual,<\/span> 1973–74, p. 226.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p52\" class=\"\">I am aware how concerned we each are with the leadership we find in the world today. To change the head of a nation, state, or community towards righteous leadership may require our earnest efforts for years. But there is something we can change today to make the world a better place in which to live. Husbands and fathers, the power is within you as bearers of the priesthood. Enjoy the inspiration of God, our Eternal Father, to lead, guide, and direct your families in righteousness. You stand at the head of the only organization I know of that can be eternal. Should not that charge and responsibility receive top priority in your life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/father-your-role-your-responsibility.p53\" class=\"\">God bless you to understand your duties and responsibilities to be righteous husbands and fathers, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}