{"ID":3, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Upholding the Hands of Our Leaders<\/p>\n<p class=\"gcspeaker\">Elder George Albert Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, pp. 13-17<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis seems like old times. When I was a new member of the Quorum of the Twelve a group\nlike this used to assemble in this building after every General Conference, and we listened to\nthe instructions of the General Authorities of the Church. The presidents of stakes and\nassociates went back to their fields of labor feeling that they had indeed waited upon the\nLord, and not in vain (<span class=\"citation\" id=\"24989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24989)\">Isa. 40:31<\/a><\/span>).\n<\/p><p>\nI trust that this morning I may be led to say something that will be helpful, because it seems\nto me that some kind of encouragement is most desirable just now.\n<\/p><p>\nThere are in the Church of Jesus Christ of Latter-day Saints today 892,080 members. They\nhave been gathering from the nations of the world during one hundred twelve years, in the\nface of almost constant opposition and often during bitter persecution. We are representatives\nof those faithful souls who had the courage to face the wilderness and endure privation that\nthey might worship God according to the dictates of their consciences\n(<span class=\"citation\" id=\"6600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6600)\">A of F 1:11<\/a><\/span>). In 1846, when the\nPioneers left Nauvoo, Illinois, and vicinity, they had been stripped of nearly all their\npossessions. They had been robbed and plundered by so-called Christians. In 1847 they came\ninto this Indian country to find peace, believing that God would overrule their distresses for\ngood, which He did, most wonderfully. In a few weeks the leaders went back to Winter\nQuarters for the main body of the Saints, and they left Patriarch John Smith, the uncle of the\nProphet Joseph Smith, to preside over this section of the country, designated as \"The Salt\nLake Stake.\" He was not a strong man; he was rather frail, albeit a man of great faith.\n<\/p><p>\nToday, with the world in the condition it is, it seems a wonderful privilege to be called\ntogether here, you men who are presiding as the leaders in the stakes of Zion, you men who\nhave been set apart to represent God in the districts in which you labor, and to follow the\nleaders of the Church who preside over you.\n<\/p><p>\nThese are perilous times, brethren, I have no doubt that many of you here have seen your\nsons depart to join the armed forces of the United States and have mourned that it was\nnecessary for them to go. When they return, if they have kept the commandments of God,\nthey will have witnessed His power and His strength in their preservation. This is not the\nChurch of Joseph Smith or Brigham Young. It is not the Church of any man. This is the\nChurch of Jesus Christ, our Lord. He has given rules to govern it and made them so plain that\na wayfaring man, though a fool, need not err (<span class=\"citation\" id=\"117212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 117212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(117212)\">Isa. 35:8<\/a><\/span>) in following His teachings; yet there have been\nthose in the Church who have failed, who have fallen by the wayside, who have come under\nthe power of the adversary and, surrendered to, evil. But those who have kept the\ncommandments of God, those who have stood in the places to which they have been called,\nthose who have been the leaders in Israel from the beginning, who have kept the faith, have\nbeen magnified, honored, and sustained by our Heavenly Father until the time came for them\nto return to their Maker.\n<\/p><p>\nI say to you brethren this morning, I say to all of us, because we are all responsible, that here\nin this room today is the leadership of the Church of Jesus Christ of Latter-day Saints. This\ngroup is the one that has been chosen by the Lord to carry on His work and to preside over\nthe organized stakes and missions of Zion. We are permitted to assemble in peace and quiet\nnotwithstanding the terrible conditions in the world. We have been chosen and set apart by\nthose who have the authority to call us to serve. We are in this house that was erected many\nyears ago by faithful Saints. We are here to worship God and to honor Him and to be\ninstructed by Him through His faithful servants. \n<\/p><p>\nAfter these conference meetings are over, you brethren will go back to the stakes of Zion over\nwhich you preside. If we have sought the Lord we shall be strengthened, our faith will be\nincreased, our power to direct will be increased, and we will not feel the weakness that\npossesses men when they are left alone. Rather we will feel the strength and power of our\nHeavenly Father, for He helps us.\n<\/p><p>\nThe responsibility that comes to all of us when these honors have been bestowed upon us is\ntremendous. I hope that none of the members of the Church who have been called to preside\nin its various departments will feel that they can make it secondary in their lives. You who\nare here today must know that it is your duty first of all to learn what the Lord wants and\nthen by the power and strength of His holy Priesthood to magnify your calling in the presence\nof your fellows in such a way that the people will be glad to follow you.\n<\/p><p>\nThis is a day of proving ourselves, a day of trial. This is a day when men's hearts are failing\nthem with fear. When the multitudes in the world are asking themselves what the end will be.\nA few inspired men know what the end will be. The Lord has told us what would occur, in\nthese books that are upon this stand, this wonderful library that I hold in my hand. He has\ngiven us the information that we need to adjust our lives and to prepare ourselves that no\nmatter what may transpire we will be on the Lord's side of the line.\n<\/p><p>\nWhen Moses led Israel from Egypt through the wilderness and into the promised land;\nAmalek attacked Israel at Rephidim. Moses directed Joshua to choose fighting men to protect\nIsrael. Moses, Aaron, and Hur went to the top of a hill overlooking the battlefield. While\nMoses held the rod of God above his head, Israel prevailed, but when he let his hands down\nbecause of weakness, Amalek prevailed. A stone seat was provided and Aaron and Hut held\nup his hands in order that the blessings of God could flow to Israel that their warriors might\nprevail and the battle was won (<span class=\"citation\" id=\"22511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22511)\">Ex. 17:8-13<\/a><\/span>).\nThe power of God was upon Moses and remained with him\nuntil he had finished his work. When he had the support of his people they too were blessed,\nand so it has been with every servant of the Lord who has presided over Israel.\n<\/p><p>\nHow grateful we must all be to see the President of the Church stand here this morning, in\nspite of physical infirmities and advancing years, and yet with that testimony burning in his\nheart that God gave to him when he was a youth. He has here testified to us of the power of\nGod which has been made manifest unto him. President Grant has been an example of\ndevotion and a tower of strength in this Church. He has been a friend-maker among the\ngentiles of the world because the Lord has made him so.\n<\/p><p>\nWe sit here this morning under the inspiration of his voice, and just as long as the Lord holds\nup his hands, just as long as he presides over this Church, it matters not how many years it\nwill be, our Heavenly Father will give him strength, power, wisdom, judgment, and\ninspiration to talk to Israel as they need to be talked to. We, in following his leadership, must\nbe like Aaron and Hur of ancient times; we must uphold his hands, that through him the Lord\nwill let the blessings of heaven descend on us and this people.\n<\/p><p>\nHis counselors will likewise be blessed, and they will be united together and they will carry\non, and when they are united in the things pertaining to the gospel of Jesus Christ, they will\nbe our leaders and our directors, and we will do well to listen to their voices and follow the\nexample that they set us in all righteousness.\n<\/p><p>\nThis morning hundreds of thousands of your associate members of the Church would like to\nbe here. Yet out of our entire Church membership we are permitted to be present. But with\nthis group rests the leadership of the Church, and if we wait upon the Lord\n(<span class=\"citation\" id=\"24990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24990)\">Isa. 40:31<\/a><\/span>) as we should, if\nwe have come here with the spirit of worship, if we have set aside our personal affairs to\nmake first the kingdom of God and His righteousness\n(<span class=\"citation\" id=\"33798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33798)\">Matt. 6:33<\/a><\/span>),\nwe will go from here renewed in\nstrength and power; the assurance will increase in us that this is God's work, and we will\nhave strength in the communities in which we reside and preside, to say, \"This is the way of\nthe Lord; walk in it,\" and the people will know by the spirit that we possess that we are really\nHis leaders. \n<\/p><p>\nBrethren, it is no trifling affair. You cannot neglect the business of the Church, as the\npresiding officers of the stakes of Zion, and expect the Lord to carry on. He desires to do it\nthrough you. You have been given divine authority. It comes through only one source and\nthat is our Heavenly Father. He will expect each of us wherever we go, when this conference\nis completed, to hold the banner of righteousness aloft and teach by example as well as\nprecept those to whom we minister, the gospel of Jesus Christ our Lord.\n<\/p><p>\nThe world is in a serious condition, but we need have no fear if we do what the Lord has\nasked us to do. This is His world. All men and women are subject to Him. All the powers of\nevil will be controlled for the sake of His people, if they will honor Him and keep His\ncommandments; He has told us that in the latter days conditions would be such that people\nwill be in fear and doubt. He has told us that the time would come when the elements would\nnot only threaten but also that men would hate one another and seek to destroy one another\nand that the wicked should slay the wicked\n(<span class=\"citation\" id=\"11751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11751)\">D&amp;C 63:33<\/a><\/span>).\nWhen we see the condition that is in the world\ntoday, how grateful we ought to be that our forebears were called from the midst of the\nnations and guided into the gathering place of the Saints in the tops of these everlasting hills.\nWe should prepare to send forth sons and daughters, keeping the commandments of God, to\npreside in the various departments of the Church, not only in the organized stakes, but as\nmissionaries in many parts of the world where stakes are not yet organized.\n<\/p><p>\nThe missionaries of this Church should be as a light set upon a hill wherever they go, and\nthey will be if they keep the commandments of the Lord. They will be able to teach the truth\nif they are worthy of the companionship of that sweet spirit that comes from our Heavenly\nFather.\n<\/p><p>\nUpon us who remain at home, those that are holding positions among the organized stakes of\nZion, who have been called to teach and guide not only by precept but by example, upon us\ndevolves a responsibility that our Heavenly Father will hold us accountable for, and if we will\nbut do our best, He will bless us in it.\n<\/p><p>\nNo matter whether the clouds may gather, no matter how the war drums may beat, no matter\nwhat conditions may arise in the world, here in the Church of Jesus Christ of Latter-day\nSaints, wherever we are honoring and keeping the commandments of God, there will be\nprotection from the powers of evil, and men and women will be permitted to live upon the\nearth until their lives are finished in honor and glory if they will keep the commandments of\nour Heavenly Father.\n<\/p><p>\nWhen you return home from this conference, remember the things that have been said here by\nthose who have been called to speak. Remember the testimonies of truth that have been borne\nin your hearing, and in addition, know that God has given to you a great library of scripture\nand instruction for your guidance that has accumulated during the ages and He will add to it\nin the future just as rapidly as we fulfill His desires in the things that are already revealed.\n<\/p><p>\nGod lives. Jesus is the Christ. The Church of the Lamb of God is upon the earth. The power\nof the holy Priesthood is here, and no evil power can stay its progress. It remains for us to\ndemonstrate whether or not we will do our part and merit exaltation.\n<\/p><p>\nAs I stand here in humility before you, I realize the blessings that the Lord has bestowed\nupon me, one of the weakest of your number, frail in physical strength. When I recall the\nmany blessings that have come to me through my forebears who have been faithful, I realize\nwhat they are expecting of me, honored as I have been, I feel my limitations and the necessity\nof drawing near to the Lord, I desire the fellowship of my brethren and sisters in this Church.\n<\/p><p>\nThere are none of us but will make mistakes, not any of us but will fail to interpret some\nthings properly; but if we will do our best, if we determine in ourselves to be what God\nwould have us to be, if we will set our own homes in order, and then go forth to set in order\nthe departments of the Church in which we are called to minister, our Heavenly Father will be\nwith us to guard us, and the strength that we need will be with us, but without His guidance\nwe will not succeed.\n<\/p><p>\nI pray that the Spirit that directs those who keep the commandments of our Heavenly Father\nmay be with us always, that we may have power to understand, that we may have the strength\nto resist the temptations of the adversary, for we will all be tempted, that we may be able\nwhatever the circumstances may be to place our all upon the altar, as many of our forebears\nhave done, and say to our Heavenly Father, \"Whithersoever thou desirest me to go, I will go.\"\n<\/p><p>\nIn the stakes and wards in this Church, you men must be towers of strength among the people\nall the time. You must be what God intended you to be when He gave you the authority that\nhas been conferred upon you. You must be willing to make the sacrifices; and when I say\nyou, I mean all of us. That will be required of us in order that we may be worthy to hold our\nplaces among the children of men, and if we will do that, men and women everywhere seeing\nour good works will be constrained to glorify the name of our Heavenly Father\n(<span class=\"citation\" id=\"33792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33792)\">Matt. 5:16<\/a><\/span>). It is not the\nposition that we occupy that gives us power; it is righteousness that gives us power; it is\nkeeping the commandments of God that will give us understanding. Having been set apart for\nsome particular duty, will not be sufficient; but having been set apart, if we are worthy, the\nSpirit of God will dwell in us, and we will be among the people as a light to guide their\nfootsteps, and they will know that the leadership that is with us is of our Heavenly Father.\n<\/p><p>\nI desire with all my heart to be worthy of the position to which I have been called. I desire to\nbe worthy of the companionship of my associates in the leadership of the Church. I here\ndesire to thank my brethren, President Grant and his counselors, the members of the Quorum\nof the Twelve, the First Council of the Seventy, the Presiding Bishopric, and those who have\nbeen called to associate with these men. In these men I have seen the power of God made\nmanifest, and I thank them for the privilege I have had of working with them &mdash; not to work\nout my own desires and ambitions, but to unite with them in carrying forth the program that\nGod has given to the children of men, without which this world is condemned already. If this\nbody of men cannot rise to the majesty of the power that God has given to them and build\nupon the foundation of faith and righteousness, there is little hope for the world; but if we do\nour part, if we will keep the commandments of God, if we will love one another and observe\nthe commandment of the Savior that we love our neighbor as our self\n(<span class=\"citation\" id=\"33810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33810)\">Matt. 22:39<\/a><\/span>), then will we have\nstrength, and power, and wisdom, and might, among the children of men, and the people of\nthe world will love us, and they will not hate us because they will see in us the riches of\nrighteousness and the blessings which come from the power of our Heavenly Father.\n<\/p><p>\nI know that God lives. I know that Jesus is the Christ. I know that Joseph Smith was a\nprophet of the living God, and that the Church with which we are identified, was organized\nthrough him by our Heavenly Father and His Beloved Son, Jesus Christ. I know these things,\nand there is no other way under heaven whereby men may gain a place in the celestial\nkingdom but through the plan that God has given the children of men, of which we are made\npartakers. I know this as I know that I live, and knowing it, I desire that we may prove\nworthy. With all my heart I pray that we may be content to live in the lowly brackets of life;\nnot with all the riches that the world desires and clamors after, but that there may be in our\nlives a richness of love and hope and charity wherever we go.\n<\/p><p>\nI pray that our homes may be the abiding place of prayer, and that our sons and daughters\nmay be worthy exemplars of the cause and represent us favorably wherever they may go.\n<\/p><p>\nBrethren, let us not think that this Church will go on just as well if we fail. The Church as a\nwhole will, but I want to say to you that the department we are expected to direct will not go\nforward as long as we stand in the way, so let us adjust ourselves if necessary. Let us live so\nthat every night when we kneel to pray and every morning when we bow before the Lord in\nthanksgiving, there will be in us the power to open the heavens so that God will hear and\nanswer our prayers that we will know that we are approved of Him. We can do that, brethren,\nbetter than we have ever done before. If there ever was a time when it was needed, it is this\nparticular period in which we are living.\n<\/p><p>\nI humbly pray that God may give us power and strength to resist evil and temptation and to\nput aside from us the selfish motives that characterize so many of His sons and daughters, that\nwe may let our light so shine every, day that others observing our good works\n(<span class=\"citation\" id=\"33793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33793)\">Matt. 5:16<\/a><\/span>) will see in us\nrighteous leaders that they will be glad to follow. I pray that these men who preside over us,\nthis Presidency, may have the joy of always being united in their leadership and that we may\nbe united in our membership when they shall speak in the name of the Lord to the Church.\n<\/p><p>\nAgain I say I know that this is God's work. I may not be with you very long, my brethren. I\nhave passed the years of some of my forebears a long way, and I am amazed that I have been\npermitted to stand among you as long as I have with my many illnesses, but I desire that as\nlong as I live that I may enjoy the Spirit of God, the spirit of' fellowship, and brotherly love.\nWhen I think of your homes, I would like to know that there is love in every heart for one\nanother; then I will know that there will be love in God's heart for us, and there will be an\nassurance that He will bless us as we need blessing.\n<\/p><p>\nThat this conference may be notable for the spirit that will be distilled upon us, even as the\ndews from heaven (<span class=\"citation\" id=\"11820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11820)\">D&amp;C 121:45<\/a><\/span>),\nand when it is over that we may go to our various departments renewed\nand invigorated, and determined more than ever to be worthy of the high calling that has been\nmade of us and conferred upon us, I humbly ask in the name of Jesus Christ our Lord, Amen.\n<\/p>\n<\/div>\n<\/div>"}