{"ID":30, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Rufus K. Hardy<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Rufus K. Hardy, <i>Conference Report<\/i>, October 1942, p. 30<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTo you, my beloved brethren, to you who have been chosen, selected, and invited to attend\nthis great conference, I extend my love, and also my great admiration for that which is going\non in this Church. All my life, as I feel that also all your lives, you have seen the hand of\nGod in its operation. And yet, for the moment or two that I have to stand here, I would like\nto say something that might make us feel just a little bit more of an urge to do that which we\nknow should be done.\n<\/p><p>\nThis great gathering blessed with the choicest diadem of God, His Priesthood, is for what?\nSurely we all can answer; it is for but one purpose, and that purpose is to bring to pass the\nsalvation of the souls of men, and is so declared by the Lord through the Prophet Joseph\nSmith: \"Behold, this is my work and my glory&mdash;to bring to pass the immortality and eternal\nlife of man\" (<span class=\"citation\" id=\"38907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38907)\">Moses 1:39<\/a><\/span>).\nNo more plainly stated is this, than that which is declared in the first chapter of\nGenesis in our holy sacred history, the Bible. You will recall that God, after having formed\nthis earth&mdash;after having created this great universe&mdash;after all things, both animal and vegetable\nhad been made by Him, and in the great firmament above that He had placed great lights, the\nsun, the moon, and the twinkling stars, those heavenly traffic signals that we should obey, for\nthey turn the days into weeks and the weeks into months, and the months into years&mdash;then\nGod did something which to me is one of the most marvelous things that I have read about.\nGod spoke to His companions and said, \"Let us make man in our image, after our likeness.\"\n\"So God created man in his own image, in the image of God created he him; male and female\ncreated he them\" (<span class=\"citation\" id=\"23454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23454)\">Gen. 1:26-27<\/a><\/span>).\n<\/p><p>\nAnd then the thing which was performed which brings us nearer to God than anything that I\ncan imagine, was this: \"And the Lord God formed man of the dust of the ground, and\nbreathed into his nostrils the breath of life; and man became a living soul\"\n(<span class=\"citation\" id=\"23457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23457)\">Gen. 2:7<\/a><\/span>).\n<\/p><p>\nThat which God has made He desired protected and kept. Even so every declaration that we\nhave in our sacred history handed down to us by tradition bears this same record and this\nsame declaration: preserve and keep and save the souls of men.\n<\/p><p>\nAnd, so, especially to our seventies, especially to these men upon whose shoulders rests the\nresponsibility directly from God of teaching and preaching this gospel abroad and at home, I\nwould say remember that which is choicest of all things in God's heart is the souls of men,\nand preserve them and keep them.\n<\/p><p>\nI am grateful for my associations&mdash;thankful to God for the opportunity I have had of being\nassociated with these fine men who stand at the head of this Church, and I trust and pray that\nI may always be worthy&mdash;that I may do that which will bring to pass that which God would\nlike accomplished and that we all, you fine presidents of stakes, presidents of quorums,\nbishops of wards, together, may bend our efforts to bring to pass God's wish that the souls of\nmen may be saved in His kingdom, I ask, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}