{"ID":300, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Liquor Advertising<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Merrill<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph F. Merrill, <i>Conference Report<\/i>, October 1947, pp. 32-37<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nDuring the few minutes allotted to me in this conference, I desire to give brief consideration\nto a problem that is arousing more and more attention among those thinking people of\nAmerica who are deeply concerned with their moral and spiritual welfare. I refer to the liquor\nproblem&mdash;one of the most challenging and difficult of all unsolved internal problems that face\nthe country today, a problem of major importance. Of course the point of view from which I\nshall look at this problem is that given me by the moral teachings and standards of the Church\nof Jesus Christ of Latter-day Saints. Yet I hasten to say that in respect to the liquor problem\nthe teachings and standards of multitudes of people in other churches and organizations are\nsimilar to our own. Some of them recognize as clearly and keenly as we do that drinking is\nan evil that all good, right-thinking people should unite to eliminate.\n<\/p><p>\nUSE OF ALCOHOL DESTRUCTIVE\n<\/p><p>\nI use the word \"drinking,\" as meaning the imbibing of a liquid containing <i>alcohol<\/i>, which is a\ndefinite chemical compound, once described by the <i>Journal<\/i> of the American Medical\nAssociation as\n<\/p><p>\n. . . a poison inherently, absolutely, essentially; in a drop or in a gallon, in all\nquantities and in every quantity. Plainly its quantity cannot affect its chemical\nconstitution.\n<\/p><p>\nAnd when drunk, what does alcohol do? In the language of the late Robert G. Ingersoll:\n<\/p><p>\n. . . alcohol burns up men, consumes women, destroys life, curses God, and\ndespises heaven. It suborns witnesses, defiles the jury box, and stains the judicial\nermine. It bribes voters, corrupts elections, endangers the government, degrades\nthe citizen, debases the legislature, dishonors the statesman. It brings shame, not\nhonor; terror, not safety; despair, not hope; misery, not happiness. It destroys\npeace and ruins morals; it murders the soul; it is the father of all crime, the mother\nof all abominations, the devil's best friend.\n<\/p><p>\nIn the language of the First Presidency of the Church:\n<\/p><p>\nDrink brings cruelty into the home; it walks arm in arm with poverty; its\ncompanions are disease and plague; it puts chastity to flight; it knows neither\nhonor nor fair dealing; it is a total stranger to truth; it drowns conscience; it is the\nbodyguard of evil; it curses all who touch it. Drink has brought more woe and\nmisery, broken more hearts, wrecked more homes, committed more crimes, filled\nmore coffins than all the wars the world has suffered.\n<\/p><p>\nIt is involved in more traffic accidents and fatalities, and sends more patients to mental\nhospitals than any other single factor.\n<\/p><p>\nBILLIONS OF DOLLARS WASTED\n<\/p><p>\nYet notwithstanding these facts, which warrant a bitter arraignment of alcohol, there are an\nestimated one hundred million Americans over fifteen years of age, fifty million of whom\ndrink more or less regularly. According to the United States Department of Commerce these\npeople spent for alcoholic beverages during 1946 nearly nine billion dollars ($8,770,000,000).\nThis is more than was spent during the same period for all types of public and private schools\nincluding school and university libraries, and for state and federal government services in the\nfields of health, welfare, old age assistance, etc.\n<\/p><p>\nOf the fifty million drinkers, it is estimated that three million drink excessively, that is, are\nalcoholics&mdash;people who have measurably lost control of their drinking. They have acquired the\ndisease of alcoholism, as it is termed by the experts. One who suffered from this\ndisease&mdash;Mrs. Marty Mann, now executive director of the National Committee for Education\non Alcoholism&mdash;said in her Columbia Broadcasting System broadcast last December:\n<\/p><p>\nThese were the most painful years of my life. I suffered constantly, not just one\nkind of pain, but all kinds of pain. I suffered physically, mentally, emotionally,\nfinancially, and socially&mdash;in every department of my life. I tell you, honestly, and\non behalf of those three million human beings, that alcoholism is the most\n<i>painful disease<\/i> known to man.\n<\/p><p>\nLECTURES ON \"YOU AND ALCOHOL\"\n<\/p><p>\nSome of you may remember that several months ago the Columbia Broadcasting System\ncarried over its network thirteen lectures entitled \"You and Alcohol,\" described as\n<\/p><p>\nA series of broadcasts examining the problem of alcoholic consumption in the\nUnited States and its effect upon our people and our institutions, delivered on\nTuesday nights, beginning November 12, 1946.\n<\/p><p>\nThe preface to these lectures said:\n<\/p><p>\nSince alcohol touches the lives of large numbers of people, it seemed logical to\nColumbia to consider it a problem in which radio's special and unique functions\ncould be usefully employed to translate the problem into plain, arresting terms and\nto bring it directly to the attention of millions of listeners.\n<\/p><p>\nEach of the thirteen speakers was considered an expert on the phase of the subject of which\nhe spoke. I have just quoted one of the speakers. Nine of the others were doctors in various\nfields of research&mdash;medicine, neurology, psychology, sociology, psychiatry. Seemingly they all\nagreed with Mrs. Mann&mdash;as do medical experts generally&mdash;that alcoholism is a disease, as\ncertainly as pneumonia, tuberculosis, and cancer are diseases, and should be treated as such.\nOne of these speakers, Dr. Lyman C. Duryea, wrote:\n<\/p><p>\nAs a physician, I am concerned about those people who drink to excess and cannot\ncontrol their drinking [alcoholics]. These people need medical care. They are sick\npeople.\n<\/p><p>\nALCOHOLISM A DISEASE\n<\/p><p>\nThe alcoholic (compulsive drinker, Dr. Duryea calls him) finds it absolutely impossible to\ndrink in moderation. This means all alcoholic beverages, as well as medicines, or anything\nelse containing alcohol. Complete abstinence is his only salvation. The person with an alcohol\nproblem must remember that he is a sick person and that never again can he take a drink \"of\nanything that contains alcohol.\" So, let us admit that alcoholism is a disease. However, there\nis one peculiarity about the disease&mdash;it is <i>never<\/i> acquired by anyone who does not take his first\ndrink. This is a fact. Let everyone remember it.\n<\/p><p>\nAs just stated, according to accepted figures, fifty million Americans drink. Of this number,\nthree million, one in sixteen&mdash;six percent acquire the disease of alcoholism, become sick and\nin need of treatment. This is more than twice the number afflicted with tuberculosis, we are\ntold. These figures indicate the magnitude of the problem. (I divert to express the opinion that\nthe most certain and by all odds the least expensive treatment for alcoholism is that given by\nAlcoholics Anonymous, groups of which exist all over America.) I stated that no one ever\nbecomes an alcoholic who does not take his first glass.\n<\/p><p>\nBut something more can be said. According to the experts on alcohol, no one who begins to\ndrink be he rich or poor, master or servant, learned or ignorant, can ever know until it is too\nlate, if he continues to drink, whether or not he will get the alcoholic disease. No medical\nexamination can determine this. The change from controlled to uncontrolled drinking occurs\nsuddenly and without warning, so the experts tell us. Thus there are two things to be\nremembered about this disease of alcoholism: It costs nothing to avoid getting it, and nothing\nto avoid its recurrence, if once rid of it. Total abstinence is the certain remedy both before\nand after.\n<\/p><p>\nBILL TO PROTECT ADVERTISING OF LIQUOR\n<\/p><p>\nAnd now let us go to another phase of the alcohol problem&mdash;that of advertising. On May 12\nand 13 of this year (1947) the committee on interstate and foreign commerce\nof the United States Senate gave a public hearing in Washington, D.C., on Senate Bill 265, by\nSenator Arthur Capper of Kansas, which would prohibit all types of advertising of any kind\nof alcoholic beverage. The proponents of the bill were able and well prepared and backed by\nmany resolutions of church and other organizations, as well as by thousands of petitions,\nnumerously signed. In supporting the bill Senator Capper said:\n<\/p><p>\nThe growth and extent of the liquor habit in the United States in the last few years\nalarms me. We were told preceding repeal, by the advocates of repeal, that the\nmanufacturers and dealers of alcoholic beverages would discourage excessive\ndrinking. Yet in 1946 the national drink bill was nearly nine billion dollars,\neighty-nine dollars for every person in the United States over eighteen years\nold&mdash;about one-fourth of the federal budget for the coming year. Now, Mr.\nChairman, I believe that the tremendous amount of advertising seeking to whet the\nappetite for drinking, seeking to create new customers, especially among women\nand children, has much to do with the greatly increased amount of alcoholic\nconsumption during recent years.\n<\/p><p>\nBishop Wilbur E. Hammaker, of the Methodist Temperance Board, in his testimony said:\n<\/p><p>\nOur judges all the way up through the Supreme Court have decided again and\nagain that the liquor business is hurtful to life, is an enemy of the well-being of\nsociety and lives only by sufferance. It has no inherent or inalienable rights.\nTragedy stalks the liquor business; it is constantly violating the very laws that\npermit its presence in our midst. Its history is sordid, shameful, slimy, scrofulous,\nrather than glad, noble, and fine as its ads try to tell us.\n<\/p><p>\nIn his statement before the committee, Mr. O. G. Christgau, superintendent of the Iowa\nAnt-Saloon League, among other things, related that Mr. P. S. Dupont, president of the\nAssociation Against the Prohibition Amendment, wrote two years prior to repeal the\nfollowing:\n<\/p><p>\nAdvertising is one of the most fruitful means of increasing business and of\npromoting sales. As it is the policy of this country to reduce sales of liquor, no\nadvertising of any kind should be permitted manufacturers or sellers.\n<\/p><p>\nPresident Roosevelt in proclaiming the repeal of the Eighteenth Amendment declared:\n<\/p><p>\nThe objective we seek through the national policy is the education of every citizen toward a\ngreater temperance throughout the nation.\n<\/p><p>\nCompare these statements with the fact that during 1946 more than one hundred million\ndollars was spent in advertising alcoholic beverages.\n<\/p><p>\nDr. Glen Cunningham, internationally famous some years ago as an athlete and now a\nuniversity professor, was a witness before the committee. Among his statements were these:\n<\/p><p>\nIn my work with thousands of young people during the past fifteen years, I have\nnoticed an alarming increase in the number who use alcoholic beverages. Every\nperson, conscious of the startling increase in delinquency among youths, in deaths\nand injuries from accidents, in murder and rape, in impoverished and broken\nhomes, and in the number of mental diseases, realizes the urgent need for the\npassage by Congress of Senator Capper's bill. The cost in human misery, maimed\nbodies and minds, the lost lives, makes it inestimably more important that the\nadvertising of alcoholic beverages which contribute so heavily to these great\ntragedies, be brought under control.\n<\/p><p>\nSUPPORT OF CAPPER BILL URGED\n<\/p><p>\nIn view of the results that follow the consumption of beverage alcohol, why do the American\npeople tolerate it? I leave the answer to them. In any case, the vast sums spent for\nwidespread, alluring, deceptive advertising have had much to do with it and with greatly\nincreased consumption, especially among women and teenagers. But may I ask you, the\nMormon people, why do you tolerate it? You accept and teach the Word of Wisdom as a\ndivine revelation in which alcoholic drinks are proscribed. Thus it logically follows that\nLatter-day Saints, if true to their faith, cannot conscientiously indulge in drinking; the\ninformal world knows this. Church members cannot indulge without displeasing God and\nwithout losing more or less the respect of their non-Mormon friends, many of whom look\nupon Mormon drinkers as weaklings or hypocrites.\n<\/p><p>\nBut may we not with perfect propriety and expectation of favorable response ask all Church\nand non-Church members who love their fellow men and will work for their best good to do\nwhatever in their power is feasible to reduce the consumption of alcoholic beverages to the\nsmallest attainable limits? As one means to this end let us actively support the Capper Bill\nand pray that it will become law, thus going far to eliminate every type of beverage alcohol\nadvertising. But this bill will not become law except over the strenuous opposition of the\nfinancially powerful liquor industry&mdash;an industry that has spent hundreds of millions of dollars\nand continues to spend vast sums in advertising.\n<\/p><p>\nRepresentative Joseph R. Bryson said at the Senate committee hearing the following:\n<\/p><p>\nAdvertising shapes our lives and molds the rising generation. We eat, drink, dress,\nand think according to advertising. Immature youths are particularly\nimpressionable. This advertising comes to us, mainly by press and radio. If the\nartificially stimulated demand for intoxicants is to be checked, the advertising of\nliquor must stop. Liquor advertising negates the educational efforts of the home,\nthe school and the church on the dangers of alcohol. How foolish it is to teach\nyouth the dangers of liquor while allowing the stuff to be advertised in the most\nalluring of terms.\n<\/p><p>\nCHURCH FOR TOTAL ABSTINENCE\n<\/p><p>\nAgain I ask: Why do the Mormon people tolerate the drinking of alcoholic\nbeverages by their members? They all know the Church stands irrevocably for total\nabstinence. Many answers are given, but, perhaps one of the most frequent and basic is that\nno one may be denied his \"free agency\"&mdash;his right to drink. But I ask, may one be permitted\nto indulge his free agency when to do so endangers the safety, peace, good, and happiness of\nothers? The answer of our civil laws is <i>no<\/i>.\n<\/p><p>\nSatan the devil, a personal being, is abroad in the land with a multitude of helpers. Back to\nhim stems the source of all sins, crimes, wickedness, and troubles of the human family.\nSatan's ambition is to handicap the Lord's work. This he tries to do by leading away and\nusing the Father's children in any and every way that brings misery, distress, and destruction\nto them. Let us resolve to resist him wherever his influence is manifested, as it certainly is in\nall phases of the liquor problem.\n<\/p><p>\nLIQUOR ADVERTISING UNMORAL\n<\/p><p>\nIn the light of all that can be truthfully said of the effects of consumed alcohol are we not\namply justified in declaring that liquor advertising is unmoral and wrong? To encourage and\ninduce human beings, particularly the youth and immature, to destroy themselves is wicked in\nthe sight of God and criminal in the sight of man. As I see it nothing more mild can in truth\nbe said of the vast alcoholic beverage promotion business. Back of it all may be found some\nof the keenest and ablest minds working, planning, and scheming how to get more and more\npeople to drinking.\n<\/p><p>\nBehold, verily, thus saith the Lord unto you: In consequence of evils and designs\nwhich do and will exist in the hearts of conspiring men in the last days, I have\nwarned you, and forewarn you, by giving unto you this word of wisdom by\nrevelation (<span class=\"citation\" id=\"12379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12379)\">D&amp;C 89:4<\/a><\/span>).\n<\/p><p>\nSurely Satan is working through these men to the injury and destruction of our fellow men.\n<\/p><p>\nOf course many of these people move in respectable and so-called high grade society. But this\ndoes not change the fact that their business is damnable and should not be advertised. Traffic\nin morphine, marijuana, stealing, gambling, prostitution, and many other evils, is not\npermitted to be advertised. Yet in its evil results does not the liquor traffic outrank any one of\nthese wicked businesses? In justice to youth, the unwary, and people generally, is not the\nelimination of every variety of liquor advertising the very least we can do in this matter. Let\nus sincerely and wholeheartedly support the Capper Bill $265.\n<\/p><p>\nBrethren and sisters of this Church, by promise and covenant we are obligated to serve God\nand work for the good of our fellow men. May we be faithful to our obligations, I pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}