{"ID":3001, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Why Me, O Lord?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/why-me-o-lord.p2\" class=\"\">Elder Yoshihiko Kikuchi<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/why-me-o-lord.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/yoshihiko-kikuchi-10.jpg\" alt=\"Yoshihiko Kikuchi\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/why-me-o-lord.p3\" class=\"\">I’m grateful to President Romney for trying to pronounce my name. When I go to the next world I will ask my father if I can change my name. Thank you, President Romney.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/why-me-o-lord.p4\" class=\"\">President Kimball, and all the Brethren of the General Authorities, and my beloved brothers and sisters in the gospel of the Lord Jesus Christ, today I stand before you, humbly, to bear my testimony of the divinity of the gospel of the Lord Jesus Christ. First of all, I express my deep, sincere appreciation to those who have helped me and have been so kind to me and motivated me, built me and taught me and guided me—wonderful help, wonderful influence in my life. I’m grateful for my wife, Toshiko, and for my children. President Kimball and all the brethren of the gospel and sisters, we need your prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/why-me-o-lord.p5\" class=\"\">Elder Gordon B. Hinckley gave me a special blessing when I was a green, green bean of a missionary which has guided me in my life. My dear brothers and sisters, I never expected to be called to such a heavy responsibility. I’m still asking myself and the Lord, “Why me, O Lord? Why me, O Lord?” Yet, my brothers and sisters, still within my soul I hear in the bosom of my heart, “I will go where you want me to go, dear Lord, over mountain, or plain, or sea.” (See <span class=\"emphasis\">Hymns,<\/span> no. 75.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/why-me-o-lord.p6\" class=\"\">Yet another voice is saying, “I will go and do the things which the Lord hath commanded.” (<span class=\"citation\" id=\"1730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1730)\">1 Ne. 3:7<\/a><\/span>.) Another voice saying, “O that I were an angel, and could have the wish of my heart, that I might go forth and speak with the trump of God, with a voice that shakes the earth, and cry repentance unto every people of the nations.” (See <span class=\"citation\" id=\"9266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9266)\">Alma 29:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/why-me-o-lord.p7\" class=\"\">My dear brothers and sisters, I love—I love our Heavenly Father. I know—I know within my whole heart that God lives. I know that there is a living prophet of God today, even Spencer W. Kimball. I love him. I will support him with all my heart. The Book of Mormon is true, the true word of God. Brothers and sisters, I leave you my testimony. I humbly do this in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}