{"ID":3003, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Jesus the Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_032<\/span>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p3\" class=\"\">Beloved brothers and sisters, we come to the close of this great conference. We have been much benefited and blessed. You have heard thirty or more speakers bear testimony of the divinity of Jesus Christ, and I should like to say it was He, Jesus Christ, who came forth from the tomb a resurrected being, and He, who “though he were a Son, yet learned he obedience by the things which he suffered;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p4\" class=\"\">“And being made perfect, he became the author of eternal salvation unto all them that obey him.” (<span class=\"citation\" id=\"24460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24460)\">Heb. 5:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p5\" class=\"\">It was this same Jesus Christ who gave revelations to his prophets and revealed to them also through John the Revelator: “I am Alpha and Omega, the first and the last …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p6\" class=\"\">“I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.” (<span class=\"citation\" id=\"42496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42496)\">Rev. 1:11, 18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p7\" class=\"\">It was He, Jesus Christ, in his glorified state who came to the ancestors of the Indians, who is variously known by them as the Great White Spirit, the Fair God and numerous other names.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p8\" class=\"\">It was He, Jesus Christ, our Savior, who was introduced to surprised listeners at Jordan (see <span class=\"citation\" id=\"36489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36489)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36489)\">Matt. 3:13–17<\/a><\/span>), at the holy Mount of Transfiguration (see <span class=\"citation\" id=\"36529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36529)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36529)\">Matt. 17:1–9<\/a><\/span>), at the temple of the Nephites (see <span class=\"citation\" id=\"5849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5849)\">3 Ne. 11:7<\/a><\/span>), and in the grove at Palmyra, New York (see <span class=\"citation\" id=\"30611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30611)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30611)\">JS—H 1:17–25<\/a><\/span>); and the introducing person was none other than his actual Father, the holy Elohim, in whose image he was and whose will he carried out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p9\" class=\"\">Many people have grown up with the idea that it was the Father who was in charge through the Old Testament history days whenever the title God or Lord was used.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p10\" class=\"\">It is noteworthy that the Father, God, Elohim came to the earth upon each necessary occasion to introduce the Son to a new dispensation, to a new people; then Jesus Christ, the Son, carried forward his work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p11\" class=\"\">This has happened again in our own dispensation when both separate beings, the Father and the Son, came again to the earth in person and appeared unto man. This holy occurrence was described by the devout and prepared young man who was the principal recipient of the vision.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p12\" class=\"\">There are many different approaches toward our Creator. There are many who profess belief in a God but have little idea what he is. Or perhaps they do not ever expect to see their Creator. Perhaps they would not recognize him when he comes, not knowing what to expect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p13\" class=\"\">The mountain, the river, the volcano became gods to many. But man in his searching has created himself a God without form or power or substance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p14\" class=\"\">Jesus Christ is the God of this world. He has made it very plain in his many self-introductions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p15\" class=\"\">The Lord Jesus Christ proclaimed to Abraham, “My name is Jehovah.” (<span class=\"citation\" id=\"7331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7331)\">Abr. 2:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p16\" class=\"\">And Abraham declared, “Thus I, Abraham, talked with the Lord, face to face, as one man talketh with another; and he told me of the works which his hands had made.” (<span class=\"citation\" id=\"7333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7333)\">Abr. 3:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p17\" class=\"\">And Moses said concerning his Maker: “And he [Moses] saw God face to face, … and the glory of God was upon Moses; therefore Moses could endure his presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p18\" class=\"\">“And God spake unto Moses, saying: Behold, I am the Lord God Almighty, and Endless is my name. …” (<span class=\"citation\" id=\"39505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39505)\">Moses 1:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p19\" class=\"\">In the first century in this land the people who had read the scriptures and realized they were about to be fulfilled gathered in a great multitude around and about the temple in the land Bountiful. As they marveled and wondered, conversing about this Jesus Christ, of whom the sign had been given concerning his death, and “while they were thus conversing one with another, they heard a voice as if it came out of heaven …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p20\" class=\"\">“It did pierce them to the very soul, and did cause their hearts to burn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p21\" class=\"\">“And behold, the third time they did understand the voice which they heard; and it said unto them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p22\" class=\"\">“Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name.” This is a new introduction, since the one used at the time of the Jordan River introduction. Then he said, “Hear ye him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p23\" class=\"\">“And it came to pass, as they understood they cast their eyes up again towards heaven; and behold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them; and the eyes of the whole multitude were turned upon him, and they durst not open their mouths, even one to another, and wist not what it meant, for they thought it was an angel that had appeared unto them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p24\" class=\"\">“And it came to pass that he stretched forth his hand and spake unto the people, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p25\" class=\"\">“Behold, I am Jesus Christ, whom the prophets testified shall come into the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p26\" class=\"\">“And behold, I am the light and the life of the world; and I have drunk out of that bitter cup which the Father hath given me, and have glorified the Father in taking upon me the sins of the world, in the which I have suffered the will of the Father in all things from the beginning.” (<span class=\"citation\" id=\"5848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5848)\">3 Ne. 11:3, 6–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p27\" class=\"\">After a long dissertation in which he explained to them the doctrines of Christianity, he said, “Behold, ye have both heard my voice, and seen me.” (<span class=\"citation\" id=\"5865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5865)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5865)\">3 Ne. 15:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p28\" class=\"\">“When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p29\" class=\"\">“And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p30\" class=\"\">“He saith unto them, But whom say ye that I am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p31\" class=\"\">“And Simon Peter answered and said, Thou art the Christ, the Son of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p32\" class=\"\">“And Jesus answered and said unto him, Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p33\" class=\"\">“And I say also unto thee, That thou art Peter, and upon this rock [the rock of revelation] I will build my church; and the gates of hell shall not prevail against it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p34\" class=\"\">“And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.” (<span class=\"citation\" id=\"36521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36521)\">Matt. 16:13–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p35\" class=\"\">Here were the sacred binding keys of the kingdom of heaven to bind in heaven that which was authoritatively bound in the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p36\" class=\"\">It was the solid, firm rock of revelation by which the apostles knew that He was the Christ, the Son of the living God. It is that revelation upon which God’s church would be built and the gates of hell could not prevail against it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p37\" class=\"\">“The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p38\" class=\"\">“And I saw, and bare record that this is the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p39\" class=\"\">“And looking upon Jesus as he walked, he saith, Behold the Lamb of God!” (<span class=\"citation\" id=\"28909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28909)\">John 1:29, 34, 36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p40\" class=\"\">Then we have the testimony of Peter: “Yea, I think it meet, as long as I am in this tabernacle, to stir you up by putting you in remembrance;<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p41\" class=\"\">“Knowing that shortly I must put off this my tabernacle, even as our Lord Jesus Christ hath shewed me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p42\" class=\"\">“Moreover I will endeavour that ye may be able after my decease to have these things always in remembrance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p43\" class=\"\">“For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p44\" class=\"\">“For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my Beloved Son, in whom I am well pleased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p45\" class=\"\">“And this voice which came from heaven we heard, when we were with him in the holy mount.” (<span class=\"citation\" id=\"4933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4933)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4933)\">2 Pet. 1:13–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p46\" class=\"\">These are indeed great testimonies of our Savior, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p47\" class=\"\">This has been a great conference and as each one of these wonderful sermons has been rendered I’ve listened with great attention, and I have made up my mind that I shall go home and be a greater man than I have ever been before. I have listened to all the instructions and the suggestions, and I am hoping that every person who has heard them has done likewise. We have heard many things, all in harmony with the teachings of Jesus Christ. They have been beautifully given by men who are dedicated to the service of the Lord. I urge you to take much thought in your return home from this conference and think again of the things that have been brought to your attention; and so far as they approach your life in any way, see if you can use them to bring you back—all of us—toward the perfection which the Lord has asked of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/jesus-the-christ.p48\" class=\"\">Now brethren and sisters, it has been glorious to be with you. May peace be with you. May you return home in safety and find your families well. We bring to you this great conference with our love and affection and our hope that it will have been a great monument of success in your lives. And now I should like to say once more: God lives; Jesus is the Christ. And all the testimonies we have borne, and that the prayers have borne, and the singers have borne, we communicate to you in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}