{"ID":3005, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Role of Bishops in Welfare Services\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p3\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p4\" class=\"\">My beloved brethren and sisters, I invite you to join in a prayer with me that while I speak we will all enjoy the Spirit of the Lord. What I have to say I was taught between thirty and forty years ago, principally by President J. Reuben Clark. Much of what I say will be in his language, and much else, while not directly quoted, will be the substance of his teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p5\" class=\"\">In these remarks I shall emphasize three things concerning Welfare Services: first, the bishop’s role; second, the responsibility of priesthood quorums; and third, the distinction between Church welfare and other types of welfare.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>The Bishop’s Role<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p7\" class=\"\">In December of 1831, before the Church was two years old, the Lord said that it is the responsibility of the bishop “to keep the Lord’s storehouse; to receive the funds of the church” which are to “be consecrated … to the poor and needy.” (<span class=\"citation\" id=\"16870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16870)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16870)\">D&amp;C 72:10, 12<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p8\" class=\"\">Ten months later He added that it is the duty of the bishops to search “after the poor [and] administer to their wants by humbling the rich and the proud.” (<span class=\"citation\" id=\"16896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16896)\">D&amp;C 84:112<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p9\" class=\"\">President Clark thus summarized the bishop’s role: “To the bishops is to be paid the tithing.” He is “to administer all temporal things. … In his calling he is to be endowed with the spirit of discernment to detect those ‘professing and yet be not of God’; he is to ‘receive the funds of the church’, and to ‘administer to the … poor and needy’; he is to search ‘after the poor to administer to their wants.’ …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p10\" class=\"\">“To the bishop is given all the powers and responsibilities which the Lord has specifically prescribed in the Doctrine and Covenants for the caring of the poor. … No one else is charged with this duty and responsibility, no one else is endowed with the power and functions necessary for this work. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p11\" class=\"\">“By the word of the Lord the sole mandate to care for and the sole discretion in caring for, the poor of the Church is lodged in the bishop. … It is his duty and his only to determine to whom, when, how, and how much shall be given to any member of his ward from Church funds and as ward help.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p12\" class=\"\">“This is his high and solemn obligation, imposed by the Lord Himself. The bishop cannot escape this duty; he cannot shirk it; he cannot pass it on to someone else, and so relieve himself. Whatever help he calls in, he is still responsible.” (“Bishops and Relief Society,” J. Reuben Clark, July 9, 1941.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p13\" class=\"\">Now a whole generation has passed, as President Kimball has said, since these instructions were given. But in our current handbooks and other literature they are taught. In the <span class=\"emphasis\">Bishops Guide<\/span> the duties of the bishop are outlined under five major categories; one of these is entitled “Director of Welfare Services.” On pages 24 to 26 of this guide, the specific duties of bishops are listed. They, together with the instructions in the <span class=\"emphasis\">Welfare Services Handbook,<\/span> should be read, studied, and implemented by every bishop.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p14\" class=\"\">In order to adequately care for the spiritual and temporal needs of his people through the facilities of Welfare Services, a bishop must know the needs of each ward member. With respect to the importance of so knowing, President Clark said in the October 1944 Conference:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p15\" class=\"\">“A bishop could hardly say he was doing his duty … if … he did not take stock of his whole ward to see about how much he is going to require to care for those who need help and sustenance. This could not be a mere cursory operation. … To be effective, [it] must be one that involved the visiting, by some proper authority, … every household in the ward, and for a final check, a visit by the bishop himself, to determine the proper help he must be prepared to render to every needy person in the ward.” (“Fundamentals of Church Welfare Plan,” Bishops Meeting, October 6, 1944, p. 567.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p16\" class=\"\">The effective bishop will be adequately informed on the condition of his ward members, physically, emotionally, economically, and spiritually.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p17\" class=\"\">To obtain this information, you bishops may call upon any organization in your ward or any member of the ward. Particularly you should use your ward Relief Society presidents, the Relief Society visiting teachers, and, of course, your priesthood home teachers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p18\" class=\"\">In addition to knowing their needs, <span class=\"emphasis\">the bishop should determine to what extent individuals and families can solve their own problems.<\/span> That this be done is fundamental to Welfare Services work.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p19\" class=\"\">We do not bless anybody when we do for them what they can do for themselves. The purpose of Welfare Services is to promote “independence, thrift, and self-respect,” and every individual should value his or her independence and labor with all their might to maintain it by being self-sustaining.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p20\" class=\"\">Next to himself, the responsibility for sustaining an individual rests upon his family—parents for their children, children for their parents. It is an ungrateful child, as President Kimball has said, who, having the ability, is unwilling to assist his needy parents.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p21\" class=\"\">Finally, the individual having done all he can to maintain himself, and members of his family having done what they can do to assist him, the Church, through Welfare Services, stands ready to see that such members, <span class=\"emphasis\">who will accept the program and work in it to the extent of their ability,<\/span> are cared for, each “according to his family, according to his circumstances and his wants and needs.” (<span class=\"citation\" id=\"16844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16844)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16844)\">D&amp;C 51:3<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p22\" class=\"\">Having determined the need, the bishop must marshall the required resources. The Ward Welfare Services Committee has been provided to help him do this. The Ward Welfare Services Committee can be of inestimable value. I remember president Lee’s saying that an inactive bishop is one who does not hold his weekly Ward Welfare Services Committee Meeting. I hope that we do not have inactive bishops in the Church today. If there are such, they should repent and become active during this coming week and continue to be active.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p23\" class=\"\">With respect to social services—an important part of Welfare Services—President Lee, at the Regional Representatives Seminar in October 1970, said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p24\" class=\"\">“[This] program has already been a great blessing to our Church members. [It] seeks to respond to many problems that beset our members in an affluent society, and it will no doubt increase in its importance, because so many of the problems which this cluster of agencies deals with are symptomatic of our time. Members may need counseling more than clothing, and members, who, through bishops, are referred to any agency in our social services program should feel no more hesitancy in asking for help of this kind than they should in requesting help through the priesthood [production] program.”<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Responsibility of Priesthood Quorums<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p26\" class=\"\">Having reviewed now the role of the bishop in Welfare Services, I remind you stake presidents particularly that priesthood quorums have an important role in Welfare Services. They do not, of course, have the obligation prescribed to the bishop, although they should and do assist in the production and gathering of materials.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p27\" class=\"\">But the relationship of the priesthood, the spirit of lofty, unselfish brotherhood which it carries with it, does require that they individually and as quorums use their means and energy in rehabilitating spiritually and temporally their erring and unfortunate brethren.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p28\" class=\"\">In his temporal administrations, the bishop looks at every needy person as a temporary problem, caring for them until they can help themselves. The priesthood quorums must look at their needy brethren as a continuing problem, until not only their temporal needs are met but their spiritual ones also.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p29\" class=\"\">As a concrete example: a bishop extends help while the artist or craftsman is out of work and in want; a priesthood quorum sets him up in work and tries to see that he goes along until fully self-supporting and active in his priesthood duties. Much, much more attention must be given to this aspect of our welfare work.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p30\" class=\"\">Now, third, I call attention to a most significant fact. Specifically, it is that help given by a bishop is far different from help given for political, social, or economic considerations in which moral and spiritual considerations play only a secondary part. The welfare of the state, not the welfare of the individual, is the measure by which that kind of relief is gauged and its amount determined. In such relief special favors are frequently given in exchange for some special favor—usually political support—to be given in return. Such a prostitution of relief is destructive of the state and of the individual and must be carefully guarded against.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p31\" class=\"\">Relief by private nonchurch agencies and individuals is often motivated by the highest considerations; it is given responsive to general religious commandments and admonitions. But in this giving, the emphasis is rather on the giver than the receiver. There can be a distinct element of selfishness in this—one may give, because to do so makes him truly religious.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p32\" class=\"\">But the help given by the bishop is wholly different.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p33\" class=\"\">In the first place, the Church is expressly and directly to care for its poor and needy, and the bishop is charged with the responsibility of carrying out that command and is given all the rights, prerogatives, and functions necessary therefor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p34\" class=\"\">In the next place, the standard of care has been indicated. The bishop has been directed “to keep the Lord’s storehouse; to receive the funds of the church … and to administer to [the] wants” of his people. (<span class=\"citation\" id=\"16869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16869)\">D&amp;C 72:10–11<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p35\" class=\"\">To the Church the Lord gave this law:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p36\" class=\"\">“Women have claim on their husbands for their maintenance. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p37\" class=\"\">“Children have claim upon their parents for their maintenance. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p38\" class=\"\">“And after that, they have claim upon the church, or in other words upon the Lord’s storehouse. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p39\" class=\"\">“And the storehouse shall be kept by the consecrations of the church; and widows and orphans shall be provided for, as also the poor.” (<span class=\"citation\" id=\"16883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16883)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16883)\">D&amp;C 83:2, 4–6<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p40\" class=\"\">The Lord has authorized exceptional measures to secure the materials to care for these unfortunate members. He has directed the bishop to search “after the poor to administer to their wants by humbling the rich and the proud.” (<span class=\"citation\" id=\"16897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16897)\">D&amp;C 84:112<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p41\" class=\"\">On another occasion He said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p42\" class=\"\">“Wo unto you rich men, that will not give your substance to the poor, for your riches will canker your souls; and this shall be your lamentation in the day of visitation, and of judgment, and of indignation: The harvest is past, the summer is ended, and my soul is not saved!” (<span class=\"citation\" id=\"16849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16849)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16849)\">D&amp;C 56:16<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p43\" class=\"\">Neither in public relief nor in private charity is any duty, restraint, or inhibition placed upon the needy recipient of help. He may take and take, and grasp for more. It is quite otherwise in the Church. The Lord has said to the unworthy poor:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p44\" class=\"\">“Wo unto you poor men, whose hearts are not broken, whose spirits are not contrite, and whose bellies are not satisfied, and whose hands are not stayed from laying hold upon other men’s goods, whose eyes are full of greediness, and who will not labor with your own hands!” (<span class=\"citation\" id=\"16851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16851)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16851)\">D&amp;C 56:17<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p45\" class=\"\">Under the Lord’s plan, the reward coming to those who help is not so much that a blessing will be added to those helping the poor, as a declaration that blessings shall be lost by those who do not help them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p46\" class=\"\">“And remember in all things the poor and the needy, the sick and the afflicted, for he that doeth not these things, the same is not my disciple.” (<span class=\"citation\" id=\"16847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16847)\">D&amp;C 52:40<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p47\" class=\"\">“I prepared all things, and have given unto the children of men to be agents unto themselves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p48\" class=\"\">“Therefore, if any man shall take of the abundance which I have made, and impart not his portion, according to the law of my gospel, unto the poor and the needy, he shall, with the wicked, lift up his eyes in hell, being in torment.” (<span class=\"citation\" id=\"16932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16932)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16932)\">D&amp;C 104:17–18<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p49\" class=\"\">But the real end of all help to the poor and the needy, under the Lord’s plan, is not the mere temporal help, for after warning the poor against pride, covetousness, thieving, greediness, and laziness—none of which things enter into public relief and rarely into private charity—the Lord says:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p50\" class=\"\">“But blessed are the poor who are pure in heart, whose hearts are broken, and whose spirits are contrite, for they shall see the kingdom of God coming in power and great glory unto their deliverance; for the fatness of the earth shall be theirs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p51\" class=\"\">“For behold, the Lord shall come, and his recompense shall be with him, and he shall reward every man, and the poor shall rejoice;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p52\" class=\"\">“And their generations shall inherit the earth from generation to generation, forever and ever.” (<span class=\"citation\" id=\"16853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16853)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16853)\">D&amp;C 56:18–20<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p53\" class=\"\">The prime duty of help to the poor by the Church is not to bring temporal relief to their needs, but salvation to their souls.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p54\" class=\"\">Thus, the bishop is to “visit the poor and the needy and administer to their relief,” [see <span class=\"citation\" id=\"16839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16839)\">D&amp;C 44:6<\/a><\/span>] as a husband to the widow, as a parent to the orphan. And for temporal needs he is to draw from the storehouse. Spiritually he is to see that they are or become the pure in heart, that their spirits are contrite, that their “hearts are broken.” [<span class=\"citation\" id=\"16852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16852)\">D&amp;C 56:18<\/a><\/span>; see also <span class=\"citation\" id=\"16922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16922)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16922)\">D&amp;C 97:8<\/a><\/span>]<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p55\" class=\"\">These things cannot be achieved by dollars and cents; therefore all cannot be brought to the same living standards; more help must be given here and less there, to fit the needs of those in want; and all must be measured by the ultimate spiritual uplift.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-role-of-bishops-in-welfare-services.p56\" class=\"\">It is my prayer that all bishops and stake presidents will thoroughly inform themselves of their duty and carry this great work to its ultimate achievement in the redemption of Zion in preparation for the second advent of the Lord. This is my prayer, in the name of Jesus Christ. Amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}