{"ID":3006, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Vision of the Law of the Fast\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p3\" class=\"\">Bishop Victor L. Brown<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:296a.jpg\" alt=\"Bishop Victor L. Brown\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p4\" class=\"\">As with other eternal laws, great blessings are predicated upon observing the law of the fast. Proper observance of this law includes a number of important elements, such as fasting with purpose, prayer, commitment to action, and consecration. In its fulness, the law of the fast benefits both those who fast and those who stand in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p5\" class=\"\">The importance of this relationship cannot be overemphasized. The one who consecrates his fast by a generous offering is in fact providing food, clothing, and shelter for the poor and is sanctified by his sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p6\" class=\"\">President Spencer W. Kimball expanded our vision of being generous in our offerings to the Lord when he said (and again repeated this morning):<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p7\" class=\"\">“Sometimes we have been a bit penurious and figured that we had for breakfast one egg and that cost so many cents and then we give that to the Lord. I think that when we are affluent, as many of us are, that we ought to be very, very generous. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p8\" class=\"\">“I think we should be very generous and give, instead of the amount we saved by our two meals of fasting, perhaps much, much more—ten times more where we are in a position to do it.” (<span class=\"emphasis\">Conference Report,<\/span> April 1974, p. 184.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p9\" class=\"\">Since President Kimball issued this call 3 1\/2 years ago, fast offering donations have increased substantially. These sacred funds have blessed many Church members in all parts of the world. Those who received were certainly blessed, but those who gave were even more so. When we give generously to the Lord, we receive from him that which is of greater value than our offering. When we keep his commandments, “He doth immediately bless” us. (<span class=\"citation\" id=\"40437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40437)\">Mosiah 2:24<\/a><\/span>.) It is impossible to place the Lord in our debt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p10\" class=\"\">Some time ago, Dr. James O. Mason, who was associated with us in the Welfare Services Department, was visiting one of the developing countries of the world. A teenage boy asked him if he would please bring a gift to President Kimball. The gift was a sketch he had drawn of a peacock with its tail feather in full fan. It was done so carefully—each feather in place—in such beautiful color. As we saw it, we marveled at the artistry of the boy and asked further about him. In response, Dr. Mason handed us a picture of this lad. He had no arms. A birth defect had left him crippled, and yet he had developed his artistic talent so as to draw this beautiful, intricate rendering by holding his pencils between his toes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p11\" class=\"\">We were asked if the Church had funds that could be used to fit him with artificial limbs. We assured the mission president there were funds, but only after his family had done all they could. When we had the assurance that the family had complied with Welfare Services principles, funds were made available.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p12\" class=\"\">We later received another picture, showing his newly acquired arms and hands, with a report of how proud he was to be able to dress himself now. He had been greatly blessed by those who lived the law of the fast and were generous in their offerings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p13\" class=\"\">We reaffirm the principle of making a generous offering as an integral part of the regular monthly fast, and encourage everyone to take full opportunity to be in total harmony with this principle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p14\" class=\"\">In addition to providing the means for taking care of the poor among us, fasting is a principle of power which helps us to individually achieve righteous purposes in our lives. The scriptures contain many accounts of the power of fasting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p15\" class=\"\">Consider the great lesson of fasting taught by Alma, who gave up the judgment seat to do the Lord’s work. After great spiritual success in various cities, Alma traveled to the city of Ammonihah, where, the scriptures report, “Satan had gotten great hold upon the hearts of the people,” and “they would not hearken unto the words of Alma.” (<span class=\"citation\" id=\"9260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9260)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9260)\">Alma 8:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p16\" class=\"\">Alma labored much in the spirit and wrestled with God in mighty prayer. Nevertheless, the people reviled him, spit upon him, and cast him out of their city. (See <span class=\"citation\" id=\"9261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9261)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9261)\">Alma 8:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p17\" class=\"\">As he was traveling away from the city, Alma was met by an angel of the Lord, who directed him to return again to Ammonihah to call upon the people to repent. Alma followed the angel’s instructions. He reports that this time he fasted many days before re-entering the city. (See <span class=\"citation\" id=\"9263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9263)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9263)\">Alma 8:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p18\" class=\"\">His fasting was almost immediately rewarded. He found that righteous forces had been at work, preparing the way before him. When he entered the city again, he met a man, apparently a stranger, of whom he asked, “Will ye give to an humble servant of God something to eat?” The stranger’s response was, “I know that thou art a holy prophet of God, for thou art the man whom an angel said in a vision: Thou shalt receive. Therefore, go with me into my house and I will impart unto thee of my food.” (<span class=\"citation\" id=\"9262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9262)\">Alma 8:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p19\" class=\"\">This was Amulek, who had been specially prepared to receive a prophet of God and who would share in his work. As a result of his fast, Alma was assured by the Lord through the witness of Amulek that heavenly forces were prospering his efforts, and he was filled with the spirit of the Lord’s work. Alma ended his fast, and then he and Amulek did a marvelous work which resulted in the righteous being called out of Ammonihah. The remainder of the city, being left without excuse, was found in the full ripeness of iniquity and destroyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p20\" class=\"\">The greatest lesson ever taught with regard to fasting was taught by the Savior himself. In St. Luke we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p21\" class=\"\">“… Being forty days tempted of the devil. And in those days he did eat nothing; and when they were ended, he afterward hungered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p22\" class=\"\">“And the devil said unto him, If thou be the Son of God, command this stone that it be made bread.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p23\" class=\"\">“And Jesus answered him, saying, It is written, That man shall not live by bread alone, but by every word of God.” (<span class=\"citation\" id=\"31982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31982)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31982)\">Luke 4:2–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p24\" class=\"\">After this the Devil used all his cunning to tempt the Savior to abandon his mission. His response, as recorded in St. Luke again: “Get thee behind me, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.” (<span class=\"citation\" id=\"31983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31983)\">Luke 4:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p25\" class=\"\">“And when the devil had ended all the temptation, he departed from him for a season.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p26\" class=\"\">“And Jesus returned in the power of the Spirit into Galilee.” (<span class=\"citation\" id=\"31984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(31984)\">Luke 4:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p27\" class=\"\">These powerful examples of living the law of the fast teach some basic lessons. First, there needs to be a purpose associated with fasting. The Savior himself used the fast to gain inner strength and spiritual power during a crucial part of his ministry. The law of the fast can likewise bless us in times of temptation and stress if we are willing to live it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p28\" class=\"\">Alma fasted to gain the strength and wisdom to accomplish a mission in which he had just failed. He knew he must have divine help if he were to succeed. After Alma had fasted for the purpose of accomplishing his mission, the Lord intervened and great power was given him. This same blessing is available to us if we will but take advantage of it.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Praying with a purpose is very important to the living of the law. It is not enough simply to refrain from two consecutive meals, whether the fast is the regular monthly fast or another, private fast. There are many appropriate purposes for fasting. Some are:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>To overcome the temptations of Satan as the Savior did:<\/p>\n\t\t\t\t\t<p>“Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke?” (<span class=\"citation\" id=\"25508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25508)\">Isa. 58:6<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>To assist the poor and the needy.<\/p>\n\t\t\t\t\t<p>“Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?” (<span class=\"citation\" id=\"25509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25509)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25509)\">Isa. 58:7<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>To achieve success in life:<\/p>\n\t\t\t\t\t<p>“Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the Lord shall be thy rereward.” (<span class=\"citation\" id=\"25511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25511)\">Isa. 58:8<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>To humble and prepare ourselves to communicate with the Lord:<\/p>\n\t\t\t\t\t<p>Again in Isaiah we read, “Then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am. If thou take away from the midst of thee the yoke, the putting forth of the finger, and speaking vanity;<\/p>\n\t\t\t\t\t<p>“And if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday:<\/p>\n\t\t\t\t\t<p>“And the Lord shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.” (<span class=\"citation\" id=\"25512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25512)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25512)\">Isa. 58:9–11<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p40\" class=\"\">Fasting and prayer is a positive experience. It is a form of worship especially commended by the Lord. As we fast with prayer, we demonstrate our deep purpose, commit that we will do all in our power, and consign the outcome to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p41\" class=\"\">Commitment to act is the key to exercising any gospel principle. We must actually do what the principles require. <span class=\"emphasis\">Doing,<\/span> in conjunction with fasting and prayer, is in itself a prayer of faith. The principle of doing is one of the great messages of the scriptures. Alma <span class=\"emphasis\">did<\/span> preach with power after fasting and prayer. The Savior, being strengthened by fasting, <span class=\"emphasis\">did<\/span> reject Satan’s every proposition and <span class=\"emphasis\">did<\/span> rebuke him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p42\" class=\"\">When we fast, we must work in appropriate ways to do everything we can to accomplish the purpose of our fast. The fast is most effective when we have done all that is within our power. Often this commitment involves the willingness to change, to put aside feelings and attitudes standing in our path, to forgive, to be strong, to make sacrifices, to exert energy toward our righteous goal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p43\" class=\"\">In conclusion, may I read a message given by President Harold B. Lee thirty-six years ago this conference:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p44\" class=\"\">“I have had difficulty understanding how a people who are not able to sacrifice to a point where they can pay a tenth of their interest annually and abstain from two meals on the first Sunday of the month and pay that as an offering for the care of the needy, I have difficulty in understanding how we can believe that many of our people are more than ten per cent ready for the United Order. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p45\" class=\"\">“We have come, yes, in a day when ‘the way of the Lord,’ as he described it, would be applied, when the poor would be exalted, or in other words stimulated to success and pride, and uplifted because the rich have been made low, or in other words, because the rich have been made humble and willing to give of their substance, their time, and their talent, and their wisdom, and their example that the poor might be thus guided and directed. I have seen team work and cooperation grow, and I have seen the priesthood take its place in blessing this Church temporally and spiritually in a most glorious way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p46\" class=\"\">“I am also convinced that you and I will not be prepared for the living of the celestial law in preparation for the Second Coming if we are not able to live the law of tithing, and pay our fast offerings, and subscribe wholeheartedly to the workings of the Welfare Plan at the present time.” (<span class=\"emphasis\">Conference Report,<\/span> October 1941, pp. 112–14.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p47\" class=\"\">I believe all of the evidence we have would tell us that more of our people are prepared today for this great event than were prepared thirty-six years ago. And yet, there are many still unprepared.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/a-vision-of-the-law-of-the-fast.p48\" class=\"\">May we, the Priesthood and Relief Society officers of the Church throughout the world, show our people the way, that all may be prepared to live the higher law when the Lord so indicates, I pray in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}