{"ID":3007, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Welfare Responsibilities of the Priesthood Quorums\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p3\" class=\"\">Elder Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2e70.jpg\" alt=\"Elder Gordon B. Hinckley\"\/><\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03089_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p4\" class=\"\">I should like to tell you of an experience I had many years ago while serving as a stake president. I received a telephone call from a bishop who reported that a husband and wife in his ward were seeking a divorce. Having gone beyond all limits of prudence in installment buying, they now argued endlessly over money matters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p5\" class=\"\">The husband in his employment faced the constant threat of garnishment of wages, and the wife refused to remain at home because of the harassment of bill collectors. Furthermore, they soon would be without a home because they had received notice of foreclosure. In their mutual frustration, he shouted at her for being a poor manager, and she at him for being a poor provider.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p6\" class=\"\">The bishop reported that he had taken care of their emergency needs, and that he had counseled with them at length in an effort to restore the love and respect they once had known. He had reached the point where he felt he had done all he could to help them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p7\" class=\"\">I asked whether the man belonged to a priesthood quorum. The bishop replied that he was an elder. That evening the quorum presidency responded to a call to meet with the bishop. On a confidential basis the problem was outlined. Then the quorum presidency suggested the names of a committee who might work with the family. As I recall, the committee included a lawyer, a credit manager, and an accountant, all members of that quorum.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p8\" class=\"\">The couple was then called in and asked whether they would be willing to put their financial affairs in the hands of these brethren. They broke into tears at this sign of help with the burden they had found too heavy to bear themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p9\" class=\"\">The men nominated for the committee were then approached and each agreed to serve. What they discovered was a dismal picture indeed. Obligated monthly payments totaled almost twice the monthly income. But these men were accustomed to dealing with problems of this kind. They analyzed the situation thoroughly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p10\" class=\"\">They found, for instance, two cars where one could do at the price of a little inconvenience. There were other things that could be dispensed with.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p11\" class=\"\">Then, with the facts before them, they called on the various creditors. They did what the beleaguered husband could not do for himself. They spoke the language of the creditors, and worked out a plan of payment with each. They gave the creditors the assurance that they had control of the assets of the family, and with this assurance and the evident expertise of the committee, the creditors were willing to go along.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p12\" class=\"\">While in the process of managing the family’s affairs, the committee effectively taught principles of budgeting, financial responsibility, and money management. The problem was not cured in a day. It required many months. But miracles happened. A new and satisfying discipline came into the lives of the husband and wife. The creditors received their just due. The home was saved, and—most important—love and peace returned to that home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p13\" class=\"\">I have recalled this experience to emphasize a principle. That principle was defined by President J. Reuben Clark many years ago:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p14\" class=\"\">“The priesthood quorums in their extending of relief have not the obligation prescribed to the bishop. But the relationship of the priesthood, [and] the spirit of lofty unselfish brotherhood which it carries with it, do require that they individually and as quorums exert their utmost means of power to rehabilitate, spiritually and temporally, their erring and unfortunate brethren. In his temporal administrations, the bishop looks at every needy person as a temporary problem, caring for them until they can help themselves; the priesthood must look at their needy brethren as a continuing problem until not only his temporal needs are met, but his spiritual ones also. As a concrete example—a bishop extends help while the artisan or craftsman is out of work and in want; a priesthood quorum sets him up in work and tries to see that he goes along until fully self-supporting and active in his priesthood duties.” (J. Reuben Clark, Jr., “Bishops and Relief Society,” July 9, 1941, pp. 17–18.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p15\" class=\"\">Continuing from President Clark: “[Such] assistance may take the form of helping the needy brother in his actual need and problem, to build a home, or to start in a small business, or, if he be an artisan, to get him a kit of tools, or, if he be a farmer, to get him seeds, or to help him plant or harvest a crop, or to meet some urgent credit need he has, or to supply him with clothing, or shelter, or food, or medical assistance, or schooling for the children, or to give aid in any number of other ways.” (Estes Park Address, 20 June 1939, p. 20.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p16\" class=\"\">I am satisfied, my brethren, that there is enough of expertise, of knowledge, of strength, of concern in every priesthood quorum to assist the troubled members of that quorum if these resources are properly administered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p17\" class=\"\">It was Kuan Tzu, a Chinese philosopher, who said, “If you give a man a fish, he will have a single meal; if you teach him how to fish, he will eat all his life.” This, as I see it, illustrates the principle of Welfare Services. It is the responsibility of the bishop to give emergency help to see that neither the individual nor his family suffers. It is the obligation of the priesthood quorum to set in motion those forces and facilities which will equip the needy member to provide on a continuing basis for himself and his family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p18\" class=\"\">In the words of President Harold B. Lee, spoken many years ago, “All priesthood quorums are ‘commanded’ [by the Lord] to marshall their forces and, under the spirit and power of the Priesthood, to see to it that every person who is in distress is assisted by his quorum to become self-sustaining.” (<span class=\"emphasis\">Improvement Era,<\/span> October 1937, p. 634.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p19\" class=\"\">I am confident that the Lord intended that a priesthood quorum should be far more than a class in theology on Sunday mornings. Of course, the building of spirituality and the strengthening of testimony through effective gospel teaching is an important priesthood responsibility. But this is only a segment of the quorum function. Each quorum must be a working brotherhood for every member if its purpose is to be realized. There must be instruction in principles of personal and family preparedness. If effectively taught, such instruction will become preventative welfare, because the quorum member and his family, equipped with such knowledge, will be the better prepared to handle many difficulties that might arise. The teaching of financial and resource management, home production and storage, the fostering of such activities as will promote physical, emotional, and spiritual health might all be the proper and legitimate concerns of the presidency of the quorum in behalf of its members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p20\" class=\"\">Furthermore, the quorum becomes a resource of organized and disciplined manpower available to the bishop and stake president in carrying forward the production and processing of welfare commodities. It is in the quorum that the strong hands of willing men are found to thin the beets, to haul the hay, to build the fences, and to carry forward the myriad requirements of our welfare projects.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p21\" class=\"\">I recall a quorum officer in our stake who was an employee of a businessman who was a member of that quorum. The businessman was the quorum president’s employer for forty hours a week. It was this same quorum president who called on and assigned the businessman, his boss, to go to the stake farm at five o’clock in the morning to hoe beets. And be it said to the credit of both that each respected the other in his position. They were working brothers in a great fraternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p22\" class=\"\">I should like to add that this businessman had others of the quorum working for him. The quorum of which they were members operated, as an arm of the Ward Welfare Services Committee, an effective employment program under which job opportunities were found not only for those who were unemployed, but also improvement in the employment of some who in terms of latent ability had been underemployed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p23\" class=\"\">In a revelation given in 1831, the Lord charged the elders to watch over the Church: “And remember in all things the poor and the needy, the sick and the afflicted, for he that doeth not these things, the same is not my disciple.” (<span class=\"citation\" id=\"16848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16848)\">D&amp;C 52:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p24\" class=\"\">Each quorum has direct access to the home of every member through assigned home teachers. These brethren of the priesthood have not only the responsibility to teach, but also to inquire, to learn, and even by the power of the Holy Spirit to discern the needs of those for whom they are given responsibility. If there be needs of a temporal nature, the information is brought to the Ward Welfare Services Committee, which is chaired by the bishop, there to receive prayerful consideration and to set in motion those resources which will take care of immediate needs under the direction of the bishop, assisted by the Relief Society president; and long-term remedies under the direction of the quorum president, through the resources available to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p25\" class=\"\">Brethren, the priesthood quorum is the Lord’s organization for men of the Church, just as the Relief Society is the Lord’s organization for women of the Church. Each has among its responsibilities, basic to its reason for being, the assisting of those in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p26\" class=\"\">When the Relief Society was organized the Prophet Joseph said of the women of the Society: “They will fly to the relief of the stranger; they will pour in the wine and oil to the wounded heart of the distressed; they will dry up the tears of the orphan and make the widow’s heart to rejoice.” (B. H. Roberts, <span class=\"emphasis\">Comprehensive History of the Church<\/span> 4:112.) I would hope that the same might be said of the men of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p27\" class=\"\">It will be a marvelous day, my brethren—it will be a day of fulfillment of the purposes of the Lord—when our priesthood quorums become an anchor of strength to every man belonging thereto, when each such man may appropriately be able to say, “I am a member of a priesthood quorum of The Church of Jesus Christ of Latter-day Saints. I stand ready to assist my brethren in all of their needs, as I am confident they stand ready to assist me in mine. Working together, we shall grow spiritually as covenant sons of God. Working together, we can stand, without embarrassment and without fear, against every wind of adversity that might blow, be it economic, social, or spiritual.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/welfare-responsibilities-of-the-priesthood-quorums.p28\" class=\"\">God help us to increase our efforts toward that day of realization, I humbly pray, as I leave with you my testimony of the divinity of this work in the name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}