{"ID":3008, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Father’s Duty to Foster the Welfare of His Family\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p3\" class=\"\">Bishop H. Burke Peterson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03089_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:237e.jpg\" alt=\"Bishop H. Burke Peterson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p4\" class=\"\">I have been asked to speak on the father’s duty to foster the welfare of his family. After thinking many hours on this assignment, I am persuaded to make a few remarks in an attempt to teach a principle that, if understood and practiced, will make us all more effective in this God-given responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p5\" class=\"\">We have great concern about the growing number of homes in the Church where the influence of a father is hardly felt. In more and more families the mother and children are left to carry out the father’s duties as well as their own. Divorce, pursuit of wealth, and indifference to sacred things are only three of many reasons why fathers neglect the welfare of their families. In this life a father is never released from his responsibility. We call bishops, and they serve for a time and are released. Stake presidents likewise are called, serve, and are released. But a father’s calling is an eternal calling if he lives worthily.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p6\" class=\"\">In 1 Timothy we read some rather sobering words from the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p7\" class=\"\">“But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.” (<span class=\"citation\" id=\"2858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2858)\">1 Tim. 5:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p8\" class=\"\">The positive definition of the word <span class=\"emphasis\">welfare<\/span> is “happiness, prosperity, and well-being.” The father’s duty is to foster the happiness, prosperity, and well-being of each family member. He is to “provide … for his own.” He does this when he provides spiritual and temporal leadership to family members. He provides for the welfare of each family member as he sees their needs and provides a way to help each one satisfy those needs. Of course, when there is no father in the home, the head of the household must assume these duties.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p9\" class=\"\">We can learn from Brigham Young’s example. An excerpt from a letter to his son Joseph illustrates the kind of spiritual leadership a father should give.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p10\" class=\"\">“Joseph,<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p11\" class=\"\">“All the gold in California could not buy my good feelings to you and thankfulness to the Lord. … Your mother wishes me to write a few words for her. Her health is about as usual, not very well but so she works all day and then till midnight frequently. We feel proud before the Lord when we think what you are doing in the great cause and kingdom of our God. Be faithful my son. You went out as a child. We trust you will return a flaming elder of salvation. Keep yourself pure before the Lord. Your father before you has done it, and my constant prayer is that you may. With all my heart I believe you will. May God bless you forever and ever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p12\" class=\"\">“Oh, how glad we will be to see you,<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p13\" class=\"\">“Brigham Young”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p14\" class=\"\">(Dean Jessee, <span class=\"emphasis\">Letters of Brigham Young to his Sons,<\/span> p. 16.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p15\" class=\"\">Another excerpt, from one of President Young’s letters to a son who attended the Naval Academy at Annapolis, Maryland, illustrates the kind of temporal leadership a father should provide:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p16\" class=\"\">“My dear son,<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p17\" class=\"\">“Be prudent in all things, adopt the plan of keeping a strict account of all your expenses: by this you will not only understand what becomes of your money, but it will also induce business habits and methods and correctness in financial dealings in … life. You will find that much of the happiness of this life consists in having something worthy to do and in doing it well. It has been wisely said that ‘that which is worth doing is worth doing well.’ If a man is to drive the plow, let him do it well; if only to cut bolts, make good ones; if to blow the bellows, keep the iron hot. It is our attention to our daily duties that makes us men. Aspire to acquire knowledge that you may be able to do more good and also to progress in your sphere of life; but remember that you will win only by trust in the Lord, by present contentment and by doing faithfully that which you have in hand. … We all, father, mother, brothers, sisters, friends, and brethren in the office, all join in love to you, and in prayers for your welfare.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p18\" class=\"\">“Your affectionate father,<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p19\" class=\"\">“Brigham Young”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p20\" class=\"\">(Jessee, <span class=\"emphasis\">Letters,<\/span> pp. 305–6.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p21\" class=\"\">In the home, the father has a primary obligation to stay close to family members and administer to their needs. Not only through his observations but also in personal interviews the father evaluates his family’s needs. I know several fathers who have a personal interview with each of their children on a weekly basis.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p22\" class=\"\">A time when a father really listens can be a memorable and not soon forgotten experience for both. This would be a time when the father would not monopolize the conversation but rather would lead out with a simple, well-chosen question or two and then sit back and listen. There is nothing that can take the place of a listening father. His ears and heart must both be in tune. There is no substitute.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p23\" class=\"\">Have you ever thought what might have happened if the Prophet Joseph Smith had not had a listening father? Picture this situation if you will:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p24\" class=\"\">The Smith family was a farming family. They lived in New England, where there is a short growing season. They had no mechanical farming equipment such as we now enjoy, and Father Smith needed all the help he could get from his sons. Undoubtedly they started work early in the morning and stayed in the fields until late in the evening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p25\" class=\"\">It was in this setting one morning that the boy Joseph came to his father to tell him of a most unusual experience he had had during the night and early morning: a series of visions had come before him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p26\" class=\"\">Instead of Father Smith telling his son to hurry on to work—to discuss the matter with him later because there was much to do—he stopped and he listened and then said to his son, “It is of God,” and told him to go and do as commanded by the messenger. What a wonderful example of a listening father! What a memorable experience for both!<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p27\" class=\"\">Ofttimes as parents we may feel we have been listening when, in fact, our children may feel we haven’t. Unless our children have no doubt that they have had our attention, I suggest that we haven’t done all that is required.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p28\" class=\"\">We plead for more and better prepared listening fathers. Remember, fathers, you are always teaching—for good or for ill. Your family is learning your ways and beliefs. As President Benson has said, “Your children may or may not choose to follow you—but the example you give is the greatest light you will hold before your children. You are accountable for that light.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p29\" class=\"\">As we think of the role of an effective father, remember this: without experiencing a gospel principle in action, it is extremely difficult for family members to believe in that principle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p30\" class=\"\">For instance, how can a child grow to maturity with the ability to express love to others if she hasn’t been loved herself?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p31\" class=\"\">How would we expect a child to trust others if he has not been trusted?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p32\" class=\"\">How could we hope that any child could understand the eternal principle of work and other aspects of the welfare program if these principles have not been taught by example in his own home?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p33\" class=\"\">How can we expect a child to grow to maturity understanding honesty if honesty has not been the experience of the home?<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p34\" class=\"\">We could apply this to any gospel principle. There is no method as dynamic and powerful in a learning experience as personal involvement and example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p35\" class=\"\">Brethren, our ability to give spiritual and temporal leadership to our families depends on the pattern of our lives. We will be effective as fathers only as our lives reflect what we wish to teach. For those who feel it’s too late to start a course in self-improvement, may I suggest, in the words of Hugh B. Brown:<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p36\" class=\"\">“Each one of us must live with himself through the eternity and each one is now working on the kind of man he will have this eternal association with—I say that now is the time to act; it is neither too early nor too late.” (<span class=\"emphasis\">Millennial Star,<\/span> Feb. 1964, 126:51.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p37\" class=\"\">Brethren, it is not too early or too late to teach your family the principles and the how-to’s of financial and resource management, physical health, emotional resiliency, career planning, literacy and educational involvement, and home production and storage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p38\" class=\"\">It is neither too early nor too late to listen more carefully, to spend time and to be an example, to otherwise stand at the head of your posterity as a righteous patriarch.<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p39\" class=\"\">May each father this day resolve to fill that high destiny spoken of by Peter, for indeed we must be a “chosen generation, a royal priesthood, an holy nation, a peculiar people.” (<span class=\"citation\" id=\"2366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2366)\">1 Pet. 2:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1977\/11\/the-fathers-duty-to-foster-the-welfare-of-his-family.p40\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}