{"ID":301, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Principles of Truth<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1947, pp. 38-42<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, I come before you with deep appreciation and gratitude for\nmy association with you and for my fellowship in the Church. I stand before you in humility,\npraying that the spirit of the Holy Ghost will guide me while I speak, for I am a great convert\nto the statement of Nephi that when a man speaketh by the power of the Holy Ghost\n(<span class=\"citation\" id=\"3488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3488)\">2 Ne. 33:1<\/a><\/span>), the\npower of the Holy Ghost carrieth it unto the hearts of the children of men. In all my ministry\nin the Church, I want to speak and act under the influence of that spirit. Without it I think we\nare less than nothing in this service.\n<\/p><p>\nPEACE IN THE MIDST OF TURMOIL\n<\/p><p>\nI am very grateful for the peace and quiet that prevail here in this meeting. It seems to me\nthat we are sitting right in the center of a hurricane, as it were. You will remember the report\nthat when the hurricane passed over New Orleans, it spread great havoc for a time, and then\nof a sudden a calm fell over the scene; the wind and the rain ceased; and the warm sunshine\nbroke through the clearing clouds. For a few moments the city was in the \"eye\" of the\nhurricane.\n<\/p><p>\nIn the world today there is strife and uncertainty all about. But here we enjoy peace. I thought\nthis morning when President Smith was speaking, what a glorious thing it is to enjoy peace in\nthe midst of the turmoil that the world now suffers. One of the reasons why we enjoy this\ngreat peace is a result of the attitude in which we come to conference. We did not come here\nto negotiate and maneuver for position, nor out of our own wisdom to evolve action policies\nof expediency. We came here to hear eternal principles of truth expounded by men whom\nGod has endowed to expound them.\n<\/p><p>\nGUIDING PRINCIPLES OF TRUTH\n<\/p><p>\nI am grateful that I know that in the gospel of Jesus Christ there are principles of eternal\ntruth. They are the guide of my living, as I know they are the guide to your living. I am very\ngrateful that the Lord saw fit to give us these principles. I recall, too, that the Lord gave to\nthis great nation some principles which if followed would spare us from much of the\nconfusion in our national councils and our international councils. Those great principles are\nset forth in two short documents, the Declaration of Independence and the Constitution of the\nUnited States.\n<\/p><p>\nIn the Constitution the Lord set out wise principles for the governing of this great nation. He\nstated in a revelation to the Prophet Joseph Smith that he brought forth the Constitution of the\nUnited States through men whom he raised up for that very purpose\n(<span class=\"citation\" id=\"12395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12395)\">D&amp;C 101:80<\/a><\/span>). Under\nit, a great representative form of government was set up, a republican form of government. If\nthe principles set out in the Constitution of the United States were followed by all men who\nexercise authority in governments, we would have peace in the earth. This is true because by\nthe inspiration of heaven that Constitution made provision for the best form of political\ngovernment ever devised for the use of man.\n<\/p><p>\nGOVERNMENT OF THE CHURCH\n<\/p><p>\nNow the Lord has set up a form of government in the Church, too. I would like to tell you a\nlittle of what I understand that form of government to be. The Lord says that it is a\n\"kingdom.\" I think he says in one of the revelations that we should pray that the kingdom of\nGod might go forth upon the earth, that the inhabitants thereof may receive it and be prepared\nto meet the kingdom of heaven when it shall come with the Master at its head\n(<span class=\"citation\" id=\"12364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12364)\">D&amp;C 65:5<\/a><\/span>). The\ngovernment of the Church in its operation is quite different from the government of the\nUnited States.\n<\/p><p>\nIn the Church is a democratic principle known as the law of common consent. It was revealed\nbefore the Church was organized. I have here an excerpt from the first volume of the\n<i>Documentary History of the Church<\/i>, which was written by the Prophet Joseph Smith. He says\nthat in 1829 in the home of Father Whitmer, which was in Seneca County, as you will\nremember,\n<\/p><p>\n. . . the word of the Lord came unto us in the chamber, commanding us that I\nshould ordain Oliver Cowdery to be an elder in the Church of Jesus Christ; and\nthat he also should ordain me to the same office\n(<span class=\"citation\" id=\"12334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12334)\">D&amp;C 20:2-3<\/a><\/span>); and then to ordain others, as it\nshould be made known unto us from time to time. We were, however, commanded\nto defer this our ordination until such times as it should be practicable to have our\nbrethren, who had been and who should be baptized, assembled together, when we\nmust have their sanction to our thus proceeding to ordain each other, and have\nthem decide by vote whether they were willing to accept us as spiritual teachers\nor not (<i>Documentary History of the Church<\/i>, vol. 1, pp. 60-61).\n<\/p><p>\nPRINCIPLE OF COMMON CONSENT\n<\/p><p>\nThe Church was not very old before the Lord gave the direction in a revelation that\n<\/p><p>\nNo person is to be ordained to any office in this church, where there is a regularly\norganized branch of the same, without the vote of that church\n(<span class=\"citation\" id=\"12336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12336)\">D&amp;C 20:65<\/a><\/span>).\n<\/p><p>\nIn the body of the Church there lies great power. No man can preside over any organized\ndivision of the Church without the consent of those over whom he is to preside. That is a\npower which God has vested in the membership of this Church. Sometimes I think when we\nraise our hands to sustain the General Authorities, we are not actively alive to that great\nprinciple. No one of us, I feel, has a right to raise our hand to sustain any man or woman in a\nposition in the Church if we know that that man or woman is unworthy of\nthe position for which he or she is named.\n<\/p><p>\nBut the Church membership, however, does not have the power to nominate men and women\nfor office in the Church. That is a distinguishing feature between the civil government, its\nfunctioning, and the government of the Church. The authority and the power to propose men\nand women for office in the Church resides in the presiding authority. The power of approval\nresides in the membership of the Church.\n<\/p><p>\nGod, our Eternal Father, appointed the Prophet Joseph Smith to be his prophet, and he was\naccountable to God, our Eternal Father, and the Lord Jesus Christ, and not to men. But even\nso, the membership of the Church could have rejected the Prophet Joseph Smith as the\nPresident of the Church. Had they done so, he could not have presided over them. They\nwould, of course, have been apostate had they rejected him, because he never lost the\napproval of the Lord.\n<\/p><p>\nWhen a member of the Council of the Twelve is to be appointed, as I understand it, the\npower of nomination resides in the President of the Church of Jesus Christ of Latter-day\nSaints. The people have the right to sustain. That is the way it is, all down through the\nChurch. When a stake is to be organized, the Presidency of this Church sends members of the\nGeneral Authorities to select and propose to the people the man that is to be sustained, and\nthe people can receive him or reject him by their own vote. That takes politics out of our\nChurch. You never hear of a prospective stake president promising the people that if they will\nsustain him, he will make a certain man the bishop of a certain ward and another man the\nbishop of another ward, and this woman the president of Relief Society, and that one the\npresident of the Mutual, and so forth.\n<\/p><p>\nLEADERSHIP INSPIRED\n<\/p><p>\nThe Lord has set up a perfectly safe procedure in placing the power of nomination in the\npresiding officers, because back of the government of the Church in the earth is the Lord\nJesus Christ himself. I believe that when the Presidency of this Church nominates a person for\nan office, it is not a personal nomination. I have that confidence in the Presidency and that\ntestimony of the divinity of this Church. I believe that the Lord Jesus Christ reveals to them\nthrough the spirit of the Holy Ghost the men they should name to office, and I believe that\nsame spirit will inspire and direct the presidents of stakes and the bishops of wards and the\nheads of other organizations in this Church, if they will live for such inspiration, so that when\nthey name people for office they will name them under the inspiration of the Holy Spirit.\n<\/p><p>\nIn addition to the inspiration of the Lord which every person is entitled to, according to his\ncalling, we have revealed and written down in the D&amp;C and the other Church works, eternal\nprinciples of truth to guide us through the world. I think we ought to\nremember that we have these principles, for this is a day when the doctrine of opportunism is\nabroad in the world, and when men and women generally act on the principle of expediency.\nSo acting, they move further and further into confusion. In the Church, on the other hand, so\nlong as we follow the principles of the gospel and the proper Church organization procedure,\nwe move into peace, prosperity, and happiness.\n<\/p><p>\nI feel that we ought to study these eternal principles. I know that the Lord said we should\nstudy all things (<span class=\"citation\" id=\"12381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12381)\">D&amp;C 90:15<\/a><\/span>).\nWe should become learned in the things of this world, study about nations,\nhistories, sciences, and all other things\n(<span class=\"citation\" id=\"12391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12391)\">D&amp;C 93:53<\/a><\/span>);\nbut the eternal principles of truth by which we are to\nguide our lives, we are not to learn by the study of things taught by men without the\ninspiration of the Holy Spirit. Remember what the Lord said to the missionaries when he sent\nthem out. He said he did not send them out to be taught; he sent them out to teach the\nchildren of men the things which he had put into their hands by the power of his spirit\n(<span class=\"citation\" id=\"12349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12349)\">D&amp;C 43:15<\/a><\/span>). They\nwere to learn of those things from on high.\n<\/p><p>\nMAN RESPONSIBLE FOR HIS ACTS\n<\/p><p>\nNow, I think sometimes we get away from these eternal principles of truth. The other day I\nwas in a conference where a man presented in a priesthood meeting the doctrine that the evils\nof adultery were to be measured by their effect upon the whole group, and that the individual\nadulterer should not bear the burden of his own act. Some time before that, I heard the\ndoctrine presented that one who lives the Word of Wisdom should not look for an individual\nblessing according to the promise the Lord gave that \"all saints who remember to keep and to\ndo these sayings . . . shall receive health in their navel\"\n(<span class=\"citation\" id=\"12380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12380)\">D&amp;C 89:18<\/a><\/span>) and so forth, but that the probability\nthat the individual would receive such blessings would be increased because of his\nmembership in a group whose standards were higher. Now, I believe that every man will be\njudged on his own record, and that the adulterer will have to bear personally the judgment for\nhis act, and he will be rewarded according to his act, and I believe as the Lord promised in\nthe first verse of the 93rd section of the D&amp;C, \"that every soul who forsaketh his sins and\ncometh unto me [God], and calleth on my name, and obeyeth my voice, and keepeth my\ncommandments, shall see my face and know that I am\"\n(<span class=\"citation\" id=\"12382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12382)\">D&amp;C 93:1<\/a><\/span>).\n<\/p><p>\nI would like to find, when I read the lessons that are to be presented in the classes of the\norganizations of this Church, an assurance that what is in them was written against the\nbackground of the knowledge and understanding of the eternal principles of the gospel,\nunaffected by the learning and philosophies of men. I think we cannot explain the teachings\nof Jesus, as they are recorded in the New Testament, in the absence of the light of what the\nRedeemer himself has said about those teachings in the modern revelations, and I think we\nneed to hold close to these eternal principles. We must learn what they are.\nIf we would spend just a portion of the time we spend reading uninspired writings of men in\nstudying the gospel of Jesus Christ as it is written in the revelations, we would not be\ndeceived as we sometimes are.\n<\/p><p>\nGod bless us that we may understand who we are and that we have in the gospel eternal\nprinciples of truth. May he give us courage and strength to live by them, I humbly pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}