{"ID":302, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Necessity and Value of the Welfare Plan<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, October 1947, pp. 42-47<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, it is with humility that I stand before you to occupy a few moments\nof your valuable time. At this season of the year and in the year such as we now enjoy, we\nmight very well look back upon our immediate past and ask ourselves the question whether or\nnot the counsel and advice that was given from this stand eleven and a half years ago has yet\nbecome a cardinal principle of our lives and of our activities. Have we, all of us, in our\nhomes today a year's supply of the necessities of life? Have we all up-to-date accounted to\nthe Lord for our tithing? Have we fasted during the year and accounted to the bishop for the\nsavings thus effected? Have we contributed as liberally as we might to the fulfilment of the\n1947 welfare budget? These are important questions in our lives today, as important, and\nmaybe more so than ever before, and if we have not done this, then we certainly lack the\nfaith and the courage to do what our great leaders have suggested.\n<\/p><p>\nTESTIMONY OF WELFARE PROGRAM\n<\/p><p>\nI've often had occasion to say as I traveled through the Church in the welfare work that\nPresident Grant, when he called me to the general welfare committee, did not ask me if I was\nconverted to this great principle of the Church taking care of its own; he simply told me that I\nhad been called to this work and was expected to go forth and do those things which were\nnecessary to build up this plan among our people. I felt very much impressed this morning\nwith what President Smith said to us about what we see and hear. That is not the important\nthing. The important thing to you and to me is the thing that we feel, and I am here to tell\nyou today, brethren and sisters, in all humility that there has never been a moment in my life\nsince President Grant called me to this welfare work that I haven't felt well in it and felt that\nI was doing something that the Lord desired should be done. And so governed by the\nstandards that our prophet has set us here today, it gives me pleasure to bear my testimony to\nyou that there is still great need in the world today and in this Church for this great welfare\nprogram.\n<\/p><p>\nOPPOSITION OF ADVERSARY\n<\/p><p>\nIn reading <i>The Life of Brigham Young<\/i> the other day I came across this passage:\n<\/p><p>\nIt was revealed to me in the commencement of this Church that the Church would\nspread, prosper, grow and expand, and that in proportion to the spread of the\ngospel among the nations of the earth so would the power of Satan rise.\n<\/p><p>\nAnd I have a conviction within me that we have had the power of the adversary made\nmanifest against us in endeavoring to promulgate this welfare program among our people, and\nI believe that the adversary has used some of his strongest workers to keep you and me from\nfollowing the advice and the counsel of our leaders as we should have done, and we have not\nbeen as diligent in performing these duties that devolve upon us in this welfare plan as we\nshould have been.\n<\/p><p>\nIf we had maintained the standards of the Church in connection with our welfare work in the\nlast eleven and a half years, we could have blessed the people of Europe many times more\nthan we already have because we would have had many times more than the eighty-three cars\nthat have gone over there to alleviate their suffering. As far as I have been able to determine\nin our lives, brethren and sisters, if we consider this matter seriously, we have not been\nimposed upon; we have not suffered. This welfare program has been no burden to us. I want\nto tell you that those people in this Church who have taken the advice and the counsel of our\nbrethren literally have been blessed.\n<\/p><p>\nOBSERVANCE OF THE SABBATH DAY\n<\/p><p>\nThere is another thing that is close to my heart today, and I seem impelled to speak upon it,\nand that is that the bounties of this earth have been promised to the Latter-day Saints and to\nall the children of our Heavenly Father if we keep the Sabbath day holy. We certainly have\nplenty of reason to give this matter consideration in connection with our welfare work. One of\nthe earliest commandments that were given to man was that we should remember the Sabbath\nday and keep it holy:\n<\/p><p>\nSix days shalt thou labor and do all thy work: But the seventh day is the sabbath\nof the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy\ndaughter, nor thy manservant, nor thy maid servant, nor thy cattle, nor thy stranger\nthat is within thy gates:\n<\/p><p>\nFor in six days the Lord made heaven and earth, the sea, and all that in them is,\nand rested the seventh day: wherefore the Lord blessed the sabbath day and\nhallowed it (<span class=\"citation\" id=\"22574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22574)\">Ex. 20:9-11<\/a><\/span>).\n<\/p><p>\nBrigham Young said on this subject:\n<\/p><p>\nNow remember, my brethren, those who go skating, buggy riding or on excursions\non the Sabbath day&mdash;and there is a great deal of this\npracticed&mdash;are weak in the faith. Generally, little by little, the spirit of their religion\nleaks out of their hearts and their affections, and by and by they begin to see fault\nin their brethren, faults in the doctrines of the Church, faults in the organization,\nand at last they leave the Kingdom of God and go to destruction. The Lord has\ndirected his people to rest one-seventh part of the time, and we take the first day\nof the week, and call it our Sabbath. This is according to the order of the\nChristians. We should observe this for our own temporal good and spiritual\nwelfare. When we see a farmer in a hurry, that he has to attend to his harvest,\nand to haying, fence-making, or to gathering his cattle on the Sabbath day, as far\nas I am concerned, I count him weak in the faith. He has lost the spirit of his\nreligion, more or less. Six days are enough for us to work, and if we wish to play,\nplay within the six days; if we wish to go on excursions, take one of those six\ndays, but on the seventh day, come to the place of worship, attend to the\nSacrament, confess your faults one to another and to our God, and pay attention\nto the ordinances of the house of God (<i>Discourses of Brigham Young<\/i>, p. 165).\n<\/p><p>\nOBEDIENCE BRINGS BLESSINGS\n<\/p><p>\nAnd there is one other matter on this subject that I would like to read while I am on the\nsubject generally, and that is in the D&amp;C we are promised that by keeping the Sabbath day\nholy the fulness of the earth shall be ours\n(<span class=\"citation\" id=\"12360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12360)\">D&amp;C 59:16<\/a><\/span>),\nand so I repeat again, that there is a pretty simple\nformula if we have faith in the work of the Lord. If the fulness of the earth is ours, we'll\nnever have any trouble meeting our welfare budget; we'll never have any trouble taking care\nof those people who need assistance at our hands. The trouble with us is that we lack the\ncourage to rely implicitly upon the work of God and to do as he has advised us to do.\n<\/p><p>\nWe are much richer in this Church today than we give ourselves credit for being. There isn't\na people upon the earth today who are as rich as we are. Just think of the blessings that are\nours, and in what rich abundance we enjoy them. We have faith; we have truth; we have\nvirtue; we have charity; we have humility; we have thrift, industry, ambition, enthusiasm; and,\nas a result of all of these virtues, my brethren and sisters, we have the necessities of life in\nthe midst of the people in this Church in rich abundance. Now, if we are rich, and I am sure\nwe are, then we should take to heart the words of the Prophet Joseph Smith, revealed to him\nby our Heavenly Father because he was not speaking as man to man, but he spoke when he\nuttered these words as the mouthpiece of our Heavenly Father. He said:\n<\/p><p>\nWo unto you rich men, that will not give your substance to the poor, for your\nriches will canker your souls; and this shall be your lamentation in the day of\nvisitation, and of judgment, and of indignation: The harvest is past, the summer\nis ended, and my soul is not saved!\n<\/p><p>\nWo unto you poor men, whose hearts are not broken, whose spirits are not\ncontrite, and whose bellies are not satisfied, and whose hands are not stayed from\nlaying upon other men's goods, whose eyes are full of greediness, and who will\nnot labor with your own hands!\n<\/p><p>\nBut blessed are the pure in heart, whose hearts are broken, and\nwhose spirits are contrite, for they shall see the kingdom of God coming in power\nand great glory unto their deliverance; for the fatness of the earth shall be theirs\n(<span class=\"citation\" id=\"12355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12355)\">D&amp;C 56:16-18<\/a><\/span>).\n<\/p><p>\nHere is another promise of all that we need to accomplish all of God's purposes here upon the\nearth, temporally as well as spiritually:\n<\/p><p>\nFor behold, the Lord shall come, and his recompense shall be with him, and he shall reward\nevery man, and the poor shall rejoice\n(<span class=\"citation\" id=\"12356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12356)\">D&amp;C 56:19<\/a><\/span>).\n<\/p><p>\nTHE SPIRIT OF SERVICE\n<\/p><p>\nWe have the spirit of contribution, and I am sure that spirit of contribution goes hand in hand,\nmy brethren and sisters, with the spirit of missionary work which we are doing in this\nChurch. Think of it, four thousand missionaries in the field preaching the gospel! I say that\nthis spirit of contribution is with us because what are we doing in our missionary work? We\nare contributing the knowledge to those to whom we send our missionaries, that we have the\ngospel of Jesus Christ. It's a spirit of sacrifice; it's a spirit of service; and along with the\nteachings of the spiritual doctrines that we have been given in this day and age through our\nprophets go the temporal needs and salvation of our people. And that is what our great\nwelfare program does.\n<\/p><p>\nHONOR TO PARENTS\n<\/p><p>\nYou know there is one other thing that our program does that is certainly praiseworthy. The\nApostle Paul when he was speaking to the Ephesians said:\n<\/p><p>\nChildren, obey your parents in the Lord: for this is right.\n<\/p><p>\nHonour thy father and mother; (which is the first commandment with promise;)\n<\/p><p>\nThat it may be well with thee, and thou mayest live long on the earth. And,\nye fathers, provoke not your children to wrath: but bring them up in the nurture \nand admonition of the Lord . . . Put on the whole armour of God, that ye may \nbe able to stand against the wiles of the devil\n(<span class=\"citation\" id=\"21628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21628)\">Eph. 6:1-3,11<\/a><\/span>).\n<\/p><p>\nThis great welfare program of ours is calculated to bring father and son, and son and father\ninto that close relationship and communion that Paul would have had exist in the Church his\nday. And it is just as essential to us today that we should do it. I want to say that tied in with\nthat great principle is the great eternal principle of free agency that all of us prize so highly.\nWe had to have our free agency in the councils in heaven, and through the use of that free\nagency we chose to come here to work out our temporal salvation and through our obedience\nto the laws and commandments of God to become literally his sons and his daughters.\n<\/p><p>\nVALUE OF FREE AGENCY\n<\/p><p>\nAre we going to lose that free agency today while we are here in this mortal existence earning\nthat eternal salvation for which we were placed here upon this earth? Are we going to\nsacrifice our chances to retain our own free agency for anything that the world has to offer?\nAll we have to do is just to examine any movement that may be brought into our midst\nwhether it be social or political or what not, and if it has the earmarks of an attempt to\ndeprive us in the slightest respect of our free agency, we should avoid it as we would avoid\nimmorality or anything else that is vicious. I am sure that free agency is as necessary for our\neternal salvation as is our virtue. And just as we guard our virtue with our lives, so should we\nguard our free agency.\n<\/p><p>\nIt has been my experience, my brethren and sisters, to the extent that I have had experience in\nthis mortal sphere, that wherever I permit anyone to perform any of the functions which the\nLord expected I should perform for myself, that to the extent I do this, I become that other\nman's slave. And I tell you if we were ever to get in this Church in the position where we\nwere relying upon some outside source for our finances, for our sustenance, just so sure\nwould that outside force undertake to dictate to us what we should do. Those of us who can\nread only need to read what has passed in history. Whenever there has been any influence or\nany powers which have undertaken to control the welfare of mankind to the extent that they\nhave contributed to their support, they dominated them in their lives. There isn't a social\norder on earth today but what if we were to follow it long enough and far enough would rob\nus of our free agency, and I tell you I am grateful to my Heavenly Father today for the\nknowledge and the conviction that I have within me that there is only one source in this\nChurch from which you and I as faithful Latter-day Saints should receive any assistance in\ntime of need, and that's the way the Lord has revealed.\n<\/p><p>\nLet us look carefully into every movement on the face of the earth today that undertakes to\nbind the hands of men; that undertakes to deprive them of their own free agency in life and\nprevents them from deciding every moment of their life whether they'll go to the right or to\nthe left.\n<\/p><p>\nSUPPORT OF WELFARE PROGRAM\n<\/p><p>\nThis great welfare program of ours is something that we should love and we should cherish,\nbecause bound up with that is a principle which will establish ourselves upon the face of this\nearth so that we will be free men and free women as long as we follow the dictates of our\nconscience and the counsel and advice that come from our Heavenly Father through his\nservants. And I hope and pray, my brethren and sisters, that we will not let eleven and a half\nyears go by again without taking more seriously the counsel and advice that\ncome constantly from our leaders to put our houses in order and let our sons and daughters\ntake care of their mothers and fathers. Let us bring into the families of which Brother Benson\nso beautifully spoke this morning, that love and affection and that devotion which will not\npermit outside interests to come in and perform any of the family functions, whether they be\ntemporal or spiritual. And there isn't a son or daughter in Israel who will not be blessed with\nthe abundance of which we have spoken here this afternoon if he will but contribute of that\nwhich the Lord has given him to the maintenance of less fortunate members of his family.\nAnd I promise you that there wouldn't be a family in this Church, if we would live up to this\nprinciple, but what in and of itself without assistance from any outside source, would be\nself-sustaining.\n<\/p><p>\nMay the Lord help us to become such, I pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}