{"ID":303, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Faith in Christ<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i>, October 1947, pp. 49-53<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis morning President Smith sketched for us a little of the history of our people over a\nhundred years. He could but sketch it, of course, but in the outline he drew, he was able to\nstimulate thinking within us that induced each one of us to fill in the outline from his own\nstore of knowledge. The thought stimulated in me as I listened was in the form of a question.\nWhat started it all? What were the beginnings of it?\n<\/p><p>\nTHE BEGINNINGS\n<\/p><p>\nHe called our attention to a monument that is building in these grounds in honor of the\nhandcart companies who started out from Iowa City on their journey to Salt Lake. I remember\nthat my father, then a youth of nineteen, put all his earthly possessions on one of those little\ncarts and pulled it or pushed it all the way to this city.\n<\/p><p>\nBut Iowa City was not the beginning. From Wales he had come there. And the beginning was\nnot in Wales. The beginning was not in Nauvoo where the people began their march across\nthis continent. Behind that was an event in the state of New York where a boy knelt down to\npray and where, in answer to that prayer, the God of heaven came bringing with him one\nwhom he introduced as his Son, and whom he bade the praying boy to hear\n(<span class=\"citation\" id=\"30255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30255)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nNeither was that the beginning. We should have to go back centuries to find that, eighteen of\nthem at least, to the day when the star which guided the wise men stood over the manger, and\nthe heavenly chorus sang, \"Glory to God in the highest\"\n(<span class=\"citation\" id=\"31205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31205)\">Luke 2:14<\/a><\/span>). That had antecedents, too, but I shall\nhave no time to go back into them. I choose, rather, to begin with that event. That was the\nearthly beginning, if I may use that phrase, of the migration of our forebears to this land. That\nwas when the Word was made flesh and came to dwell among men\n(<span class=\"citation\" id=\"27272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27272)\">John 1:14<\/a><\/span>), and out of that\ncircumstance derives the power and authority, the teaching, the inspiration that have moved all\nelse to this hour.\n<\/p><p>\nMISSION OF THE SAVIOR\n<\/p><p>\nThe Babe of Bethlehem entered upon his great mission alone. He went alone to be baptized of\nJohn. Alone he went from there into the wilderness where he fought his\ngreat spiritual battle and emerged triumphant over all blandishing allurements to pride,\nambition, self-glorification, and worldly renown, and devoted himself to the mission to which\nthe Father had consecrated him. Alone he retraced his steps, and going singly to one, and yet\nanother, he bade each to follow him, until he had chosen twelve&mdash;humble men, all! And these\nhe took under his tuition and taught them and trained them so that they might be able to carry\non when he himself should be gone. He recognized that his message was a universal message,\nthat it was a permanent message, not designed for the time of his earthly existence only, but\nsomething to be carried on after he himself should be gone. And these men he trained to be\nhis ambassadors. With them alone he set out to transform the world, and, miracle of miracles,\nhe did it&mdash;the most astounding miracle that ever was performed.\n<\/p><p>\nHe made no revolutionary conquest. That was not the way of his procedure. He recognized\nthat great principle of which Elder [Henry D.] Moyle has so eloquently spoken, the right of\neach person to make free choice and decide for himself, the only principle upon which man\ncan ever unfold his powers and grow into the image of God. He was not popular: he was\nmaligned, misrepresented, his motives misstated, and finally, betrayed and put to death. But\nthe ideal he had loosed upon the world did not die. And here these disciples whom he had\nchosen, trained, and taught, men of human frailty, had to pick up and carry on. These\ndisciples of his, humble and weak though they were and full of mortal imperfections, carried\non triumphantly.\n<\/p><p>\nThey were not any more popular than he had been. The doctrines coming from them were no\nmore palatable than they had been coming from the Master himself, but he had given them\none of the most sobering assignments ever given to man. He had already triumphed over\ndeath. And his last visit with them, just before his taking his final earthly leave of his\ndisciples, he declared:\n<\/p><p>\nAll power is given unto me in heaven and in earth\n(<span class=\"citation\" id=\"34175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34175)\">Matt. 28:18<\/a><\/span>).\n<\/p><p>\nCOMMISSION TO DISCIPLES\n<\/p><p>\nThat is a pronouncement which for boldness and assurance has never been equaled, I believe\nin all the world's history. It was a fitting preface to the great calling then delivered over to\nthem. He commissioned them,\n<\/p><p>\nGo ye therefore, and teach all nations, baptizing them in the name of the Father, and of the\nSon, and of the Holy Ghost: Teaching them to observe all things whatsoever I have\ncommanded you (<span class=\"citation\" id=\"34178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34178)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nAnd he authorized them to make an equally great promise.\n<\/p><p>\nHe that believeth . . . shall be saved\n(<span class=\"citation\" id=\"33014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33014)\">Mark 16:16<\/a><\/span>).\n<\/p><p>\nIt is true that certain other things were required to be done, but they were incidents of belief.\nEverybody who believed, really and truly believed, with conviction in his\nsoul, would do those other things. As the root of the whole matter was the injunction to\nbelieve.\n<\/p><p>\nMIRACULOUS GROWTH OF EARLY CHURCH\n<\/p><p>\nIt was not a sudden happening. It required about three hundred years, a period three times as\nlong as that which has elapsed since the coming of our pioneers to this city, but by the end of\nthat time, the great Roman Empire which had been the persecutor of the disciples, which had\nthrown them to the beasts in the Roman circus, with a determination to stamp them out, and\nto destroy them and all their followers&mdash;by the end of that period of three hundred years&mdash;the\nmajority of the people of that same empire were professed worshipers of the Son of God.\n<\/p><p>\nTalk about miracles! No greater miracle has ever been performed, and no greater triumph of\nfidelity is recorded in history.\n<\/p><p>\nSuppose those disciples had been recreant to their trust. Suppose they had failed. Then the\nmessage could not have been perpetuated, and this world might have been denied the\ninestimable blessings that flow from the teachings of the Savior of men. If you want to know\nhow much we should have missed if that teaching had not been preserved through the fidelity\nof these men, just try to picture to yourselves what we should have to blot out from our lives\nif we took away all the teachings of the Master.\n<\/p><p>\nINFLUENCE OF CHRISTIAN NATIONS\n<\/p><p>\nAnd those disciples had to start out from the bottom. They had to get the people to accept\nJesus. There was no use trying to ask people to accept his doctrines or to admonish them to\nlive them unless first they could convert the people to believe in him. Their first job was to\npersuade men to accept Jesus as the Christ. And, as I said a moment ago, with the lapse of\nthree hundred years, the majority of the people of the Roman Empire itself had accepted the\nword, and that nation, or that empire, together with all the nations that sprang out of its\nbreaking up, and the nations of the occidental world that have grown up since then, have\ndelighted to call themselves Christian nations in honor of the name of the crucified Son of\nGod. The gauge of progress among those nations has been that degree in which they have\nfostered and preserved the principles of freedom, the rights of the individual man: Those\nnations, the Christian nations of the world, have, since their forming, stood out as the\ncommanding nations among all the peoples of this earth. There have been no other nations\nwith comparable progress and power and influence to that wielded by the Christian nations.\nThere has never been in all history any domination of nations and their history comparable to\nthat domination of the Christian nations which Jesus of Nazareth, though crucified, exercised\nover them. In all the annals of this world there is no parallel to that power and influence over\nthe lives of nations and of men.\n<\/p><p>\nBREAKDOWN OF CHRISTIAN STANDARDS\n<\/p><p>\nThat being the case, we might naturally have supposed or assumed&mdash;with the great unmeasured\nblessings that have come to those nations&mdash;that they would have been true to their heritage,\nthat they would have continued in reverent regard of the name of him from whom the\nactivating teachings came. Unhappily, that seems to be a presumption that we are not\npermitted to indulge. There has come over this earth now a disheartening breakdown of all the\nChristian standards. Skepticism, self-sufficiency, atheism, a denial of the divinity of Jesus the\nChrist, have supplanted belief, and lapses from the moral standards are but the natural result\nof the breaking down of that faith.\n<\/p><p>\nThere is one thing of which we may be sure and that is that the teachings of the gospel, the\ngospel of the twentieth century, if you please, are the same as the teaching which was given\nin the first century. The gospel does not change, though its manner of presentation and\ntechnique may. Fundamentally, its basic principles do not alter. If the world had been true, if\nthe Christian nations had remained firm in their faith, we could not have had the two last\ngreat wars which broke out right in the heart of Christendom. It comes from a teaching that\nthere is no divinity whom one must revere; that all creeds are alike, as is now taught, and that\nto be cosmopolitan we have to accept them all and put all of them on the same plane of\nmerit.\n<\/p><p>\nSUGGESTION OF LEARNED DOCTOR\n<\/p><p>\nI have here in my hand a clipping which I took recently from the daily press in which a\nlearned doctor, addressing a professedly Christian body of worshipers, and speaking obviously\nin a manner congenial to their spirits, accused Christianity of spiritual arrogance and\nsuggested that it abandon its claim to a monopoly of the way to salvation. Here are some of\nhis exact words as quoted:\n<\/p><p>\nChristianity has been guilty of spiritual arrogance on a worldwide scale, labeling\nall other religions false and asserting that only when all mankind accepts the one\ntrue religion will there be any hope for worldwide co-operation and peace. That\namounts to spiritual imperialism and is as out-of-date in our world today as any\nform of imperialism.\n<\/p><p>\nHe said:\n<\/p><p>\nOnly by recognizing the basic human equality of all religions is it possible to reach a world\nfellowship of faith inspiring man in his efforts to create a decent kind of world society.\n<\/p><p>\nThe worthy doctor agrees with neither Jesus nor history.\n<\/p><p>\nRELIGION IS GOD-REVEALED\n<\/p><p>\nWhat becomes of God and Christ in a religion like that? That kind of declaration brings us\nface to face with this question. What is religion anyhow? Is it something that man makes for\nhis own convenience, subject to change with all the alterations in the moods\nof the times, or is it something God-revealed, something that stands eternally true, a basis for\nconduct and a guide to our lives?\n<\/p><p>\nWhen you put God out, then atheism, skepticism, cynicism, all flock in; and when they flock\nin, their natural incidentals, the breaking down of standards by which men have lived enter in,\nand we have the turmoil and confusion and degradation that characterize this world today.\n<\/p><p>\nThe ideal of the perfect life is no chimerical mirage because Jesus came and exemplified the\nperfect life. Through observance of the principles by which his life was ordered, man, too,\nmay grow to perfection. There is no higher call to duty today than that the Church should\nteach faith in him and preserve it in the hearts of men. Without arrogance or boasting but in\ntoleration and humility it must be true to its trust by teaching what Jesus taught: that there is\none faith, one Lord and one baptism\n(<span class=\"citation\" id=\"21623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21623)\">Eph. 4:5<\/a><\/span>)\nand that Jesus is the Christ.\n<\/p><p>\nMay God give us the power for the need, I pray in his name. Amen.\n<\/p>\n<\/div>\n<\/div>"}