{"ID":304, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Obedience, the Way of Exaltation<\/p>\n<p class=\"gcspeaker\">President George F. Richards<\/p>\n<p class=\"gcspkpos\">President of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George F. Richards, <i>Conference Report<\/i>, October 1947, pp. 55-59<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren, sisters, and friends. I feel this a tremendous responsibility, undertaking to\nlead in intelligent, profitable thought, a congregation of thousands of intelligent people,\npresent and on the air, members and non-members of the Church, and I sincerely hope that\nwhat I shall say will be of some interest and profit.\n<\/p><p>\nI suppose that most persons born into this world and living to reach maturity, at some time in\ntheir lives, entertain some such thoughts as these: where did I come from, why am I here,\nwhere am I going when I leave this sphere of action, and what effect will my life's actions\nhere, have upon my future life?\n<\/p><p>\nGOSPEL ANSWERS IMPORTANT QUESTIONS\n<\/p><p>\nThe gospel of Jesus Christ, as we have received it by divine revelation, makes satisfactory\nanswer to these and many other important questions which arise in the mind from time to\ntime. A like statement cannot be made in truth of any other religious organization. It teaches\nus that we lived as intelligent beings in the spirit before coming to this earth, that we are the\nspirit-born sons and daughters of God, brothers and sisters of the Lord Jesus Christ, he being\nthe firstborn in the spirit, and the only begotten of the Father in the flesh. Coming to this\nearth is an important part of the plan instituted in the councils of heaven for man's eternal\nprogression toward the goal of our existence, which is an exaltation in the kingdom and\npresence of the Father and the Son forever.\n<\/p><p>\nIt is here we are to make every preparation necessary for the life to come. There are certain\nprescribed conditions that must be complied with. There are principles to be accepted,\nordinances to be received, commandments to be kept, laws to be obeyed, sacrifices to be\nmade, service to be rendered, family relationships to be formed, and we are to live by every\nword that proceedeth forth from the mouth of God\n(<span class=\"citation\" id=\"34123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34123)\">Matt. 4:4<\/a><\/span>).\nWe are to love the Lord, our God, with\nall our hearts and our neighbors as ourselves\n(<span class=\"citation\" id=\"34162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34162)\">Matt. 22:37-39<\/a><\/span>).\nWe are even to love our enemies, to bless them\nthat curse us, do good to them that hate us and pray for them which despitefully use us, and\npersecute us (<span class=\"citation\" id=\"34130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34130)\">Matt. 5:44<\/a><\/span>),\nfollowing the example of Jesus who, when being persecuted to the death, prayed\nto the Father to forgive his persecutors\n(<span class=\"citation\" id=\"31213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31213)\">Luke 23:34<\/a><\/span>).\nThis represents the true spirit of Christ which should\nmotivate all our life's actions. We should strive to be in the image of God in principle and in\nconduct as well as in form. We should be orthodox in our thinking, our understanding, our\nteachings, and in our living.\n<\/p><p>\nWe believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men;\nindeed, we may say that we follow the admonition of Paul&mdash;We believe all\nthings, we hope all things, we have endured many things, and hope to be able to endure all\nthings. If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after\nthese things (<span class=\"citation\" id=\"6621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6621)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nOBEDIENCE BRINGS ORDER AND BEAUTY\n<\/p><p>\nThe laws of the gospel are the laws of God and are as perfect in their sphere as are the laws\ngoverning the universe and all nature. They originated from the same source, and when\nobeyed by man, they produce order and beauty. Man only of all of God's creations is\ndisobedient to his laws.\n<\/p><p>\nThe gospel law is that by which our Savior lived, and which made him what he was in life,\nand what he now is, enthroned in glory at the right hand of God, the Father, in his celestial\nkingdom.\n<\/p><p>\nThe same gospel laws are intended to make us like the Savior and to save us with him in our\nFather's kingdom. He has given us our agency and power to overcome and live the law.\n<\/p><p>\nJames Allen, author of the book As A Man Thinketh expresses therein this religious thought:\n<\/p><p>\nAs a being of power, intelligence, and love, and the Lord of his own thoughts,\nman holds the key to every situation, and contains within himself that\ntransforming, regenerating agency, by which he may make himself what he wills.\n<\/p><p>\nTHE INFLUENCE OF RELIGION\n<\/p><p>\nMy religious education has been and is such, that if I do the things that I know I should do,\nand leave undone the things I know I should not do, my salvation, the goal of my existence,\nwill be secure. My religion encourages me in my efforts so to do. It has both a stimulating\nand a restraining influence upon my life, encouraging and stimulating me to good deeds, and\nrestraining me from wrongdoing.\n<\/p><p>\nI am a better and happier man because of my religion and its influence upon my life. I would\nhave been a better and happier man than I am, had I lived more in accord with the precepts of\nmy religion, the gospel of Jesus Christ.\n<\/p><p>\nSomeone has said that experience is a dear school but that fools will learn in no other.\n<\/p><p>\nThis suggests that a wise person will learn and profit by the experience of others.\n<\/p><p>\nPUNISHMENT OF THE WICKED\n<\/p><p>\nWe have many object lessons given us in the scriptures from which to profit. In the council in\nheaven, before the world was, two courses were placed before us; that proposed by the\nFirstborn, and the other by Lucifer; the one leading unto everlasting life, the\nother to everlasting disappointment. We had definitely decided before coming to earth which\ncourse to follow.\n<\/p><p>\nThe Negro race have been forbidden the priesthood, and the higher temple blessings,\npresumably because of their not having been valiant while in the spirit. It does not pay to be\nanything but valiant.\n<\/p><p>\nThrough John the Revelator, the Lord said to the Laodiceans:\n<\/p><p>\nI know thy works, that thou art neither cold nor hot: I would thou wert cold or\nhot. So then because thou art lukewarm, and neither cold nor hot, I will spue thee\nout of my mouth (<span class=\"citation\" id=\"42189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42189)\">Rev. 3:15-16<\/a><\/span>).\n<\/p><p>\nIt is not profitable that we be even lukewarm.\n<\/p><p>\nWe know the curse which befell Laman and Lemuel and their descendants, the Lamanites, as\na result of their disobedience, rebelliousness, and wickedness.\n<\/p><p>\nWe know the curse that befell the Jews because they rejected their Lord, the Savior. They\nhave been a hiss and a byword among all nations\n(<span class=\"citation\" id=\"1466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1466)\">1 Ne. 19:14<\/a><\/span>),\nand that tells but a small part of their\nunfortunate condition.\n<\/p><p>\nThe history of the antediluvians furnishes us with an impressive example of the serious\nconsequences of sin and rejecting the gospel.\n<\/p><p>\nNoah preached to that people 120 years\n(<span class=\"citation\" id=\"38947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38947)\">Moses 8:17<\/a><\/span>).\nThey rejected the prophet and his message and\nbecame a very wicked people and morally corrupt.\n<\/p><p>\nThe penalty inflicted upon them was, in part, that of drowning by a flood that covered the\nwhole earth. The death penalty tells but a small part of the story of what befell them on\naccount of their wickedness. They were confined in a spirit prison for, according to the Bible\nchronology, more than 2,300 years. The nature of this imprisonment is explained by the\nProphet Alma as follows:\n<\/p><p>\nNow this is the state of the souls of the wicked, yea, in darkness, and a state of\nawful, fearful looking for the fiery indignation of the wrath of God upon them;\nthus they remain in this state, as well as the righteous in paradise, until the time\nof their resurrection (<span class=\"citation\" id=\"8854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8854)\">Alma 40:14<\/a><\/span>).\n<\/p><p>\nGOSPEL PREACHED TO SPIRITS IN PRISON\n<\/p><p>\nThis period of 2,300 years is between the time of the flood and the death of the Savior, when\nhe went and visited them.\n<\/p><p>\nFor Christ also hath once suffered for sins, the just for the unjust, that he might bring us to\nGod, being put to death in the flesh, but quickened by the Spirit: By which also he went and\npreached unto the spirits in prison; Which sometime were disobedient, when once the\nlong-suffering of God waited in the days of Noah, while the ark was a preparing, wherein\nfew, that is, eight souls were saved by water\n(<span class=\"citation\" id=\"2230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2230)\">1 Pet. 3:18-20<\/a><\/span>).\n<\/p><p>\nHow much longer they were imprisoned after Christ's visitation and resurrection we do not\nknow. But it is revealed to us that should they accept the gospel or the\ntestimony of Jesus, when preached to them, in the spirit, they could attain only to the\nterrestrial kingdom,\n<\/p><p>\nAnd again, we saw the terrestrial world, and behold and lo, these are they who are of the\nterrestrial, whose glory differs from that of the church of the Firstborn who have received the\nfulness of the Father, even as that of the moon differs from the sun in the firmament, Behold,\nthese are they who died without law; also they who are the spirits of men kept in prison,\nwhom the Son visited, and preached the gospel unto them, that they might be judged\naccording to men in the flesh; <i>Who received not the testimony of Jesus in the flesh, but<\/i>\n<i>afterwards received it<\/i>\n(<span class=\"citation\" id=\"12370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12370)\">D&amp;C 76:71-74<\/a><\/span>, italics author's).\n<\/p><p>\nThe cities of the plains, Sodom and Gomorrah, with their inhabitants, were destroyed by fire\nfrom heaven, because of their wickedness. They also would be shut up in a spirit prison and\nbe denied the blessings of the celestial kingdom, even though they should accept the\ntestimony of Jesus in the spirit.\n<\/p><p>\nIt is reasonable to believe that other equally disobedient, wicked people, though they may\nescape the death penalty, would be confined in a spirit prison after their death and be rejected\nfrom the celestial kingdom, those of this day, as well as those of former days.\n<\/p><p>\nThe kingdom of God has been established again on the earth, and the gospel in its fulness has\nbeen restored, in fulfilment of ancient prophecies, but people of today are not prepared, in\nlarge numbers, to receive it, although the gospel and the kingdom of this dispensation have all\nthe earmarks of the original.\n<\/p><p>\nSECOND COMING OF THE SAVIOR\n<\/p><p>\nThe coming event of great importance, toward which the attention of the world is directed by\nthe preaching of the gospel, is the second and glorious coming of our Lord and Savior, for\nwhose coming all good Christians are anxiously awaiting, for at that day the righteous dead\nshall come forth, and the righteous living shall be changed or quickened, and together they\nwill be caught up to meet the Savior and his holy angels in the clouds of heaven\n(<span class=\"citation\" id=\"12376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12376)\">D&amp;C 88:96<\/a><\/span>). Satan will\nbe bound for one thousand years, and peace shall prevail in the earth\n(<span class=\"citation\" id=\"12377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12377)\">D&amp;C 88:110<\/a><\/span>).\n<\/p><p>\nSigns of the Lord's coming are seen in the wars and rumors of wars, famine, pestilence, the\nseas heaving themselves beyond their bounds, infidelity, apostasy, and wickedness of every\nconceivable character\n(<span class=\"citation\" id=\"12351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12351)\">D&amp;C 45:26<\/a><\/span>;\n<span class=\"citation\" id=\"12375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12375)\">D&amp;C 88:90<\/a><\/span>;\n<span class=\"citation\" id=\"30260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30260)\">JS&mdash;H 1:45<\/a><\/span>).\n<\/p><p>\nThey have transgressed the laws, changed the ordinances, and broken the everlasting covenant\n(<span class=\"citation\" id=\"25052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25052)\">Isa. 24:5<\/a><\/span>),\nand sin and wickedness prevail throughout the earth.\n<\/p><p>\nThere are two great unseen powers operating upon the minds and hearts of the children of\nmen, today, the power of God and the power of Lucifer, or Satan, each striving for the souls\nof men; the one to save, and the other to destroy. In the language of the\nscripture: Choose ye this day whom ye will serve\n(<span class=\"citation\" id=\"30031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30031)\">Josh. 24:15<\/a><\/span>).\nLest we be taken off guard, and be found\nunwittingly serving the wrong master, let us be reminded that\n<\/p><p>\n. . . all things which are good cometh of God; and that which is evil cometh of the devil\n(<span class=\"citation\" id=\"38234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38234)\">Moro. 7:12<\/a><\/span>).\n<\/p><p>\nTESTIMONY\n<\/p><p>\nI bear unto you, my brethren, sisters, and friends, a faithful and sincere testimony that I do \nknow that this, the work in which we as Latter-day Saints are engaged, is the work of God,\nthe gospel of the Lord Jesus Christ, which had its inception in the councils of heaven before\nthe world was. In it is the power of God unto salvation and eternal life\n(<span class=\"citation\" id=\"42675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42675)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nWe invite all men to\ncome unto God and be saved with him in his kingdom, by obedience unto the laws and\nordinances of the gospel, made effective for man's salvation through the atonement wrought\nout by our Lord and Savior, Jesus Christ\n(<span class=\"citation\" id=\"6618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6618)\">A of F 1:3<\/a><\/span>).\nMay his blessings attend you all, I pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}