{"ID":305, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Valiance to the Truth<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, October 1947, pp. 59-62<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis Church of Jesus Christ of Latter-day Saints is literally the kingdom of God on earth. I\nbelieve that every man who has presided over it as a prophet-president has been the Lord's\nanointed and has held the keys of the kingdom, and that these keys are the keys of salvation\nfor all people. And I believe that the Lord has decreed for this dispensation that the gospel is\nhere to remain until Christ comes, and of course from then forever after. This is a day when\nthe kingdom will never be given to another people\n(<span class=\"citation\" id=\"10598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10598)\">Dan. 2:44<\/a><\/span>),\nbut when it will remain with the Saints;\nand everyone who will come to Christ and live his laws will receive peace and joy and\ncomfort in this life and a certain hope of eternal life in the world to come\n(<span class=\"citation\" id=\"12361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12361)\">D&amp;C 59:23<\/a><\/span>).\n<\/p><p>\nVISION GIVEN TO JOSEPH SMITH\n<\/p><p>\nWhen Joseph Smith went into the Sacred Grove to pray in the spring of 1820, having been\nexercised by religious anxiety and turmoil, it was to ask which of all the churches was right\nand which one he should join. There then appeared to him two glorified, exalted, resurrected\nbeings&mdash;God the Eternal Father and Jesus Christ his Son&mdash;who, in answer to answer to\nJoseph's Question, told him that he should join none of them, for they were all wrong; that all\ntheir creeds were an abomination in his sight; that those professors were all corrupt\n(<span class=\"citation\" id=\"30256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30256)\">JS&mdash;H 1:17-18<\/a><\/span>); that:\n<\/p><p>\n. . . they draw near unto me with their lips, but their hearts are far from me; they\nteach for doctrines the commandments of men, having a form of godliness, but\nthey deny the power thereof\n(<span class=\"citation\" id=\"30258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30258)\">JS&mdash;H 1:19<\/a><\/span>).\n<\/p><p>\nKINGDOM ORGANIZED\n<\/p><p>\nThereafter, pursuant to commandment and revelation the Prophet and others organized this\nkingdom, and after it was organized, the Lord by revelation, referred to it as the only true and\nliving Church upon the face of the whole earth, with which he said he was well pleased,\nspeaking unto the Church collectively and not individually\n(<span class=\"citation\" id=\"12325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12325)\">D&amp;C 1:30<\/a><\/span>).\n<\/p><p>\nI think that the ancient prophets and the latter-day prophets have had revealed to them, by the\nrevelations of the Holy Ghost, that this kingdom is to remain. Enoch saw this day and said\nthat a people would be prepared for the coming of the Lord, and that a latter-day Zion would\nbe built up to be joined with the Zion that he had established\n(<span class=\"citation\" id=\"38946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38946)\">Moses 7:62-67<\/a><\/span>). Daniel saw this day. He\nrevealed and interpreted the dream that Nebuchadnezzar had received, told him that he had\nseen a stone cut out of the mountain without hands, and that in the days of certain kings\nwould the God of heaven set up a kingdom which would never be destroyed and which would\nnever be given to another people, but which should stand forever\n(<span class=\"citation\" id=\"10597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10597)\">Dan. 2:31-45<\/a><\/span>).\n<\/p><p>\nIn this day the Lord harked back to that figure which Daniel had used and said to Joseph\nSmith:\n<\/p><p>\nThe keys of the kingdom of God are committed unto man on the earth, and from\nthence shall the gospel roll forth unto the ends of the earth, as the stone which is\ncut out of the mountain without hands shall roll forth, until it has filled the whole\nearth (<span class=\"citation\" id=\"12363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12363)\">D&amp;C 65:2<\/a><\/span>).\n<\/p><p>\nVALIANCE TO THE TRUTH\n<\/p><p>\nEvery person in this Church is entitled to know and is expected to know by the revelations of\nthe Holy Ghost to his soul that these things are true; and if he knows them, then, in my\njudgment, he should have no desire in his heart to do anything in this world except hearken to\nthe counsel of the living oracles and put his house in order and prepare himself for the glory\nand honor and salvation of which President George F. Richards has just spoken.\n<\/p><p>\nI should like to read you a statement made by President John Taylor, the third man to preside\nover this kingdom. He said:\n<\/p><p>\nIt has been asked by Brother Brigham whether this kingdom will fail. I tell you in the name\nof Israel's God it will not fail. I tell you in the name of Israel's God it will roll forth, and that\nthe things spoken of by the holy prophets in relation to it will receive their fulfillment. But in\nconnection with this I will tell you another thing: A great many of the Latter-day Saints will\nfail, a great many of them are not now and never have been living up to their privileges, and\nmagnifying their callings and their priesthood, and God will have a reckoning with such\npeople, unless they speedily repent (<i>The Gospel Kingdom<\/i>, p. 137).\n<\/p><p>\nOne other sentence from President Taylor:\n<\/p><p>\nThere is one thing very certain, very certain indeed, and that is, whatever men may think, and\nhowever they may plot and contrive, that this kingdom will never be given into the hands of\nanother people. It will grow and spread and increase, and no man living can stop its progress\n(<i>Ibid.<\/i>, p. 214).\n<\/p><p>\nIt seems to me that if this is the kingdom of God on earth, and if it is destined to stay here\nand not be given to another people, then we are entitled to conclude that as a people, as a\nChurch, we will never be led astray; and, that as individuals, we will never go out of the\ncourse of righteousness that the Lord expects us to be in as long as we hearken to the counsel\nof the Presidency and the Twelve who head the kingdom.\n<\/p><p>\nKEYS OF THE KINGDOM\n<\/p><p>\nWilford Woodruff said this:\n<\/p><p>\nWhen the Lord gave the keys of the kingdom of God, the keys of the Melchizedek\nPriesthood, of the apostleship, and sealed them upon the head of Joseph Smith, he\nsealed them upon his head to stay here upon the earth until the coming of the Son\nof Man. Well might Brigham Young say, \"The keys of the kingdom of God are\nhere.\" They were with him to the day of his death. They then rested upon the head\nof another man&mdash;President John Taylor. He held those keys to the hour of his\ndeath. They then fell by turn, or in the providence of God, upon Wilford\nWoodruff.\n<\/p><p>\nI say to the Latter-day Saints, the keys of the kingdom of God are here, and they\nare going to stay here, too, until the coming of the Son of Man. Let all Israel\nunderstand that. They may not rest upon my head but a short time, but they will\nthen rest on the head of another apostle, and another after him, and so continue\nuntil the coming of the Lord Jesus Christ in the clouds of heaven to \"reward every\nman according to the deeds done in the body\"\n(<span class=\"citation\" id=\"3013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3013)\">2 Cor. 5:10 (JST)<\/a><\/span>;\n<span class=\"citation\" id=\"12393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12393)\">D&amp;C 101:65<\/a><\/span>).\n<\/p><p>\nI say to all Israel at this day, I say to the whole world, that the God of Israel, who\norganized this Church and kingdom, never ordained any President or Presidency\nto lead it astray. Hear it, ye Israel, no man who has ever breathed the breath of\nlife can hold these keys of the kingdom of God and lead the people astray\n(<i>The Discourses of Wilford Woodruff<\/i>, pp. 73-74).\n<\/p><p>\nCHURCH LED BY REVELATION\n<\/p><p>\nTo my way of thinking there has never been a day from the time that Joseph Smith organized\nthis Church up to the present moment when it has not been led by revelation, led by\ninspiration, when the living oracles have not given the people the counsel and the instruction\nand the commandments that the Lord wanted the people to have. He told his early elders that\nwhatever they spoke when moved upon by the Holy Ghost was scripture, that it was the mind\nof the Lord the will of the Lord, the word of the Lord, the voice of the Lord, and the power\nof God unto salvation (<span class=\"citation\" id=\"12365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12365)\">D&amp;C 68:4<\/a><\/span>).\nThere will never be a time when the canon of scripture will be full.\nJust as long as there are elders in this kingdom to bear inspired witness of\nChrist, there will be more scripture. There has been more scripture given from this pulpit\nduring the course of this conference, and it is as much the mind and will of the Lord as any\nrecorded in the standard works. When the Church establishes, as it did a little over eleven\nyears ago, a welfare plan, a plan announced by the First Presidency of the Church, then,\nknowing what we know, we are entitled to accept it as a revelation, to receive it as the mind\nand will of the Lord to the Latter-day Saints.\n<\/p><p>\nHARMONY WITH THE SCRIPTURES\n<\/p><p>\nThere is nothing about the Church, there is no doctrine, no procedure or no ordinance, no law\nor principle, that is not in complete harmony with the scriptures and with reason. We can\nestablish that everything we have is reasonable and scriptural and that we are in whole accord\nwith the identical Church of Christ that was set up two thousand years ago. But after we have\ndone that, and after we have put our houses in order and have harmonized our lives with the\ndoctrines that have been revealed, then we are entitled to know that this is the Lord's\nkingdom and to know it as a matter of faith and testimony, as a matter of feeling and\nrevelation. Once we get that in our hearts we enter into the rest of the Lord and are not\ndriven about by every wind of doctrine or by the cunning craftiness of men\n(<span class=\"citation\" id=\"21627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21627)\">Eph. 4:14<\/a><\/span>). Because our\ntestimonies are secure, we rest from all anxiety and turmoil of spirit, and if we continue in\ndiligence and valiance in the kingdom we will eventually rest with our Father in heaven in the\neternal worlds, \"which rest is the fulness of his glory\"\n(<span class=\"citation\" id=\"124430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124430)\">D&amp;C 84:24<\/a><\/span>).\n<\/p><p>\nI think there is no occasion for any person in this Church to fear for the destiny of the\nkingdom. We do not need to steady the ark\n(<span class=\"citation\" id=\"12373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12373)\">D&amp;C 85:8<\/a><\/span>),\nbut we do need to have in our hearts a fear that\nwe may not make ourselves worthy, that we may not hew to the line of righteousness and\nkeep the commandments of God with that degree of valiance which will give us our exaltation\nin the eternal worlds.\n<\/p><p>\nI would like to bear you my witness, as one elder in this kingdom, that I know this is the\nwork of the Lord; that God has spoken in this day; that Joseph Smith was the prophet and\ninstrument in his hands of giving us the laws and ordinances of salvation; and that just as\nsurely as we will live in harmony with them, we will have glory and honor added upon our\nheads forever (<span class=\"citation\" id=\"7167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7167)\">Abr. 3:26<\/a><\/span>),\nand our calling and elections will be sure\n(<span class=\"citation\" id=\"50064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50064)\">2 Pet. 1:10<\/a><\/span>).\nIn the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}