{"ID":3050, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The True Way of Life and Salvation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p3\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03096_000_004<\/span>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p4\" class=\"\">I come to you today, my brothers and sisters, in the spirit of appreciation, not only for our opportunity to gather again in a setting of religious freedom and in appreciation for the devotion of the faithful Saints in the Church, but as one who has urged you to “lengthen your stride” and who continues urging you to do so. I want to thank you for your responses. Many have done much to beautify their homes and their yards. Many others have followed the counsel to have their own gardens wherever it is possible so that we do not lose contact with the soil and so that we can have the security of being able to provide at least some of our food and necessities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p5\" class=\"\">Grow all the food that you possibly can on your own property, if water is available; berry bushes, grapevines, and fruit trees are most desirable. Plant them if your climate is right for their growth. Grow vegetables and eat those grown in your own yard. Even those residing in apartments or condominiums can generally grow a little food in pots and planters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p6\" class=\"\">As I have previously said, most members of the Church are aware of our intense interest in the missionary work in the Church and the appeals we have made in many lands for the rededication to preaching the gospel and preparing missionaries to carry the good news of the restoration to the people everywhere. I feel the same sense of urgency about temple work for the dead as I do about the missionary work for the living, since they are basically one and the same. I have told my brethren of the General Authorities that this work for the dead is constantly on my mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p7\" class=\"\">The First Presidency and the Council of the Twelve recently gave careful consideration as to how we can lengthen our stride in this tremendously important responsibility. We announce a twofold emphasis.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p8\" class=\"\">First, all members should write a personal history and participate in a family organization. Also, we want to emphasize again and place squarely upon the shoulders of these individuals and their families the obligation to complete the four-generation program. Families may extend their pedigree beyond the four generations if desired.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p9\" class=\"\">Secondly, we are introducing a Church-wide program of extracting names from genealogical records. Church members may now render second-mile service through participating in this regard in extracting these names in this program supervised by the priesthood leaders at the local level, where you will receive further details.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p10\" class=\"\">On the bookshelves in my office at home there are thirty-three large, well-filled journal books. In my journal, a year for each book, I have written daily and filed in this library. It records the trips to many of the nations in the world and all around the world and meetings held, people contacted, marriages performed, and all things of interest to my family, and, I hope, someday to the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p11\" class=\"\">I urge all of the people of this church to give serious attention to their family histories, to encourage their parents and grandparents to write their journals, and let no family go into eternity without having left their memoirs for their children, their grandchildren, and their posterity. This is a duty and a responsibility, and I urge every person to start the children out writing a personal history and journal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p12\" class=\"\">In the <span class=\"emphasis\">Reader’s Digest<\/span> for April 1978 is an article which can be detached from the magazine. The title of it is “Can You Have a Happier Family Life?” It describes four qualities many parents miss in their family lives, and it offers a way to measure your family by these qualities and suggests a general plan for a happier family life and reports a specific example of a plan of action. This is the first in a series of four such articles in the <span class=\"emphasis\">Digest<\/span> this year. I commend it to all members and nonmembers of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p13\" class=\"\">When a high national official visited us recently, he said,<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p14\" class=\"\">“The family is so critical; it is so fundamental to the strength of our civilization, a fact that seems to be forgotten. It is so terribly important. It is our chief source of moral strength, our chief source of physical and emotional health; it is our chief source of protection against adversity. It is the only institution that guarantees an environment which will insure the perpetuation of the principles and concepts that have made us strong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p15\" class=\"\">“I remember a witness,” he said, “that was testifying before a Congressional committee about the family, and he said, ‘Before you fool around with the family, you’d better realize that all known human societies during the recorded history of mankind have all ended up with a family organization for the rearing and training of children. Before you try to get rid of it, you’d better find out why all civilizations in history have clung to it.’ I think your church’s emphasis on it has been truly extraordinary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p16\" class=\"\">The gospel has been a family affair. By committing ourselves to having the regular and inspirational family home evening and by carefully planning the content of that evening, we are sending a signal to our children which they will remember forevermore. When thus we give our children of our own time, we are giving of our presence, a gift that is always noticed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p17\" class=\"\">The <span class=\"emphasis\">Home Evening Manual<\/span> is replete with good suggestions, but it should never replace inspired parental development with regard to what should be done in a particular evening to meet particular needs. If we will feed our families from the gospel garden at home, then what they get from Church meetings can be a rich supplement, but not their only diet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p18\" class=\"\">The home is the seedbed of Saints. There are not enough good homes. Children still come to some homes where they will be abused, not loved, and not taught the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p19\" class=\"\">We are greatly concerned with the fact that the press continues to report many cases of child abuse. We are much concerned that there would be a single parent that would inflict damages on a child. The Lord loved little children, and he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p20\" class=\"\">“Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.” (<span class=\"citation\" id=\"36604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36604)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36604)\">Matt. 19:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p21\" class=\"\">Let no Latter-day Saint parent ever be guilty of the heinous crime of abusing one of Christ’s little ones!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p22\" class=\"\">The latest United States government statistics show that the divorce epidemic is still in full swing and is even growing. There were more than a million divorces or annulments in 1975, the highest number thus far on record.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p23\" class=\"\">Last year there was almost one divorce for every two marriages, and last year there were twice as many divorces as in 1966 and almost three times the number in 1950, and there were probably more than a million children under eighteen involved in these family breakups, for whom the emotional and other adverse consequences of wrecked marriages may have been even more serious than for the adults themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p24\" class=\"\">There may be some who would disregard this and ignore the important things, yet we feel that almost everyone who stops to think of this and weigh it will conclude that when the home is destroyed, the nation goes to pieces. There can be no question about this, and all historians or those who have followed a historical line of thought have come to that same conclusion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p25\" class=\"\">We have the lingering, ominous suspicion that the proponents of many programs pay little attention, if any, to the sanctity of the home and the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p26\" class=\"\">The thing which greatly concerns us is the spiritual and moral and emotional health of the family members from childhood through youth and adulthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p27\" class=\"\">During 1974 over one million unborn children are said to have lost their lives through induced abortions in the United States. This is an explosive increase in the last few years. We reaffirm our announced opposition to abortion in all but the most extreme needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p28\" class=\"\">I want to express my appreciation for the wonderful women of the Church. We love the women of our Church. We love them as deeply as our own wives, our mothers, our grandmothers, our sisters, and our friends. Someday, when the whole story of this and previous dispensations is told, it will be filled with courageous stories of our women, of their wisdom and their devotion, their courage, for one senses that perhaps, just as women were the first at the sepulchre of the Lord Jesus Christ after his resurrection, our righteous women have so often been instinctively sensitive to things of eternal consequence. We recognize, as one man has wisely said, that while we speak of the impact of one’s mother’s tongue with a lasting effect upon us, it is our mother’s love which touches us everlastingly and so deeply.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p29\" class=\"\">We worry, therefore, conversely over these trends which would reduce the mother’s love in our world. God has placed women at the very headwaters of the human stream. So much of what our men and our institutions seek to do downstream in the lives of erring individuals is done to compensate for early failures. Likewise, so much of life’s later rejoicing is a reflection of a woman’s work well done at the headwaters of the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p30\" class=\"\">It was Goethe who said, “The Eternal Feminine draws us on.” (Johann W. von Goethe, <span class=\"emphasis\">Faust.<\/span>)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p31\" class=\"\">“A good woman,” as the scriptures tell us, “is the glory of the man.” (<span class=\"citation\" id=\"648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 648)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(648)\">1 Cor. 11:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p32\" class=\"\">The scriptures remind us that “Women have claim on their husbands for their maintenance, until their husbands are taken.” (<span class=\"citation\" id=\"17070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17070)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17070)\">D&amp;C 83:2<\/a><\/span>.) Women also have a claim on their husbands for respect, fidelity, and thoughtfulness for in that subtle, sweet relationship that should obtain between men and women, there is partnership with the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p33\" class=\"\">We delight and marvel in the appropriate development and expressions of our sisters’ many talents. Surely the Church’s educational effort in behalf of its women is a sermon in itself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p34\" class=\"\">Perhaps more than any other people of like size, we are deeply committed to the development of the skills and talents of our sisters, for we believe our educational program is not simply education for this world, but involves an education for all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p35\" class=\"\">The Church of Jesus Christ of Latter-day Saints has sponsored the advancement of women from its very outset. It was the Prophet Joseph Smith who set forth the ideals for womanhood. He advocated liberally for women in the purest sense of the word, and he gave them liberty to fully express themselves as mothers, as nurses to the sick, as proponents of high community ideals, and as protectors of good morals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p36\" class=\"\">What more can any woman want for herself? What more could any man want for his wife? What more could any man want than to match that standard in his own conduct?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p37\" class=\"\">The Prophet Joseph gave us the Relief Society organization to advance these high purposes for Latter-day Saint women. That society today is a worldwide movement holding membership in national and world organizations for the advancement of women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p38\" class=\"\">Finally, when we sing that doctrinal hymn and anthem of affection, “O My Father,” we get a sense of the ultimate in maternal modesty, of the restrained, queenly elegance of our Heavenly Mother, and knowing how profoundly our mortal mothers have shaped us here, do we suppose her influence on us as individuals to be less if we live so as to return there?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p39\" class=\"\">My beloved brothers and sisters, God lives, and I bear testimony of it. Jesus Christ lives, and he is the author of the true way of life and salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p40\" class=\"\">This is the message of The Church of Jesus Christ of Latter-day Saints. It is the most important message in the world today. Jesus Christ is the son of God. He was chosen by the Father as the Savior of this world. His coming was foretold centuries before his birth upon this earth. It was seen in vision by Adam, Moses, Isaiah, Jeremiah, Ezekiel, Lehi, Nephi, King Benjamin, Alma, Samuel, and many others, including Mary, his eternal mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p41\" class=\"\">A modern prophet, the late Elder James E. Talmage of the Council of the Twelve Apostles, declared who Jesus was and is:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p42\" class=\"\">“The solemn testimonies of millions dead and of millions living unite in proclaiming Him as divine, the Son of the Living God, the Redeemer and Savior of the human race, the Eternal Judge of the souls of men, the Chosen and Anointed of the Father—in short, the Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p43\" class=\"\">“Jesus Christ was and is Jehovah, the god of Adam and of Noah, the God of Abraham, Isaac, and Jacob, the God of Israel, the God at whose instance the prophets of the ages have spoken, the God of all nations, and He who shall yet reign on earth as King of kings and Lord of lords.” (<span class=\"emphasis\">Jesus the Christ,<\/span> 12 ed., Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1924, pp. 1–2, 4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p44\" class=\"\">What was the purpose of Christ’s mission in life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p45\" class=\"\">“God created man in his own image, in the image of God created he him; male and female created he them.” (<span class=\"citation\" id=\"23911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23911)\">Gen. 1:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p46\" class=\"\">Man, created in the image of God, was placed on the earth to experience mortal life, an intermediate state between premortal life and immortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p47\" class=\"\">Our first parents, Adam and Eve, disobeyed God. By eating the forbidden fruit, they became mortal. Consequently, they and all of their descendants became subject to both mortal and spiritual death (mortal death, the separation of body and spirit; and spiritual death, the separation of the spirit from the presence of God and death as pertaining to the things of the spirit).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p48\" class=\"\">In order for Adam to regain his original state (to be in the presence of God), an atonement for this disobedience was necessary. In God’s divine plan, provision was made for a redeemer to break the bonds of death and, through the resurrection, make possible the reunion of the spirits and bodies of all persons who had dwelt on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p49\" class=\"\">Jesus of Nazareth was the one who, before the world was created, was chosen to come to earth to perform this service, to conquer mortal death. This voluntary action would atone for the fall of Adam and Eve and permit the spirit of man to recover his body, thereby reuniting body and spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p50\" class=\"\">Jesus Christ has influenced humanity more than anyone else who ever lived. Born in a manger of an earthly mother and a Heavenly Father, he lived on earth for thirty-three years. He spent thirty of those years preparing for his life’s mission and his ministry. Then he traveled to the River Jordan to be baptized by immersion by his cousin John, called the Baptist. By participating in this symbolic ordinance, he demonstrated to all that baptism is the door into this church. From heaven, his Father acknowledged the important occasion, saying, “This is my beloved Son, in whom I am well pleased.” (<span class=\"citation\" id=\"36568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36568)\">Matt. 3:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p51\" class=\"\">For the next three years the Savior served mankind. He healed the sick, restored sight to the blind, cast out evil spirits, restored life to the dead, provided comfort to the oppressed, spread the good news of the gospel of love, testified of the Father, taught the eternal plan of salvation, and laid the groundwork for an organization that would provide for the salvation of man—his church. This church was not the church of John the Baptist, nor was it the church of Peter, nor of Paul, nor of any other man on the earth. It was Christ’s own church; he was its head.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p52\" class=\"\">That Christ established a church is well documented in the New Testament. In Ephesians we are told that the Church of Jesus Christ was “built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone.” (<span class=\"citation\" id=\"21905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21905)\">Eph. 2:20<\/a><\/span>.) The Savior, speaking to Peter, said, “And I will give unto thee the keys of the kingdom of heaven; and whatsoever thou shalt bind on earth shall be bound in heaven; and whatsoever thou shalt loose on earth shall be loosed in heaven.” (<span class=\"citation\" id=\"36595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36595)\">Matt. 16:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p53\" class=\"\">In his church Christ selected twelve apostles and a council of seventy, and, having endowed them with authority he sent them forth to preach that the Father has acknowledged his Son. To the multitudes of people gathered around the temple at the approach of the Lord Jesus Christ, he was introduced again by his Father, who said,<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p54\" class=\"\">“Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name—hear ye him.” (<span class=\"citation\" id=\"5873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5873)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5873)\">3 Ne. 11:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p55\" class=\"\">Toward the end of his earthly ministry he took his beloved apostles Peter, James and John with him to the Mount of Transfiguration. It is couched in words like this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p56\" class=\"\">“And after six days, Jesus taketh Peter, James, and John his brother, and bringeth them up into an high mountain apart,<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p57\" class=\"\">“And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p58\" class=\"\">“And, behold, there appeared unto them Moses and Elias talking with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p59\" class=\"\">“Then answered Peter, and said unto Jesus, Lord, it is good for us to be here: if thou wilt, let us make here three tabernacles; one for thee, and one for Moses, and one for Elias.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p60\" class=\"\">“While he yet spake, behold, a bright cloud overshadowed them: and behold a voice out of the cloud, which said, This is my beloved Son, in whom I am well pleased; hear ye him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p61\" class=\"\">“And when the disciples heard it, they fell on their face, and were sore afraid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p62\" class=\"\">“And Jesus came and touched them, and said, Arise, and be not afraid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p63\" class=\"\">“And when they had lifted up their eyes, they saw no man, save Jesus only.” (<span class=\"citation\" id=\"36596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36596)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36596)\">Matt. 17:1–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p64\" class=\"\">And in our own dispensation there came the blessed experience of the Prophet Joseph Smith and we have his testimony concerning it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p65\" class=\"\">After an extended vision, the Prophet Joseph saw “two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!”<\/span> (<span class=\"citation\" id=\"30617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30617)\">JS—H 1:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p66\" class=\"\">And this was another testimony of the actuality and the life of Jesus Christ, our Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p67\" class=\"\">And I bear witness again and again and again of the divinity of that personage, Jesus Christ, who came to the Prophet Joseph Smith and who came to the Nephites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-true-way-of-life-and-salvation.p68\" class=\"\">I bear testimony to this, the divinity of this cause, the truth of this church, the divinity of its ordinances, the importance of the celestial life in everyone’s life, and I bear this testimony in the name of Jesus Christ our Lord. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}