{"ID":3051, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            No Time for Contention\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2e6c.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p3\" class=\"\">A few months ago word reached some of our missionaries in a remote South Pacific island that I would soon be visiting there for two or three days. When I arrived, the missionaries were waiting anxiously to share with me some anti-Mormon literature that was being circulated in their area. They were disturbed by the accusations and were eager to plan retaliation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p4\" class=\"\">The elders sat on the edge of their chairs as I read the slander and false declarations issued by a minister who apparently felt threatened by their presence and successes. As I read the pamphlet containing the malicious and ridiculous statements, I actually smiled, much to the surprise of my young associates. When I finished, they asked, “What do we do now? How can we best counteract such lies?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p5\" class=\"\">I answered, “To the author of these words, we do nothing. We have no time for contention. We only have time to be about our Father’s business. Contend with no man. Conduct yourselves as gentlemen with calmness and conviction and I promise you success.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p6\" class=\"\">Perhaps a formula for these missionaries and all of us to follow can be found in Helaman, chapter five, verse thirty, of the Book of Mormon. “And it came to pass when they heard this voice, and beheld that it was not a voice of thunder, neither was it a voice of a great tumultuous noise, but behold it was a still voice of perfect mildness, as if it had been a whisper, and it did pierce even to the very soul.” [<span class=\"citation\" id=\"24726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24726)\">Hel. 5:30<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p7\" class=\"\">There never has been a time when it is more important for us as members of The Church of Jesus Christ of Latter-day Saints to take a stand, remain firm in our convictions, and conduct ourselves wisely under all circumstances. We must not be manipulated or enraged by those who subtly foster contention over issues of the day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p8\" class=\"\">When issues are in contradiction to the laws of God, the Church must take a stand and state its position. We have done this in the past and will continue to do so in the future when basic moral principles are attacked. There are those in our society who would promote misconduct and immoral programs for financial gain and popularity. When others disagree with our stand we should not argue, retaliate in kind, or contend with them. We can maintain proper relationships and avoid the frustrations of strife if we wisely apply our time and energies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p9\" class=\"\">Ours is to conscientiously avoid being abrasive in our presentations and declarations. We need constantly to remind ourselves that when we are unable to change the conduct of others, we will go about the task of properly governing ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p10\" class=\"\">Certain people and organizations are trying to provoke us into contention with slander, innuendos, and improper classifications. How unwise we are in today’s society to allow ourselves to become irritated, dismayed, or offended because others seem to enjoy the role of misstating our position or involvement. Our principles or standards will not be less than they are because of the statements of the contentious. Ours is to explain our position through reason, friendly persuasion, and accurate facts. Ours is to stand firm and unyielding on the moral issues of the day and the eternal principles of the gospel, but to contend with no man or organization. Contention builds walls and puts up barriers. Love opens doors. Ours is to be heard and teach. Ours is not only to avoid contention, but to see that such things are done away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p11\" class=\"\">“For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p12\" class=\"\">“Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another; but this is my doctrine, that such things should be done away.” (<span class=\"citation\" id=\"5877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5877)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5877)\">3 Ne. 11:29–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p13\" class=\"\">We need to be reminded that contention is a striving against one another, especially in controversy or argument. It is to struggle, fight, battle, quarrel, or dispute. Contention never was and never will be an ally of progress. Our loyalty will never be measured by our participation in controversy. Some misunderstand the realm, scope, and dangers of contention. Too many of us are inclined to declare, “Who, me? I am not contentious, and I’ll fight anyone who says I am.” There are still those among us who would rather lose a friend than an argument. How important it is to know how to disagree without being disagreeable. It behooves all of us to be in the position to involve ourselves in factual discussions and meaningful study, but never in bitter arguments and contention.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p14\" class=\"\">No home or heart exists that cannot be hurt through contention. It is sad when children are raised in a contentious home. It is just as sad when an organization has contention as one of the planks of its platform, declared or unannounced. Generally speaking, people who come from noncontentious households find themselves repulsed by those who would make it part of their daily diet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p15\" class=\"\">The family as an institution today is beset on all sides. Conflicts within the family are critical and often damaging. Contention puts heavy strain on stability, strength, peace, and unity in the home. There is certainly not time for contention in building a strong family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p16\" class=\"\">In place of arguments and friction between family members, ours is to build, listen, and reason together. I recall receiving a written question from a fifteen-year-old girl during a fireside discussion. She wrote, “Is there anything I can do to improve the feelings among members of my family? I am fifteen years old and hardly ever look forward to being home. Everyone just seems to be waiting for me to say the wrong thing so they can cut me down.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p17\" class=\"\">Another young woman, age seventeen, was asked why she was living in a city with her sister away from their parents. She replied, “Because of the hassle back home. I have had all that I can stand.” She continued, “There is always fighting. I can never remember when it was different. Everyone in the house, especially my parents, takes delight in bad-mouthing each other.” A few family expressions which cause hurts and lead to contention are: “You don’t know what you’re talking about!” “Why did you do that stupid thing?” “Your room is a mess.” “Why don’t you do as I tell you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p18\" class=\"\">Almost five centuries ago a creative genius named Leonardo da Vinci lived and worked in Italy. While we remember him most today for such paintings as the Mona Lisa, he was also a fascinating debater, a polished orator, and a storyteller of great imagination. One of his fables, simply titled “The Wolf,” I would like to share with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p19\" class=\"\">“Carefully, warily, the wolf came down out of the forest one night, attracted by the smell of a flock of sheep. With slow steps he drew near to the sheepfold, placing his feet with the utmost caution so as not to make the slightest sound which might disturb the sleeping dog.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p20\" class=\"\">“But one careless paw stepped on a board; the board creaked and woke the dog. The wolf had to run away, unfed and hungry. And so, because of one careless foot, the whole animal suffered.” (Adapted from <span class=\"emphasis\">Notebooks of Leonardo da Vinci,<\/span> “Fantastic Tales,” Bestiary, no. 1225.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p21\" class=\"\">There is an area, perhaps insignificant to some, that seems to me to be gnawing away at the spirituality of Latter-day Saints. The plights of these young ladies bring it to mind. Like the careless paw of the wolf, it is causing untold suffering and depriving many of spiritual growth and family oneness. I speak of arguing, careless words spoken in anger, disgust, and intolerance, often without thought. How sad it is when family members are driven from home by contentious tongues.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p22\" class=\"\">Stories often reiterate the hate and bitterness caused by contention among neighbors. Some families have been forced to move because of bitter controversy. Going the extra mile, turning the other cheek, swallowing one’s pride, and apologizing are often the only ways in which contention among neighbors can be erased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p23\" class=\"\">From the Savior’s words we learn the source of contention, whether it be in the home, in the community, among the leaders, or in the classroom. “For verily, verily, I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another.” (<span class=\"citation\" id=\"5876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5876)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5876)\">3 Ne. 11:29<\/a><\/span>.) This means that Satan has power over us only when we let him in. We have agency. We can choose our behavior. The Prophet Joseph Smith said on one occasion, “The devil has no power over us only as we permit him. The moment we revolt at anything which comes from God, the devil takes power.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> p. 181.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p24\" class=\"\">When one considers the bad feeling and the unpleasantness caused by contention, it is well to ask, “Why do I participate?” If we are really honest with ourselves, our answers may be something like: “When I argue and am disagreeable, I do not have to change myself. It gives me a chance to get even.” “I am unhappy and I want others to be miserable too.” “I can feel self-righteous. In this way I get my ego built up.” “I don’t want others to forget how much I know!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p25\" class=\"\">Whatever the real reason, it is important to recognize that we choose our behavior. At the root of this issue is the age-old problem of pride. “Only by pride cometh contention.” (<span class=\"citation\" id=\"41541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41541)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41541)\">Prov. 13:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p26\" class=\"\">If Satan can succeed in creating in us habits of arguing, quarreling, and contention, it is easier then for him to bind us with the heavier sins which can destroy our eternal lives. A contentious spirit can affect almost any phase of our lives. An angry letter written in haste can haunt us—sometimes for years. A few ill-advised words spoken in hate can destroy a marriage or a personal friendship, or impede community progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p27\" class=\"\">As we take a stand against the evils of the day, such as abortion, homosexuality, immorality, alcohol, drugs, dishonesty, intolerance, etc., can we express our beliefs without clenching our fists, raising our voices, and promoting contention? Can we talk about the beneficial principles of the gospel such as the Word of Wisdom, keeping the Sabbath day holy, maintaining personal purity, and the other truths found in the scriptures without making our listeners defensive? This is not easy, but it can be done. Ours is, if you please, to plow our own furrow, plant our own seeds, tend our crops, and reap the harvest. This can best be accomplished not only by plowshares rather than by swords, but by appropriate commitment rather than contention.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Let me share with you some suggestions for alleviating contention:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Pray to have the love of God in your heart. Sometimes this is a struggle, but the Spirit of the Lord can soften hard feelings and mellow a callous spirit.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Learn to control your tongue. There is an old maxim and an excellent one: “Think twice before you speak and three times before you act.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Don’t allow emotions to take over; rather, reason together.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Refuse to get embroiled in the same old patterns of argument and confrontation.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Practice speaking in a soft, calm voice. The peaceful life can best be attained not by those who speak with a voice of “great tumultuous noise” but by those who follow the Savior’s example and speak with “a still voice of perfect mildness.” (<span class=\"citation\" id=\"24727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24727)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24727)\">Hel. 5:30<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/no-time-for-contention.p34\" class=\"\">There is no time for contention. We must have the will and discipline in our daily lives to fight contention. I promise the valiant God’s help in their efforts to conquer this horrendous foe. Let us “Cease to contend one with another; cease to speak evil one of another.” (<span class=\"citation\" id=\"17135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17135)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17135)\">D&amp;C 136:23<\/a><\/span>.) We only have time to be about our Father’s business. To these truths I leave my testimony, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}