{"ID":3052, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Women of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p2\" class=\"\">Elder Neal A. Maxwell<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/neal-a-maxwell-10.jpg\" alt=\"Neal A. Maxwell\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p3\" class=\"\">We know so little, brothers and sisters, about the reasons for the division of duties between womanhood and manhood as well as between motherhood and priesthood. These were divinely determined in another time and another place. We are accustomed to focusing on the men of God because theirs is the priesthood and leadership line. But paralleling that authority line is a stream of righteous influence reflecting the remarkable women of God who have existed in all ages and dispensations, including our own. Greatness is not measured by coverage in column inches, either in newspapers or in the scriptures. The story of the women of God, therefore, is, for now, an untold drama within a drama.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p4\" class=\"\">We men know the women of God as wives, mothers, sisters, daughters, associates, and friends. You seem to tame us and to gentle us, and, yes, to teach us and to inspire us. For you, we have admiration as well as affection, because righteousness is not a matter of role, nor goodness a matter of gender. In the work of the Kingdom, men and women are not without each other, but do not envy each other, lest by reversals and renunciations of role we make a wasteland of both womanhood and manhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p5\" class=\"\">Just as certain men were foreordained from before the foundations of the world, so were certain women appointed to certain tasks. Divine design—not chance—brought Mary forward to be the mother of Jesus. The boy prophet, Joseph Smith, was blessed not only with a great father but also with a superb mother, Lucy Mack, who influenced a whole dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p6\" class=\"\">When we would measure loving loyalty in a human relationship, do we not speak of Ruth and Naomi even more than David and Jonathan? And no wonder God with His perfect regard for women is so insistent about our obligations to widows.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p7\" class=\"\">A widow with her mite taught us how to tithe [see <span class=\"citation\" id=\"32017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32017)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32017)\">Luke 21:2–4<\/a><\/span>]. An impoverished and starving widow with her hungry son taught us how to share, as she gave her meal and oil to Elijah [see <span class=\"citation\" id=\"1270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1270)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1270)\">1 Kgs. 17:10–16<\/a><\/span>]. The divine maternal instincts of an Egyptian woman retrieved Moses from the bullrushes [see <span class=\"citation\" id=\"22889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22889)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22889)\">Ex. 2:6<\/a><\/span>], thereby shaping history and demonstrating how a baby is a blessing—not a burden.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p8\" class=\"\">What greater conversation of anticipation has there been than that of Elisabeth and Mary when also the babe in Elisabeth leaped in recognition of Mary? (<span class=\"citation\" id=\"32005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32005)\">Luke 1:41<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p9\" class=\"\">Does it not tell us much about the intrinsic intelligence of women to read of the crucifixion scene at Calvary, “And many women were there beholding afar off.” (<span class=\"citation\" id=\"36624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36624)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36624)\">Matt. 27:55<\/a><\/span>.) Their presence was a prayer; their lingering was like a litany.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p10\" class=\"\">And who came first to the empty tomb of the risen Christ? Two women. [See <span class=\"citation\" id=\"36625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36625)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36625)\">Matt. 28:1<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p11\" class=\"\">Who was the first mortal to see the resurrected Savior? Mary of Magdala [see <span class=\"citation\" id=\"28970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28970)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28970)\">John 20:14–18<\/a><\/span>]. Special spiritual sensitivity keeps the women of God hoping long after many others have ceased.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p12\" class=\"\">The charity of good women is such that their “love makes no parade”; they are not glad “when others go wrong”; they are too busy serving to sit statusfully about, waiting to be offended. Like Mary, they ponder trustingly those puzzlements that disable others. God trusts women so much that He lets them bear and care for His spirit children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p13\" class=\"\">In our modern kingdom, it is no accident that women were, through the Relief Society, assigned compassionate service. So often the service of women seems instinctive, while that of some men seems more labored. It is precisely because the daughters of Zion are so uncommon that the adversary will not leave them alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p14\" class=\"\">We salute you, sisters, for the joy that is yours as you rejoice in a baby’s first smile and as you listen with eager ear to a child’s first day at school which bespeaks a special selflessness. Women, more quickly than others, will understand the possible dangers when the word <span class=\"emphasis\">self<\/span> is militantly placed before other words like <span class=\"emphasis\">fulfillment.<\/span> You rock a sobbing child without wondering if today’s world is passing you by, because you know you hold tomorrow tightly in your arms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p15\" class=\"\">So often our sisters comfort others when their own needs are greater than those being comforted. That quality is like the generosity of Jesus on the cross. Empathy during agony is a portion of divinity!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p16\" class=\"\">I thank the Father that His Only Begotten Son did not say in defiant protest at Calvary, “My body is my own!” I stand in admiration of women today who resist the fashion of abortion, by refusing to make the sacred womb a tomb!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p17\" class=\"\">When the real history of mankind is fully disclosed, will it feature the echoes of gunfire or the shaping sound of lullabies? The great armistices made by military men or the peacemaking of women in homes and in neighborhoods? Will what happened in cradles and kitchens prove to be more controlling than what happened in congresses? When the surf of the centuries has made the great pyramids so much sand, the everlasting family will still be standing, because it is a celestial institution, formed outside telestial time. The women of God know this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p18\" class=\"\">No wonder the men of God support and sustain you sisters in your unique roles, for the act of deserting home in order to shape society is like thoughtlessly removing crucial fingers from an imperiled dike in order to teach people to swim.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p19\" class=\"\">We men love you for meeting inconsiderateness with consideration and selfishness with selflessness. We are touched by the eloquence of your example. We are deeply grateful for your enduring us as men when we are not at our best because—like God—you love us not only for what we are, but for what we have the power to become.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p20\" class=\"\">We have special admiration for the unsung but unsullied single women among whom are some of the noblest daughters of God. These sisters know that God loves them, individually and distinctly. They make wise career choices even though they cannot now have the most choice career. Though in their second estate they do not have their first desire, they still overcome the world. These sisters who cannot now enrich the institution of their own marriage so often enrich other institutions in society. They do not withhold their blessings simply because some blessings are now withheld from them. Their trust in God is like that of the wives who are childless, but not by choice, but who in the justice of God will receive special blessings one day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p21\" class=\"\">I, along with my brethren of the priesthood, express undying gratitude to our eternal partners. We know that we can go no place that matters without you, nor would we have it otherwise. When we kneel to pray, we kneel together. When we kneel at the altar of the holy temple, we kneel together. When we approach the final gate where Jesus Himself is the gatekeeper, we will, if faithful, pass through that gate together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p22\" class=\"\">The prophet who sits with us today could tell us of such togetherness, when at the time of his overwhelming apostolic calling he was consoled by his Camilla, who met his anguished, sobbing sense of inadequacy and, running her fingers through his hair, said, “You can do it, you can do it.” He surely has done it, but with her at his side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p23\" class=\"\">Notice, brethren, how all the prophets treat their wives and honor women, and let us do likewise!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p24\" class=\"\">Finally, remember: When we return to our real home, it will be with the “mutual approbation” of those who reign in the “royal courts on high.” There we will find beauty such as mortal “eye hath not seen” [<span class=\"citation\" id=\"644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 644)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(644)\">1 Cor. 2:9<\/a><\/span>]; we will hear sounds of surpassing music which mortal “ear hath not heard.” Could such a regal homecoming be possible without the anticipatory arrangements of a Heavenly Mother?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-women-of-god.p25\" class=\"\">Meanwhile, there are no separate paths back to that heavenly home. Just one straight and narrow way, at the end of which, though we arrive trailing tears, we shall at once be “drenched in joy.” I so testify in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}