{"ID":3053, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Morning Breaks; the Shadows Flee”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p2\" class=\"\">Elder Bruce R. McConkie<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2952.jpg\" alt=\"Elder Bruce R. McConkie\"\/><\/div>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“The morning breaks; the shadows flee;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lo, Zion’s standard is unfurled! … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The dawning of a brighter day<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Majestic rises on the world.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p7\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 269.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p8\" class=\"\">When the sun goes down and the dusk of day deepens into night, then darkness reigns. During the night, darkness is everywhere and the vision of all is dimmed; none can see afar off. Though the heavens teem with stars—an uncounted host of them—and though the moon—she who rules the night—reflects her rays of borrowed light, yet the darkness is not pierced; the blackness of the night continues.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p9\" class=\"\">Deep shadows hide the beasts of forest and field. Wildcats stalk their prey in silence. Packs of hunger-maddened wolves strike terror in their victims as their howling calls draw nearer and nearer. Coyotes are baying in the distance; somewhere a lion roars; and in that deepest shadow a jackal lurks, awaiting his chance to steal the slain game of another. The terrors of the night are real.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p10\" class=\"\">But finally a distant dawn is heralded. The morning stars shine forth more brightly than their fellows. A few rays of light part the darkness of the eastern sky, a sky still spotted with clouds. Beyond the mountains, not many leagues away, a new day is gestating in the womb of nature. As the earth turns slowly on its decreed course, the dawn brightens; the light of the morning increases; darkness flees. The stars no longer shine; the moon hides her face; their reflected glimmerings no longer pierce the blackness of the night. The sun rises. The blazing light of heaven covers the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p11\" class=\"\">When the dawn comes and the sun shines, the doleful creatures of the night begin to retire. The lions return to their lair and the foxes to their holes; the baying of the coyotes is no longer heard; and the howling wolves are silent. The terrors that lurked in the shadows are now hidden in the rocks and in the caves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p12\" class=\"\">With the new dawn the flowers in the field and the trees in the forest take on new life. The oxen in their stalls and the sheep in their cotes awake from sleep, while the fowls of heaven sing praises to the Lord of Sabaoth, to the Creator of the first day. The blessings of life and light are everywhere seen. It is a new day—a day of joy and rejoicing and light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p13\" class=\"\">When the gospel sun went down almost two millennia ago, when the priesthood was taken away and a dreary dusk descended in the congregations that once had known light, when light and truth no longer shone forth from heaven, and when those on earth no longer were taught and directed by apostles and prophets, then spiritual darkness reigned. Darkness covered the earth and gross darkness the minds of the people. (See <span class=\"citation\" id=\"25525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25525)\">Isa. 60:2<\/a><\/span>.) The dark ages had their beginning, and the light of heaven no longer dwelt in the hearts of those who professed to worship Him whose we are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p14\" class=\"\">The vision of all became as the words of a book that is sealed. (See <span class=\"citation\" id=\"25517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25517)\">Isa. 29:11<\/a><\/span>.) The prophets and seers were silenced; the holy scriptures were no longer made available to the masses of men; none could see the way to perfection; none knew the way back to the Eternal Presence. Earth’s pilgrims, walking in and by forbidden paths, were lost in the blackness of the night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p15\" class=\"\">True, the heaven still teemed with stars, an uncounted host of them, for there were many wise and good people who reflected forth to others such light and truth and goodness as they had. And month after month a new moon arose to reflect such of heaven’s truths as came by instinct and from reason. There was a St. Augustine, a Maimonides, a Joan of Arc, a Thomas More, a Michelangelo, a Galileo, a host of others—each for the month when their moon shone—who reflected such borrowed light as in their power lay. But the light of heaven no longer shed its rays on the strait and narrow path which leads to eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p16\" class=\"\">And there were deep shadows in which the beasts of hell lurked. Lucifer did not sleep. At Nicaea and later by the pen of Athanasius he aided in the writing of creeds which debased the true gods of heaven and defined them as an incomprehensible spirit essence which fills the immensity of space.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p17\" class=\"\">By the word of Constantine he placed the subjects of a pagan empire into what men have since called the universal church. With the sword of Cortez he placed a cross in the hands of pagan people and named them Christians. By the mouth of Tetzel he sold indulgences so that men’s sins could be forgiven for money, as they supposed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p18\" class=\"\">In Spain, in Mexico, and in Peru, he caused the evils of the Inquisition to flourish, and tens of thousands of earth’s inhabitants were slain to keep down heresy, as they chose to call it. The Huguenots and other dissenters from the established order were murdered by the scores of thousands. The dominant religion of the day was one of fear, ignorance, and superstition; it was a religion, imposed by the sword, which denied the agency of man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p19\" class=\"\">It was a long, dark night. There were jackals in the shadows, wolves in the forests, coyotes everywhere. Lions roared and the fangs of the serpent sank again and again into human flesh. The black plague swept Europe. Wars were everywhere. Morality and decency had few supporters. The terrors of the night were real and the night was long—long and dark and black.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p20\" class=\"\">But finally the heralds of a distant dawn came forth. There was a Calvin, a Zwingli, a Luther, a Wesley; there were wise and good men—morning stars who shone more brightly than their fellows—who arose in every nation. There were men of insight and courage who were sickened by the sins and evils of the night. These great souls hacked and sawed at the chains with which the masses were bound. They sought to do good and to help their fellowmen—all according to the best light and knowledge they had.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p21\" class=\"\">In Germany and France and England and Switzerland and elsewhere groups began to break away from the religion of centuries past. A few rays of light were parting the darkness of the eastern sky.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p22\" class=\"\">Many who sought freedom to worship God according to the dictates of their conscience migrated to America. And in due course, by the power of the Father, a new nation was created, a nation “conceived in liberty, and dedicated to the proposition that all men are created equal.” (Abraham Lincoln, Gettysburg Address.) The United States of America came into being. Beyond the mountains, now not many leagues away, a new day was gestating in the womb of nature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p23\" class=\"\">As the earth continued to turn slowly and steadily on its decreed course, as the dawn brightened and the morning light increased, as the Constitution of the United States guaranteed religious freedom, as men were tempered in their feelings and began to view each other with more equity and fairness, as the Bible was published and read by more people, as darkness fled and light increased, the time for the rising of the gospel sun was at hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p24\" class=\"\">When the set time had fully come—when the day for the promised restoration of all things was at hand—the Lord in heaven, in his infinite wisdom, mercy, and goodness, sent from the courts of glory that eternal spirit whose foreordained mission it was to usher in the dispensation of the fulness of times. Joseph Smith began his mortal life. It was December 23, 1805. The sun was then just hidden by the mountain peaks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p25\" class=\"\">Then one glorious day in the spring of 1820—our tradition says that it was on April 6—the sun arose to view. The great God with the Lord Jesus at his right hand came down from heaven; stood personally in a grove of trees in western New York; called young Joseph by name; commanded him to join none of the churches of the day, for they were all wrong; told him that all their creeds were an abomination in the sight of heaven; and said that the professors of religion were all corrupt, that they drew near to the Lord with their lips, but their hearts were far from him, that they taught for commandments the doctrines of men, having a form of godliness, but denying the power thereof. (<span class=\"citation\" id=\"30619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30619)\">JS—H 1:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p26\" class=\"\">From that moment the stars no longer shone; the moon hid her face. Their reflected glimmerings were no longer needed to pierce the blackness of the night. The dispensation of the fulness of times was about to be given from God in heaven to man on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p27\" class=\"\">Almost immediately angels came from the Divine Presence to teach doctrine, to confer power and authority and priesthood, and to give again the keys of the kingdom, which are part of the holy apostleship, so that mortal men can bind on earth and have it sealed eternally in the heavens.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p28\" class=\"\">Within a single decade the Book of Mormon came forth; the Church and kingdom of God on earth was reestablished; revelation and prophecy became the order of the day; and the gifts of the Spirit—all those ancient signs and wonders and miracles—were poured out upon the faithful. Once more there were visions and tongues and prophecies; the sick were healed, the lame walked, the blind saw, and the dead were raised. It was with the Latter-day Saints as it had been with the former-day saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p29\" class=\"\">Line upon line the ancient truths were restored; one after another the ancient rites and ordinances were revealed anew. Soon the gospel, the fulness of the everlasting gospel—the very power of God which saves and exalts men—was shining forth in all its glory, beauty, and perfection. The gospel sun, which had its setting in the day when darkness covered the earth—that same gospel sun had its rising in the new day of restoration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p30\" class=\"\">And with the gospel dawn and the spread of truth over all the earth, the terrors of the night are vanishing away. Where there was fear and ignorance and superstition, now there is love and light and pure religion. Fear has become courage; ignorance is transformed into wisdom; superstition and tradition are replaced by the light and truth of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p31\" class=\"\">Soon the wolves of wickedness will no longer howl and the jackals of sin no longer snivel and snipe at the ongoing kingdom, and the great millennial day will be upon us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p32\" class=\"\">This is thy day, O Zion! “Arise, shine; for thy light is come, and the glory of the Lord is risen upon thee. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p33\" class=\"\">“His glory shall be seen upon thee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p34\" class=\"\">“And the Gentiles shall come to thy light, and kings to the brightness of thy rising. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p35\" class=\"\">“Violence shall no more be heard in thy land, wasting nor destruction within thy borders; but thou shalt call thy walls Salvation, and thy gates Praise. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p36\" class=\"\">“The Lord shall be unto thee an everlasting light, and thy God thy glory.” (<span class=\"citation\" id=\"25524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25524)\">Isa. 60:1–3, 18–19<\/a><\/span>.)<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“The morning breaks; the shadows flee;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lo, Zion’s standard is unfurled! … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The dawning of a brighter day<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Majestic rises on the world.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p41\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 269.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-morning-breaks-the-shadows-flee.p42\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}