{"ID":3059, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Decision\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p2\" class=\"\">Elder Eldred G. Smith<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p\" class=\"\">Patriarch to the Church<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3104.jpg\" alt=\"Elder Eldred G. Smith\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p3\" class=\"\">With these young people behind me, I’m tempted to do as Brother Monson did and tell some stories about young people. But thinking of the translators and the time allotted to me, I’ll resist that temptation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p4\" class=\"\">I would like to sum up my message today into one word. This one word is: <span class=\"emphasis\">decision.<\/span> Decision, I would say, is the use of that God-given right of free agency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p5\" class=\"\">Some people want to force their decisions upon others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p6\" class=\"\">Some don’t want to make their own decisions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p7\" class=\"\">Some have the gift of making quick and accurate decisions. Like all other gifts, the making of decisions requires practice. The more we do, the easier it gets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p8\" class=\"\">It’s a lot like the city boy who went to work on the farm. He was sorting potatoes when someone asked him how he liked working on the farm. He said, “I like the work all right, but these decisions get me down.” It is said that the character can be measured by what one does in his leisure time. That’s when he alone makes his own decisions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p9\" class=\"\">One of the important purposes of this life of mortality is to learn how to make decisions. A good leader in business or in church or in the home is one who can make good decisions. Think of the decisions a bishop or stake president must make.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p10\" class=\"\">The Lord has said: “This is my work and my glory—to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39529)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39529)\">Moses 1:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p11\" class=\"\">When the gospel plan was explained to Lorenzo Snow, he put the whole plan in a nice epigram: “As man now is, our God once was; as now God is, so man may be.” (Lorenzo Snow, 11 January 1892, reprinted in <span class=\"emphasis\">Latter-day Prophets Speak,<\/span> ed. Daniel H. Ludlow, Bookcraft, 1951, p. 72.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p12\" class=\"\">Then, if man is going to become as God now is, he will have to learn to make decisions of great importance on his own initiative.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p13\" class=\"\">Many think that any problem will be answered by the Lord for us, either through prayer or a priesthood blessing. Some young people want the Lord to tell them what subjects they should study, which school they should attend, which profession to follow, and which job offer they should take. True, much help may be received through prayer or a blessing, but the final decision is yours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p14\" class=\"\">I have come to believe that the Lord is not so concerned about what we study or what profession we follow as long as it is an honest living. He is concerned about our immortality and eternal life—or exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p15\" class=\"\">Everyone has inherent talents. From a study of your genealogy, find the talents you have inherited by the things you like to do, and do easily, that some of your ancestors have done. Then become an expert or a specialist in some phase of that field. The Lord will bless your efforts in your studies and in your daily work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p16\" class=\"\">The Lord gave Oliver Cowdery the key to revelation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p17\" class=\"\">“Behold, I say unto you, that you must study it out in your mind; then you must ask me if it be right, and if it is right I will cause that your bosom shall burn within you; therefore, you shall feel that it is right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p18\" class=\"\">“But if it be not right you shall have no such feelings, but you shall have a stupor of thought that shall cause you to forget the thing which is wrong.” (<span class=\"citation\" id=\"16980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16980)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16980)\">D&amp;C 9:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p19\" class=\"\">This should be our guide in all our major decisions. We are making decisions constantly every day, either mentally or orally. This is what free agency is—the right to make a choice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p20\" class=\"\">With the growth of the Church today, we see the wisdom of the revelation given back in 1831 in Jackson County, Missouri:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p21\" class=\"\">“For behold, it is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant; wherefore he receiveth no reward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p22\" class=\"\">“Verily I say, men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness;<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p23\" class=\"\">“For <span class=\"emphasis\">the power is in them,<\/span> wherein they are agents unto <span class=\"emphasis\">themselves.<\/span> And inasmuch as men do good they shall in nowise lose their reward.” (<span class=\"citation\" id=\"17028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17028)\">D&amp;C 58:26–28<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p24\" class=\"\">Thus we say today as did Moses when he came down off Mt. Sinai: “Who is on the Lord’s side?” (<span class=\"citation\" id=\"22896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22896)\">Ex. 32:26<\/a><\/span>.) And as did also Joshua cry: “Now therefore fear the Lord, and serve him in sincerity and in truth: … Choose you this day whom ye will serve.” (<span class=\"citation\" id=\"30090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30090)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30090)\">Josh. 24:14–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p25\" class=\"\">Use your God-given free agency to choose honesty against dishonesty, to serve your fellowmen, and to build up the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p26\" class=\"\">Decide early in life to go on a mission. Many young men who should go on a mission don’t go because they had not made the decision early enough to plan on a mission. Then other activities seem to them to be more important.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p27\" class=\"\">Decide to teach the gospel all your life, not just for two years. Going on a two-year mission usually just teaches us how to teach the gospel. Then we should spend the rest of our lives teaching the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p28\" class=\"\">Teach by your own actions. Live a good, clean life. Decide against immorality. Decide against pornography. Decide to live a clean life so you will be worthy to be married for time and eternity in the temple of the Lord. Choose not only to be worthy but decide to marry in the house of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p29\" class=\"\">Choose to live the law of celestial marriage. The command in the marriage ceremony is to multiply and replenish the earth. In the Doctrine and Covenants when the Lord is referring to the blessings of celestial marriage (He is talking about husband-wife relationships), He makes this statement: “And if ye abide in my covenant, and commit no murder whereby to shed innocent blood,” and so forth. (<span class=\"citation\" id=\"17132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17132)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17132)\">D&amp;C 132:19<\/a><\/span>.) What do you think He’s talking about? Is it possible that He was referring to abortion? Think about it! Is there more innocent life than that of the unborn child? And why is murder referred to when the Lord is talking about marriage? Conception is a contract with God that you will create a body, and He contracts to put the spirit of life within it. Any covenant of the Lord cannot be broken without a penalty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p30\" class=\"\">Choose to study the scriptures. Learn what the plan of the gospel is. Become a part of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p31\" class=\"\">Choose to keep the commandments of the Lord. Be a part of His kingdom in preparing for His coming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/decision.p32\" class=\"\">Seek the guidance of the Lord in making decisions, but use that God-given right of free agency. Then you, too, will know, as I know, that this is His church, the church of Jesus Christ, and I so testify to you in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}