{"ID":306, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Spiritual Re-birth and Death<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1947, pp. 63-67<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSome weeks ago I had an interview with a young man who is just making a remarkable\nrecovery from very serious wounds that he received on the European battlefield. In an\nexplosion of a land mine this young man had suffered a severe spinal injury that had\nalmost completely paralyzed him, and when the rescue squad came and was\ncarrying him off the field, the enemy turned loose a burst of machine gun fire from which he\nsuffered six bullet wounds in his chest. He was taken to the hospital in what was thought to\nbe a dying condition. As he lay there on his cot after having been treated by the surgeons, a\nchaplain came to him wearing an insignia of a sectarian church. He asked this young man\nwhat his religion was. On being told that he was a Latter-day Saint, the chaplain said: \"Well,\nthen, perhaps you would rather I would not pray for you.\"\n<\/p><p>\nPRAYER OF CHAPLAIN\n<\/p><p>\n\"Oh, yes,\" said the young man, \"I would like to have you pray for me if you feel inclined to.\"\n<\/p><p>\nThen the chaplain with great deference said: \"Well, I will remove the insignia of my church\nand kneel down here at your cot. The two of us will then just pray together as two men of\nGod.\"\n<\/p><p>\nThe young man said the chaplain prayed for about twenty minutes. The burden of his prayer\nand the chief thing that he could remember of what the chaplain said was this, that sustained\nhim and put into him the feeling that he wanted to live:\n<\/p><p>\nO God, help us that in our living we are not afraid to die and that in our dying we are not\nafraid to live.\n<\/p><p>\nI have thought about that prayer many times since, and I have asked myself the question:\nHow many thousands are there among us today who are living such lives that would make\nthem, unless they repent, afraid to die, and that in their dying they might be afraid to live\nhereafter?\n<\/p><p>\nThe purpose of the gospel of Jesus Christ is to teach men to live so that when they die, in the\nwords of the immortal \"Thanatopsis\":\n<\/p><p>\nThou go not, like the quarry-slave at night,<br \/>\nScourged to his dungeon, but, sustained and soothed<br \/>\nBy an unfaltering trust . . .\n<\/p><p>\nGOSPEL \"PERFECT LAW OF LIBERTY\"\n<\/p><p>\nThe Apostle Paul defined the gospel as the \"power of God unto salvation\"\n(<span class=\"citation\" id=\"42676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42676)\">Rom. 1:16<\/a><\/span>), and to the Apostle\nJames the gospel was the \"perfect law of liberty\"\n(<span class=\"citation\" id=\"26064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26064)\">James 1:25<\/a><\/span>).\n<\/p><p>\nThe Master enlarged upon that latter definition in his statement to those who listened to his\nwords when he said:\n<\/p><p>\nIf ye continue in my word, then are ye my disciples indeed: And ye shall know the truth, and\nthe truth shall make you free\n(<span class=\"citation\" id=\"27292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27292)\">John 8:31-32<\/a><\/span>).\n<\/p><p>\nThe nature of this liberty and this freedom of which the Master spoke he further explained in\na revelation given to us in our day, speaking of Adam and all his posterity\nwhich are represented in all of humankind. Said the Lord:\n<\/p><p>\nWherefore, I, the Lord God, caused that he [meaning Adam] should be cast out\nof the Garden of Eden, from my presence, because of his transgression, wherein\nhe became spiritually dead, which is the first death, even that same death which\nis the last death, which is spiritual, which shall be pronounced upon the wicked\nat the last day when I shall say: Depart, ye cursed. But, behold, I say unto you\nthat I, the Lord God, gave unto Adam and unto his seed, that they should not die\nas to the temporal death, until I, the Lord God, should send forth angels to declare\nunto them repentance and redemption, through faith on the name of mine Only\nBegotten Son. And thus did I, the Lord God, appoint unto man the days of his\nprobation&mdash;that by his natural death he might be raised in immortality unto eternal\nlife, even as many as would believe; And they that believe not unto eternal\ndamnation; for they cannot be redeemed from their spiritual fall, because they\nrepent not (<span class=\"citation\" id=\"12340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12340)\">D&amp;C 29:41-44<\/a><\/span>).\n<\/p><p>\n\"YE MUST BE BORN AGAIN\"\n<\/p><p>\nThat revelation given to us in our day makes more understandable the answer the Master\nmade to Nicodemus who came to him asking what he must do to be saved. In answer the\nMaster replied, \"Ye must be born again\" (<span class=\"citation\" id=\"27275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27275)\">John 3:3-5<\/a><\/span>)&mdash;born\nof the water and of the spirit, or he could not\nsee nor enter the kingdom of heaven.\n<\/p><p>\nBaptism by immersion symbolizes the death and burial of the man of sin; and the coming\nforth out of the water, the resurrection to a newness of spiritual life\n(<span class=\"citation\" id=\"42679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42679)\">Rom. 6:4<\/a><\/span>). After baptism, hands are\nlaid upon the head of the baptized believer, and he is blessed to receive the Holy Ghost. Thus\ndoes the one baptized receive the promise or gift of the Holy Ghost or the privilege of being\nbrought back into the presence of one of the Godhead, by obedience to whom and through his\nfaithfulness one so blessed might receive the guidance and direction of the Holy Ghost in his\ndaily walks and talks, even as Adam walked and talked in the Garden of Eden with God, his\nHeavenly Father. To receive such guidance and such direction from the Holy Ghost is to be\nspiritually reborn.\n<\/p><p>\nPARABLE OF THE SOWER\n<\/p><p>\nUnfortunately, there are many of those who are blessed to receive the Holy Ghost and that\ncompanionship of one of the Godhead in their mortal lives who fail of their blessings. This\nwas taught plainly by the Master in the parable of the sower who was represented as the\nteachers of the gospel. He classified those to whom the gospel was taught into four different\ngroups!  Of one group he said, in effect: \"These are those who received the seed by the\nwayside, and the birds came quickly and caught it up and stole it away\"\n(<span class=\"citation\" id=\"34147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34147)\">Matt. 13:4<\/a><\/span>), suggesting those\nwho heard the word but lacked understanding and the devil was quick to take the word away\nfrom their hearts lest they would receive it and would believe to their salvation\n(<span class=\"citation\" id=\"34151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34151)\">Matt. 13:19<\/a><\/span>).\n<\/p><p>\nAnother class he compared to those who received the seed on stony ground,\nand it began to take root, but when the sun came out, it was scorched and withered away\nbecause it had not much root (<span class=\"citation\" id=\"34148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34148)\">Matt. 13:5-6<\/a><\/span>),\nsuggesting those who received the seed and for a time had joy\nin that understanding, but then when persecution and affliction come because of the word,\nthey become offended and dwindle in their belief\n(<span class=\"citation\" id=\"34152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34152)\">Matt. 13:20-21<\/a><\/span>).\n<\/p><p>\nAnother group of those who hear the gospel are the ones who receive it as among thorns, and\nthe thorns after a time choked out the seed\n(<span class=\"citation\" id=\"34149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34149)\">Matt. 13:7<\/a><\/span>).\nThese, he said, were like those who let the cares\nof the world, the deceitfulness of riches, and the pleasures and the lusts of the world, destroy\ntheir activity in the Church that might have brought them safely into eternal life\n(<span class=\"citation\" id=\"34153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34153)\">Matt. 13:22<\/a><\/span>).\n<\/p><p>\nFortunately, there were some who received the gospel in good ground, and these brought forth\nsome a hundred-fold, some sixty-fold and some thirty-fold\n(<span class=\"citation\" id=\"34150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34150)\">Matt. 13:8<\/a><\/span>). And that is just about the way the\nactive membership of the Church seems to be grouped among us today, some giving full\nhundred percent service and some, unfortunately, only thirty-fold\n(<span class=\"citation\" id=\"34154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34154)\">Matt. 13:23<\/a><\/span>).\n<\/p><p>\nFAILURE TO REALIZE BLESSINGS\n<\/p><p>\nAgain, in this day the Lord gave us a revelation that suggested clearly the reasons why some\nmen fail of their blessings. He said:\n<\/p><p>\nBecause their hearts are set so much upon the things of this world, and aspire to\nthe honors of men, that they do not learn this one lesson&mdash;That the rights of the\npriesthood are inseparably connected with the powers of heaven, and that the\npowers of heaven cannot be controlled nor handled only upon the principles of\nrighteousness. That they may be conferred upon us, it is true; but when we\nundertake to cover our sins, or to gratify our pride, our vain ambition, or to\nexercise control or dominion or compulsion upon the souls of the children of men,\nin any degree of unrighteousness, behold, the heavens withdraw themselves; the\nSpirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood\nor the authority of that man. Behold, ere he is aware, he is left unto himself, to\nkick against the pricks, to persecute the saints, and to fight against God\n(<span class=\"citation\" id=\"12408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12408)\">D&amp;C 121:35-38<\/a><\/span>).\n<\/p><p>\nThat it seems to me, as we have experienced it, is about the progressive way that men begin\nto fall away. They first begin to \"kick against the pricks.\" I have wondered what that means.\nThese no doubt are the pricks of the gospel. I wonder, perhaps, if they are not those things\nreferred to in President Clark's remarkable article some years ago in <i>The Improvement Era<\/i>,\nthat he called \"restraints,\" the restraints of the Word of Wisdom, the restraints imposed in\nkeeping the Sabbath day holy, injunctions against card playing, the restraints imposed by\nfollowing out the welfare program. And so we might go on. These are the restraints against\nwhich some people seem to rebel and are kicking constantly against&mdash;the \"pricks\" of the\ngospel.\n<\/p><p>\nI remember in this connection what somebody said in classifying\nhumankind. He said there were only three kinds of people in the world&mdash;\"Saints, Ain'ts, and\nComplaints,\" and perhaps the \"Complaints\" would represent those who seem to be kicking\nagainst the pricks. These are the ones who next begin to \"persecute the Saints\" and, finally,\n\"to fight against God.\"\n<\/p><p>\nAPOSTATES IN DARKNESS\n<\/p><p>\nSpeaking of those who would persecute the Saints, I am reminded of what the Prophet Joseph\nsaid while he was upon the earth. He said:\n<\/p><p>\nFrom apostates the faithful have received the severest persecutions. Judas was\nrebuked and immediately betrayed his Lord into the hands of his enemies because\nSatan entered into him (<span class=\"citation\" id=\"31211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31211)\">Luke 22:3<\/a><\/span>).\nThere is a superior intelligence bestowed upon such as\nobey the gospel with full purpose of heart, which, if sinned against, the apostate\nis left naked and destitute of the Spirit of God, and he is, in truth, nigh unto\ncursing, and his end is to be burned\n(<span class=\"citation\" id=\"24220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24220)\">Heb. 6:8<\/a><\/span>).\nWhen once that light which was in them is\ntaken from them, they become as much darkened as they were previously\nenlightened, and then, no marvel, if all their powers should be enlisted against the\ntruth and they, Judas like, seek the destruction of those who were their greatest\nbenefactors (Joseph Fielding Smith, <i>Teachings of the Prophet Joseph Smith<\/i>, p.\n67).\n<\/p><p>\nYes, persecution seems to be the part of those who would teach the truth. You remember\nwhat the Master said:\n<\/p><p>\nBlessed are ye, when man shall revile you, and persecute you, and shall say all\nmanner of evil against you falsely, . . . for so persecuted they the prophets which\nwere before you (<span class=\"citation\" id=\"34126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34126)\">Matt. 5:11-12<\/a><\/span>).\n<\/p><p>\nI remember a few years ago, upon assignment from the Presidency and the Council of the\nTwelve, I interviewed a man who, because of his sinning, had fallen away and had been\nexcommunicated from the Church. He said to me: \"I want to bear you this testimony that the\nlast few years have been a pretty rugged road. When I received the pronouncement of the\ncourt that excommunicated me from the Church, it was just as though someone had turned off\nthe light to my soul. I was left in complete darkness from that time forward.\"\n<\/p><p>\nPURE IN HEART SEE GOD\n<\/p><p>\nIn the Master's Sermon on the Mount, he made another very expressive declaration when he\nsaid:\n<\/p><p>\nBlessed are the pure in heart: for they shall see God\n(<span class=\"citation\" id=\"34125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34125)\">Matt. 5:8<\/a><\/span>).\n<\/p><p>\nYou will remember that in his lifetime there were some who saw him only as the son of the\ncarpenter (<span class=\"citation\" id=\"34158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34158)\">Matt. 13:55<\/a><\/span>).\nThere were some who said that because of his words he was drunken with strong\nwine&mdash;that he was a winebibber\n(<span class=\"citation\" id=\"34144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34144)\">Matt. 11:19<\/a><\/span>).\nThere were some who even thought him to be possessed of\ndevils (<span class=\"citation\" id=\"27294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27294)\">John 8:48<\/a><\/span>).\nOnly those who were the pure in heart saw him as the Son of God.\n<\/p><p>\nSo it is today. There are some who look upon the leaders of this Church and God's anointed\nas men who are possessed of selfish motives. By them the words of our leaders are always\ntwisted to try to bring a snare to the work of the Lord. Mark well those who speak evil of the\nLord's anointed for they speak from impure hearts. Only the \"pure in heart\" see the \"God\" or\nthe divine in man and accept our leaders and accept them as prophets of the Living God. The\ntestimonies of our leaders, in this connection, have been\nvery significant to me. I remember hearing President Grant on several occasions say:\n<\/p><p>\nWhenever certain individuals who are not living good lives, begin to compliment\nme and to speak well of me, I say to myself, \"Heber J. Grant, what's the matter\nwith you; you must not be doing your duty, or this kind of person wouldn't feel\nso kindly toward you.\"\n<\/p><p>\nI remember the prophetic pronouncement that was made from this stand by President George\nAlbert Smith eighteen months ago when he said:                                     \n<\/p><p>\nMany have belittled Joseph Smith, and those who have will be forgotten in the\nremains of mother earth and the odor of their infamy will be ever with them, but\nhonor, majesty, and fidelity to God attached to Joseph Smith's name and\nexemplified by him will never die.\n<\/p><p>\nI wish that statement could be heard to all the ends of the earth.\n<\/p><p>\nCRITICS SPIRITUALLY SICK\n<\/p><p>\nI want to bear you my testimony that the experience I have had has taught me that those who\ncriticize the leaders of this Church are showing signs of a spiritual sickness which, unless\ncurbed, will bring about eventually spiritual death. I want to bear my testimony as well that\nthose who in public seek by their criticism, to belittle our leaders or bring them into disrepute,\nwill bring upon themselves more hurt than upon those whom they seek thus to malign. I have\nwatched over the years, and I have read of the history of many of those who fell away from\nthis Church, and I want to bear testimony that no apostate who ever left this Church ever\nprospered as an influence in his community thereafter.\n<\/p><p>\nIt is well that we remember today that statement of the prophet of old which was sung so\nbeautifully as the words of the Master by the choir today. It was the Prophet Isaiah who said:\n<\/p><p>\n. . . Peace, peace to him that is far off, and to him that is near, saith the Lord; and\nI will heal him. But the wicked are like the troubled sea, when it cannot rest,\nwhose waters cast up mire and dirt. There is no peace, saith my God, to the\nwicked (<span class=\"citation\" id=\"25066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25066)\">Isa. 57:19-21<\/a><\/span>).\n<\/p><p>\nBrothers and sisters, my prayer is for all of us, that we may so live, that when our time\ncomes, we may not be afraid to die, and that when we die, we may look confidently forward\nto a life, an eternal life, in the presence of the Lord Jesus Christ in the celestial kingdom, and\nI pray it humbly, in his name. Amen.\n<\/p>\n<\/div>\n<\/div>"}