{"ID":3060, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “I Did Not Reach This Place By Myself”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/i-did-not-reach-this-place-by-myself.p2\" class=\"\">Elder Ronald E. Poelman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/i-did-not-reach-this-place-by-myself.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2ab8.jpg\" alt=\"Elder Ronald E. Poelman\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/i-did-not-reach-this-place-by-myself.p3\" class=\"\">The Savior of us all invites each of us individually to come to him and asks us to bring to him “a broken heart and a contrite spirit.” (<span class=\"citation\" id=\"17038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17038)\">D&amp;C 59:8<\/a><\/span>.) Never before have I sensed the significance of that invitation and request to the extent that I do now. At the same time, I feel a surge of strength and renewal for which I am profoundly grateful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/i-did-not-reach-this-place-by-myself.p4\" class=\"\">I accept this calling with faith and hope. Like the little turtle who found himself on the top of a fence post, I know that I did not reach this place by myself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/i-did-not-reach-this-place-by-myself.p5\" class=\"\">To my beloved family, friends, teachers, leaders, and associates, I feel intense gratitude and devotion beyond my power to express. As I review my life thus far, it seems to have been much more difficult and much more fulfilling than I could have anticipated. I only pray that the cumulative experiences of this life have prepared me in some way for what lies ahead. For now, I am called by the prophet of God to full-time, lifetime service in the cause of the Savior, and I have a sense of inadequacy which makes me realize that the preparation for this service has only just begun.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/i-did-not-reach-this-place-by-myself.p6\" class=\"\">To President Kimball, the other General Authorities, and to each of you, I feel great appreciation for your sustaining vote, and I pledge to you my best effort in any assignments which may come to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/i-did-not-reach-this-place-by-myself.p7\" class=\"\">Nearly thirty years ago, in response to my earnest study and fervent prayer, the Holy Spirit confirmed to me the fact that Jesus of Nazareth is the Son of God, the Savior and Redeemer of each individual soul. From that conviction, and by that same Spirit, has followed the knowledge that his gospel is eternally true, that it has been restored to the earth, that the scriptures—which I love—including the Book of Mormon, are divine records, that Joseph Smith and his successors, including Spencer W. Kimball, are prophets of God, and that our Heavenly Father loves us individually. For this knowledge I give thanks and leave you my personal witness that these things are true, in the name of our beloved Savior, the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}