{"ID":3061, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “May the Kingdom of God Go Forth”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_018<\/span>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p3\" class=\"\">While on a recent visit to continental Europe and Scandinavia, I had occasion to hold several press conferences with foreign news reporters. These reporters were somewhat informed and appeared amazed about the Church’s growth and progress as measured by the increase of converts. I said to them, “We’re grateful for this rapid growth in numbers. But we are even more grateful for the growth in faith and spirituality.” I then quoted some statistics in support of that statement. When I first came into the Council of the Twelve in 1943, I said, the average attendance at sacrament meeting—our Sunday preaching service—was about 20 percent. Today worldwide attendance is about 41 percent. Youth attendance is 46 percent, and attendance in the Primary—our young children—is 67 percent. The growth, progress, and increased spirituality of the members of the Church is not just accidental, I said to them. It is the result of a rich program based on eternal truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p4\" class=\"\">Jesus told the original Twelve that this would be one of the signs of the times. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p5\" class=\"\">“This gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.” (<span class=\"citation\" id=\"36611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36611)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36611)\">Matt. 24:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p6\" class=\"\">Today The Church of Jesus Christ of Latter-day Saints is extending the heralded message of the restoration of the gospel to every nation which permits us entrance through its borders. This is a fulfillment of the vision and revelation received by Daniel, the prophet, “Who foresaw and foretold the establishment of the kingdom of God in the latter days, never again to be destroyed nor given to other people.” <span class=\"citation\" id=\"17136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17136)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17136)\">D&amp;C 138:44<\/a><\/span>.) He likened the beginning of this kingdom to a small stone cut out of a mountain without human hands but which rolled forward to become a great mountain until it filled the entire earth. (See <span class=\"citation\" id=\"10751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10751)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10751)\">Dan. 2:34–35, 44–45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p7\" class=\"\">This interpretation was validated by the Lord to the Prophet Joseph Smith by modern revelation in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p8\" class=\"\">“The keys of the kingdom of God are committed unto man on the earth, and from thence shall the gospel roll forth unto the ends of the earth, as the stone which is cut out of the mountain without hands shall roll forth, until it has filled the whole earth.” (<span class=\"citation\" id=\"17045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17045)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17045)\">D&amp;C 65:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p9\" class=\"\">This is the heaven-decreed destiny of this church and kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p10\" class=\"\">Not all men will perceive the hand of God in this latter-day work. Jesus told Nicodemus, “Except a man be born again, he cannot see the kingdom of God.” (<span class=\"citation\" id=\"28945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28945)\">John 3:3<\/a><\/span>.) Without the guidance and inspiration of the Holy Ghost, there will be some who will see nothing more to the progress of the Church than a social curiosity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p11\" class=\"\">We may expect to see the righteousness of the Saints and the progress of the kingdom of God continue unabated, but it will not be without opposition. The Council of the Twelve proclaimed in 1845: “As this work progresses in its onward course, and becomes more and more an object of political and religious interest … no king, ruler, or subject, no community or individual, will stand <span class=\"emphasis\">neutral.<\/span> All will … be influenced by one spirit or the other; and will take sides either for or against the kingdom of God.” (James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> 5 vols., Salt Lake City: Bookcraft, 1965–70, 1:257.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p12\" class=\"\">Yes, as the Lord declared, “Zion <span class=\"emphasis\">must<\/span> increase in beauty, and in holiness; her borders <span class=\"emphasis\">must<\/span> be enlarged; her stakes <span class=\"emphasis\">must<\/span> be strengthened.” (<span class=\"citation\" id=\"17066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17066)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17066)\">D&amp;C 82:14<\/a><\/span>; italics added.) As righteousness will increase, so will evil. We see evidences of this all about us. It sometimes causes members of the Church to despair. We may be assured, however, that the Lord will take care of this in His own time and in His own way. Hear His decree:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p13\" class=\"\">“I, the Lord, am angry with the wicked. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p14\" class=\"\">“I have sworn in my wrath, and decreed wars upon the face of the earth, and the wicked shall slay the wicked, and fear shall come upon every man;<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p15\" class=\"\">“<span class=\"emphasis\">And the saints also shall hardly escape;<\/span> nevertheless, I, the Lord, am with them, and will come down in heaven from the presence of my Father and consume the wicked with unquenchable fire.” (<span class=\"citation\" id=\"17043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17043)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17043)\">D&amp;C 63:32–34<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p16\" class=\"\">“We may not be too far from the day prophesied by Heber C. Kimball, grandfather of President Spencer W. Kimball and member of the First Presidency. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p17\" class=\"\">“The Saints will be put to tests that will try the integrity of the best of them. The pressure will become so great that the more righteous among them will cry unto the Lord day and night until deliverance comes.” (“Prophecy of Heber C. Kimball,” <span class=\"emphasis\">Deseret News,<\/span> Church Section, May 23, 1931, p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p18\" class=\"\">But remember the Lord has said in modern revelation, “If ye are prepared ye shall not fear.” (<span class=\"citation\" id=\"17010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17010)\">D&amp;C 38:30<\/a><\/span>.) Are we prepared? God help us to be so for the tests of the days ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p19\" class=\"\">With these prophetic warnings and assurances before us and evidences of evil increasing, Church members are asking: “Why is not the Church doing more to expose the evils of our society?” “Is there a great conspiracy?” “What can I do to fight false philosophies which have crept into our school systems and society in general?” “With the precarious political and economic conditions, should I prepare my sons and daughters for college and future careers?” “Is the Church the only answer to the problems about us, or are there other things we should be doing?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p20\" class=\"\">It is easy to despair when we see about us the moorings of society slipping. We must remember, however, that the Lord sent His Saints into the world “to be a light unto the world, and to be the saviors of men.” (<span class=\"citation\" id=\"17105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17105)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17105)\">D&amp;C 103:9<\/a><\/span>.) This is a time when “Zion must arise and put on her beautiful garments.” (<span class=\"citation\" id=\"17067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17067)\">D&amp;C 82:14<\/a><\/span>.) The contrast between the Church and the world will be increasingly marked in the future, which contrast, we hope, will cause the Church to be more attractive to those in the world who desire to live according to God’s plan for us, His children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p21\" class=\"\">The Church will always stand for that which is honest, virtuous, true and praiseworthy. Such a pronounced stand <span class=\"emphasis\">for<\/span> righteousness constitutes a repudiation <span class=\"emphasis\">against<\/span> every evil and all false philosophies. The First Presidency and the Twelve are not oblivious to false philosophies and evils and will continue to warn the world and the Saints as the Lord directs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p22\" class=\"\">Yes, there is a conspiracy of evil. The source of it all is Satan and his hosts. He has a great power over men to “lead them captive at his will, even as many as would not hearken” to the voice of the Lord. (<span class=\"citation\" id=\"39536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39536)\">Moses 4:4<\/a><\/span>.) His evil influence may be manifest through governments; through false educational, political, economic, religious, and social philosophies; through secret societies and organizations; and through myriads of other forms. His power and influence are so great that, if possible, he would deceive the very elect. As the second coming of the Lord approaches, Satan’s work will intensify through numerous insidious deceptions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p23\" class=\"\">Parents also need to take a stand for all that is honest, virtuous, and praiseworthy. It is the responsibility of heads of families to support wholesome influences for their children in government, schools, in the home, in the neighborhoods, in stores, in local theaters. Parents have responsibility to see that freedom is preserved for their children, and that the present generation does not burden future generations with debt and wasteful extravagance. The gospel, the kingdom of God, can prosper only in an atmosphere of freedom. Every adult has responsibility in selecting government leadership, for as the Lord has said, “I, the Lord God, make you free, therefore ye are free indeed; … Nevertheless, when the wicked rule the people mourn. Wherefore, honest men and wise men should be sought for diligently.” (<span class=\"citation\" id=\"17100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17100)\">D&amp;C 98:8–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p24\" class=\"\">There is an urgent need for the development of a more firm and virtuous influence in the public affairs of each community, each state or province, and nations as a whole. A force for positive good is needed in every facet of public life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p25\" class=\"\">Too many heads of families are not involving themselves in the affairs of their communities on the ground that they have not received specific instructions from Church leaders. The Lord, however, has declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p26\" class=\"\">“It is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p27\" class=\"\">“Men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness;<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p28\" class=\"\">“For the power is in them. … And inasmuch as men do good they shall in nowise lose their reward.” (<span class=\"citation\" id=\"17029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17029)\">D&amp;C 58:26–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p29\" class=\"\">Joseph Smith, the prophet of this dispensation, declared: “It is our duty to concentrate all our influence to make popular that which is sound and good and unpopular that which is unsound.” (<span class=\"emphasis\">History of the Church,<\/span> 5:286.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p30\" class=\"\">We must ask ourselves: Are we doing all we can to actively participate in the preservation of our freedom in building an influence for positive good and resisting the flood of evil which threatens to inundate the whole human family?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p31\" class=\"\">A major responsibility of family heads is to help prepare youth for the future. Gospel principles may be instilled through effective family home evenings where youth will be fortified so that they have no need to fear for their future. Such teaching must be done in faith, testimony, and optimism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p32\" class=\"\">The Church’s mission is to declare the gospel of the kingdom to all the world, to redeem our kindred dead, and to perfect the Saints of the Church—a positive approach. Never in the history of the Church has there been such an expenditure of time, planning, and resources to accomplish this mission. In the final analysis, this effort is the <span class=\"emphasis\">only<\/span> solution to the problems of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p33\" class=\"\">When Jesus stood before Pilate, the Roman governor asked him whether or not He was a king. It was a political question. The Savior replied: “My kingdom is not of this world.” (<span class=\"citation\" id=\"28968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28968)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28968)\">John 18:36<\/a><\/span>.) His answer is apropos today: The work of His kingdom is preeminently spiritual. The economic, political, and social problems facing this nation, as well as other nations, will be solved only with the help of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p34\" class=\"\">The days ahead will be sobering and will test the faith of the Saints. But we may obtain strength from the Lord’s assurances found in modern revelation. I quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p35\" class=\"\">“He will preserve the righteous by his power. … Wherefore, the righteous need not fear; … they shall be saved, even if it so be … by fire.” (<span class=\"citation\" id=\"1745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1745)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1745)\">1 Ne. 22:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p36\" class=\"\">“I will fight your battles.” (<span class=\"citation\" id=\"17113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17113)\">D&amp;C 105:14<\/a><\/span>.) “No weapon that is formed against thee shall prosper; … This is the heritage of the servants of the Lord.” (<span class=\"citation\" id=\"5883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5883)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5883)\">3 Ne. 22:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p37\" class=\"\">“Great tribulations shall be among the children of men, <span class=\"emphasis\">but my people will I preserve.<\/span>” (<span class=\"citation\" id=\"39547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39547)\">Moses 7:61<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p38\" class=\"\">The kingdom of God will not fail; it shall not be destroyed; it will not be left to other people; it will stand forever until “the kingdoms of this world [will] become the kingdoms of our Lord, and of his Christ.” (<span class=\"citation\" id=\"42504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42504)\">Rev. 11:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p39\" class=\"\">Hear the prophecy of the Prophet Joseph Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p40\" class=\"\">“No unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done.” (<span class=\"emphasis\">HC,<\/span> 4:540.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p41\" class=\"\">Christian denominations the world over have prayed for centuries for the kingdom of God to come. We earnestly and publicly declare: that day is now here!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p42\" class=\"\">To Latter-day Saints the world over, we say: Let not your hearts be troubled. Keep the commandments of God. Follow the counsel of his living prophet, taking care not to exceed the counsel with your own private views. Teach your children to walk uprightly before the Lord. Pray in your homes morning and evening. Pray for civil magistrates and leaders even when you do not agree with them. Pray for the leaders of the Church. Pray, as you have been counseled, that the doors of nations of the world will be opened to the preaching of the gospel. Obey the laws of your country; rebel not against civil authority. Do your duty as citizens. “Do not yield to the bad, but always oppose it with good.” (Virgil.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p43\" class=\"\">To all who have allegiance to the kingdom of God, we say: “Seek ye … first the kingdom of God.” (<span class=\"citation\" id=\"36576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36576)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36576)\">Matt. 6:33<\/a><\/span>.) “Arise and shine forth, that thy light may be a standard for the nations; And that the gathering together upon the land of Zion, and upon her stakes, may be for a defense, and for a refuge from the storm, and from wrath when it shall be poured out without mixture upon the whole earth.” (<span class=\"citation\" id=\"17119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17119)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17119)\">D&amp;C 115:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p44\" class=\"\">Yes, “Call upon the Lord, that his kingdom may go forth upon the earth, that the inhabitants thereof may receive it, and be prepared for the days to come, in the which the Son of Man shall come down in heaven, clothed in the brightness of his glory, to meet the kingdom of God which is set up on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p45\" class=\"\">“Wherefore, may the kingdom of God go forth, that the kingdom of heaven may come.” (<span class=\"citation\" id=\"17046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17046)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17046)\">D&amp;C 65:5–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/may-the-kingdom-of-god-go-forth.p46\" class=\"\">I bear humble witness that The Church of Jesus Christ of Latter-day Saints is the restored kingdom of God on earth today. Its message and blessings are for all of our Father’s children. It is the truth, to which I bear grateful testimony in the sacred name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}