{"ID":3063, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Not My Will, but Thine”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p2\" class=\"\">Elder Robert L. Simpson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26ea.jpg\" alt=\"Elder Robert L. Simpson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p3\" class=\"\">My beloved brethren of the priesthood, my heart always fills to overflowing as we meet each six months in this great general priesthood meeting of the Church. Believe me when I say that no force on earth can possibly match the potential power of so many men meeting together with the priesthood of God as their common cause.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p4\" class=\"\">Thanks to the modern-day miracle of such things as transistors, coaxial cables, and earth-orbiting satellites, other thousands are able to join with us in faraway places. Way over in Perth, Australia, halfway around the world from Salt Lake City, I can visualize Bruce Opie, the mission president, sitting in the midst of his missionaries as they attend this priesthood meeting on the shores of the Indian Ocean. It is already tomorrow morning where they are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p5\" class=\"\">Then there is young Carlos down in Argentina, where it’s midnight; but who cares about a few hours of lost sleep compared to the privilege of being instructed by a living prophet? You see, Carlos is preparing to invest two years of his life as a missionary for the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p6\" class=\"\">Speaking of investments: While walking down Main Street the other day, I was impressed with the number of signs encouraging people to invest their money. Each bank offered a return on that investment of 6 to 8 percent, depending upon the conditions of investment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p7\" class=\"\">Just about four months ago a missionary was released from one of our Australia-New Zealand missions and in the following report talks about the Lord’s interest payments or dividends received following an investment of two years in His service. The missionary writes:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p8\" class=\"\">“First and foremost, I learned the importance and power of prayer—I learned to communicate with the Lord, and how to recognize His answers—even when He says no. I learned about having implicit faith and trust in the Lord, something I never had before. I learned to heed the promptings of the Holy Ghost. I also developed the gift of discernment. I had this to a degree before, but in the mission field I learned how to use it properly. Most important of all, I learned about myself, what I could really do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p9\" class=\"\">“I found an ability to communicate with other people,” he continues, “and that has been a major milestone in my life. Since finishing my mission, I can walk across campus with my head held high, and look others in the eye. I am now at ease with people; I can face situations. I am not afraid to speak my piece—and I can do it appropriately. I find myself much more organized and tidy—Mom can’t believe it’s me! I can work harder and accomplish more. I have always cared for others, but now I know how to show my concern. I don’t fall apart as easily as I used to; so you could say without question, I have changed significantly, thanks to my mission.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p10\" class=\"\">Now listen to this part: “As I awaited my hour of release, I received a witness that the Lord was pleased with my effort. It was thrilling when I talked to the mission president, especially when he looked me in the eye and said, ‘I am proud of you.’ That was reward enough for me. What a great feeling to look back and know that I gave the Lord the best that was in me! It brings a satisfaction and a peace that can come in no other way.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p11\" class=\"\">Here’s another choice bit: “I was very nervous about my homecoming talk in sacrament meeting. I wanted to say the right things. Since that special Sunday evening, my bishop writes me down here at the “Y” [Brigham Young University] and tells me that there are three young people in the ward beginning to plan for missions as a direct result of my talk!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p12\" class=\"\">And finally: “Not once have I ever regretted accepting the call to go on a mission. It is the most worthwhile thing I ever did. I am even thankful for the hard times, for they strengthened my character and helped me to at least begin to be the person my Heavenly Father would have me be. I learned so much more than I could have learned if I had stayed home. The Church is true without a doubt, and I am so thankful just to be a member. I am so thankful for the relationship which I have developed with the Savior, for it is an outgrowth of my mission and nothing else.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p13\" class=\"\">Yes, that’s a great letter, and we can say without reservation that the Lord is the greatest paymaster in the world—not 6 percent, not 8 percent, but would you believe something like a thousand percent interest? And not only immediate interest, but it goes on forever. What a tremendous dividend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p14\" class=\"\">But to go on a mission for the singular purpose of self-improvement is really doing the right thing for the wrong reason. Anyone who answers a call to go on an errand for the Lord must have as his objective the totally unselfish desire to bless the lives of other people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p15\" class=\"\">As it was with the Savior, so must it be with us who take upon ourselves priesthood authority and the attendant obligation to represent Him. It is not always at our own convenience but, more importantly, as His Spirit whispers and when the direction comes. To be called on a mission is not the easy downhill path, but almost always there is some struggle involved; there will be a high degree of sacrifice required and, without exception, plenty of hard work and all of the faith that we can muster to accomplish it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p16\" class=\"\">Brethren of the priesthood, whether you be the most recently ordained deacon or a high priest with years of rich experience, your duty is to prepare yourselves for a mission call. If you have never been on a mission, the Lord wants you to prepare for one. If you have been on a mission, the Lord wants you to prepare for another one. There are four billion people out there who need what we have—and they need it urgently!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p17\" class=\"\">Let me conclude by sharing with you a recent episode in the life of Elder Anguiano, a young Mexican-American who prepared for a Spanish-speaking mission, only to be called by the prophet to serve in Christchurch, New Zealand, of all places! Imagine a young man with Spanish as his prime language being sent to a country where the Spanish language is spoken very rarely, if ever!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p18\" class=\"\">As President Philip Sonntag waited at the airport for his one lone missionary to arrive, his mind was seeking for divine help in the proper placement of a young man with Spanish language ability in a mission where only English was understood. As the passengers started deplaning, President Sonntag spotted his new elder immediately. Maybe it was his gleaming, new white shirt that seemed particularly white compared to the other holidaying passengers. His sparkling attitude set him apart as being very special. He was one of the Lord’s anointed. His steps quickened as he neared the terminal building. He was obviously eager to start his mission. As he approached his mission president, it was with outstretched arms for a warm Mexican <span class=\"emphasis\">abrazo.<\/span> This was his background, this was his custom even in faraway New Zealand. And then he spoke his first words: “President, I have come here to baptize.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p19\" class=\"\">Now, mission presidents don’t usually release one of their assistants to be a trainer for a new missionary, but when the Spirit prompted President Sonntag for the third time, he was convinced, and Elder Keung, an outstanding young man of Chinese and Maori parentage, was made available to form this “League of Nations” companionship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p20\" class=\"\">Would you believe that not more than three weeks later President Sonntag was informed that the two had contacted what was perhaps the only family on the south island of New Zealand who could speak nothing but Spanish? This Chilean family, newly arrived in New Zealand, needed the Church. They needed Elder Anguiano, and the Lord answered that need through a living prophet. Not only that, but word has now come that more than one hundred other families from Chile are currently in the process of immigrating to New Zealand, and Elder Anguiano is anxiously waiting with his newly baptized family to start the friendshipping and teaching process.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p21\" class=\"\">The Lord is in charge of this work! You and I are involved in a divine process that involves the salvation of Heavenly Father’s children wherever they may be. We must prepare now so the prophet will not be restricted in what he has been given to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p22\" class=\"\">Our greatest challenge as missionaries will be to lift people up, to literally remove them from the ways of the world—a world that is being rocked with immorality, weakened by unclean thoughts, eroded by selfishness, and riddled with human pride. May virtue garnish our thoughts unceasingly; then our confidence will be strong in His service. (See <span class=\"citation\" id=\"17123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17123)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17123)\">D&amp;C 121:45<\/a><\/span>.) We first must take ourselves out of the world as much as we can; then, standing on higher ground, we can reach out; we can lift up; we can then teach the truth. It shouldn’t matter when the call comes. It shouldn’t matter where we are asked to go. It may be within the ward, it could be halfway around the world; but as the Savior said during His most trying hour, “Father, … not my will, but thine, be done.” (<span class=\"citation\" id=\"32019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32019)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32019)\">Luke 22:42<\/a><\/span>.) I wonder if each of us could say that right here tonight: “Not my will, but thine.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/not-my-will-but-thine.p23\" class=\"\">May it be so, I pray, for in this great priesthood assemblage tonight are those foreordained to be the hope of the world; and I so declare it as my personal testimony, and I do it in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}