{"ID":307, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Duties of Parents<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1947, pp. 70-76<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI feel grateful, brothers and sisters, for this occasion, and for the privilege of worshipping\nwith you, as I do when I travel, week after week, through the stakes of Zion. You are the\nmost wonderful people in the world, and I thank the Lord to be considered worthy to be\nnumbered among you.\n<\/p><p>\nAARONIC PRIESTHOOD PAGEANT\n<\/p><p>\nDuring the past week or ten days, we presented in this tabernacle the\nAaronic Priesthood pageant, <i>Prepare Ye the Way<\/i>. I would like to express, for the Presiding\nBishopric of the Church, our appreciation to all those who made the pageant possible: to\nSister Evelyn Wood for writing it, Brother Mitchell for preparing the music, Brother Palmer\nand Brother Lees for directing it, and all who took part therein.\n<\/p><p>\nSince witnessing the presentation of it three times, I have thought a great deal of the message\nthat it conveyed. Several of the speakers in this conference have referred to our pre-existent\nstate. I am sure that if the veil were rolled back and we understood today as we did then, the\npurpose of earth life, and the privileges that were to be ours, we would be a little more\nattentive to responsibilities which are ours.\n<\/p><p>\nIn the pageant, when the spirits were about to come to this earth, Father Adam was asked if\nthere would be anyone here at the crossroads to show them the way, and they were told there\nwould be their parents and the priesthood of God. If these two should not fail there would not\nbe much danger or much to worry about our young people, but if the parents fail and the\npriesthood fails in its duty, then we can hardly expect that these choice spirits of promise will\nreturn to the Father and receive the plaudit: \"Well done thou good and faithful servant.\"\n<\/p><p>\nThose of you who saw the pageant will remember that when some of the boys dropped out of\nthe priesthood activity and gave their reasons for so doing, one little fellow said: \"My father\ndoesn't go to priesthood meeting, and I want to be like my father.\" Following our\npresentation of the pageant six years ago, a Relief Society in one of the wards in a testimony\nmeeting was discussing the pageant, and one good sister said: \"I took my husband to see the\npageant and when that little fellow said: 'My father doesn't go to priesthood meeting, and I\nwant to be like my father,' I felt my husband cringe just like he had been hit with an electric\nshock. The next Sunday morning when my boy was getting ready for priesthood meeting his\nfather said, 'Wait a minute my boy, I am going with you.' The boy said: 'You don't mean it\ndo you, Dad?' And I got his eye and told him not to say anything about the pageant, and his\nfather went along with him to priesthood meeting.\"\n<\/p><p>\nWe have been told as we travel throughout the Church that the greatest deterrent to the\nsuccess of the Aaronic Priesthood and Latter-day Saint girls program of the Church is the\nindifference of the parents. It seems almost incredible to believe that such a thing is true.\n<\/p><p>\nPARENTS INFLUENCE CHILDREN\n<\/p><p>\nBrother Benson, in his beautiful address on the home, told us of the charge the Lord has laid\nupon the parents in Israel to teach their children faith in the Living God, repentance and\nbaptism, and the laying on of hands, and teach them to pray and to walk\nuprightly before the Lord in all things, with the statement that if they failed in so doing the sin\nwould be upon the heads of the parents\n(<span class=\"citation\" id=\"12367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12367)\">D&amp;C 68:25<\/a><\/span>).\nI wish every father and mother in Israel realized what\nthat meant and what it will mean when they give a reckoning for the stewardship that has\nbeen theirs to be privileged to be the parents of these chosen spirits who are permitted to\ncome upon the earth in this day and time.\n<\/p><p>\nA short time ago one of the leaders in the Aaronic Priesthood in one of our stakes handed me\na copy of an article that appeared in a magazine that was published by the Kiwanis Club. I\nwant to read a few excerpts from it:\n<\/p><p>\nThere is a general opinion that children are bright. In my opinion there is no\ngreater fallacy. They are so dumb that it is a wonder we ever make really useful\ncitizens out of them.\n<\/p><p>\nTo illustrate, the article says,\n<\/p><p>\nI know a fellow, a Kiwanian by the way, who has two small boys. He is a\nwell-educated, cultured gentleman, with a lovely wife and a nice home. Those two\nboys have been reared with every advantage. This man takes his golf clubs and\nhikes out to the golf course every Sunday morning of his life, and can you\nimagine it, those two boys are so dumb that they can't understand why they\nshould be made to go to Sunday School? They think they should be permitted to\ngo fishing or swimming Sunday morning instead of going to church! Nothing their\nfather says to them seems to convince the dumb little creatures that they should\nspend two hours in church on Sunday morning.\n<\/p><p>\nTo save time, I will relate one or two more of these comments. The next one is about the\nfather and mother who always preface their meal with a cocktail. They have a son and a\ndaughter in high school who went to a dinner-dance, and the father found out that the children\neach had a cocktail before dinner. Those two kids were so dumb that when they were called\non the carpet by their dad, they couldn't understand why they shouldn't drink cocktails! \"I tell\nyou, kids are dumb.\"\n<\/p><p>\nA man who occupied a prominent position in his community, when he was out in the yard\nand would hit his finger with a hammer or run against a wire clothesline, would make the sky\nblue with his profanity, and yet when his six-year-old boy called the cat a \"damned cat\"\nbecause it ran across the table, the father promptly spanked him and washed his mouth out\nwith soap, but he was never able to make that dumb kid understand that it was wrong to\nswear. And there was a mother who did not like to entertain company when she wasn't in the\nmood, and if someone would call and want to come over to visit her, she would immediately\nsay she had house guests and couldn't receive them, or if they wanted to speak to her on the\nphone and she wasn't in the mood, she would turn to her little girl and say, \"Tell them I am\nnot home.\" Do you know that dumb little girl lies like Ananias\n(<span class=\"citation\" id=\"7588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7588)\">Acts 5:1-5<\/a><\/span>). The mother has done all she\ncan to break her of it, but the child is just a natural born liar!\n<\/p><p>\nLet me read another comment on parents:\n<\/p><p>\n'Twas a sheep not a lamb<br \/>\nThat strayed away in the parable Jesus told,<br \/>\nA grown-up sheep that strayed away<br \/>\nFrom the ninety and nine in the fold.<br \/>\nAnd why for the sheep should we seek<br \/>\nAnd earnestly hope and pray?<br \/>\nBecause there is danger when sheep go wrong:<br \/>\nThey lead the lambs astray.<br \/>\nLambs will follow the sheep, you know,<br \/>\nWherever the sheep may stray. When sheep go wrong,<br \/>\nIt won't take long till the lambs are as wrong as they.<br \/>\nAnd so with the sheep we earnestly plead<br \/>\nFor the sake of the lambs today,<br \/>\nFor when the sheep are lost<br \/>\nWhat a terrible cost<br \/>\nThe lambs will have to pay.<br \/><br \/>\n&nbsp; &nbsp;                               &mdash;<i>The Echo<\/i>, C. C. Miller\n<\/p><p>\nTEACH CHILDREN TO HONOR THE SABBATH\n<\/p><p>\nIf the fathers and mothers in Israel understood the importance of this they would take their\nboys and girls with them to Church. No father would ever let a boy of his grow up\ndishonoring the Sabbath day, working on the Sabbath day when it is work that does not\nabsolutely have to be done. Brigham Young's statement to the Saints when they first entered\nthis valley was that if they worked on the Sabbath day they would lose more during the week\nthan they gained by so doing. And we can't get away from the command of the Lord when he\nsaid that we should honor the Sabbath day and keep it holy\n(<span class=\"citation\" id=\"22569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22569)\">Ex. 20:8<\/a><\/span>), and if you fathers think you can\nwork on the Sabbath when you don't have to, you must not be surprised if your boys are just\ndumb enough to do the same thing when they grow to manhood.\n<\/p><p>\nOn the other hand what a marvelous thing if we set out with the thought in our minds that no\nmatter what the cost, we will say with the prophet of old:\n<\/p><p>\n. . . as for me and my house, we serve the Lord\n(<span class=\"citation\" id=\"30032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30032)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nWORK FOR YOUR CHILDREN'S WELFARE\n<\/p><p>\nContrasted to what I have just read, I want to tell you about a convert to the Church who\ncame into my office just a few weeks ago. She and her husband came here for the gospel's\nsake. They  had misfortune after they arrived; through sickness and hospital bills they were\nbrought down to where they had to move into a section which was not desirable, and I know,\nas you do, like the story we used to hear as boys, of the one bad apple that spoils the whole\nbushel, sometimes something breaks loose that is very undesirable. So this sister came in and\nsaid. \"Bishop, there are some wicked young people in the locality where I am, and unless\nsomething is done about it, they are going to destroy the virtue of my\ndaughters. And I have come here to see if something can't be done.\" We have heard the\nSaints bear testimony that they would give their lives for the testimony that is theirs, and that\nis marvelous, but I wonder if they would be just as willing to live for the testimony that is\ntheirs as to die for it, so when we find conditions that threaten the virtue and the honor and\nthe integrity of our children we do something about it. This little mother did something about\nit. We got the bishop and the stake president on the job and she said: \"Bishop Richards, if I\nhave to do it, I will protect the virtue of my daughters if I have to purchase a tent and go up\nhere on the foothills and live away from the rest of you.\" That is the kind of faith that will\nwin and bring the parents out triumphant in watching over their children that have been\nentrusted to them.\n<\/p><p>\nI remember reading in <i>The Improvement Era<\/i> a statement about one of our good Latter-day\nSaint mothers over in Germany who, when the invading army came in, knowing how they\nravished the women, took her two daughters up in the attic of a house almost destroyed by\nthe bombs, and there exposed to the weather, she and the daughters remained for several days,\nand then when she thought it was safe she came down but left the daughters there for days to\nprotect their virtue. God bless that mother and every mother like her in all the world, who is\nwilling to do all in her power to protect her children against the wickedness of this world.\n<\/p><p>\nWe have all heard the story about Sister Mary Fielding Smith, the mother of President Joseph\nF. Smith, who came in from Mill Creek with a load of produce and delivered it to the old\ntithing office on the block east of here. The good brother in charge, knowing she was a\nwidow and how hard it was for her to get along, hardly had the courage to let her unload that\nwagon at the tithing office. He said, \"Take it home. You need it as much as anyone in the\nChurch.\" Sister Smith said, \"I can't do it. My children must know that we pay our tithing.\"\nShe knew that lesson must be taught to her children. Has she been rewarded? Her son grew\nup to become the prophet of the Lord to preside over this great Church.\n<\/p><p>\nFAITH OF WIDOW\n<\/p><p>\nWhen I was the bishop of a ward and we were building a meetinghouse, a little German\nwidow came to me one day and said: \"Bishop, I haven't received my allotment for the\nmeeting-house.\" I said, \"No, Sister, and you aren't going to get one. If you will just care for\nthose little children your husband left you with, we will build the meetinghouse.\" \"Ah,\" she\nsaid, \"Bishop, but I must be able to point to that meetinghouse and tell my children we have\ndone our part.\" So I said, \"God bless you, Sister, but you will have to say what your part is\nthen,\" and she gave us a substantial contribution toward that meetinghouse. I have met her\nchildren as I have traveled about from place to place in this Church and have\nfound them active, and I want to tell you she didn't case her bread upon the water in vain, for\nas the prophet of old said, \"For thou shalt find it after many days\"\n(<span class=\"citation\" id=\"21402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21402)\">Eccl. 11:1<\/a><\/span>).\n<\/p><p>\nYou remember what Alma did when his son, Alma, didn't walk in the ways of the Lord and\nwent about trying to destroy the Church. He just did not give the Lord any rest about it; he\ntook it to the Lord in mighty prayer until an angel of heaven appeared to his son, Alma, and\nthe sons of Mosiah, and when the angel spake unto Alma and his brethren, he caused the\nearth to shake (<span class=\"citation\" id=\"40215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40215)\">Mosiah 27:11-15<\/a><\/span>).\nThey all engaged in the ministry and labored as missionaries unto the\nLamanites, and one by one the sons of Mosiah refused to serve as king over the people,\ndesiring rather that they might continue their ministry among the Lamanites\n(<span class=\"citation\" id=\"40216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40216)\">Mosiah 28:10<\/a><\/span>).\n<\/p><p>\nAnd this is Alma's statement after his conversion:\n<\/p><p>\nO that I were an angel, and could have the wish of mine heart, that I might go\nforth and speak with the trump of God, with a voice to shake the earth, and cry\nrepentance unto every people! Yea, I would declare unto every soul, as with the\nvoice of thunder, repentance and the plan of redemption, that they should repent\nand come unto our God, that there might not be more sorrow upon all the face of\nthe earth (<span class=\"citation\" id=\"8850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8850)\">Alma 29:1-2<\/a><\/span>).\n<\/p><p>\nThe greatest sorrow upon the face of this earth is when men and women depart from the ways\nof the Lord, for truly the prophet hath said:\n<\/p><p>\n. . . the way of transgressors is hard\n(<span class=\"citation\" id=\"41396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41396)\">Prov. 13:15<\/a><\/span>).\n<\/p><p>\nPRAY FOR YOUR CHILDREN\n<\/p><p>\nNow I want to admonish you to pray for your children, to work for your children, to do all\nwithin your power to help save them. God may not always send an angel from heaven, as he\ndid in answer to Alma's prayer, but I want to tell you there are men and women in this\nChurch by the thousands and tens of thousands who are as angels of heaven in the hands of\nGod in helping to show the youth of Zion the way to eternal life.\n<\/p><p>\nI want to tell you just how the Lord uses some of these. One of our good brethren, who was\npresident of a high priests quorum, and has since passed away, told me this story himself. He\nwas working for the city. He was driving up Main Street one night and saw a boy in uniform\nbeing accosted by a wicked woman. He said: \"Something said to me, 'Stop and rescue that\nboy.' I pulled my car off to the side of the street and went over and took that boy by the arm\nand said: 'You come and go with me.' The woman said, 'Oh, no you don't, he belongs to\nme.'\" This brother said: \"I will turn you over to the police,\" and she looked down and saw a\npoliceman on the corner and walked away. He took that boy, sobered him up and put him in\na hotel. The boy said he had never lost his virtue and said, \"I don't know why I found myself\nin this condition.\" He gave the boy his name, and the boy wrote to his\nmother back in Virginia, and after a few days this good brother received a letter from that\nboy's mother, reading something like this: \"I don't know why you stopped your auto and\nrescued my boy, save that I prayed to God that night, for him, as I had never done before,\nand the Lord used you as an instrument to rescue my boy.\"\n<\/p><p>\nNow if there were time I could tell you how the Lord uses these bishops and these advisers in\nthe Aaronic Priesthood and in the Latter-day Saint girls program and the teachers in the\nauxiliaries of this Church in order to help the parents. So, in the words of the pageant, there\nare the parents at the crossroads, and the great organization of the priesthood of this Church\nto show youth the way.\n<\/p><p>\nGod help both to use all their power for the salvation of our boys and our girls, I pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}