{"ID":3070, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “What Is Truth?”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p2\" class=\"\">Elder John H. Vandenberg<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:244c.jpg\" alt=\"Elder John H. Vandenberg\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p3\" class=\"\">It has been but seven days since throngs of people attended those special worship services, hearing songs and sermons, commemorating that most important event—the crucifixion and resurrection of our Lord and Savior, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p4\" class=\"\">In reviewing and pondering that miracle, my thoughts have been drawn to the episode after the Jews had bound Jesus and led Him to the judgment hall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p5\" class=\"\">It is recorded in the scripture:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p6\" class=\"\">“Then Pilate entered into the judgment hall … and called Jesus, and said to him, Art thou the King of the Jews?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p7\" class=\"\">“Jesus answered him, Sayest thou this thing of thyself, or did others tell it thee of me?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p8\" class=\"\">“Pilate answered, Am I a Jew? Thine own nation and the chief priests have delivered thee unto me: what hast thou done?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p9\" class=\"\">“Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p10\" class=\"\">“Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p11\" class=\"\">“Pilate saith unto him, What is truth? And when he had said this, he went out again unto the Jews, and saith unto them, I find in him no fault at all.” (<span class=\"citation\" id=\"28967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28967)\">John 18:33–38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p12\" class=\"\">Further negotiations, however, between Pilate and the accusers of Jesus brought about the crucifixion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p13\" class=\"\">With the question “What is truth?” Pilate left Jesus standing alone, without granting Him the courtesy of reply. One wonders why. Such action leads one to believe that Pilate feared the truth, perhaps as others might fear it—not being willing to face up to it, not wishing to take upon themselves the discipline and responsibility demanded by truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p14\" class=\"\">Jesus said, “Every one that is of the truth heareth my voice.” Those who are “of the truth” are those who sincerely seek after it. All of mankind should be seekers after truth for it is the supreme essence of their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p15\" class=\"\">One author expresses such a thought with these words: “Yet truth, which only doth judge itself, teacheth that the inquiry of truth, which is the love-making or wooing of it, the knowledge of truth, which is the presence of it, and the belief of truth, which is the enjoying of it, is the sovereign good of human nature.” (Francis Bacon, “Essay of Truth,” <span class=\"emphasis\">Harvard Classics Vol. 3: Bacon, Milton’s Prose, Thos. Browne,<\/span> New York: P. F. Collier and Son, Co., 1909, p. 8.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p16\" class=\"\">In harmony with that thought an ancient poet wrote: “‘It is a pleasure to stand upon the shore and to see ships tossed upon the sea; a pleasure to stand in the window of a castle and to see a battle and the adventures thereof below: but no pleasure is comparable to the standing upon the vantage ground of truth’ (a hill not to be commanded, and where the air is always clear and serene), ‘and to see the errors and wanderings and mists and tempests in the vale below’; so always that this prospect be with pity, and not with swelling or pride. Certainly, it is heaven upon earth, to have a man’s mind move in charity, rest in providence, and turn upon the poles of truth.” (Bacon, quoting Lucretius, in “Essay of Truth,” p. 8.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p17\" class=\"\">It is fitting that we remember the words of Jesus: “And for this cause came I into the world, that I should bear witness unto the truth.” (<span class=\"citation\" id=\"28969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28969)\">John 18:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p18\" class=\"\">Truth is knowledge! “This is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” (<span class=\"citation\" id=\"28966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28966)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28966)\">John 17:3<\/a><\/span>.) Truth defined is found in the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p19\" class=\"\">During the Savior’s ministry on earth, He organized His church, choosing humble but sincere men to be His apostles; He lived with them; He made journeys with them; He taught them; He performed miracles before them; He ordained them, granting authority and power—all preparatory to sending them into the world to declare His gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p20\" class=\"\">On a certain occasion as He journeyed with them, “Jesus came into the coasts of Caesarea Philippi, [and] he asked his disciples, saying, Whom do men say that I the Son of man am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p21\" class=\"\">“And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p22\" class=\"\">“He saith unto them, But whom say ye that I am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p23\" class=\"\">“And Simon Peter answered and said, Thou art the Christ, the Son of the Living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p24\" class=\"\">“And Jesus answered and said unto him, Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p25\" class=\"\">“And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.” (<span class=\"citation\" id=\"36593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36593)\">Matt. 16:13–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p26\" class=\"\">The rock of revelation is the foundation of His church. The principle of revelation is indispensable in the living church. This principle is inherent in the affairs of God as He directs His children through His prophets. The Church of Jesus Christ of Latter-day Saints was restored under the power and authority of divine revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p27\" class=\"\">Early in the nineteenth century a sincere young man whose name was Joseph Smith, a seeker after truth, found in the Epistle of James (which was written to the “twelve tribes which are scattered abroad” [<span class=\"citation\" id=\"26293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26293)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26293)\">James 1:1<\/a><\/span>]) these powerful words: “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p28\" class=\"\">“But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p29\" class=\"\">“For let not that man think that he shall receive any thing of the Lord.” (<span class=\"citation\" id=\"26296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26296)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26296)\">James 1:5–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p30\" class=\"\">With that heavenly invitation to truth, Joseph Smith ventured into the sphere of prayer and received the knowledge of the Father and the Son, two personalities, and instructions from the voice of the Savior. In response to his inquiry Joseph was told that none of the churches existent were true, that “they draw near to me with their lips, but their hearts are far from me, they teach for doctrines the commandments of men, having a form of godliness, but they deny the power thereof.” (<span class=\"citation\" id=\"30620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30620)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30620)\">JS—H 1:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p31\" class=\"\">Further instruction came to him at that time that he would be God’s instrument in restoring His true church upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p32\" class=\"\">“Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.” (<span class=\"citation\" id=\"10467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10467)\">Amos 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p33\" class=\"\">Sometime later in 1841, eleven years after the organization of the restored church, Joseph Smith was requested to set forth a brief statement of the belief of its members. This statement is known as the Articles of Faith. The eighth and ninth articles of that statement express our belief with respect to revelation from the divine source. It says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p34\" class=\"\">“We believe the Bible to be the word of God as far as it is translated correctly; we also believe the Book of Mormon to be the word of God. [<span class=\"citation\" id=\"6952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6952)\">A of F 1:8<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p35\" class=\"\">“We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God.” [<span class=\"citation\" id=\"6953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6953)\">A of F 1:9<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p36\" class=\"\">We know that the Bible is a compilation of the available revealed messages received by the prophets from God for the benefit and guidance of God’s children here on earth. The Bible is the foundation of our religious library. It has been brought to us in an honorable manner and is sorely needed in this modern world. It contains much of what we need to know. How would we have known of Jesus had the record been lost? Think of the revealing words of John:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p37\" class=\"\">“In the beginning was the Word, and the Word was with God, and the Word was God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p38\" class=\"\">“The same was in the beginning with God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p39\" class=\"\">“All things were made by him; and without him was not any thing made that was made.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p40\" class=\"\">“In him was life; and the life was the light of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p41\" class=\"\">“He was in the world, and the world was made by him, and the world knew him not.” (<span class=\"citation\" id=\"28939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28939)\">John 1:1–4, 10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p42\" class=\"\">Jesus was the Creator of this world and all things pertaining to it. He was Jehovah who revealed His will to the prophets, thus ushering in all of the gospel dispensations that have occurred.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p43\" class=\"\">The Bible, however, does not contain <span class=\"emphasis\">all<\/span> the revelation that has ever been given.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p44\" class=\"\">Through modern revelation the Book of Mormon was brought forth through the Prophet Joseph Smith. It stands as a new witness of Jesus Christ and discloses that His gospel was known to the ancient inhabitants of the Americas and that He visited the Americas after His ascension. These inhabitants were known to Him as “other sheep of my fold” (see <span class=\"citation\" id=\"28954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28954)\">John 10:16<\/a><\/span>; <span class=\"citation\" id=\"5880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5880)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5880)\">3 Ne. 15:21<\/a><\/span>) for they carried in their veins the blood of Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p45\" class=\"\">Through modern revelation we now know that Adam received the gospel. It has been revealed that “Adam and Eve, his wife, called upon the name of the Lord, and they heard the voice of the Lord … speaking unto them, and they saw him not; for they were shut out of his presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p46\" class=\"\">“And he gave unto them commandments, that they should worship the Lord their God, and should offer the firstlings of their flocks, for an offering unto the Lord. And Adam was obedient unto the commandments of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p47\" class=\"\">“And after many days an angel of the Lord appeared unto Adam, saying: Why dost thou offer sacrifices unto the Lord? And Adam said unto him: I know not, save the Lord commanded me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p48\" class=\"\">“And then the angel spake, saying: This thing is a similitude of the sacrifice of the Only Begotten of the Father, which is full of grace and truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p49\" class=\"\">“Wherefore, thou shalt do all that thou doest in the name of the Son, and thou shalt repent and call upon God in the name of the Son forevermore.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p50\" class=\"\">“And in that day the Holy Ghost fell upon Adam, which beareth record of the Father and the Son, saying: I am the Only Begotten of the Father from the beginning, henceforth and forever, that as thou hast fallen thou mayest be redeemed, and all mankind, even as many as will.” (<span class=\"citation\" id=\"39539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39539)\">Moses 5:4–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p51\" class=\"\">We now know more concerning Enoch. The Bible gives but little information about this great prophet. Latter-day revelation tells of his work among his people. Says Enoch, “The Lord which spake with me, the same is the God of heaven, and he is my God, and your God.” (<span class=\"citation\" id=\"39544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39544)\">Moses 6:43<\/a><\/span>.) He explained to Enoch the whole plan of salvation, the gospel of Jesus Christ as it had been declared to father Adam.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p52\" class=\"\">We now know more of Noah, that the “Lord ordained Noah after his own order, and commanded him that he should go forth and declare his Gospel unto the children of men, even as it was given unto Enoch.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p53\" class=\"\">“Noah continued his preaching, … saying: Hearken, and give heed unto my words;<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p54\" class=\"\">“Believe and repent of your sins and be baptized in the name of Jesus Christ, the Son of God, even as our fathers, and ye shall receive the Holy Ghost, that ye may have all things made manifest; and if ye do not this, the floods will come in upon you; nevertheless they hearkened not.” (<span class=\"citation\" id=\"39549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39549)\">Moses 8:19, 23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p55\" class=\"\">Now we know more of Abraham, as Jehovah spoke to him and said: “My name is Jehovah, and I know the end from the beginning; therefore my hand shall be over thee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p56\" class=\"\">“And I will make of thee a great nation, … and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations.” (<span class=\"citation\" id=\"7342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7342)\">Abr. 2:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p57\" class=\"\">He declared to Abraham the vision of the preexistence of mankind: “Now the Lord had shown unto me … the intelligences that were organized before the world was; and among all these there were many of the noble and great ones;<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p58\" class=\"\">“And God saw these souls that they were good … and he said unto me: Abraham, thou art one of them; thou wast chosen before thou wast born.” (<span class=\"citation\" id=\"7344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7344)\">Abr. 3:22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p59\" class=\"\">Were we to continue to review all of the modern revelations, we would come to realize that this is now the time of which Paul revealed to the Ephesians “that in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven and which are on earth.” (<span class=\"citation\" id=\"21904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21904)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21904)\">Eph. 1:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p60\" class=\"\">The gospel reveals to us the need for Jesus to offer Himself as a sacrifice for the sins of men that all mankind may be redeemed, that man may be saved by believing in Him, by believing in all of His teachings, and by being obedient to them, and by being true hearers of the voice of Jesus. It is a lifelong task to hear, to learn, to obey all the vast truths, for the gospel reaches into the eternities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p61\" class=\"\">It has been said of our belief in divine revelation that “this declaration of religious belief in the Divine fountain of Truth, and His revelation thereof to man, embraces all truth in the universe: whether revealed or yet to be revealed; whether made known through the inspiration of the Almighty that ‘giveth understanding’ to the spirit of man in his discoveries and developments in the material things of life; or whether manifest in things visible or in things invisible to mortal eyes. It embraces every scientific truth, every historic truth, every truth in philosophy, or logic, or demonstrable fact. That is the scope of revealed religion. It is the system of law and order which prevails under heavenly control. It is the Gospel of the Lord Jesus Christ.” (James H. Anderson, <span class=\"emphasis\">God’s Covenant Race,<\/span> 2nd ed., Salt Lake City: Deseret News Press, 1938, p. 132.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p62\" class=\"\">We invite all to consider the truths spoken from this pulpit, with the suggestion of an ancient poet who said, “Fly no opinion because it is new, but strictly search, reject it if false, embrace it if ’tis true.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p63\" class=\"\">May that be done in the attitude of prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-is-truth.p64\" class=\"\">I bear witness to the truth, that revelation and prayer are indispensable in attaining eternal life, and this I do in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}