{"ID":3071, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Making Your Marriage Successful\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p2\" class=\"\">Elder O. Leslie Stone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2898.jpg\" alt=\"Elder O. Leslie Stone\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p3\" class=\"\">My remarks today are directed primarily to young married couples and to those who are planning to be married, but perhaps they will apply to all of us who are married or who someday will be married. I would like to talk about the art of making your marriage successful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p4\" class=\"\">Our Heavenly Father loves all of us and wants us to be happy. The scriptures record, “Men are, that they might have joy.” (<span class=\"citation\" id=\"3987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3987)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3987)\">2 Ne. 2:25<\/a><\/span>.) President Kimball has told us that the price of happiness is to keep the commandments. (See <span class=\"emphasis\">Faith Precedes the Miracle,<\/span> Salt Lake City: Deseret Book Co., 1972, p. 126.) Nowhere else are happiness and success more important than in your marriage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p5\" class=\"\"><span class=\"emphasis\">The foundation for a happy and successful marriage<\/span> is a marriage solemnized in the temple. To you who were married for time only, let me urge you to thoroughly investigate the blessings available to you by going to the temple and having your family sealed to you for time and all eternity. Participating in these sacred ordinances should be your most important objective for achieving a successful marriage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p6\" class=\"\"><span class=\"emphasis\">When our Heavenly Father permitted us to come to this earth,<\/span> He gave us our free agency, allowing us to make our own decisions. He also furnished us with guidelines to help us live righteously.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p7\" class=\"\">In His wisdom He gives us many problems, for He knows that by meeting them and finding solutions we will gain knowledge and skills, develop character, and learn to overcome evil, all of which will help us while we are here on earth, as well as in the life hereafter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p8\" class=\"\">We should, therefore, look at problems in marriage as opportunities for growth and development. As we meet the challenges successfully, we will enjoy peace, love, and tranquility in our marriage and in our home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p9\" class=\"\"><span class=\"emphasis\">One of the first things a couple must do<\/span> is establish and maintain good relations with each other. If you want to be sweethearts, you must work at it. I admonish every one of you to do everything possible to make your companion happy. Be kind and considerate of each other. When problems arise, talk things over calmly and resolve differences promptly. On one occasion Elder Gordon B. Hinckley said that quiet speech in the home is the language of peace. (See <span class=\"emphasis\">Conference Report,<\/span> Apr. 1971, p. 82.) President McKay used to say that we should never yell at each other in the home. And then, facetiously, he would add that maybe on one occasion it would be all right and that would be if the house were on fire. (See <span class=\"emphasis\">Stepping Stones to an Abundant Life,<\/span> Salt Lake City: Deseret Book, 1971, p. 294.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p10\" class=\"\">Sometimes it is difficult for us to understand why our mates don’t see things the same and arrive at the same conclusions as we do. People are different in their thinking and their understanding, and opinions often vary. Differences must be reconciled promptly if husbands and wives are to be happy and work as a team together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p11\" class=\"\"><span class=\"emphasis\">To achieve a successful marriage<\/span> it is important to reach an understanding on what is expected of each of the marriage partners. Ordinarily the husband is the breadwinner, and he should be willing to work hard and to do all in his power to properly take care of the financial needs of his family. Such needs should be discussed and priorities set for the welfare of the entire family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p12\" class=\"\">The wife is the homemaker. It is her responsibility to see that a clean, orderly home is maintained. Some divorces have occurred where the wife becomes indifferent about her personal appearance, or becomes a careless housekeeper, or both. I cannot stress too strongly to the sisters the importance of personal cleanliness, good appearance, and maintaining a clean, orderly home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p13\" class=\"\">In the beginning, if the wife’s health permits, she is often temporarily employed outside the home. When this is the case, the husband should help with the housekeeping chores. If a man truly loves his wife, he will not want or allow her to work more than her health and strength permit. He will want to help her in every possible way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p14\" class=\"\">When I was a young man, my wife would ask me to come and help her with the dishes, with making the beds, or with other household chores. Now, at this time in our lives, I ask her to come and help me wash the dishes, make the beds, and perform other household chores. The important thing is to work together and help each other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p15\" class=\"\"><span class=\"emphasis\">By your actions let everyone know you love each other.<\/span> Demonstrate consideration at all times. Brethren, open the door of the car for your wife or companion. When you enter or leave a building together, open the door and have her go in first. Help her to be seated before you are seated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p16\" class=\"\">Sometimes our ladies don’t allow us time to perform such courtesies. My advice to you sisters is to take the extra time. If you jump out of the car a few times without his help, he will probably expect you to come and open the door for him. Sisters would do well to remember that a husband generally treats his wife the way she expects to be treated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p17\" class=\"\">Money management is very important. I’d like to give you four guides that I think would be helpful in this respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p18\" class=\"\">1. <span class=\"emphasis\">First, always pay your tithing.<\/span> Keep yourself eligible for the great blessings the Lord has promised to those who obey this commandment. He made this statement in the scriptures:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p19\" class=\"\">“Bring ye all the tithes into the storehouse that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.” (<span class=\"citation\" id=\"32850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32850)\">Mal. 3:10<\/a><\/span>.) I testify to you that this is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p20\" class=\"\">2. <span class=\"emphasis\">Next, pay yourself something off the top.<\/span> Save something out of every dollar you earn. I suggest your goal be no less than ten percent of your income after you have paid the Lord His share.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p21\" class=\"\">Brigham Young once said: “If you wish to get rich, save what you get. A fool can earn money; but it takes a wise man to save and dispose of it to his own advantage.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book Co., 1941, p. 292.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p22\" class=\"\">3. <span class=\"emphasis\">Next, avoid using credit cards and charge accounts<\/span> for installment purchases. We are all being urged to “buy now pay later.” This makes it sound easy and even glamorous to surround ourselves with luxuries before they are earned. My advice to all is to <span class=\"emphasis\">save<\/span> now and <span class=\"emphasis\">buy<\/span> later. This will not only save a high interest charge, but it will also keep couples out of financial bondage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p23\" class=\"\">Our late President J. Reuben Clark, Jr., advised us: “Let us avoid debt as we would avoid a plague; where we are now in debt let us get out of debt; if not today, then tomorrow. Let us straitly and strictly live within our incomes, and save a little.” (<span class=\"emphasis\">Conference Report,<\/span> Apr. 1937, p. 26.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p24\" class=\"\">4. <span class=\"emphasis\">Budget your income and outgo and do not live beyond your means.<\/span> To consistently spend more than you earn makes it impossible to keep solvent and difficult to control your “wants.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p25\" class=\"\"><span class=\"emphasis\">Young couples especially should establish priorities.<\/span> In establishing priorities, remember that the family always comes first and foremost in your life. Next comes Church responsibilities and then your business affairs—the way you earn your living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p26\" class=\"\">Remember the admonition of the Savior when He told his disciples, “Seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.” (<span class=\"citation\" id=\"36577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36577)\">Matt. 6:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p27\" class=\"\">I testify that this is true and that it points the way to success in all respects.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p28\" class=\"\"><span class=\"emphasis\">Time is one of our most valuable possessions.<\/span> Use it wisely. Remind yourselves often that things that matter most should not be left to the mercy of things that matter the least.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p29\" class=\"\"><span class=\"emphasis\">We should all constantly evaluate our progress.<\/span> To live righteous lives and accomplish the purposes of our creation, we must constantly review the past, determine our present status, and set goals for the future. Without this process there is little chance of reaching one’s objectives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p30\" class=\"\"><span class=\"emphasis\">I would admonish everyone within the sound of my voice to associate with good people.<\/span> Those with whom you associate will contribute to your success or your failure, and their actions and ideals will have a profound influence on life and your actions, either for good or evil. Learn to walk in the company of good people; shun evil by staying out of the devil’s territory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p31\" class=\"\"><span class=\"emphasis\">Next, be honest in all matters.<\/span> Be honest with your spouse, with your family, with yourself, and with your neighbor. Honesty includes freedom from lying, deceiving, cheating, or stealing, as well as meeting our commitments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p32\" class=\"\">Honesty also includes doing a good day’s work. If we shirk our jobs, we are stealing time from our employers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p33\" class=\"\">The business world and other employers are seeking those who are honest and dependable. This has always been the case and will continue to be so for all time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p34\" class=\"\">Guard your reputation for honesty and dependability very carefully. It can be one of your most valuable possessions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p35\" class=\"\"><span class=\"emphasis\">As you become parents, you should feel responsible to teach and train your children.<\/span> Our scriptures make this very clear. In Doctrine and Covenants 68:25 [<span class=\"citation\" id=\"17052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17052)\">D&amp;C 68:25<\/a><\/span>] we read, “Inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of … hands, when eight years old, the sin be upon the heads of the parents.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p36\" class=\"\">Notice it didn’t say the Sunday School teacher or the Primary teacher. The sin is on the heads of the <span class=\"emphasis\">parents.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p37\" class=\"\">Home responsibilities and rearing children must be uppermost in the minds and actions of parents if a successful marriage is to be achieved. This famous statement made by our late President David O. McKay should always be remembered: “No other success can compensate for failure in the home.” (<span class=\"emphasis\">Conference Report,<\/span> Apr. 1964, p. 5.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p38\" class=\"\"><span class=\"emphasis\">Let love radiate in your home<\/span> and in all walks of life, not only to each other, but also to your children, your relatives, your friends, and your associates.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p39\" class=\"\">The Lord commanded us to love one another when he said, “Thou shalt love thy neighbour as thyself.” (<span class=\"citation\" id=\"36606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36606)\">Matt. 22:39<\/a><\/span>.) Quarreling, bickering, and faultfinding should be avoided at all costs. In 3 Nephi 11:29–30 [<span class=\"citation\" id=\"5878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5878)\">3 Ne. 11:29–30<\/a><\/span>] the Lord made this significant statement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p40\" class=\"\">“He that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p41\" class=\"\">“Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another; but this is my doctrine, that such things should be done away.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p42\" class=\"\">And also in <span class=\"citation\" id=\"40449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40449)\">Mosiah 4:14<\/a><\/span>, we read that parents are particularly responsible for the behavior of their children:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p43\" class=\"\">“And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God, and fight and quarrel one with another, and serve the devil, who is the master of sin, or who is the evil spirit which hath been spoken of by our fathers, he being an enemy to all righteousness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p44\" class=\"\"><span class=\"emphasis\">One of the most important things you will need to remember is to get on your knees for family prayers<\/span> both night and morning. Take turns thanking your Heavenly Father for the blessings He has given you and ask for those things you need that will be for your good. Our Heavenly Father always answers our prayers. Sometimes His answers are not what we expect or ask for, but I promise you His answers are always for our good. He knows better than we how our prayers should be answered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p45\" class=\"\"><span class=\"emphasis\">Also, find a few minutes each day to study and ponder the scriptures together.<\/span> In the scriptures we find answers to all of life’s problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p46\" class=\"\"><span class=\"emphasis\">Finally, I would give you a challenge to stay close to the Church.<\/span> Attend your meetings. Magnify your callings in the priesthood. Wives, support your husbands in their Church assignments; and husbands, support your wives in their Church callings. Go to the temple often and carry the spirit you feel there back into your homes. Be diligent in keeping the covenants you have made or will make in the house of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p47\" class=\"\">At a fireside talk at Brigham Young University, President Kimball said, “Almost all marriages could be beautiful, harmonious, and happy, and eternal ones, if the two people primarily involved would determine that it should be, that it must be, that it will be.” (“Marriage is Honorable,” in <span class=\"emphasis\">Speeches of the Year, 1973,<\/span> Provo: Brigham Young University Press, 1974, p. 257.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/making-your-marriage-successful.p48\" class=\"\">May our Heavenly Father bless you abundantly in your efforts to make your marriage successful for both time and all eternity, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}