{"ID":3072, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Be Not Faithless”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p2\" class=\"\">Elder Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2e70.jpg\" alt=\"Elder Gordon B. Hinckley\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p3\" class=\"\">This conference, my brethren and sisters, is an important anniversary for me. It was an even twenty years ago that I first spoke from this pulpit as a General Authority of the Church. I was filled with fear and feelings of inadequacy that Sunday morning of 1958. Now, twenty years and forty conferences later, I still have some of those same feelings. And so I pray for the direction of the Holy Spirit that anxiety may be replaced by inspiration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p4\" class=\"\">Without wishing to look back, but rather to note the progress of the Church, I have checked a few figures given at that 1958 conference. The Church membership reported on that occasion stood at just over a million and a half. Yesterday the comparable figure given was almost four million, or a gain of roughly 166 percent in only two decades. In 1958 there were 273 stakes, with approximately 2,500 wards and branches. The figure given us yesterday was 885 stakes at the close of the year, and as of last Thursday this had reached 937 either organized or approved for organization. Today there are approximately 7,500 wards and independent branches, three times the number there were twenty years ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p5\" class=\"\">These few figures are sufficient to illustrate the remarkable phenomenon that I personally have witnessed in the space of twenty short years. No boast is intended in this. Rather, I am grateful, for behind these figures I have seen men, women, and children in many lands whose lives have been enriched, in whose homes there is more of peace and love, and whose understanding of their place in the eternal plan of God has increased through membership in The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p6\" class=\"\">This remarkable growth has come about because there has been the courage to teach and the faith to listen on the part of tens of thousands who by the power of the Holy Spirit have received testimony of the living Christ, and of the restoration to earth of his true gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p7\" class=\"\">Last Sunday the Christian world celebrated Easter in remembrance of the resurrection, when the risen Lord appeared first to Mary Magdalene, and later that day to the ten apostles, Thomas being absent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p8\" class=\"\">“The other disciples therefore said unto him, we have seen the Lord.” But Thomas, like so many then and now, said, “Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.” (<span class=\"citation\" id=\"28971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28971)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28971)\">John 20:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p9\" class=\"\">Have you not heard others speak as Thomas spoke? “Give us,” they say, “the empirical evidence. Prove before our very eyes, and our ears, and our hands, else we will not believe.” This is the language of the time in which we live. Thomas the Doubter has become the example of men in all ages who refuse to accept other than that which they can physically prove and explain—as if they could prove love, or faith, or even such physical phenomena as electricity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p10\" class=\"\">But to continue with the narrative, eight days later the apostles were together again, this time Thomas with them. “Then came Jesus, the doors being shut, and stood in the midst, and said, Peace be unto you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p11\" class=\"\">Singling out Thomas, he said: “Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and <span class=\"emphasis\">be not faithless, but believing.<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p12\" class=\"\">Thomas, astonished and shaken, answered and said unto him, “My Lord and my God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p13\" class=\"\">“Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed.” (<span class=\"citation\" id=\"28972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28972)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28972)\">John 20:26–29<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p14\" class=\"\">To all within the sound of my voice who may have doubts, I repeat the words given Thomas as he felt the wounded hands of the Lord: “Be not faithless, but believing.” Believe in Jesus Christ, the Son of God, the greatest figure of time and eternity. Believe that his matchless life reached back before the world was formed. Believe that he was the Creator of the earth on which we live. Believe that he was Jehovah of the Old Testament, that he was the Messiah of the New Testament, that he died and was resurrected, that he visited these western continents and taught the people here, that he ushered in this final gospel dispensation, and that he lives, the living Son of the living God, our Savior and our Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p15\" class=\"\">John says of the creation that “all things were made by him; and without him was not any thing made that was made.” (<span class=\"citation\" id=\"28940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28940)\">John 1:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p16\" class=\"\">Can any man who has walked beneath the stars at night, can anyone who has seen the touch of spring upon the land doubt the hand of divinity in creation? So observing the beauties of the earth, one is wont to speak as did the Psalmist: “The heavens declare the glory of God; and the firmament sheweth his handywork. Day unto day uttereth speech, and night unto night sheweth knowledge.” (<span class=\"citation\" id=\"41952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41952)\">Ps. 19:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p17\" class=\"\">All of beauty in the earth bears the fingerprint of the Master Creator, of those hands which, after they took the form of mortality and then immortality, Thomas insisted on touching before he would believe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p18\" class=\"\">Be not faithless, but believe in Jehovah, he whose finger wrote upon the tablets of stone amid the thunders of Sinai—“Thou shalt have no other gods before me.” (<span class=\"citation\" id=\"22892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22892)\">Ex. 20:3<\/a><\/span>.) The Decalogue, which is the basis of all good law governing human relations, is the product of his divine genius. As you look upon the vast body of legalisms designed to protect men and society, pause and know that it has its roots in those few brief and timeless declarations given by the all-wise Jehovah to Moses, the leader of Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p19\" class=\"\">Believe in him who was the God of Abraham, Isaac, and Jacob, who was the source of inspiration of all the ancient prophets—as they spoke as they were moved upon by the Holy Ghost. They spoke for him when they rebuked kings, when they chastised the nations, and when as seers they looked forward to the coming of a promised Messiah, declaring by the power of revelation, “Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.” (<span class=\"citation\" id=\"25514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25514)\">Isa. 7:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p20\" class=\"\">“And the spirit of the Lord shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the Lord.” (<span class=\"citation\" id=\"25516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25516)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25516)\">Isa. 11:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p21\" class=\"\">“And the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.” (<span class=\"citation\" id=\"25515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25515)\">Isa. 9:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p22\" class=\"\">Doubt not, but believe that it was he who was born to earth in a manger when there was no room in the inn. Well did an angel ask a prophet who had foreseen these things in vision: “Knowest thou the condescension of God?” (<span class=\"citation\" id=\"1741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1741)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1741)\">1 Ne. 11:16<\/a><\/span>.) I suppose none of us can fully understand that—how the great Jehovah should come among men, his birth in a manger, among a hated people, in a vassal state. But at his birth there was an angelic chorus that sang of his glory. There were shepherds who worshiped him. There was a new star in the east. There were wise men who traveled far to bring tribute of gold, frankincense, and myrrh. One can surmise they touched those tiny hands in wonder and awe as they presented their gifts to the newborn king.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p23\" class=\"\">Herod the Great, who knew of the prophecies, feared those hands and sought to destroy them, and in the horrible slaughter of the innocents brought blood upon his own hands and head.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p24\" class=\"\">Believe that John the Baptist spoke by the power of revelation when he declared of Jesus, “Behold the Lamb of God, which taketh away the sin of the world.” (<span class=\"citation\" id=\"28942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28942)\">John 1:29<\/a><\/span>.) And that it was the voice of the Almighty that declared above the waters of Jordan, “This is my beloved Son, in whom I am well pleased.” (<span class=\"citation\" id=\"36569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36569)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36569)\">Matt. 3:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p25\" class=\"\">Believe and know that he was a man of miracles. He who had created the world and governed it as the great Jehovah understood the elements of earth and all the functions of life. Beginning at Cana, where he turned the water into wine, he went on to cause the lame to walk, the blind to see, the dead to return to life—he, the Master Physician, who healed the sick by the authority inherent in him as the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p26\" class=\"\">He was the comforter of the burdened of his time, and of all the generations who have come after who have truly believed in him. Said he to each of us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p27\" class=\"\">“Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p28\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p29\" class=\"\">“For my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"36581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36581)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36581)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p30\" class=\"\">I spoke one day to a friend escaped from his native land. With the fall of his nation, he had been arrested and interned. His wife and children had been able to get away, but for three years and more he had been a prisoner without means of communication with those he loved. The food had been wretched, the living conditions oppressive, with no prospects for improvement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p31\" class=\"\">“What sustained you through all those dark days?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p32\" class=\"\">He responded: “My faith; my faith in the Lord Jesus Christ. I put my burdens on him, and then they seemed so much the lighter.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p33\" class=\"\">On one occasion while the Lord was traveling through Samaria, he wearied and thirsted. Pausing at Jacob’s well, he rested and requested a drink from the woman who had come to draw water. In the conversation that followed he declared the saving power of his teaching, saying: “Whosoever drinketh of this water shall thirst again:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p34\" class=\"\">“But whosoever drinketh of the water that I shall give him [it] shall be in him a well of water springing up into everlasting life.” (<span class=\"citation\" id=\"28949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28949)\">John 4:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p35\" class=\"\">In that same conversation he declared his identity when the woman at the well spoke of the promised Messiah, “which is called Christ.” He, without equivocation, said, “I that speak unto thee am he.” (<span class=\"citation\" id=\"28950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28950)\">John 4:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p36\" class=\"\">Doubt not, but believe that he is the Master of life and death. To the sorrowing Martha he declared his eternal power, saying: “I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p37\" class=\"\">“And whosoever liveth and believeth in me shall never die.” (<span class=\"citation\" id=\"28957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28957)\">John 11:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p38\" class=\"\">Were words so great as these ever spoken for the comfort of those who have lost loved ones? Thomas was present when those words were given and also when Lazarus afterwards was called forth from the tomb. Yet he doubted the Lord’s power to bring himself forth after the terrible death upon the cross, asserting to his fellow apostles that except he feel the wounds in the hands he would not believe. Small wonder that Jesus rebuked him, saying, “Be not faithless, but believing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p39\" class=\"\">We, like Thomas, are so prone to forget the evidences of his matchless life and power. Those evidences are not found alone in the Bible, the testament of the Old World. There is a testament of the New World which was brought forth by the gift and power of God to the convincing of the Jew and the gentile that Jesus is the Christ. It contains another gospel, beautiful in language and powerful in spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p40\" class=\"\">Jesus in his earthly ministry spoke of other sheep of another fold from those he was then teaching and declared that they also should hear his voice, “and there shall be one fold, and one shepherd.” (<span class=\"citation\" id=\"28955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28955)\">John 10:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p41\" class=\"\">At some time following his resurrection a voice was heard from the heavens among a people who were gathered together in the Land Bountiful somewhere on these western continents. It was the voice of God, and it said unto them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p42\" class=\"\">“Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name—hear ye him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p43\" class=\"\">“And … they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them,” declaring unto them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p44\" class=\"\">“Behold, I am Jesus Christ, whom the prophets testified shall come into the world.” (<span class=\"citation\" id=\"5874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5874)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5874)\">3 Ne. 11:7–8, 10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p45\" class=\"\">He invited them, as he invited Thomas, to feel his hands and side, and they were astonished and cried, “Hosanna! Blessed be the name of the Most High God!” (<span class=\"citation\" id=\"5875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5875)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5875)\">3 Ne. 11:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p46\" class=\"\">They doubted not, but believed, as have millions who have read this marvelous witness of the resurrected Lord. If there be those of you out there who are listening who know not of this fifth gospel and desire it, your request will bring it, and it will come with a promise that if you will read prayerfully you shall know of the truth of this remarkable new witness for Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p47\" class=\"\">And there is yet another testifier, for as certainly as the voice of God declared the divine Sonship of Jesus at the waters of Jordan, and again on the Mount of Transfiguration, and yet again at the Land Bountiful, even so again that same introduction was made in the opening of this gospel dispensation in a glorious vision in which God the Eternal Father and His Son Jesus Christ appeared and spoke to a young man who had come seeking, and who in the years that followed spoke as a prophet of the risen Lord, even giving his life in testimony of him who had died upon the cross.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/be-not-faithless.p48\" class=\"\">With so many evidences, and with the conviction borne in our hearts by the power of the Holy Ghost, we add in words of soberness and sincerity and love our testimony of the Lord Jesus Christ; wherefore, O man, “be not faithless, but believing” in Him who is the living Son of God, our Savior and our Redeemer, I humbly pray and testify in His holy name, even the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}