{"ID":3074, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Seek Out Your Spiritual Leader\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p2\" class=\"\">Elder Gene R. Cook<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gene-r-cook-10.jpg\" alt=\"Gene R. Cook\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p3\" class=\"\">Several months ago while traveling by air in the Andes area, I had the opportunity to explain to the man sitting next to me why I was living in South America.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p4\" class=\"\">After coming to understand something about the Church, its doctrine, and my role as a General Authority, he finally said, “How can you give your entire life to <span class=\"emphasis\">another man,<\/span> like this Mr. Kimball, and stay in this country as long as he tells you to stay here? I could never do that.” I responded, “I could not either, if he were <span class=\"emphasis\">just a man,<\/span>” and then bore testimony of the true role of the prophet on the earth, and that “for the Lord, through him, I would do anything.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p5\" class=\"\">A few years ago I took a person who was not yet a member of the Church to a meeting to hear one of the General Authorities speak. I had told him previously that this was one of the Lord’s anointed. After the meeting the man responded, “Well, he is nothing but <span class=\"emphasis\">a man.<\/span>” I suppose that he expected to see an angel, a demonstration of the gift of tongues, or something like that as a physical evidence of the General Authority’s divine call.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p6\" class=\"\">I have often wondered how many of us might have been deceived had we been in the very presence of Jesus Christ, the Son of God, in the meridian of time. The great majority saw Jesus as nothing more than <span class=\"emphasis\">a man.<\/span> The <span class=\"emphasis\">few<\/span> with spiritual discernment knew who he really was. If one is to make judgments with only his natural senses, he will never perceive the truth of the spiritual world. Have you listened, my brothers and sisters, really listened, to the inspired counsel of these good brethren who have spoken to you during this conference? Are you willing to obey and follow their counsel and the counsel of your local leaders as well?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p7\" class=\"\">Where do you stand on this important matter of spiritually seeing your leaders the way the Lord sees them? Our response to that question ought to be like the faithful Israelites’ response to Joshua:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p8\" class=\"\">“And they answered Joshua, saying, All that thou commandest us we will do, and whithersoever thou sendest us, we will go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p9\" class=\"\">“According as we hearkened unto Moses in all things, so will we hearken unto thee.” (<span class=\"citation\" id=\"30089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30089)\">Josh. 1:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p10\" class=\"\">Sometime ago another man asked, “Do the General Authorities really know what is going on in the outlying areas? I am sure that they do not know of these detailed problems with which we are faced.” Another good sister said, “If the bishop knew what I know about the difficulties in the Relief Society, I know he would act differently. It’s too bad he doesn’t consult more with us and obtain all of our opinions about how to run the ward.” Another said, “I don’t go to my branch president for direction because he sees things differently than I do. Our personalities are too different. We just don’t seem to be on the same wavelength.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p11\" class=\"\">May I suggest, my brothers and sisters, that the General Authorities, your stake president, bishop, and priesthood quorum leaders do know what is going on <span class=\"emphasis\">with respect to the governing principles, the matters that really count,<\/span> and that the rest will be resolved in their due time. This is the Lord’s church. It is directed by him through a definite priesthood power line of revelation. We believe in a God of miracles, and he does not cease to work spiritual miracles through his priesthood leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p12\" class=\"\">We recognize that in any presidency or bishopric the president or bishop may obtain counsel from his counselors, and perhaps from some others, before he, by inspiration, makes the decision. However, we do not in the Church subscribe to a participative-management type of direction, wherein the opinions of all are gathered in, weighed and measured, a consensus drawn, and then a decision made according to the majority. There may be some few exceptions to that statement, but generally speaking that type of approach is representative of the way the world manages its affairs. Many other churches are in the same category because they have nothing better. All the world can do is to dispute an issue, share an opinion, exchange an experience, and then try to draw the best conclusion from the given amount of facts available on the subject.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p13\" class=\"\">In The Church of Jesus Christ of Latter-day Saints, the leaders at all levels of administration rely on revelation from God to direct their particular stewardships. There are many people, too many, who seek out the wrong individuals for counsel, too many who would rather <span class=\"emphasis\">give<\/span> counsel than <span class=\"emphasis\">receive<\/span> it. Remember that others might share with you their experience, or broaden your understanding on a given issue, but if you are desirous of receiving revelation pertaining to your particular stewardship, it must come from the Lord. It may come directly through an interchange with him on your part or as revelation to you through your immediate priesthood leader.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p14\" class=\"\">One of the great blessings of this church is that everyone has a spiritual leader to whom he should direct himself. In the case of a father, his children and wife will want to consult him as the spiritual leader in their home. If the matter needs further attention, the wife and children do not go to a priesthood quorum leader, as the husband might on some priesthood matters. They counsel with the bishop or branch president. If there is a problem in the marriage, the husband and wife go to their bishop for he presides over <span class=\"emphasis\">both<\/span> of them as the bishop and presiding high priest over the ward. They need not go elsewhere, unless otherwise directed by the bishop, for additional guidance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p15\" class=\"\">After enumerating various spiritual gifts, the Lord provides this counsel concerning <span class=\"emphasis\">your<\/span> bishop or any other presiding priesthood leader: “And unto the bishop of the church, and unto such as God shall appoint and ordain to watch over the church and to be elders unto the church, are to have it given unto them to discern all those gifts lest there shall be any among you professing and yet be not of God.” (<span class=\"citation\" id=\"17021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17021)\">D&amp;C 46:27<\/a><\/span>.) It is abundantly clear that presiding priesthood leaders are given the gift of discernment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p16\" class=\"\">Remember that at times your local priesthood leader may truly see things differently than you do. Disagreements seem to come over details and methods for performing given tasks, but almost never are based in differences over gospel principles. Your leader has a right to function with his own unique personality and in his own realm of experience, and it may be in <span class=\"emphasis\">detail<\/span> somewhat different in practice from the <span class=\"emphasis\">exact way<\/span> you would perform. <span class=\"emphasis\">Nevertheless,<\/span> counsel from a priesthood leader in the proper spirit is <span class=\"emphasis\">of the Lord and binding.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p17\" class=\"\">We live in trying times. When we receive counsel from our leaders that is difficult to comprehend, may we say in our hearts, “Father, I believe what I have been told. And when it is the right time, and I have paid the proper price to know, let me understand <span class=\"emphasis\">why.<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p18\" class=\"\">It is a gift from the Spirit to believe on the words of your priesthood leaders. I seem to hear them say: “<span class=\"emphasis\">Believe me,<\/span> because the view from up here is much clearer than where <span class=\"emphasis\">you<\/span> now are. <span class=\"emphasis\">Trust me,<\/span> because I can clearly see beyond the next hill.” If one will listen to wise parents and priesthood leaders, he will perceive that they counsel with long lenses of eternity and not with cheap, nearsighted spectacles. He can then learn vicariously, through the spiritual vision of others, without having to participate in every type of activity to learn for himself good from evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p19\" class=\"\">Remember, last of all, we do not desire blind obedience in the Church. We desire that every individual may know for himself that the counsel he receives from his leaders comes from the Lord. He has the right and the great privilege to know for himself of the Lord that he has been counseled aright. If he will be patient and wait upon the Lord, he will find that his priesthood leaders truly do counsel in righteousness, thus enabling him to walk upon safe ground.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/seek-out-your-spiritual-leader.p20\" class=\"\">I pray that each of us might be more humble and desirous of receiving and obeying counsel. May each of us seek not to counsel the Lord, but seek counsel from his hand and from his inspired priesthood leaders, <span class=\"emphasis\">as it is the same.<\/span> In the name of Jesus Christ, Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}