{"ID":3077, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What Would the Savior Have Me Do?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/what-would-the-savior-have-me-do.p2\" class=\"\">Elder Derek A. Cuthbert<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/what-would-the-savior-have-me-do.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:24e8.jpg\" alt=\"Elder Derek A. Cuthbert\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-would-the-savior-have-me-do.p3\" class=\"\">My beloved brothers and sisters, my heart is very full at this time, as I’m sure you will realize—full of love and gratitude. At this time I would thank you from the bottom of my heart for the sustaining power of your love and faith and prayers as evidenced by the uplifted hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-would-the-savior-have-me-do.p4\" class=\"\">We’re so grateful for the gospel in our lives. We’re serving in the mission field at the present time and feel we are repaying in some small measure the great work that was done by some young missionaries so many years ago. They came to our home in the late summer of 1950, knocked on the door, and opened the eyes of our understanding to the fulness of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-would-the-savior-have-me-do.p5\" class=\"\">I’ve heard many missionaries express appreciation to their missionary companions, and I would like to express my appreciation at this time for my wonderful missionary companion, who is also my eternal companion—a devoted wife and mother who has always smoothed the way for me to be able to serve the Lord. I’m grateful for wonderful children, some of them with their own families now who have been raised in the Church and married in the temple—all because missionaries knocked on our door. I know that through the sacred temple ordinances we can all be together, and shall be, eternally.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-would-the-savior-have-me-do.p6\" class=\"\">What a great blessing comes to us when we hear and accept the gospel! I earnestly pray that everyone, all people, will listen to the missionaries—that those who are members of the Church will listen to the missionaries as they teach their friends in their home, that all those who have not yet accepted the gospel will open their hearts to the gospel message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-would-the-savior-have-me-do.p7\" class=\"\">The fulness of the gospel of Jesus Christ has been restored in these last days. I know that to be true. It has brought us so much happiness in our lives. We have learned to pray meaningfully; we have learned to pray in our family; we have learned to pray as husband and wife; we have learned to pray in secret and to pour out our hearts to the Lord and receive guidance. How grateful we are for those eternal blessings!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-would-the-savior-have-me-do.p8\" class=\"\">How thankful I am for a loving Father in Heaven who sent his Only Begotten Son, Jesus Christ, into the world to lead and guide us back to him. I bear testimony that the Lord Jesus Christ does live. He did live in mortality and gave us the perfect example. He did show us the way to live, and we can always say (and I do many times, indeed, each day), “What would the Savior have me do? What would the Savior do?” He did ransom us and make the supreme sacrifice and infinite atonement which only the Son of God could make. I know that he lives and that he has restored his gospel in its fulness in these last days. He has restored his church. He has restored the saving ordinances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-would-the-savior-have-me-do.p9\" class=\"\">He has restored the priesthood power once more to man to prepare for his glorious second coming. I know that he speaks today and reveals his will through a mighty prophet, even President Spencer W. Kimball, whose faith and works are great, even unto miracles and unto the opening of the doors of the nations. We pray for him, and we pray that the doors of the nations will be unlocked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-would-the-savior-have-me-do.p10\" class=\"\">We pray for the success of the missionaries and are so grateful to be involved in this wonderful latter-day work. We love Sister Kimball so much and pray for her, the wonderful, eternal companion for the prophet of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/what-would-the-savior-have-me-do.p11\" class=\"\">We’re so grateful to love and support these wonderful brethren here. And we feel of their sustaining strength and are so grateful for it. My cup runneth over as I rededicate myself and my family to serve the Lord all the days of our lives and to follow his prophet, in the sacred name of the Lord Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}