{"ID":3079, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Response to the Call\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/response-to-the-call.p2\" class=\"\">Elder Rex C. Reeve<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/response-to-the-call.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26f2.jpg\" alt=\"Elder Rex C. Reeve\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/response-to-the-call.p3\" class=\"\">My heart is filled to overflowing. My spirit is subdued. My soul is filled with gratitude. Years ago when I was sustained as a young bishop, an impression came strongly to me that the opportunity to serve came from nothing that I had done, but that I was going to ride on a ticket that someone else had paid for. I feel that strongly today. There are many who have gone before me who have given their lives that this kingdom might be established.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/response-to-the-call.p4\" class=\"\">I am grateful for my angel mother. I am grateful for my great father and am sorry that he isn’t able to understand today this opportunity that has come to me. I am also grateful for a choice wife. When I am in her presence, I always want to be better. I’m grateful to seven lovely children, and to five lovely sons and daughters who are in-laws, and to many grandchildren. I am so grateful that they have always sustained me. Now, I’d just like to say that I’m grateful to a multitude of people—associates, the leaders of the Church (whom I’ve watched and admired and listened to for many years), also to wonderful members of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/response-to-the-call.p5\" class=\"\">I am also grateful to be a member of The Church of Jesus Christ of Latter-day Saints. With every fiber of my being, I know that God lives. I know that he speaks. I know that he hears. I know that he loves us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/response-to-the-call.p6\" class=\"\">I am grateful for the opportunity I have had to serve in the mission field. If there were no other evidence that the church of Jesus Christ is true, what happens in the lives of young men and in the lives of wonderful new members of the Church is witness enough for me to know that this is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/response-to-the-call.p7\" class=\"\">I have committed myself—recommitted myself—to the Lord, to give everything that I have. And here before you, I commit myself to do everything that I’m asked to do by these great men whom I love. Our lives have been blessed by President Kimball for thirty years. He has been a giant in our lives, and he loves us. Now I can feel your love. I can feel the love of the people, and I am so grateful for that love. As missionaries we have known what it means to have three-and-a-half million people praying for us, and I am so grateful for that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/response-to-the-call.p8\" class=\"\">Now I leave you my witness that God lives and commit to you that I will do everything that I can as long as I have breath and beyond that. In the name of Jesus Christ, the Lord, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}