{"ID":308, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Teachers of Men<\/p>\n<p class=\"gcspeaker\">Elder Matthew Cowley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Matthew Cowley, <i>Conference Report<\/i>, October 1947, pp. 80-84<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, with all my heart I believe in the gospel of Jesus Christ as the power\nof God unto salvation (<span class=\"citation\" id=\"42677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42677)\">Rom. 1:16<\/a><\/span>),\nboth spiritually and temporally. The testimonies I have heard in this\nconference have carried conviction into my heart that this gospel is true.\n<\/p><p>\nCHURCH BRINGS SALVATION\n<\/p><p>\nI know that had we lived in the days of the Master and had we observed him at work, we\nwould have seen him placing in his organization apostles, prophets, teachers, evangelists\n(<span class=\"citation\" id=\"21624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21624)\">Eph. 4:11<\/a><\/span>), high\npriests, seventies, elders, priests, teachers and deacons. I know that had we heard his disciples\nbear their message we would have heard them all say that this organization set up by the Son\nof God is the organization through which the children of God would receive salvation. Had\nwe lived a little longer, had our lives been extended for two or three centuries, we would\nhave observed that this organization set up by the Master had practically\ndisappeared as it had been set up, and yet we would have known, had we studied the words,\nthat there would come a day and a dispensation when there would be a restoration of all\nthings spoken by the mouths of the prophets\n(<span class=\"citation\" id=\"7586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7586)\">Acts 3:21<\/a><\/span>), when the fulness of the gospel would be brought\nby one coming through the midst of heaven to the children of God upon the earth.\n<\/p><p>\nNow that we live in a dispensation known as the dispensation of the fulness of times, we are\nblessed and privileged to see an organization with apostles, prophets, teachers, evangelists,\nquorums of the priesthood, the same agency, the same organization in all of its departments as\nwas set up by Christ our Lord, as his organization, and we are blessed in knowing that it\nbears his name, the Church of Jesus Christ of Latter-day Saints\n(<span class=\"citation\" id=\"12405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12405)\">D&amp;C 115:4<\/a><\/span>).\n<\/p><p>\nGRATITUDE FOR FAITH OF TEACHERS\n<\/p><p>\nI have been thrilled by the testimonies which have been borne here. I thank God, my brothers\nand sisters, for the testimonies of men like Brother Oscar Kirkham and Brother Levi Edgar\nYoung. These men were my teachers when I was struggling for an education in high school\nand in the university. I thank God that they touched my life with their testimony of the gospel\nmore than they did with the instructions they had to give me as teachers of an educational\ninstitution. And as I look into the faces of the great educators who sit before me, who have in\ntheir charge thousands of our young people at this time, I am glad to know that they are men\nwho know that in any field of science there has not been discovered, and they know that there\nwill never be discovered, anything that will replace religion as the savior of the human\nfamily.\n<\/p><p>\nIt is regrettable that we have in our institutions of learning, my brothers and sisters, some who\nwould try to destroy the simple faith of our children which they have acquired at the knees of\ntheir parents and in the auxiliary organizations of the Church. You know and I know that\nthere is no power under heaven in this day which will bring peace to the human heart and\npeace to the nations of the earth outside and beyond this simple faith in God our Father and\nin the efficacy of the gospel of Jesus Christ to regenerate the children of God here upon the\nearth.\n<\/p><p>\nYou men who are at the head of these great institutions, some of which do not permit the\nteaching of religion although they do permit the teaching of everything and anything that will\ndestroy faith in God, you have a great responsibility. It is your responsibility to touch the\nlives of your many students outside of the classroom as my life has been touched by men\nsuch as these I have mentioned.\n<\/p><p>\nBLESSINGS OF TEMPLE WORK\n<\/p><p>\nAs President Smith has said, I have recently returned from a visit to the islands of the sea. It\ndoes me good to get down there among those great people, simple people\nwith a simple faith in God. And I am reminded as I stand here that beyond this building there\nstands a temple of God and that down in those islands of the sea, many of them thousands of\nmiles away from these great temples, there are hundreds and thousands of people who are\ntrying to come over to these temples and receive their blessings. You know the promise that\nthe Master made as he hanged upon the cross, one of the most beautiful and considerate of all\nhis promises, a promise made to a sinner when he said to him: \"Today thou shalt be with me\nin paradise\" (<span class=\"citation\" id=\"31214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31214)\">Luke 23:43<\/a><\/span>).\n<\/p><p>\nWe know where that promise is today. Brothers and sisters, our people in the islands of the\nsea, our people in the missions of Europe, know where that promise is. \"Today thou shalt be\nwith me in paradise\" (<span class=\"citation\" id=\"31215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31215)\">Luke 23:43<\/a><\/span>).\nAnd how they long to come to participate in the blessings of that\npromise, how they long to come to the Hawaiian Temple and go in there, as it were, into\nparadise, to reach back into their ancestry and say, \"Today thou shalt be with me; today I will\nbring you into a knowledge and an appreciation of the power of the gospel of Jesus Christ.\"\n<\/p><p>\nI have vividly in my recollection the last party of Maoris to come from New Zealand to the\nHawaiian Temple, back in 1938. I see them now as they gathered together. President Smith\nwas there, I think, at that time. As they gathered together in Auckland ready to embark, they\nhad their tickets, return tickets. They had no money in their pockets. They carried with them\ntheir boxes of food, and they carried their blankets so that they could be fed and warm when\nthey arrived at the temple. Everything they owned was consecrated to the reception of that\ngreat blessing, and they went with joy in their hearts. They traveled steerage on the ship, but\nthey were happy, and they returned with a testimony in their hearts that Christ meant what he\nsaid when he said to the thief: \"Today thou shalt be with me in paradise\"\n(<span class=\"citation\" id=\"31216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31216)\">Luke 23:43<\/a><\/span>).\n<\/p><p>\nSALVATION FOR THE DEAD\n<\/p><p>\nWhere is that promise, brothers and sisters, outside of the Church of Jesus Christ of\nLatter-day Saints? As I go about the islands of the sea, I learn that Christianity has only been\namong those natives a little more than a hundred years. Where is the salvation for the\nancestors of those people, the children of Israel, Nephites, who lived prior to one hundred\nyears ago in that vast expanse of ocean on those islands? Where, outside of the Church of\nJesus Christ of Latter-day Saints, is there salvation for the Polynesians of the Pacific who\nlived prior to the year 1840 in those islands?\n<\/p><p>\nSomeone has said a bridge has no use unless it reaches both banks. We have the bridge,\nbrothers and sisters, extending from one bank over to the other. You who work in the temples\nof God cross over that bridge from day to day, and you know that there is no other\norganization on this earth which has a bridge extending from one bank over\nto the other so that they can walk across and reach back beyond the year 1840 or 1740, or\nwhatever the year may be, and bring across that bridge those great and noble souls who are\nour ancestors, the children of God.\n<\/p><p>\nGod grant that we may have in our hearts the spirit of reaching back into the years and\nbringing out our people from that place where they are now confined. God grant that we may\ngo into Potter's Field and bring out those broken pieces of clay and join them together into\nbeautiful lives, that they may join with us in the great plan of salvation and exaltation in the\nkingdom of God. We cannot be saved without our dead, and our dead cannot be saved\nwithout us (<span class=\"citation\" id=\"12410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12410)\">D&amp;C 128:15,18<\/a><\/span>).\n<\/p><p>\nMarvel not at this: for the hour is coming, in the which all that are in the graves\nshall hear his voice, And shall come forth; they that have done good, unto the\nresurrection of life; and they that have done evil, unto the resurrection of\ndamnation (<span class=\"citation\" id=\"27283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27283)\">John 5:28-29<\/a><\/span>).\nI am the way, the truth, and the life: no man cometh unto the\nFather, but by me (<span class=\"citation\" id=\"27296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27296)\">John 14:6<\/a><\/span>).\n<\/p><p>\nGATHERING OF GENEALOGIES\n<\/p><p>\nThat is God's will that all his children who have lived in every day and age and dispensation\nof time shall come to the Father by his Son; therefore, let us cross the bridge and take the\ngospel of the Son to our ancestors. Let us study our genealogy. Let us get the names together.\nLet us not neglect this great and important work, and I know it is important because when I\nsee our people in the islands of the sea writing their names down, gathering their genealogy\nand trying to get those names over to the temple, trying to get there themselves, I know that\nwithin their hearts they know that they are the children of God; they know that their ancestors\nwere the children of God; and no Polynesian islander would want to be saved without his\ngreat and noble ancestors.\n<\/p><p>\nGod grant that we may turn some attention, brothers and sisters, to the work for those who\nlive on, on the other side of the bridge. Let us cross the bridge over to them.\n<\/p><p>\nTESTIMONY CONCERNING BRETHREN\n<\/p><p>\nI know as I stand here that God lives, that he has not forgotten his children upon the earth. I\nonly wish that you people could have your lives touched as intimately as I have had my life\ntouched during these brief two years I have been associated in the councils of these\ngreat and good men. Do not anyone ever say that any man who belongs to the councils of this\nChurch has ever come into the councils because he needs or he wants monetary remuneration\nor because he wants wealth. If there is any man who is opposed to the welfare plan and\nprogram of this Church, I would like to have an argument with him if he thinks the brethren\nwho sit here on this stand are not living on the welfare program, are not giving up much of\nthis world's goods, its luxuries and its wealth by accepting the call.\n<\/p><p>\nFollow me, and I will make you fishers of men\n(<span class=\"citation\" id=\"34124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34124)\">Matt. 4:19<\/a><\/span>).\n<\/p><p>\nGod bless us all with the spirit of the gospel of Jesus Christ. God bless you men who are\neducators, you men who sit before me who stand at the heads of political organizations and\noccupy high government offices, that you may ever realize that there is no salvation outside\nof the plan of true religion, that there is nothing in political science or in physical science, or\nin any other science, that will replace the simple gospel of Jesus Christ as the power of God\nfor the salvation of his children (<span class=\"citation\" id=\"42678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42678)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nGod bless us all, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}