{"ID":3083, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Storehouse Resource System\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p3\" class=\"\">Bishop J. Richard Clarke<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p\" class=\"\">Second Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_040<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a6e.jpg\" alt=\"Bishop J. Richard Clarke\"\/><\/div>\n\t\t\t<p class=\"preamble\">A bishop’s ministry is blessed with joy-filled opportunity to “succor the weak, lift up the hands which hang down, and strengthen the feeble knees.” (<span class=\"citation\" id=\"17063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17063)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17063)\">D&amp;C 81:5<\/a><\/span>.) As the father of the ward, he is looked to for answers to a whole range of human problems:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>To an unemployed father—a job<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>To a family home gutted by fire—furniture and clothing<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>To a grateful recipient harvesting the corn crop—meaningful work<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>To an unwed mother—a new home and loving parents<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>To an emotionally disturbed couple—a trained therapist<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>To a willing but unemployable member—dignity through labor<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p11\" class=\"\">Each bishop knows that ministering to the temporal needs of stricken members awakens in him a spark of the divine nature. The Savior taught us that all things are spiritual unto him. Elder B. H. Roberts declared that the highest development of the spiritual is in its connection with the physical. (See B. H. Roberts, <span class=\"emphasis\">The Mormon Doctrine of Deity,<\/span> Salt Lake City: The Deseret News, 1903.) In our temporal world, the problems of the flesh are real and constant and demanding. The Church has been commissioned of the Lord to provide the means by which its members may solve these problems. President McKay was once challenged by a man who said, <span class=\"emphasis\">“If yours is the only true church, then it must have the answer to every problem of the human soul, spiritually, temporally, and socially.”<\/span> Brothers and sisters, we <span class=\"emphasis\">do<\/span> have the answers!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p12\" class=\"\">It has always been the disposition of the true disciples of Christ, as they reached higher degrees of spirituality, to look after the needy. During Alma’s day,<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p13\" class=\"\">“They did impart of their substance, every man according to that which he had, to the poor, and the needy, and the sick, and the afflicted; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p14\" class=\"\">“And thus, in their prosperous circumstances, they did not send away any who were naked, or that were hungry, or that were athirst, or that were sick, or that had not been nourished.” (<span class=\"citation\" id=\"9284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9284)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9284)\">Alma 1:27, 30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p15\" class=\"\">In this dispensation, the Lord has declared, “I give unto the church in these parts a commandment, that certain men among them shall be appointed. … And they shall look to the poor and the needy, and administer to their relief that they shall not suffer.” (<span class=\"citation\" id=\"17014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17014)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17014)\">D&amp;C 38:34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p16\" class=\"\">From then until now, the Lord has patiently allowed us to learn the principles that govern temporal salvation. It took the terrible economic depression of the 1930s to restimulate the Church to apply revealed principles and develop a formal plan under which the priesthood could minister to our needy. The fundamentals of the Welfare Plan were articulated in 1933. Stake presidents and bishops were asked to survey their needs. Because of its great complexity, the matter was taken under advisement for three years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p17\" class=\"\">In October 1936, the First Presidency officially put into operation the Welfare Plan of the Church. You are acquainted with their published statement. And I quote, in part:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p18\" class=\"\">“Our primary purpose was to set up, in so far as it might be possible, a <span class=\"emphasis\">system<\/span> under which the curse of idleness would be done away with, the evils of a dole abolished, and independence, industry, thrift and self respect be once more established amongst our people.” (In <span class=\"emphasis\">Conference Report,<\/span> Oct. 1936, p. 3, italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p19\" class=\"\">Perhaps, like me, you have heard this declaration of principle many times and yet not fully considered that our individual efforts are to be united through a <span class=\"emphasis\">system<\/span>—a system that is balanced and integrated, not merely that men shall be clothed and fed, but, to continue to quote from the Presidency, “The eternal man should be built up by self-reliance, by creative activity, by honorable labor, by service. From the beginning the long-range objective of the Welfare Plan was to build character in the members of the Church, both givers and receivers alike.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p20\" class=\"\">The welfare system has expanded and matured and is now referred to as the <span class=\"emphasis\">Storehouse Resource System.<\/span> The system is established on the six foundational principles of Welfare Services, which are love, work, self-reliance, service, stewardship, and consecration. While the bishop authorizes assistance <span class=\"emphasis\">from<\/span> the system, each of us contributes resources to the system.<\/p>\n\t\t\t<p class=\"preamble\">No bishop stands alone in his ministry. Thanks to the consecrations of the Saints, he has a full range of services and aids available through this great resource system. Many in the Church perceive a storehouse to be just a general store where food and clothing may be obtained on a bishop’s order. However, as members’ needs have expanded, the Storehouse Resource System has broadened to include:<\/p>\n    <ul class=\"bullet\"><li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Employment services<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Bishops storehouses<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Production projects<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>LDS Social Service<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Deseret Industries<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t<span class=\"label\">•<\/span>\n\t\t\t\t\t\n\t\t\t\t\t<p>Fast offerings and other welfare resources<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ul><p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p28\" class=\"\">Bishops may now provide clothing, shelter, food, medical assistance, employment, adoption and foster care services, and professional therapy for the emotionally afflicted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p29\" class=\"\">Surely the “founding fathers” of the Welfare Plan must be thrilled to see the magnificent evolution of the system they envisioned. Let us thank the Lord for those who in darkness see, and from doubtings lead! Let us thank the Lord for prophets who can see, in finished form, the visions of the mind. It was this capability that President Romney referred to in his quotation of Brigham Young when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p30\" class=\"\">“If any of you had a vision of Zion, it was shown to you in its beauty and glory after Satan was bound. … You did not see a vision of driving cattle across the plains and where you would be mired in this or that mudhole. You did not see the stampedes among the cattle, and those of a worse character among the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p31\" class=\"\">“But you saw the beauty and glory of Zion that you might be encouraged and prepared to meet the afflictions, sorrows and disappointments of this mortal life and overcome them and be made ready to enjoy the glory of the Lord as it was revealed to you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p32\" class=\"\">President Romney then concludes: “We have … visions of the welfare program. We have great visions of the redemption of Zion and the building of the new Jerusalem, the inauguration of the United Order, the coming of the Millennium. But before these visions materialize, we must travel some rough roads.” (Addresses delivered at the special Welfare Meeting, 5 Apr. 1949, p. 13.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p33\" class=\"\">Could this have been the day envisioned by President J. Reuben Clark, who said in 1942: “We have all said that the Welfare Plan is not the United Order and was not intended to be. However, I should like to suggest to you that perhaps, after all, when the Welfare Plan gets thoroughly into operation—it is not so yet—we shall not be so very far from carrying out the great <span class=\"emphasis\">fundamentals<\/span> of the United Order.” (In <span class=\"emphasis\">Conference Report,<\/span> Oct. 1942, p. 57; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p34\" class=\"\">I am persuaded that in the ensuing thirty-six years since President Clark made this statement the Welfare Plan has more <span class=\"emphasis\">thoroughly been put into operation.<\/span> Last October Conference President Kimball stirred our imaginations with this challenge:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p35\" class=\"\">“As I considered my remarks for this Welfare session, I was struck by the thought that … a generation has passed since the reestablishment of this great welfare work. … In my mind’s eye the great leaders of this effort passed in review. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p36\" class=\"\">“As I recounted their contributions and the Church’s splendid growth in Welfare Services, I encountered this question: Do our people today and more particularly do our regional, stake, and ward leaders today <span class=\"emphasis\">have the same grasp of welfare principles and the same commitment to Welfare Services work<\/span> as did those of this previous generation?” (<span class=\"emphasis\">Ensign, <\/span>Nov. 1977, p. 76.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p37\" class=\"\">It is my conviction, President Kimball, that this generation accepts the challenge and has indeed “lengthened its stride” in its present implementation! We have entered a new era in Welfare Services, one characterized by improvement in five areas of activity:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p38\" class=\"\">First—<span class=\"emphasis\">better coordination and cooperation within the system<\/span> so that production, processing, and distribution now flow more effectively. This means that priesthood employment leaders need to integrate better their efforts with the local Welfare Services Employment Center. It means better utilization of the great volunteer efforts of the Saints, whether on our project farms, or in LDS Social Services offices, or in Deseret Industries, or whatever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p39\" class=\"\">Next, <span class=\"emphasis\">improved planning<\/span> so that the Storehouse Resource System operates as an integrated whole, thereby allowing us to control and balance its growth. Superior planning and good judgment will reduce the possibility of compromise in establishing and maintaining all elements of the system.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p40\" class=\"\">Third, <span class=\"emphasis\">increased managerial effectiveness<\/span> in all aspects of our welfare operations. The last four decades of welfare work have served as a powerful schoolmaster to teach us basic principles and disciplines. With new technologies and management skills, we can far exceed our previous productivity and efficiency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p41\" class=\"\">Next, <span class=\"emphasis\">higher levels of commitment and consecration to the kingdom.<\/span> Our quorum representatives and visiting teachers, as agents of the bishop, must get more involved in searching out the distressed and the needy. In our time of abundance, we must be generous with our surplus, which may be consecrated through the medium of the fast offering into the resource system. We are not restricted to paying the equivalent value of two meals only. Our prophet has entreated us to give even ten times more than two meals where possible. (See <span class=\"emphasis\">Conference Report,<\/span> Oct. 1974, p. 184.) The prosperous should think beyond their ward and stake boundaries. Through the fast offering, we are distributing our expressions of love through the bishop to the one in need. This is the Lord’s way, wherein both giver and receiver are blessed to the ultimate salvation of both.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p42\" class=\"\">Finally, <span class=\"emphasis\">increased spirituality,<\/span> which implies a closer communion with the Savior and more sensitivity to the Spirit in our daily lives. Our prophet has counseled us to “emulate the Savior in your life by serving and consecrating, by overcoming temporally so that you might more fully achieve spiritually.” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1977, p. 79.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p43\" class=\"\">My brothers and sisters, it is my sincere belief that this new era of Welfare Services implementation by our generation is proceeding as the Lord has ordained it. It goes forth to meet a perceived but not a completely defined need. President Harold B. Lee, in his last public reference to Welfare Services, stated:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p44\" class=\"\">“There is no person who knows the purpose for which this Welfare Program is being instituted, but hardly before sufficient preparation has been made the real purpose will be revealed, and when that time comes, it will challenge every resource of the Church to meet it.” (Church Employees Christmas Program, 1973.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p45\" class=\"\">Perilous times await us. Judgments will be poured out upon the wicked. Saints must live in obedience to righteous principles to be safe from the calamities declared by holy prophets. There is much work to be done before the return of our Lord and Savior. It is true that we do not know precisely the <span class=\"emphasis\">day<\/span> of the Lord’s second coming. As Elder Bruce R. McConkie says, “Deliberately and advisedly the actual time of his coming has been left uncertain and unspecified, so that men of each succeeding age shall be led to prepare for it as though it would be in their mortal lives.” (<span class=\"emphasis\">Doctrinal New Testament Commentary,<\/span> vol. I, Salt Lake City: Bookcraft, 1973, p. 675.) Now there is always some risk in speaking of prophetic events in connection with welfare planning because there are those who jump to speculative conclusions. But the Lord gives us prophecy that we might prepare ourselves: for he said, “If ye are prepared ye shall not fear.” (<span class=\"citation\" id=\"17011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17011)\">D&amp;C 38:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-storehouse-resource-system.p46\" class=\"\">The Storehouse Resource System enables us to apply the principles of preparation, love, service, sacrifice, and consecration. It is only upon these principles and these works that Zion is ever established. I bear witness that while we now face and will always face difficult challenges, this is God’s kingdom; this is his work; we are his people; and our ultimate triumph through the Lord is assured, to which I testify in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}