{"ID":3088, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Are His Stewards\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/we-are-his-stewards.p3\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/we-are-his-stewards.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_045<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"President N. Eldon Tanner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/we-are-his-stewards.p4\" class=\"\">My dear brothers and sisters, I have enjoyed this meeting very much. The Spirit of the Lord has been with us today. I want President Kimball to know he has strengthened my testimony and resolve to further intensify my works and my efforts in building the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/we-are-his-stewards.p5\" class=\"\">I always like to know how many people are here and who are here. I wonder if the bishops who are here for the first time would please stand. Thank you. I wonder if the ward Relief Society presidents who are here for the first time would please stand. Thank you. And the stake Relief Society presidents that are here for the first time, please. Thank you. Now the stake presidents that are here for the first time, please. Thank you. That shows, President Kimball, there are many new people here, and emphasizes the importance of having these meetings every six months so that the people may learn of their duties.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/we-are-his-stewards.p6\" class=\"\">We’ve certainly been fed this morning with the spirit of this work. We’ve been instructed in how we’re to act and what we’re to do. Now I just hope and pray that the Spirit of the Lord will go with us as we leave this meeting and that we will do what we’ve been instructed to do so that the Lord may be pleased with what we are doing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/we-are-his-stewards.p7\" class=\"\">I’d like to bear my testimony to you that this is the church of Jesus Christ. Let me say that again: This is the church of Jesus Christ. This is his program. You are his stewards. We are his stewards, and he will hold us responsible as stewards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/we-are-his-stewards.p8\" class=\"\">When I attended the dedication of Brigham Young University’s Monte L. Bean Life Sciences Museum, Brother Bean said, “All that we have is the Lord’s. We are his stewards, and anything that he wants of me or that the leaders of the Church want of me, I am prepared to give.” What a great spirit we would have if we would realize that all that we have to administer, all that we call our own, is the Lord’s, and we have the responsibility to do it the way he would have it done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/we-are-his-stewards.p9\" class=\"\">So much has been done and is to be done, and it will be done best when we follow the principles of stewardship. I believe this is what President Kimball had in mind when he said at the last welfare conference: “Brothers and sisters, … may I urge you to go forward in this great work. So much depends upon our willingness to make up our minds collectively and individually, that present levels and performances are not acceptable, either to ourselves or the Lord.” (<span class=\"emphasis\">Ensign, <\/span>Nov. 1977, p. 79.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/we-are-his-stewards.p10\" class=\"\">I humbly pray, my brothers and sisters, that we will do this as we represent the Lord in this great welfare work. And I leave my testimony with you that it is the work of the Lord. It is our responsibility and we will be blessed according to the way we perform our duties. May we do it well, I humbly pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}