{"ID":3089, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Royal Law of Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p3\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_046<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p4\" class=\"\">Brothers and sisters, with you I have enjoyed this meeting very much. I don’t recall having attended a better welfare meeting. I appreciate the work the General Welfare Services Committee, the Presiding Bishopric, and the Welfare Department are doing in welfare services.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p5\" class=\"\">I have prepared a speech too long to give in the time available. I believe, however, you can get along without it if you will do what you have been counseled to do here today. Our time here this morning has been well spent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p6\" class=\"\">The subject of the talk I have prepared is “The Royal Law.” Defining it, the apostle James said, “If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well.” (<span class=\"citation\" id=\"26299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26299)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26299)\">James 2:8<\/a><\/span>.) We must have this law in mind in all that we do in our welfare work. We must love our neighbors as ourselves. The Savior put this law second only to the love of God when He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p7\" class=\"\">“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p8\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.” (<span class=\"citation\" id=\"36605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36605)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36605)\">Matt. 22:37, 39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p9\" class=\"\">In the payment of our fast offerings, we must do so with the royal law in mind. You remember that Isaiah speaks of the people who came to the Lord and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p10\" class=\"\">“Wherefore have we fasted, … and thou seest not?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p11\" class=\"\">Because, came the answer, you do not keep the fast which I commanded. True, you bow down your heads as a bulrush and spread sackcloth and ashes under your feet, but you do not deal your bread to the hungry, nor provide housing for the poor, nor do you cover the naked. When you do these things, “then shalt thou call, and the Lord shall answer; thou shalt cry, and he shall say, Here I am.” (See <span class=\"citation\" id=\"25523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25523)\">Isa. 58:3–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p12\" class=\"\">The caring for the poor and the handicapped and those who need our help is a main purpose and an absolute requirement in fulfilling the royal law of loving our neighbors as ourselves. You will remember the great sermon of Amulek on prayer, in which he tells the people to pray and tells them how often to pray—morning, night, and noon—and tells them where to pray and how to pray and what to pray for. He goes into great detail and then he says that “after ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need—I say unto you, if ye do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny the faith.” (See <span class=\"citation\" id=\"9290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9290)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9290)\">Alma 34:17–38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p13\" class=\"\">I believe we are coming to under stand the royal law, “Thou shalt love thy neighbour as thyself.” You will remember that Jesus, just before the close of His ministry, speaking to His apostles, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p14\" class=\"\">“When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p15\" class=\"\">“And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p16\" class=\"\">“And he shall set the sheep on his right hand, but the goats on the left.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p17\" class=\"\">“Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p18\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p19\" class=\"\">“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p20\" class=\"\">“Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p21\" class=\"\">“When saw we thee a stranger, and took thee in? or naked, and clothed thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p22\" class=\"\">“Or when saw we thee sick, or in prison, and came unto thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p23\" class=\"\">“And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"36617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36617)\">Matt. 25:31–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p24\" class=\"\">I know this gospel is true. I have no doubt about that at all. I never remember a time when I questioned a principle of the gospel. I know that the welfare program that was outlined in the 1930s was inspired of the Lord. He gave President Grant the inspiration and gave him help through his great counselor, J. Reuben Clark, Jr., and others, to set up the program. It is our duty now to follow it and take care of His kingdom in the spirit of loving our neighbors as ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/the-royal-law-of-love.p25\" class=\"\">If we do so, we shall be able to meet the trying days ahead, which are coming faster than we think. The peoples of the earth will be in such trouble and distress that they will be unable to solve their problems in any other way than to turn to the Lord’s program. I bear you this testimony in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}