{"ID":309, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Challenge to Youth<\/p>\n<p class=\"gcspeaker\">Elder Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, October 1947, pp. 84-87<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brothers and sisters, and I do regard you as my brothers and sisters, I feel very\nhumble and very frightened in looking into the faces of this great congregation in this, the\ntabernacle of the Lord. I have sincerely prayed that the Lord would bless me while I occupy\nthis position that I may say some words of meaning, of encouragement, that I may be directed\nby the Holy Spirit in whatever I say. I sincerely trust that the Lord will bless you that you\nmay meditate during the conference, that you may worship and that you may feel his holy\ninfluence.\n<\/p><p>\nWe come here to worship and to bear testimony and to partake of the Spirit of the Lord, so\nthat we can discharge our duties more faithfully and so that we can live according to his plan.\nThe choir today has touched our souls with beautiful music, and I am sure we are grateful to\nthis organization.\n<\/p><p>\nTABERNACLE CHOIR\n<\/p><p>\nA year ago I had occasion to go to Mexico City with a businessman of the East. We\ndiscussed religion pro and con, and then I asked him what faith he belonged to, and he\nanswered me humbly that he belonged to the religion of the Salt Lake Tabernacle Choir. That\nwas his religion. Well, I am sure they touch the hearts of men each week, and I am sure they\nmellow their souls. As you probably know, they leave this coming week for San Bernardino\nto participate in a centennial pageant there. They will broadcast next Sunday to the world\nfrom San Bernardino.\n<\/p><p>\nOne cannot teach the gospel of the Lord Jesus Christ without the Spirit of the Lord\n(<span class=\"citation\" id=\"12344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12344)\">D&amp;C 42:14<\/a><\/span>). I am\nconvinced of that. One cannot be taught the gospel of the Lord Jesus Christ without the Spirit\nof the Lord. I am convinced of that. One cannot teach, nor one cannot be taught, without that\nsweet Spirit.\n<\/p><p>\nI am grateful for my membership in the Lord's Church. I have learned to love men as I did\nnot think I ever knew how to love men. These men that I have become\nassociated with, and particularly the Presiding Bishopric and the other brethren, are the finest\nmen in all the world. I humbly pray to God that he will bless me that I may measure up to\nthe responsibility and the confidence of these men and of you, my brethren and sisters.\n<\/p><p>\nA TRIBUTE TO CHURCH OFFICIALS\n<\/p><p>\nAs I go from stake conference to stake conference and meet new stake presidents every week,\nI meet equally fine men, men who are devoted to the Church, men who would give their all\nin the service of the Lord, if they were asked to. We come to you as strangers, and you take\ncare of us, see that we are properly housed, and your wives are so good to feed us and look\nafter us. You extend to us your kindness and your courtesies, and as we kneel down with you\nin your family prayers, our hearts are touched, and we are inspired by the great devotion of\nyou men holding those responsible positions.\n<\/p><p>\nA VISIT TO THE SACRED GROVE\n<\/p><p>\nBrother [Albert E.] Bowen and others have referred to the Prophet Joseph as one of the most\nimportant influences in the lives of all of us. A week ago I had an opportunity to walk into\nthe Sacred Grove, the place where that young man, Joseph, walked and prayed to the Lord to\nhelp him. One cannot walk into that grove without feeling that spirit of reverence, that spirit\nof sacredness, the only spot, if my memory serves me right, where God and his son Jesus\nChrist both appeared at the same time, at the same place, and they spoke to that boy. Oh, that\nis a fact! You cannot go into the grove but what you feel that influence. It is different from\nany other wooded grove in all the world, because it is a sacred place and a hallowed spot.\nThat grove is right behind the house where his father and mother lived and where Joseph\nlived as a boy; and right down the road a little way&mdash;you who have not been there&mdash;is that\nother sacred spot, the Hill Cumorah, where the angel of the Lord appeared to that boy, not\nonce, but in four consecutive years, before he delivered to him the golden plates, and from\nthem came the Book of Mormon. That boy did not write that book. Then he sealed that\ntestimony by giving his life. How much more evidence do we need? Surely the world must\naccept that as truth. And it would be well if we would stimulate that belief in the hearts and\nsouls of our young people. If they can only feel that influence, that one feels when he is\nthere, they would need never to doubt nor would they need ever to worry.\n<\/p><p>\nBefore I left the grove, I asked those that were with me if I could remain a little while. Then\nI knelt down before my Father in heaven by that big tree, and I tried to pour out my heart to\nhim as I had never tried before. I bear you my testimony that the influence\nof the Lord is there, that all of that is true. I did not intend to say that, but the Sacred Grove\nand the recent memory of it were fresh in my mind.\n<\/p><p>\nTHE YOUTH OF THE CHURCH\n<\/p><p>\nI would like to say just a word more with reference to the young people of the Church. We\nyour fathers and mothers and your elders, love you deeply. I do not know whether the young\npeople of the Church can understand that we love them so much, or whether they will be able\nto understand it or not until they have children of their own, but at least we want them to\nknow that our entire love goes out to them. We are concerned about them because we know\nsome of the pitfalls of life, and we know some of the experiences of the social trends. We\nknow some of the teachings that are contrary to the teachings of the Church. We know some\nof the articles that they read, and we know the speeded highway and the high-powered\nautomobiles, and that is why we are worried about them, because we love our children so\nmuch. And I would say to the young people of the Church, stay close to your parents. You\nboys of the Church, if I could only touch your hearts to urge you to tell your dads everything\nthat goes on in your lives. I feel sorry for a young man who cannot tell his dad everything.\nAnd I feel sorry for a young girl who cannot tell her mother everything. We know you will\nmake mistakes, sometimes, but we will love you just the same, and we hope that we can\ninstill confidence in you, that you will come and confide in us. If we expect to share your\njoys, we must expect to share your sorrows and your mistakes and your problems.\n<\/p><p>\nRecently there appeared an article in a popular magazine on the subject of Mormonism, and\none of the references in that magazine was to the effect that the young people of the Church\nare sliding back or slipping away. That I do not believe. And in behalf of the young people of\nthe Church, I feel that I can deny that statement. When I hear young people in the\nconferences bear their testimonies, they are brilliant; they are serious; and they want to live\nclose to the Lord.\n<\/p><p>\nI heard a great man say a few years ago when he placed his hands upon the head of a bishop\nto bless him, that some of the choicest spirits that had ever been born into the world were the\nyoung people of the Church today. I am sure the writer of that article would not understand\nthat we have four thousand choice young men and women out in the world today, paying\ntheir own expenses, gladly, to proclaim the gospel and share their testimony and their faith\nwith those who are less fortunate. And if it need be and the Church would call upon\nvolunteers from young men and women, it could possibly raise hundreds of thousands of\nmissionaries to go into the world on twenty-four hours notice.\n<\/p><p>\nOh, we realize that the young people may make mistakes. Most of us have\nmade mistakes in our lives. But may we also realize that those same young people, if they\nwill only stay close to the Lord, the Lord will forgive his people for mistakes. I think if a\nfather and a mother are so far away from their young people that their young people will not\ncome to them and tell them about their problems, then there is something wrong between\nfather and son and mother and daughter.\n<\/p><p>\nMay the young people of this Church stay close to their Father in heaven and may time prove\nthat the writer of that article, stating that the young people are sliding back, will be disproved\nwithout question.\n<\/p><p>\nSTAY CLOSE TO THE LORD\n<\/p><p>\nI can bear testimony to the young people of the Church that the Lord will help you in all of\nyour problems, in all of your mistakes, in all of your joys and satisfactions if you will only let\nhim. May we humbly pray to the Lord and be so diligent that we may stay in close\ncommunion with the Spirit of the Lord and so live that the Lord can easily manifest himself\nunto us, so that he can feel our humility and so that we can feel his Spirit, then we can\nhumbly say, \"Speak, Lord, for thy servant heareth\"\n(<span class=\"citation\" id=\"2492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2492)\">1 Sam. 3:10<\/a><\/span>).\n<\/p><p>\nMay that be our happy lot. May we truly love one another, realizing that there are thousands\nof men who are less fortunate than we, that we may give of ourselves and our means and our\nenergy for those who are less fortunate. May God bless us that we may stay close to him\nunder all conditions, I humbly pray, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}