{"ID":3090, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Living the Gospel in the Home\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The following is an edited version of the address given by President Kimball at the Regional Representatives Seminar, March 31, in the Church Office Building.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03096_000_047<\/span>\n\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p4\" class=\"\">Beloved brethren, I have thrilled and thrilled as I have heard the names of the new Regional Representatives called out, and as I realize that we have a great many more quality brethren in all places in the world. It makes us very happy indeed that the brethren are so responsive when offered an opportunity to serve the Lord in this capacity.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Political and Government Matters<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p6\" class=\"\">I should first like to say a word about involvement of members in political and government matters.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p7\" class=\"\">Even though there is no pressing crisis that requires a discussion of this matter, we would like to share with you, as Regional Representatives, the position of the First Presidency and the Twelve with regard to the involvement of the Church and Church members in political and governmental matters. In September of 1968, the First Presidency reminded members of the Church of “their obligations as members of the communities in which they live and as citizens of the nation.” The First Presidency counseled members of the Church as follows:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p8\" class=\"\">“The growing world-wide responsibilities of the Church make it inadvisable for the Church to seek to respond to all the various and complex issues involved in the mounting problems of the many cities and communities in which members live. But this complexity does not absolve members as individuals from filling their responsibilities as citizens in their own communities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p9\" class=\"\">“We urge our members to do their civic duty and to assume their responsibilities as individual citizens in seeking solutions to the problems which beset our cities and communities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p10\" class=\"\">“With our wide ranging mission, so far as mankind is concerned, Church members cannot ignore the many practical problems that require solution if our families are to live in an environment conducive to spirituality.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p11\" class=\"\">“Where solutions to these practical problems require cooperative action with those not of our faith, members should not be reticent in doing their part in joining and leading in those efforts where they can make an individual contribution to those causes which are consistent with the standards of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p12\" class=\"\">“Individual Church members cannot, of course, represent or commit the Church, but should, nevertheless, be ‘anxiously engaged’ in good causes, using the principles of the gospel of Jesus Christ as their constant guide.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p13\" class=\"\">The First Presidency and the Twelve wish to reaffirm this important statement of 1968. We believe this is the wise course to pursue, wherein Church members are urged to do their duties as citizens. The Church of Jesus Christ of Latter-day Saints cannot be committed, as an institution, except on those issues which are determined by the First Presidency and Twelve to be of such a nature that the Church should take an official position concerning them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p14\" class=\"\">We believe that to do otherwise would involve the Church, formally and officially, on a sufficient number of issues that the result would be to divert the Church from its basic mission of teaching the restored gospel of the Lord to the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p15\" class=\"\">We earnestly hope Church members will feel their individual responsibilities keenly and pursue them wisely.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p16\" class=\"\">We hope you Regional Representatives will counsel stake presidents and other local leaders in your respective areas to be careful about involving the Church as an institution in matters that are best pursued by Church members as individual citizens. We further hope you will help priesthood leaders and members to understand why the Church must decline many of their requests to involve the Church on a particular issue. The issue may be very deserving and the cause worthy, but for the reasons already indicated, appropriate involvement must come from Church members as individual citizens rather than from the Church as an institution.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>A New System of Conferences<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p18\" class=\"\">We meet together often in the Church in conferences to worship the Lord, to feast upon the word of Christ, and to be built up in faith and testimony. We hold ward, stake, area, and general conferences, among others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p19\" class=\"\">In recent years some of our most inspirational conferences have been the area conferences held outside the United States. We plan, beginning in 1979, to hold some area conferences in the United States. Through these area conferences more members of the Church will be able to meet and hear the General Authorities. Two members of the Council of the Twelve and others will attend each conference.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p20\" class=\"\">To ease the burdens of time, travel, and money upon members of the Church, we have also decided, beginning in 1979, to hold only two stake conferences each year in each stake. One of these will be attended by one or more General Authorities and the other by the Regional Representative. This will leave more time for stake presidents and other local leaders to do more in perfecting the Saints.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Simplification<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p22\" class=\"\">Brethren and sisters, we do not want “simplification” to become a slogan or an encouragement to laziness. What we desire is to have Church programs serve Church members, not the reverse. We also want priesthood leaders to take into account, prayerfully and carefully, the needs of their members and to focus on meeting those basic needs. The programs of the Church can be great resources to that end, especially if priesthood leaders will also review local circumstances which may suggest ways in which the flexibility that is being provided can best be applied. You cannot look to the general boards and general committees as the primary source of information in explaining what the Church expects of its members. We have now passed the day when these boards and committees are able to take the program directly to the local level.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p23\" class=\"\">The Church does not have several organizational lines running from headquarters leaders to their local counterparts. There is only one fundamental organizational channel, and that is the priesthood channel, which runs from the First Presidency and the Twelve through the Zone Advisers, Area Supervisors, Regional Representatives, stake presidents, and bishops. The headquarters organizations will support and help those in the priesthood line as much as possible, but we <span class=\"emphasis\">must <\/span>look to you brethren who <span class=\"emphasis\">are <\/span>that priesthood line to assume more responsibility than you ever have before. Our task is to be simple enough <span class=\"emphasis\">to serve our people at the level of their need. <\/span>That is the simplicity toward which we strive, even if that result demands work by some of us that does not seem so simple.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p24\" class=\"\">Just as the bishop takes care that no more funds are expended from the ward budget than have been budgeted for each organization, so he should be the chief budget officer in monitoring local expenditures of the <span class=\"emphasis\">time <\/span>of Church members. In both cases, he must always keep the budget in balance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p25\" class=\"\">The measured flexibility we are giving you is to help you to use your time more effectively in serving the Saints. There is a difference between being “anxiously engaged” and busy work, between moving forward with fundamentals and in pressing “meat” upon members when “milk” is what is needed first.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p26\" class=\"\">The mission of the Church to its members is to make available the principles, programs, and priesthood by which they can prepare themselves for exaltation. Our success, individually and as a Church, will largely be determined by how faithfully we focus on living the gospel in the home. Only as we see clearly the responsibilities of each individual and the role of families and homes can we properly understand that priesthood quorums and auxiliary organizations, even wards and stakes, exist primarily to help members live the gospel in the home. Then we can understand that people are more important than programs, and that Church programs should always support and never detract from gospel-centered family activities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p27\" class=\"\">Members should achieve personal and family preparedness, assisting and strengthening their own family members and others temporally and spiritually in the Lord’s way. They should prepare for and obtain temple blessings for themselves and their kindred dead. They should share the gospel by example, by being a friend, bearing a testimony, serving missions, preparing sons for missions, and by supporting Church missionary efforts. Each member should develop talents, read good literature, be engaged in quality cultural pursuits, and become informed and participate appropriately in local and national civic affairs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p28\" class=\"\">You will observe that all of these functions can best be accomplished through a strong home environment. Quorum leaders should ask themselves, how can we help our quorum members magnify their most important priesthood calling, that of husband and father in their own family? How can we help each priesthood bearer lead out in an environment of love and understanding, honoring his wife and consulting with her in her companion leadership role? Together with bishops and stake presidents they should ask, how can we help parents study the scriptures with their children and reap full blessings from regular and purposeful family home evenings together?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p29\" class=\"\">Relief Society leaders and teachers should ask, how can we help the wife and mother understand the dignity and worth of her role in the divine process of motherhood? How can we help her make her home a place of love and learning, a place of refuge and refinement? How can we strengthen her to assume an added family leadership role when her husband is away from the home, or in those homes without a father?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p30\" class=\"\">Auxiliary leaders and teachers of youth should ask, how can I help these young people to love and obey their parents, honor them, and be supportive of their family responsibilities? How can we schedule meetings, practices, and activities to avoid disrupting home relationships and responsibilities, and to allow time for family activities?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p31\" class=\"\">Our commitment to home-centered gospel living should become the clear message of every priesthood and auxiliary program, reducing, where necessary, some of the optional activities that may detract from proper focus on the family and the home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p32\" class=\"\">We are mindful that many of our members live alone or with family members who do not share fully their commitment to gospel principles. We encourage them to join together in special home evening groups and to participate in local single adult activities to accomplish these same objectives, always striving to strengthen their family ties with parents, brothers and sisters, and other relatives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p33\" class=\"\">As local Church leaders cautiously conserve the time that families can spend together, we say to both parents and children, “Come back home.” Parents should spend less time in clubs, bowling alleys, banquets, and social gatherings, and more time with their children. Young men and women must balance their involvement in school and other social activities with supportive participation in family activities and appropriate time in the home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p34\" class=\"\">All should work together to make home a place where we love to be, a place of listening and learning, a place where each member can find mutual love, support, appreciation, and encouragement.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p35\" class=\"\">I repeat that our success, individually and as a Church, will largely be determined by how faithfully we focus on living the gospel in the home.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Genealogy<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p37\" class=\"\">One of the important phases of gospel living is to involve ourselves in temple and genealogical effort. We know full well that the spirit world is filled with the spirits of men and women who are waiting for you and me to get busy in their behalf. It is a grave responsibility that the Lord has placed upon our shoulders, one that we cannot avoid and for which we may stand in jeopardy if we fail to accomplish it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p38\" class=\"\">We have asked the Genealogical Department to simplify genealogical procedures. They have responded and we have approved their recommendation after a careful review. Church members may now render second-mile service in genealogy through extracting names locally from microfilm records. This can do much to accelerate the full use of our temples and to hasten the work for the dead generally.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p39\" class=\"\">We endorse, therefore, this further opportunity for Church members to carry out their temple and genealogical responsibilities.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Missionary<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p41\" class=\"\">We are deeply grateful to the numerous missionaries who have proselyted since the beginning of time. For some six thousand years, they have been proselyting. The missionaries today, with their peers, have proselyted the equivalent of nearly one-half million missionary years collectively. In those one-half million years of collective teaching, much has happened. Adam and Eve were in the Garden of Eden. Cain took the life of his brother, Abel. Noah carried his family through the flood. Civilization moved from the Mississippi River to Mount Ararat. Abraham taught the Egyptians astronomy. Moses led the children of Israel across the Red Sea. Lehi led his people to the promised land. Columbus discovered America. The American Revolutionary War brought freedom to this land. Joseph Smith, the Prophet, was instrumental in restoring the gospel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p42\" class=\"\">The missionaries are now baptizing nearly 160,000 or 170,000 people per year. Many years ago they brought 100,000 Scandinavians, Britons, Germans, and others to Zion in 286 sailing vessels. They crossed the ocean to the Mississippi River, and great numbers of them came up the river to St. Joseph, then continued west by wagon and later by train. The Church has measured phenomenal growth—from six members to four million. Since the actual cost of supporting a missionary is approximately $1,872 each, per year, they are now with their services collectively contributing perhaps $50,000,000 per year, plus other incidental costs of doing missionary work. We are proud of their service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p43\" class=\"\">Nearly 4,000 local boys from other nations than the United States are answering the call of missionary duty.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p44\" class=\"\">We should constantly strive to develop a deep and broad knowledge from which the Lord may inspire us to speak, for he makes clear to us through the Prophet Joseph Smith just what our responsibility is with reference to preaching the gospel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p45\" class=\"\">The Lord says, “Seek not to declare my word, but first seek to obtain my word, and then shall your tongue be loosed; then, if you desire, you shall have my Spirit and my word, yea, the power of God unto the convincing of men.” (<span class=\"citation\" id=\"16984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16984)\">D&amp;C 11:21<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p46\" class=\"\">So we are preparing to learn it in their own language.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p47\" class=\"\">The great majority of the missionaries who speak the languages now have been required to learn them through hard study.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p48\" class=\"\">“For it shall come to pass in that day, that every man shall hear the fulness of the gospel in his own tongue, and in his own language, through those who are ordained unto this power, by the administration of the Comforter, shed forth upon them for the revelation of Jesus Christ.” (<span class=\"citation\" id=\"17089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17089)\">D&amp;C 90:11<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p49\" class=\"\">“For verily the voice of the Lord is unto all men, and there is none to escape; and there is no eye that shall not see, neither ear that shall not hear, neither heart that shall not be penetrated. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p50\" class=\"\">“And the arm of the Lord shall be revealed; and the day cometh that they who will not hear the voice of the Lord, neither the voice of his servants, neither give heed to the words of the prophets and apostles, shall be cut off from among the people; …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p51\" class=\"\">“But that every man might speak in the name of God the Lord, even the Savior of the world.” (<span class=\"citation\" id=\"16965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16965)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16965)\">D&amp;C 1:2, 14, 20<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p52\" class=\"\">Let us note that the kings and rulers and potentates and VIPs are not exempt from listening to this gospel, and we take the gospel to them and make special efforts for them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p53\" class=\"\">“Awake, O kings of the earth! Come ye, O, come ye, with your gold and your silver, to the help of my people, to the house of the daughters of Zion.” (<span class=\"citation\" id=\"17125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17125)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17125)\">D&amp;C 124:11<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p54\" class=\"\">If two million families and their children will all unite to pray night and morning every day, the listening Lord will hear those prayers. We pray for the nations of the world that their leaders may soften their hearts and receive the missionaries to bring to their people peace, love, joy, and the knowledge of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p55\" class=\"\">We now have Elder David M. Kennedy to act as special ambassador to the world to prepare for new missions. His association with the nations of the world in the president’s cabinet and general experience make him very adequate. With the help of Elder James E. Faust, International Mission president, we hope to open the doors of other nations.<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">In the name of Christ, our Savior, …<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Did you think to pray?<\/span>\n\t    <\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Prayer will change the night to day. …<\/span>\n\t    <\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t      <span class=\"emphasis\">Don’t forget to pray.<\/span>\n\t    <\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p60\" class=\"\">(See <span class=\"emphasis\">Hymns,<\/span> no. 31.)<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p61\" class=\"\">Come, ye emperors and kings and state leaders, and turn the key. Our missionaries will be powerful ambassadors for your nation. They will bring you peace and joy and a happy, contented people. Please open your doors.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p62\" class=\"\">“And thus the gospel began to be preached, from the beginning, being declared by holy angels sent forth from the presence of God, and by his own voice, and by the gift of the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p63\" class=\"\">“And thus all things were confirmed unto Adam, by an holy ordinance, and the Gospel preached, and a decree sent forth, that it should be in the world, until the end thereof; and thus it was. Amen.” (<span class=\"citation\" id=\"39545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39545)\">Moses 6:58–59<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p64\" class=\"\">As we do our missionary work, our 25,000-plus missionaries soon learn that the gospel is transmitted with their testimony. The Lord explained this in <span class=\"citation\" id=\"17042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17042)\">D&amp;C 62:3<\/a><\/span>:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p65\" class=\"\">“Nevertheless, ye are blessed, for the testimony which ye have borne is recorded in heaven for the angels to look upon; and they rejoice over you, and your sins are forgiven you.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p66\" class=\"\">Recently we received a substantial check from a mother whose son had saved up his missionary money, then was the victim of a highway accident and lost his life:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p67\" class=\"\">“I just didn’t feel I had the right to use this money for myself as my son had been saving it to go on a mission. He and his father were killed three years ago at the age of 17. It was a terrible accident. … They were all going elk hunting and a large oil tanker going very fast in their lane of traffic hit them. …”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p68\" class=\"\">What a choice example of love and unselfishness! It is estimated that we have sent out since 1830 some 250,000 missionaries who have unselfishly given their time in missionary service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p69\" class=\"\">I want to express also my appreciation to members of the Church for the wonderful response to our call to lengthen our strides in missionary work as well as the other phases of our responsibilities. We now have 156 missions in the Church—the largest number ever. I want you to know of my appreciation for what has been done. Please sustain, and even increase, the marvelous momentum that is now moving across the face of the earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p70\" class=\"\">There are 38,000 boys who are 19 and who should now be in the mission field, but who are not. There are 114,000 priests who should now be preparing for missionary service one to three years away. There are 83,000 teachers now 14 and 15 getting ready for their missions four and five years away; 78,000 deacons 12 and 13 beginning now to save their money and get ready for the missionary service six or seven years from now.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p71\" class=\"\">I have previously quoted to you an excerpt from my patriarchal blessing, given by Samuel Claridge:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p72\" class=\"\">“You will preach the gospel to many people, but more especially the Lamanites for the Lord will bless you with the gift of language and power to portray the principles of the gospel in great plainness to that people. You will see them organized and prepare to stand as a bulwark round about this people and the angels of God will be around about you and tell you what to do when you are placed in very trying circumstances for you will see the day when the wrath of our enemies will be very great towards this people, but you will stand forth in connection with others and have power to bring forth confusion and calamity in their midst. Therefore, I say unto you, Brother Spencer, be thee prospered in the day of thy youth and be protected from all sin and temptation to which you may be exposed that you may stand with clean hands and a pure heart before your Heavenly Father.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p73\" class=\"\">As I discussed this matter with Elder Boyd K. Packer, who is very much interested in the Lamanite program, I found that we now have in the Church nearly one-half million Lamanites—316,000 in America and 94,000 in the islands of the sea. That makes us very proud and very happy to find the cause is going forward.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p74\" class=\"\">Many members send me pictures with Christmas cards, and I thought you’d be interested to note how many of the missionaries are Lamanites. We have a very great many fine young men and women. Card after card came in from the missions with a picture of all their Lamanite missionaries—in fact, of all their missionaries. Let me show some of them to you. I can remember when we had very few Lamanite missionaries; you could count them on your fingers nearly—and not only the missionaries, but the members of the Church who were Lamanites.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p75\" class=\"\">Life has changed; conditions have changed. The Lord is blessing the work. Is anything impossible for the Lord? You remember when the angel asked that question of Abraham and Sarah when they were promised in their old age a new son who would be as numerous in his seed as the sands of the sea. Now that’s about the way it will be when we get all these people under the jurisdiction of the Church and feeling happy with it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p76\" class=\"\">In all of our work we have baptized this year in the normal procedure 167,939 members with the limited missionaries we have. As we double the number of missionaries, we can easily multiply the number of conversions, and there are many other ways the Lord can find to increase the success of the missionary work.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p77\" class=\"\">I have every confidence that the work is going faster, hastened considerably, and with more workers and more countries. It was President Wilford Woodruff who said this: “This church will fill North and South America; it will fill the world.” (See <span class=\"emphasis\">The Discourses of Wilford Woodruff, <\/span>sel. G. Homer Durham, Salt Lake City: Bookcraft, 1946, pp. 144–145.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p78\" class=\"\">And President Brigham Young made this statement: “Zion will extend, eventually, all over this earth. There will be no nook or corner upon the earth but what will be in Zion.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book Co., 1954, p. 120.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p79\" class=\"\">Brethren, it’s a wonderful joy to have you here and to work with you in this great cause. I want to say how much I appreciate my counselors who are serving the Lord constantly, as is the Council of the Twelve. We meet every week in the temple. We are very serious-minded when we are in the temple and proceed with the work of the Lord. We constantly try to find new ways and means to reach the people of the world, and then to train and teach them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/05\/living-the-gospel-in-the-home.p80\" class=\"\">Now, I have a testimony of the gospel. And I know the Lord wants this work done; and we want it done—and we’re going to do it, and do it in a way that has never been done before, with great acceleration. May the Lord bless you, brethren and sisters, in the work that you will do, that you may become well prepared for the work that is immediately ahead of you. God bless you; peace be with you. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}