{"ID":31, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Power of Example<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1942, pp. 30-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWith all my heart, brethren, I appreciate the opportunity of being here today, feasting on the\nspiritual food that we have been receiving from our leaders and associates. I thank the Lord\nthat there never has been a time in my life that a shadow of a doubt has crossed my mind as\nto the divinity of this work and the divine calling of the Prophet Joseph Smith and those who\nhave succeeded him in the Presidency of this Church. I thrilled today with President Grant's\ntestimony, as it was read to us by President McKay, and I was delighted with the message of\nthe First Presidency delivered to us this morning by President Clark. Of all the leadership in\nthe world today, surely there is none comparable to that which we have in the Church. How\nsafe and secure we should feel in following their precepts and their example.\n<\/p><p>\nA few days ago I received a letter from a man in the East with whom I have had some,\ncorrespondence&mdash;a prominent business man, but not a member of our Church. I forwarded him\nsome of our literature. He and his wife have read the Book of Mormon three times. He has\njust read the Articles of Faith and writes a beautiful appreciation for the truths contained\ntherein. But I would like to read from his letter his comment after having read the message of\nthe First Presidency delivered at the April conference. He says: \"The message of the First\nPresidency was read with intense interest. It portrays the mind of a soul deeply interested in\nthe welfare of a higher civilization, with a clear understanding of 'mercy and justice.'\" It is\ngood to know that thinking men, though not of us, recognize the power of leadership of those\nwhom the Lord has placed to guide His people in these days.\n<\/p><p>\nWe have a great responsibility, those of us who are here today. For we represent the\nleadership of this Church &mdash;the General Authorities and those who preside in the stakes, the\nwards, and the Priesthood quorums of the Church. We have problems and responsibilities and\nopportunities probably such as we have never had before, particularly in these defense areas. I\nhope we will realize that there will be more expected of us&mdash;that our arms will be just a little\nlonger, and our love a little deeper, and our faith a little more sincere, and that our confidence\nand trust in God and the ultimate triumph of His work in the earth may never falter.\n<\/p><p>\nI hope the bishops will realize that they are in very deed fathers of the people, all who live\nwithin the confines of their wards whether their names be on their records or not. Many have\ncome from outside places and they need care and attention. I hope the bishops will also sense\ntheir great responsibility as presidents of the Aaronic Priesthood in their wards&mdash;that the ward\nteachers will realize that their responsibility is greater than ever before, that the presidencies\nof Priesthood quorums and all charged with responsibility in this Church will respond thereto\nas never before. And I wouldn't like to overlook the seventies, for I feel with Brother\nKirkham the great importance of missionary work, for the Lord has decreed that the gospel\nshall be preached in all the world for a witness to all nations\n(<span class=\"citation\" id=\"33814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33814)\">Matt. 24:14<\/a><\/span>), even to every creature\n(<span class=\"citation\" id=\"50096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50096)\">Mark 16:15<\/a><\/span>). I feel\nthat there are added opportunities within our reach today, and I hope that we will meet these\nresponsibilities in such a way that whoever comes into our communities need never go away\nand say that he was not given an opportunity to hear the gospel of the Lord Jesus Christ from\nthe elders of this Church.\n<\/p><p>\nI would like to leave one other thought with you before closing. It has been said that those\nwho live in glass houses should not throw stones. Probably it was because Paul never had any\nchildren of his own that he wasn't afraid to tell the bishops and deacons that they should be\nable to rule well their own houses, for said he: \"If a man know not how to rule his own\nhouse, how shall he take care of the church of God\"\n(<span class=\"citation\" id=\"2796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2796)\">1 Tim. 3:5<\/a><\/span>).\nSome of us may not have dared say\nsuch a thing, but I believe that under present conditions we should give more thought to this,\neach one of us individually, than we have ever done before.\n<\/p><p>\nWe listened to President Clawson a few minutes ago reading the words of Alma. It has\nalways occurred to me that that great mission of Alma, the son, was the result of the faith and\nthe prayers of Alma, his father, who pleaded with the Lord until the Lord saw fit to call him\nback from the error of his ways (<span class=\"citation\" id=\"40195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40195)\">Mosiah 27:14<\/a><\/span>).\nI wonder if we are doing that for our boys and girls. I\nwonder if we are holding council meetings as husbands and wives, and fathers and mothers,\nto try to meet the new conditions and temptations that are in our midst. I wonder if we know\neach one of our children well enough to know that they are making their contribution to the\nbuilding up of the kingdom of God in the earth. Are our children setting an example because\nof our power as leaders and priests in our own homes?\n<\/p><p>\nA few days ago, I received a letter from one of our boys in the service, and I commend the\ncounsel given in this conference, that we write them. He said he had just been ordained an\nelder in the Church, and he thanked the Lord for that more than for any other thing. While he\nhas been in the service he has changed his way of living so that he is setting an example in\nupholding the standards of this Church.\n<\/p><p>\nBut how did he get started in the way of righteousness? His grandmother in one of our stakes\nwas concerned about him, because his mother was dead. She wrote a letter and asked if we\nwould write to this boy. We finally located him, and the first letter we received told how he\nwas in California and heard two missionaries speaking on the street corner and lady\nmissionaries singing; and he said he wouldn't have gone and spoken to them for anything in\nthe world. He was afraid. He drew a diagram showing how he went down to the corner and\nback again, and then down to the corner and back again, and finally he found himself\nstanding talking to the missionaries. In his letter he asked: \"Do you think the Lord had\nanything to do with this?\" As far as I am concerned I think the prayers of that grandmother\nand the importunities probably of his mother who had gone beyond, were the means of\nbringing that boy back into line of duty and righteousness.\n<\/p><p>\nGod help us to labor with our children, to pray with them, to see that our own are setting an\nexample in the Church. It will do more than all the preaching we can do. God help us to do\nit, I pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}