{"ID":310, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Blessings of Eternal Life<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, October 1947, pp. 95-100<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is an awe-inspiring sight to stand here and look into the faces of this vast audience. It is in\nhumility that I occupy this position today. I pray to our Father in heaven that his Spirit will\nattend me.\n<\/p><p>\nI desire to direct my remarks this afternoon to the youth of the Church. I, like the brethren\nwho have spoken previously, have a strong faith and admiration and love for the youth of the\nChurch. I know that they have a testimony of the gospel of Jesus Christ and that they will\ncarry on faithfully.\n<\/p><p>\nBLESSINGS PROVIDED FOR YOUTH\n<\/p><p>\nYouth of the Church, young men and young women, you are the richest people in the world.\nSome of you may say in your minds that you have no money. I care not whether you have\nten cents or a million dollars. Money perishes; but the wealth that you have surpasses\nanything that you can gain here in this world which is of the world. You are members of the\ntrue Church of Jesus Christ and are recipients of the restored gospel of our Lord and Savior.\nYou have the Holy Priesthood after the order of the Son of God. You have at your command\nall the blessings which come to those who love God and keep his commandments, even the\npromise of the blessing of eternal life which he says is the greatest gift that he has for man\n(<span class=\"citation\" id=\"12330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12330)\">D&amp;C 6:7<\/a><\/span>;\n<span class=\"citation\" id=\"12331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12331)\">D&amp;C 14:7<\/a><\/span>)\nif you will but serve the Lord your God with all your heart, might, mind,\nand strength\n(<span class=\"citation\" id=\"12327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12327)\">D&amp;C 4:2<\/a><\/span>;\n<span class=\"citation\" id=\"12352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12352)\">D&amp;C 50:5<\/a><\/span>;\n<span class=\"citation\" id=\"12353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12353)\">D&amp;C 51:19<\/a><\/span>).\n<\/p><p>\nMore than a hundred years ago God the Eternal Father and his Only Begotten Son appeared\nto the Prophet Joseph Smith and opened up the last dispensation of the gospel. Following this\ngreat vision a number of heavenly beings appeared to the Prophet Joseph Smith and bestowed\nupon him all the gifts, blessings, powers, ordinances, and priesthood necessary for the\nsalvation of the human family. It is this priesthood and these gifts and blessings which the\nyouth of the Church today possess.\n<\/p><p>\nGOSPEL BRINGS JOY\n<\/p><p>\nThe gospel of Jesus Christ was given to us in order that we might have joy. In fact,\n<\/p><p>\nAdam fell that men might be; and men are, that they might have joy\n(<span class=\"citation\" id=\"3477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3477)\">2 Ne. 2:25<\/a><\/span>).\n<\/p><p>\nIt is God's purpose and will that we might be happy today, tomorrow, next week, a hundred\nyears from now&mdash;yes, a million years from now. You may say in your mind, \"But we won't\nlive that long.\" We will live that long. Life is eternal, and the thing that is important to\nremember is that the way we live today, and the way we live throughout mortality, will\ndetermine our happiness throughout eternity, will determine our status forever.\n<\/p><p>\nIn order to illustrate what I have in mind, I would like to tell an old story. There was once an\nold dog that went to the meat market and secured a piece of meat. On the road home he had\nto cross over a bridge that spanned a stream of water. As he reached the middle of that\nbridge, he looked down into the sparkling water and saw another dog with a piece of meat in\nhis mouth. He became covetous and decided that he would have the meat the other dog\npossessed. Thereupon he opened his mouth and grabbed after that meat, and as he did so, his\nmeat dropped into the water and floated away. To his sorrow, the old dog found that he was\ngrabbing after a shadow.\n<\/p><p>\nSHADOWS OF TRUE HAPPINESS\n<\/p><p>\nYouth of the Church, there are many shadows of true happiness that you will be tempted to\ngrab after, and I promise you that if you grab after them, you will be like that old dog. You\nwill find that you have lost the good things that you now possess&mdash;happiness, the gospel, and\nprobably eternal life&mdash;and you will receive in return only a shadow of true happiness. The\nthings that I have in mind we call sins, all of the sins that we may commit. Remember that\nAlma, the ancient Nephite prophet, warned us that \"wickedness never was happiness\"\n(<span class=\"citation\" id=\"8856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8856)\">Alma 41:10<\/a><\/span>;\n<span class=\"citation\" id=\"24659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24659)\">Hel. 13:38<\/a><\/span>).\n<\/p><p>\nTOBACCO HABIT\n<\/p><p>\nThere are three or four shadows of true happiness that I would like to point out briefly today.\nThe first one of them is the use of tobacco. Every young man in the Church, and I am sorry\nto say that today every young woman in the Church also, is tempted and will continue to be\ntempted to take up the habit of tobacco. In fact your friends may already have taken up this\nhabit. They may say to you: \"Come on, take a smoke. It's smart to smoke, It's being a good\nsport to smoke. All important people smoke. Have a good time while you are young, and you\ncan repent when you get old.\" In fact they not only make these remarks but also put forth all\nsorts of other arguments to induce you to use tobacco.\n<\/p><p>\nYoung people, youth of the Church, it is the devil that is talking through your friends to try\nto induce you to adopt that evil habit. He wants you to be unhappy. He desires to tear down\nyour spiritual, physical, and mental life and to destroy your chances for a fulness of joy. For\nthese reasons he is putting forth his strongest efforts to try to induce you to take up the\ntobacco habit.\n<\/p><p>\nNICOTINE A DEADLY POISON\n<\/p><p>\nTobacco, as we all know, is very poisonous. It kills the body. In order to illustrate how\ndeadly the poison is in tobacco, I would like to tell a story that took place in my own family\nwhen I was just leaving my teens. I had a sister who was at that time thirty-seven years old.\nShe was the mother of seven children. On this occasion her children had the\nwhooping cough. She went one day with her husband down to the farm, about six or seven\nmiles below town. Upon arriving there her husband found that he had to drive a cow home;\nand so he brought my sister up to a little store about four miles below town, left her there,\nand went back on his horse to the farm. When my sister went into the store, the lady back of\nthe counter asked her how her children were getting along with the whooping cough. She\nreplied, \"Not very well.\" Then the lady picked up from the counter a bottle which was about\nhalf full of a black substance. The label on the bottle read, \"Whooping Cough Medicine.\" The\nclerk said to my sister, \"This is the best whooping cough medicine that I have ever seen. I\ndon't have any in the store right now, but I can order some for you if you wish me to.\" Then\nshe laid the bottle down and went to the telephone to call my sister's son for the purpose of\nhaving him come down to her store to drive the car and take his mother home.\n<\/p><p>\nMy sister picked up the bottle, pulled out the cork, smelled the contents of the bottle and then\ntook a taste. She said, \"My, this is nasty.\" Then she instantly fell over dead. The doctor was\nrushed to the scene. Upon examining the contents of the bottle, he declared it to be straight\nnicotine. He said that nicotine was one of the most deadly poisons that people could take and\nthat the one swallow that my sister had taken had gone directly to her brain and had suddenly\nkilled her.\n<\/p><p>\nYoung people, that is the deadly poison that we take into our bodies when we smoke or chew\ntobacco.\n<\/p><p>\nTobacco not only kills the body, but it kills the spirit&mdash;it kills spirituality. It is incompatible\nfor a man holding the Holy Priesthood of God to use tobacco and to study the Bible or to use\ntobacco and to keep up his Church activities. Usually when he picks up the habit of tobacco\nhe lays down the Holy Scriptures, he decreases his Church activities, and he becomes to a\ncertain extent spiritually dead, which is the worst death that we can die.\n<\/p><p>\nGod has given us the commandment that we should not kill. Youth of the Church, when we\ntake poisons into our bodies knowingly we are to a certain extent breaking this great law.\n<\/p><p>\nTHE DRINKING HABIT\n<\/p><p>\nAnother shadow of true happiness which I would like to mention today is more damaging in\nits effects than is the habit of tobacco. It is the habit of drinking liquor. Elder Joseph F.\nMerrill has already graphically described the bad effects of alcohol and so I will be very brief\non this subject.\n<\/p><p>\nIt is my honest opinion that the devil has never discovered or invented a tool outside of liquor\nwhich is more destructive to the human soul. He has no other tool which can bring human\nbeings down into misery, poverty, and degradation, which can cause corruption, and which\ncan cause people to commit all other kinds of sins more than by having them\nuse liquor. People when they get drunk are not in their right minds. In other words, they are\ncrazy. While under the influence of liquor, the moral controls of men and women are relaxed,\nand they commit many sins that they would not otherwise do, such as adultery and murder. I\nknow, youth of the Church, that the devil puts it into the hearts of wicked men to give our\nlovely girls liquor and get them drunk in order that they might rob them of their virtue.\n<\/p><p>\nIn referring to alcohol, Robert G. Ingersoll said:\n<\/p><p>\nIt murders the soul; it is the sum of all villainy, the father of all crime, the mother\nof all abominations, the devil's best friend, and God's worst enemy. (Editorial,\nChurch Section, <i>Deseret News<\/i>, September 27, 1947.)\n<\/p><p>\nToday I call upon all the youth of the Church to make a resolution that you will never take a\nsmoke. If you already have taken one, that you will never take another one. That you will\nnever take a drop of liquor in any form. If you have already done so, that you will repent and\nresolve today that as long as you live you will never take another drop of liquor. I promise\nyou that if you will make this resolution and never break it that you will be happy throughout\nthis life and throughout eternity, because you have kept your bodies clean.\n<\/p><p>\nSEX IMMORALITY\n<\/p><p>\nA third shadow of true happiness I would like to point out is even worse than the other two.\nIt is sex immorality. I firmly believe that there is no sin that human beings commit that\ncauses a loss of happiness, that causes the people to be degraded more completely, that breaks\nup homes more thoroughly, that ruins love more permanently, that drives out the Spirit of\nGod and causes apostasy from the true Church more definitely than does the sin of sex\nimmorality.\n<\/p><p>\nAll the way through history the prophets of God have taught the value of virtue. In fact, you\nand I can still hear the voice of God crying down from Mr. Sinai to Moses,\n<\/p><p>\nThou shalt not commit adultery\n(<span class=\"citation\" id=\"22576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22576)\">Ex. 20:14<\/a><\/span>).\n<\/p><p>\nAlma, the great Nephite prophet, told his son, Corianton, who had had an illicit association\nwith the harlot Isabel, the following:\n<\/p><p>\nKnow ye not, my son, that these things are an abomination in the sight of the Lord; yea, most\nabominable above all sins save it be the shedding of innocent blood or denying the Holy\nGhost? (<span class=\"citation\" id=\"8853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8853)\">Alma 39:5<\/a><\/span>).\n<\/p><p>\nThe prophets in the Church of Jesus Christ of Latter-day Saints, the Presidents of the Church\nfrom the beginning down to the present time, have declared that our virtue is as valuable to us\nas is our life, and we should guard our virtue with our life.\n<\/p><p>\nMore than a hundred years ago the Lord revealed the following to the Prophet Joseph Smith:\n<\/p><p>\nAnd verily I say unto you, as I have said before, he that looketh on a woman to lust after her,\nor if any shall commit adultery in their hearts, they shall not have the Spirit, but shall deny\nthe faith and shall fear.\n<\/p><p>\nWherefore, I, the Lord, have said that the fearful, and the unbelieving, and all liars, and\nwhosoever loveth and maketh a lie, and the whore-monger, and the sorcerer, shall have their\npart in that lake which burneth with fire and brimstone, which is the second death.\n<\/p><p>\nVerily I say, that they shall not have part in the first resurrection. . . .\n<\/p><p>\nBut unto him that keepeth my commandments I will give the mysteries of my kingdom, and\nthe same shall be in him a well of living water, springing up unto everlasting life\n(<span class=\"citation\" id=\"12362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12362)\">D&amp;C 63:16-18,23<\/a><\/span>).\n<\/p><p>\nBODIES ARE TEMPLES OF GOD\n<\/p><p>\nYouth of the Church, again I call upon you to make a resolution that you will keep your\nbodies clean and pure in every respect. Obey all the words that proceedeth forth from the\nmouth of God, living all the principles of the gospel to the best of your ability in order that\nyou might be happy. Do these things in order that you might have that joy which God wishes\nyou to have. Remember at all times that your bodies are temples of God, as Paul, the ancient\napostle, has said:\n<\/p><p>\nKnow ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?\n<\/p><p>\nIf any man defile the temple of God, him shall God destroy; for the temple of God is holy,\nwhich temple ye are (<span class=\"citation\" id=\"148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(148)\">1 Cor. 3:16-17<\/a><\/span>).\n<\/p><p>\nIf we will do all these things as members of the Church of Jesus Christ of Latter-day Saints,\nmost of the youth of the Church in due time will have the privilege of going into the house of\nthe Lord with the one of his or her choice and there be married not only for life but also for\nall eternity, and the children which are born under that covenant shall be theirs forever. These\nblessings, however, are predicated on a continuance of righteous living.\n<\/p><p>\nBLESSINGS PROMISED TO RIGHTEOUS\n<\/p><p>\nWhen the great judgment day comes, and when all men and women who have been true and\nfaithful in all things stand before the judgment seat of God the Eternal Father and Jesus the\nChrist to give an account of their actions, words, and thoughts, while in mortality, it shall be\nsaid unto them.\n<\/p><p>\nWell done my beloved servants, enter ye into your exaltation. Receive your life eternal.\n<\/p><p>\nAnd at that day this great scripture which was given to the Prophet Joseph Smith shall be\nfulfilled:\n<\/p><p>\n. . . and they shall pass by the angels, and the gods, which are set there, to their\nexaltation and glory in all things, as hath been sealed upon their heads, which\nglory shall be a fulness and a continuation of the seeds forever and ever. [And the\nProphet Joseph Smith said that promise meant to have the power to beget spirit\nchildren.]\n<\/p><p>\nThen shall they be gods, because they have no end; therefore shall they be from\neverlasting to everlasting, because they continue; then shall they be above all,\nbecause all things are subject unto them. Then shall they be gods, because they\nhave all power, and the angels are subject unto them.\n<\/p><p>\nVerily, verily, I say unto you, except ye abide my law ye cannot attain to this glory.\n<\/p><p>\nFor strait is the gate, and narrow the way that leadeth unto the exaltation and\ncontinuation of the lives, and few there be that find it, because ye receive me not\nin the world neither do ye know me\n(<span class=\"citation\" id=\"12413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12413)\">D&amp;C 132:19-22<\/a><\/span>).\n<\/p><p>\nThis is life eternal, my brothers and sisters. This is the exaltation which the gospel of Jesus\nChrist promises those who love God and keep his commandments.\n<\/p><p>\nI humbly pray to our Father in heaven that he will bless the youth of the Church that they\nmight live clean and pure in every way, walking righteously and undefiled before God, that\nthey might receive this great exaltation of life eternal, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}