{"ID":311, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Strong America<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1947, pp. 107-111<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the midst of the continuing international crisis, there is an ever growing feeling that\nAmerica must do all within her power to preserve herself. Our leading statesmen have\npublicly declared that we can hope to survive as a free people only if we keep ourselves\nstrong. Generally the references to maintaining the strength of our country pertain only to her\nmilitary might. But the strength of America cannot be measured by her armaments alone, nor\nby her industrial power which produces those armaments. The strength of our land must be\nmeasured principally in the integrity of our people.\n<\/p><p>\nAn America with powerful armaments and an unstable citizenry could not be sure of\nprotection. The might of the Maginot Line was no defense for a France which had descended\ninto moral weakness. America, under similar circumstances, would fare no better. Not even\nthe atom bomb will save this land if moral decay is allowed to do its work.\n<\/p><p>\nFREEDOM OF RIGHTEOUSNESS\n<\/p><p>\nWe often speak of our freedoms. There is no freedom like the freedom of righteousness. The\npenalty of sin is slavery and death. He who is the victim of his own evil conduct is in reality\nmuch more a slave than the cowering subjects of the most dictatorial despot.\n<\/p><p>\nIf America would remain mighty, she must have the strength of sobriety, of chastity and\nvirtue, of honesty and integrity, and the power of true spirituality. If she would be strong,\nAmerica must enjoy&mdash;in addition to her political freedoms, indeed one might say, as a\ncondition to the perpetuation of her political freedoms&mdash;those other freedoms which are as\nessential to her welfare as any of the liberties listed in the Bill of Rights. Her people must\nstrive for:\n<\/p><p>\nFreedom from unclean practices and unwholesome influences <br \/>\nFreedom from immorality <br \/>\nFreedom from intoxication <br \/>\nFreedom from the evils of divorce<br \/>\nFreedom from dishonesty in all their relations with each other, including business and labor<br \/>\nFreedom from delinquency, juvenile or adult, with its accompanying list of crime<br \/>\nFreedom from selfishness<br \/>\nFreedom from internal dissensions, subversive activities, rabble rousing, and class hatred<br \/>\nFreedom from idleness, and doctrines which persuade people that the government owes them\na living, or that they can get more and more by doing less and less<br \/>\nAnd freedom from the ignorance that so often leads to regrettable practices\n<\/p><p>\nFACTORS WEAKENING AMERICA\n<\/p><p>\nHow far have we gone in the preservation of these freedoms? To what extent have we\njeopardized these factors which are so essential to a strong nation?\n<\/p><p>\nFor one thing, as a people we are afflicted with an element of violence and dishonesty which\nis sapping our strength. Every five minutes, during 1946, according to the Federal Bureau of\nInvestigation, a serious crime was committed among us. There was one for every\nseventy-eight persons in the general population.\n<\/p><p>\nDuring that same year Americans spent twice as much money for alcoholic beverages as they\ndid for education, and this year they will spend a comparable amount. Does this tend to\nnational strength?\n<\/p><p>\nAlso in 1946 there were twenty-seven divorces for every one hundred marriages in the United\nStates. The disruption of so many homes in every state of the Union can have none other than\na weakening effect upon our nation. If we may trust the statements of courts dealing with\ndomestic relations, infidelity was a contributing factor in a disquieting number of these\ninstances. Any tendency on the part of Americans to regard lightly their marriage vows is\ndestructive of the moral stability of the nation. Indiscretions arising out of marital disloyalty\nlead to broken homes and broken hearts and in some cases to lives of shame and disgrace.\nFurthermore, they promote delinquency among children who thus become the victims of the\nsins of their own parents, being influenced by examples set before them by\ntheir elders who underestimate the great value and strength of virtue.\n<\/p><p>\nAmong Latter-day Saint people, whom I have the honor to represent today, we teach a\nprecept given through the Prophet Joseph Smith which reads:\n<\/p><p>\nThou shalt love thy wife with all thy heart, and shalt cleave unto her and none else\n(<span class=\"citation\" id=\"12346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12346)\">D&amp;C 42:22<\/a><\/span>).\n<\/p><p>\nWhat a boon it would be to all humanity if every man were moved by the spirit of this\ninjunction.\n<\/p><p>\nINFLUENCE OF HOME LIFE\n<\/p><p>\nThe strength of the nation is measured in a large degree by the home life of the individual\ncitizens. What makes a home strong? It is character, and good character mean integrity,\nhonesty, morality, the spirit of fair play, self-reliance, and an abiding faith in God. As we\nspeak of the great men in history, we frequently refer to their home life, with a fireside about\nwhich the family met, a saintly mother, a period of devotion, the reading of the Sacred Word,\na family prayer. Out of such an atmosphere our great men acquired an attitude of\nself-reliance, an enterprising spirit, a willingness to work, with honesty and integrity as\nguiding stars, and a due regard for the teachings of the Almighty. Is each American family\ntoday contributing in this manner to our national greatness? Are we strengthening the sinews\nof our country with homes like this, or are we content to settle back into conditions which\nlead to disruption of these foundation stones of a strong democracy?\n<\/p><p>\nTHE GOLDEN RULE\n<\/p><p>\nSelfishness on the part of certain groups has led to internal dissensions, rabble rousing, and\nclass hatreds, breeding a kind of disunity which is dangerous in the extreme. This type of\nthing has more than political or economic implications. It presents a serious moral issue&mdash;a\nproblem of right and wrong. It has to do with the fundamental character of each person\ninvolved, with his honesty, his desire to be fair in his dealings. Are we in America willing to\ndo unto others as we would be done by? Does the Golden Rule\n(<span class=\"citation\" id=\"34139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34139)\">Matt. 7:12<\/a><\/span>) mean anything to us when we\napply it to our employment, or to our association with others in groups or organizations? The\nGolden Rule engenders strength; its violation breeds strife and weakness.\n<\/p><p>\nThat we should work for what we get is a divine principle. When the Lord placed Adam, the\nfirst man in the earth, he commanded him to work for his living, to earn his bread by the\nsweat of his brow (<span class=\"citation\" id=\"23524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23524)\">Gen. 3:19<\/a><\/span>).\nOn Mount Sinai the Lord commanded men to labor\n(<span class=\"citation\" id=\"22572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22572)\">Ex. 20:9<\/a><\/span>). Philosophies which\ntend to cheapen the doctrine that men should work for their sustenance detract from the\nstability of the nation. They also have a moral effect upon the individual, robbing him of his\nself-respect, and undermining his character.\n<\/p><p>\nRELIGION THE SOURCE OF VIRTUES\n<\/p><p>\nPolitical freedom means little; in fact it cannot permanently endure, without the strength of\nmorality and integrity. It was George Washington who said that morality is a necessary spring\nof popular government. Yet, as Washington also reminds us, national morality cannot prevail\nin the exclusion of the principles of religion.\n<\/p><p>\nTo be strong, America must possess those fundamental virtues, but to acquire and hold them,\nshe must turn to their source&mdash;religion.\n<\/p><p>\nIn this hour of danger, can we afford to overlook our greatest Benefactor, who is truly the\nAuthor of freedom as well as of religious faith? Can we forget that freedom is one of the\nfruits of religion, and that if we give up our faith we must expect also to lose the fruits of\nfaith? Let us remember too, that faith in God is inseparably connected with sincere repentance\nfrom sin, and that as a people, to enjoy the fruits of faith&mdash;including continued freedom&mdash;we\nmust live in keeping with the principles of revealed religion.\n<\/p><p>\nWith our political strength so dependent upon our moral power, and that in turn resting upon\nour religious devotion, will we exercise sufficient faith to abandon those practices which are\ndestructive of good character, and which tend to weaken us as a nation?\n<\/p><p>\nTo receive blessings from God, we must be sincere in our devotion, and consistent in our\nfaithfulness. We must choose whom we will follow, keeping in mind that we cannot serve\ntwo masters at the same time and be loyal to both\n(<span class=\"citation\" id=\"34134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34134)\">Matt. 6:24<\/a><\/span>).\nThere is no place for hypocrisy before the Lord.\n<\/p><p>\nAMERICA'S NEED FOR GOD\n<\/p><p>\nIn this hour of peril, with devotion and sincere purpose, we as a people must turn to God,\nlearn of his ways, and walk in his paths\n(<span class=\"citation\" id=\"25049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25049)\">Isa. 2:3<\/a><\/span>;\n<span class=\"citation\" id=\"12333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12333)\">D&amp;C 19:23<\/a><\/span>).\nThen shall we know that obedience to revealed religion can make us strong.\n<\/p><p>\nA truly religious person will not dissipate his strength in sin.\n<\/p><p>\nBut moved by the Holy Spirit in a life of righteousness, he will know the strength of being\nclean.\n<\/p><p>\nHe will know the strength of being honest.\n<\/p><p>\nHe will know the strength of sober thought and action.\n<\/p><p>\nHe will discover the great strength to be derived through honest, sincere prayer. He will grow\nin power through observance of the Sabbath day. He will find strength in reverence for the\nname of the Lord.\n<\/p><p>\nHe will become acquainted with the moving power of faith&mdash;even that faith which can move\nmountains, or soften the hearts of men, and bring about peace and common understanding.\n<\/p><p>\nHe will know the strength of being kind as he learns to love his neighbor as himself.\n<\/p><p>\nHe will know the strength to be derived through work and will learn the divine truth that the\nidler shall not eat the bread of the laborer\n(<span class=\"citation\" id=\"12348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12348)\">D&amp;C 42:42<\/a><\/span>).\n<\/p><p>\nHe will gain strength of character by giving value for value in every transaction, an honest\nday's work for an honest day's pay in his daily occupation; full weight and undisguised\nquality at the trading counter, and will do unto others as he would have others do unto him.\n<\/p><p>\nHe will be strengthened by the assurance that God is a reality&mdash;that he lives, and that he\nprotects and prospers those who worship him sincerely.\n<\/p><p>\nAmerica needs both strength and a continuation of liberty, and she may have them if she will\nbut serve the Lord. If, as a nation, we so live, every American may feel secure in spite of\nworld chaos, and may say with confidence in the words of David,\n<\/p><p>\nThe Lord is my light and my salvation; whom shall I fear? the Lord is the strength of my\nlife; of whom shall I be afraid? (<span class=\"citation\" id=\"41743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41743)\">Ps. 27:1<\/a><\/span>).\n<\/p>\n<\/div>\n<\/div>"}