{"ID":312, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Significance of World Trends<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1947, pp. 115-121<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nNow when they heard this, they were pricked in their heart, and said unto Peter and to the\nrest of the apostles, Men and brethren, what shall we do?\n<\/p><p>\nThen Peter said unto them, Repent, and be baptized every one of you in the name of Jesus\nChrist for the remission of sins, and ye shall receive the gift of the Holy Ghost.\n<\/p><p>\nFor the promise is unto you, and to your children, and to all that are afar off, even as many\nas the Lord our God shall call\n(<span class=\"citation\" id=\"7585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7585)\">Acts 2:37-39<\/a><\/span>).\n<\/p><p>\nAPPRECIATION OF UTAH CENTENNIAL COMMISSION\n<\/p><p>\nBefore commenting on the thought expressed in this scripture, may I take one moment, in\nbehalf of the Utah Centennial Commission, and so far as I may, the governor and other state\nofficials who have sustained the commission, to express to the people of Utah heartfelt\ncommendation for their cooperation and united effort during this centennial year.\n<\/p><p>\nI wish to name especially the county committees, the public school teachers, President Olpin\nand the University of Utah, President McDonald and the Brigham Young University, President\nHarris and the Utah State Agricultural College, President Dixon and the Weber College, and\nthe Utah State Teachers' Association&mdash;these must be added to the director and to the scores of\ncommittees heretofore publicly recognized, to whose united and devoted effort is due all\ncredit for whatever success has been achieved during the 1947 celebration.\n<\/p><p>\nGRATITUDE FOR BLESSINGS\n<\/p><p>\nMeeting with you this morning in this great conference, I am deeply grateful for my\nknowledge of the existence of God, our loving Father, and of his Beloved Son, our Savior in\nvery deed. I am grateful for the restoration of the gospel of Jesus Christ. In the depths of my\nsoul I know it is true.\n<\/p><p>\nI am happy in my love for my immediate associates, President George Albert Smith and\nPresident J. Reuben Clark, Jr., and for these noble men of the Council of the Twelve, the\nAssistants to the Council of the Twelve, the Council of the Seventy, the Presiding Bishopric,\nthe Patriarch. I find it a joy to work with you loyal men who preside in stakes and wards and\nbranches. It is a privilege to have the opportunity to labor with you, to recognize your\nunselfish devotion to the Church.\n<\/p><p>\nLife, though freighted with great responsibilities and a consciousness of my inability, and\nregrets for failures, is still wholesome and sweet.\n<\/p><p>\nThe world is full of honorable men and women who, as those men who accosted Peter on the\nday of Pentecost, desire to know what to do&mdash;what to believe.\n<\/p><p>\nA man who has reached the four score mark in years hailed me yesterday morning with the\ncomment: \"The world is in a terrible condition, isn't it?\"\n<\/p><p>\nI replied: \"It certainly is and greatly in need of wise, steady guidance.\"\n<\/p><p>\nEPOCH-MAKING PERIOD\n<\/p><p>\nBrethren and sisters, we are living in what may be the most epoch-making period of all time.\nScientific discoveries and inventions, the breaking down of heretofore approved social and\nmoral standards, the uprooting of old religious moorings all give evidence that we are\nwitnessing one of those tidal waves of human thought which periodically sweep over the\nworld and change the destiny of the human race. I call attention to world conditions because\nthe mission of the Church of Christ is worldwide. Its responsibility and commission is to:\n<\/p><p>\n. . . teach all nations, baptizing them in the name of the Father, and of the Son,\nand of the Holy Ghost: Teaching them to observe all things whatsoever I have\ncommanded you (<span class=\"citation\" id=\"34179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34179)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nSCIENTIFIC PROGRESS\n<\/p><p>\nLast September 23, Colonel James M. Gillespie, commander of the robot C54 Skymaster,\nmade a flight of twenty-four hundred miles from. Newfoundland to Brise, Norton Airfield,\nEngland, demonstrating that a pilotless plane can be sent three thousand miles from the\nUnited States and back again from one radio station.\n<\/p><p>\nFourteen men crossed the ocean without touching a button or a wheel!\n<\/p><p>\nImagine what could happen if, instead of fourteen passengers, that robot plane carried two\nthousand five hundred pounds of atom bombs. Then imagine not only one such plane, but\nfifty, all bent on destruction, and guided accurately by mechanical brains!\n<\/p><p>\nA more recent dispatch from Washington (September 30, Associated Press ) says that \"robot\nwarfare between continents is definitely possible.\" It states further that \"the methods and\nequipment needed to make missiles capable of carrying a five thousand-pound war head at six\nhundred miles an hour for four thousand miles are already well known in this country.\"\n<\/p><p>\nOn August 11, 1947, William P. Odom, twenty-seven-year-old airplane pilot, completed a\nworld record by flying around the globe in seventy-three hours, five minutes and eleven\nseconds, at a speed of 310 miles an hour.\n<\/p><p>\nOn August 26, 1947, a navy plane, piloted by Major Marion E. Carl, thirty-one years of age,\nbroke the air speed record by flying at the rate of 650 miles an hour.\n<\/p><p>\nWhat modern science is doing in other fields is even more astounding.\n<\/p><p>\nIn a current magazine for this month, the thought is advanced as a possible accomplishment\nthat man may succeed in turning night into day, not by candles, lanterns, or electric lights, but\nby \"doing away with the earth's darkness entirely.\" One of the experiments now being carried\non has to do with forms of electrons that \"rush through ninety million miles of space between\nthe sun and the earth and crash into the atmosphere.\"\n<\/p><p>\nWhen the electrons hit a molecule or atom of one of the atmospheric gases, the\nmolecule or atom is ionized, and the gas glows just as it does in a fluorescent light\nbulb. There you have the germ of the idea that may prove to be one of the great\nscientific developments of our time.\n<\/p><p>\nRESPONSIBILITY TO CONTROL DISCOVERIES\n<\/p><p>\nI refer to these marvels, which are merely illustrative of many others, to emphasize the fact&mdash;if\nanything so obvious needs emphasis&mdash;that we are living in an age of scientific discovery and\ninvention unequaled by any previous period in the world's history&mdash;discoveries latent with\nsuch potent powers either for the blessing or the destruction of human beings as to make\nman's responsibility in controlling them the most gigantic ever placed in human hands.\n<\/p><p>\nThis responsibility and its possible results prompted one man (Hayden) to write:\n<\/p><p>\nToday, as seldom if ever before, human society is threatened with disintegration,\nif not complete chaos. All the ancient evils of human relationships, injustice,\nselfishness, abuse of strength, become sinister and terrible when reinforced by the\nvast increase of material power. The soul of man cowers, starved and fearful, in\nthe midst of a civilization grown too complex for any mind to visualize or to\ncontrol.\n<\/p><p>\nNEED FOR DIVINE GUIDANCE\n<\/p><p>\nThroughout the world generally today there is a spirit of unrest, a grasping for untried\nideologies, (and our community is not an exception), and, what is worst of all, a tendency\ntoward moral abandonment. It is all too apparent that \"our spiritual culture lags far behind our\nmaterial culture in its development.\"\n<\/p><p>\nNow is a time when peoples in all the world should pause and in all earnestness repeat the\nPentecostal question propounded to Peter and other apostles:\n<\/p><p>\nMen and brethren, what shall we do?\n<\/p><p>\nRepresentatives of fifty nations are now assembled trying to find an answer. Communist\nnations, however, are clashing with Christian groups, and it looks as though the proverbial\ndove of peace if not killed might again be seriously crippled.\n<\/p><p>\nAt the final plenary session of the United Nations Conference when the charter was about to\nbe signed, five great leaders invoked the Lord's aid to the end that the cause of peace would\nnot fail.\n<\/p><p>\nSaid Mr. Edward Stettinius:\n<\/p><p>\nTo the governments and peoples of the fifty nations here represented, this charter\nis now committed, and may Almighty God from this day on and in the months\nand years to come sustain us in the unalterable purpose that its promise may be\nfulfilled.\n<\/p><p>\nThe Earl of Halifax, chairman of the delegation of the United Kingdom, said:\n<\/p><p>\nLet us also, mindful alike of the world's need and of our own weakness, pray that,\nunder God's guidance, what we have done here in these last weeks will be found\nworthy of the faith which gave it birth, and of the human suffering which has been\nits price.\n<\/p><p>\nHis Royal Highness, Amir Faisal Ibin Abdiel Aziz, chairman of the delegation of Saudi\nArabia, stated:\n<\/p><p>\nAs long as we are united together in a spirit of cooperation, the hands of Almighty God will\nlead us. We shall always have his aid so long as we help one another.\n<\/p><p>\nAnd Field Marshall Jan Christiaan Smuts of South Africa, said:\n<\/p><p>\nMay heaven's blessings rest on it.\n<\/p><p>\nAnd the President of our own United States prayed that under God's guidance the cause\nwould succeed.\n<\/p><p>\nUnless such appeals were mere empty phrases, these leaders indicate the only safe and sure\nway wars may be averted, and peace among nations established. Not through communistic\ntheories, not by the manifestations of mistrust, suspicion, and hatred will the turbulency of\nnational ills be quieted. Unless the spirit of Christianity permeate the deliberations of the\nUnited Nations, dire tragedies await humanity.\n<\/p><p>\nOPPORTUNITY FOR SCIENTIFIC ADVANCEMENT\n<\/p><p>\nOn the other hand never since the beginning of history has there been such an opportunity for\nthe nations to utilize inventions and scientific discoveries to the blessing and peace of human\nbeings.\n<\/p><p>\nDr. Charles A. Elwood truly says:\n<\/p><p>\nOur material culture has advanced by leaps and bounds until we find almost\nunlimited physical power in our hands; but our spiritual culture has lagged, and\nwe find many of the traditions of barbarism still strong among us, especially the\ntraditions of war and self-indulgence at the expense of others. These traditions,\nalong with the ignorance and paganism of the masses of mankind, make our\nworld, we must acknowledge, a veritable powder house at the present time.\nAlmost any powerful group foolish enough to do so could explode it. If western\ncivilization emerges from this situation safely, it will only be through a deeper\nappreciation of the social ethics of Jesus than it has yet shown.\n<\/p><p>\nO, shall we never learn\nThe truth all time has taught&mdash;\nThat without God as architect\nOur building comes to naught?\n<\/p><p>\nThe following remarks made by United States congressmen in the House of\nRepresentatives sound a true note of warning to the world:\n<\/p><p>\nThe nations and peoples of the earth must go back to God the Father no matter\nhow hard, how long, or how bloody the road. The conflict in which we are now\nand will be engaged during the coming years will determine the destiny and type\nof government for mankind for the next thousand years. By our courageous faith,\nby our patient sacrifice, and by our loyal obedience to God, we shall build a\npermanent, new-world social order, founded upon the enduring and eternal\nprinciples of Christian truth and justice. This will be the grand climax of\nmankind's age-long endeavor and imminent struggle to conquer the chaos of evil\nforces and achieve and establish the divine order of the ages&mdash;peace, plenty, and\nprosperity for all nations and all mankind.\n<\/p><p>\nREPENTANCE NEEDED\n<\/p><p>\nInfidelity and sexual immorality are two principal evils that threaten to weaken and to wreck\npresent-day civilization. Unfortunately, the trends of modern life are tending to disintegrate\nthe very foundation of the Christian home. Sexual laxity among young people, birth control,\nand intemperance are its insidious and vicious enemies. When family life disintegrates, the\nfoundation and bulwark of human society is undermined.\n<\/p><p>\nMen and brethren, what shall we do?\n<\/p><p>\nThe answer today is the same as it was two thousand years ago, the same as it will ever be\nthroughout time.\n<\/p><p>\nAll men must repent and believe on the name of Jesus Christ, and worship the\nFather in his name and endure in faith on his name to the end or they cannot be\nsaved in the kingdom of God (<span class=\"citation\" id=\"12335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12335)\">D&amp;C 20:29<\/a><\/span>).\n<\/p><p>\nSaid the Savior:\n<\/p><p>\nTake my yoke upon you, and learn of me; for I am meek and lowly in heart; and ye shall\nfind rest unto your souls.\n<\/p><p>\nFor my yoke is easy, and my burden is light\n(<span class=\"citation\" id=\"34146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34146)\">Matt. 11:29-30<\/a><\/span>).\n<\/p><p>\nAs the honest people of the world wonder in vain, and cry out in uncertainty, what shall we\ndo? Members of the Church of Christ who feel secure in the knowledge of the restored gospel\nshould say, \"Men and brethren, what <i>can<\/i> we do?\"\n<\/p><p>\nPLAN OF ACTION SUGGESTED\n<\/p><p>\nSome specific things which the priesthood and their families can and should do are these:\n<\/p><p>\nFirst&mdash;We can set an example of uprightness; be honest in all our dealings; avoid vulgarity and\nprofanity; demonstrate to our neighbors and to all whom we meet that we live clean,\nhonorable lives.\n<\/p><p>\nLet your light so shine among men that they may see your good works, and glorify your\nFather which is in heaven (<span class=\"citation\" id=\"34128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34128)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nSecond&mdash;Let us strive for peace and harmony in the home. If we cannot keep quarreling,\nbickering, and selfishness out of our home, how can we even hope to banish these evils from\nsociety?\n<\/p><p>\nA true Mormon home is one in which if Christ should chance to enter, he would be pleased\nto linger and to rest.\n<\/p><p>\nThird&mdash;Having at least striven for a good character, having a home environment that is\ncreditable, we may then consistently discharge our duty as authorized representatives of the\nLord Jesus Christ to declare to the world that the conditions that will bring peace and comfort\nto the individual, to the family, and to the nation, are found in the restored gospel of Jesus\nChrist. These can be named and understood and as easily practiced with resultant contentment\nand peace as are the evils and vices that bring tribulation.\n<\/p><p>\nSummarized these fundamentals are: An acceptance of Christ as Savior and Redeemer; a\nmoving, soul-consciousness of the existence of God, and that he is our Father in Heaven; a\ndaily life consistent with such a knowledge; a love for one's fellow men.\n<\/p><p>\nIn other words, as the Savior summarized the law and the prophets:\n<\/p><p>\nThou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy\nmind . . . and thy neighbor as thyself\n(<span class=\"citation\" id=\"33011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33011)\">Mark 12:31-32<\/a><\/span>).\n<\/p><p>\nWORLD NEEDS SPIRITUALITY\n<\/p><p>\nI realize, as I have said elsewhere, that skeptics, and pessimists say that these principles are\ntoo idealistic, that mankind is too near the beasts of creation, struggling to eke out an\nexistence, even to attempt to apply them in daily life. In reply, I say men and women have\npracticed them and have been happy, and have made the world better in so doing. Christ's\ndisciples did it in Jesus' day, (as impressively stated yesterday by Elder Albert E. Bowen),\nand they have influenced millions of lives since. There have been thousands since their day,\nsome heralded on the pages of history, and others of whom the world has never heard who,\nthrough love of God, truth, and of fellow men, have \"never yielded to the pressure of\ncircumstances,\" and who, though they faced persecution and even death, could say in their\nhearts as the Prophet Joseph Smith declared as he turned into the path that led to his\nmartyrdom: \"If my life is of no value to my friends, it is of no value to me.\"\n<\/p><p>\nThe world needs millions more whose influence will counteract the evil spread by the\nmulti-millions who grope in selfishness, sordidness, suspicion, hatred, and crimes of varying\ndegree.\n<\/p><p>\nAfter all, the spiritual life is the true life of man. It is what distinguishes him from the beasts\nof the forests. It lifts him above the physical, yet he is still susceptible to all the natural\ncontributions that life can give him that are needful for his happiness or contributive to his\nadvancement. Though \"<i>in<\/i> the world, he is not <i>of<\/i> the world\"\n(<span class=\"citation\" id=\"27298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27298)\">John 17:11,14<\/a><\/span>).\n<\/p><p>\nJesus taught that men and women fail to live truly, unless they have spirituality. In the \n<i>Life and Teachings of Jesus<\/i>, we read that the spiritual force underlies everything, and without it\nnothing worthwhile can be accomplished. \"Spiritual needs can be met only by spiritual\nmeans. All government, laws, methods, and organizations are of no value unless men and\nwomen are filled with truth, righteousness, and mercy. Material things have no power to raise\nthe sunken spirit. Gravitation, electricity, and steam are great forces, but they are all\npowerless to change the motives of men and women.\" Except a man be born again, he cannot\nsee the kingdom of God (<span class=\"citation\" id=\"27274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27274)\">John 3:3<\/a><\/span>).\n<\/p><p>\nGOSPEL OFFERS SOLUTION\n<\/p><p>\nMen of the priesthood, we must continue to declare that the gospel, the Glad Tidings of Great\nJoy, is the true guide to mankind; and that men and women are happiest and most content\nwho live nearest to its teachings.\n<\/p><p>\nThe voice of the Lord is unto all men, and there is none to escape; and there is\nno eye that shall not see, neither ear that shall not hear, neither heart that shall not\nbe penetrated. . . .\n<\/p><p>\nAnd the voice of warning shall be unto all people, by the mouths of my disciples, whom I\nhave chosen in these last days\n(<span class=\"citation\" id=\"12324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12324)\">D&amp;C 1:2,4<\/a><\/span>).\n<\/p><p>\nWhat the sun in the heavenly blue is to the earth struggling to get free from winter's grip, so\nthe gospel is to sorrowing souls yearning for something higher and better than mankind has\nyet found.\n<\/p><p>\nIf men and nations will hold their belief in God, and accept the teachings of Jesus Christ,\npilotless planes and other argosies of the air encircling the globe in a nightless world will\ncarry not bombs of merciless destruction, but gifts and blessings to what is now a groping,\nbenighted world.\n<\/p><p>\nAll the world is in the Valley of Decision<br \/>\nAnd out of it there is but one sure road;<br \/>\nEyes unsealed can still foresee the mighty vision<br \/>\nOf a world in travail turning unto God.\n<\/p><p>\nMay heaven help all members of the Church of Christ to live and labor for the spreading\nthroughout the world of the gospel of light and truth and peace, I pray in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}