{"ID":3126, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Relief Society\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03102_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p3\" class=\"\">It will be my purpose to give an unqualified endorsement to an organization to which I have never belonged. It has greatly enriched my life and that of my family. I have never been eligible to hold membership; nevertheless, it continues to be an influence with me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p4\" class=\"\">It is the Relief Society, one of the oldest women’s organizations in the world. There are members in about seventy nations, numbering now well over a million. Each year the membership increases by thousands. Only women are eligible to join.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p5\" class=\"\">When the Prophet Joseph Smith established it, he said to the women:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p6\" class=\"\">“You will receive instructions through the order of the Priesthood which God has established, through the medium of those appointed to … direct the affairs of the Church in this last dispensation; and I now turn the key in your behalf in the name of the Lord, and this Society shall rejoice, and knowledge and intelligence shall flow down from this time henceforth” (<span class=\"emphasis\">History of the Church,<\/span> 4:607).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p7\" class=\"\">The Prophet told them that the organization would be “a charitable Society, and according to your natures,” and then he added, “If you live up to your privileges, the angels cannot be restrained from being your associates” (<span class=\"emphasis\">History of the Church,<\/span> 4:605).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p8\" class=\"\">Thirty years ago, President George Albert Smith said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p9\" class=\"\">“You are … more blessed than any other women in all the world. You were the first women to have the franchise; the first women to have a voice in the work of a church. It was God that gave it to you and it came as a result of revelation to a Prophet of the Lord. Since that time, think what benefits the women of this world have enjoyed. Not only you belonging to the Church have enjoyed the blessing of equality, but when the Prophet Joseph Smith turned the key for the emancipation of womankind, it was turned for all the world, and from generation to generation the number of women who can enjoy the blessings of religious liberty and civil liberty has been increasing.” (<span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1945, p. 717.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p10\" class=\"\">I would not press to join the Relief Society. I can get more from it if I leave it to be a women’s organization. I then benefit more, much more, than I could by holding membership.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p11\" class=\"\">I hope the name, the Relief Society, will never be changed. It ties back to the very charter given to women by the Prophet. Its full, balanced program responds to every worthy need that is by nature a part of womanhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p12\" class=\"\">Each member is constantly exposed to literature, art, music, to current events, to <span class=\"emphasis\">homemaking skills,<\/span> and, I emphasize, to <span class=\"emphasis\">spiritual living.<\/span> She is encouraged to the full expression of every worthy feeling and impulse and talent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p13\" class=\"\">When my wife returns from the grocery store, some things are set out for immediate use. Other things are set on the shelf until she, for instance, bakes again. Some are to be used only in time of an emergency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p14\" class=\"\">Very frequently there are things that are not for us at all. They are to be given away to someone that she wants to <span class=\"emphasis\">do for.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p15\" class=\"\">She returns from Relief Society in much the same way, this time bearing spiritual commodities. Some are used right away; others are to be stored. But most of it she got for someone else.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p16\" class=\"\">Her store is replenished by attendance at Relief Society, and she still draws, now and again, on the very first Relief Society she ever attended.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p17\" class=\"\">I do not benefit, I repeat, from having membership in the Relief Society. We, as a family, benefit through association with women who do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p18\" class=\"\">Many years ago there was published in the Church this statement: “The place of woman in the Church is to walk beside the man, not in front of him nor behind him” (John A. Widtsoe, <span class=\"emphasis\">Evidences and Reconciliations,<\/span> comp. by G. Homer Durham, Salt Lake City: Bookcraft, 1960, p. 305).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p19\" class=\"\">In an organized way Relief Society symbolizes the relationship between man and woman in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p20\" class=\"\">Relief Society is for virtuous women, for steady women, for organized women. It is for reverent women, for spiritual women, for diligent women, for married women and for the unmarried, for women young and old.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p21\" class=\"\">Into its ranks are invited those women who are unsteady or disorganized, the lost, careworn women. The Relief Society is an unmeasured blessing to lonely women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p22\" class=\"\">Shortly after the funeral held for the first wife of President Harold B. Lee, I was in a group which included his daughter Helen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p23\" class=\"\">Someone expressed sympathy to her for the passing of her mother and said, “She took such good care of your father. I’m sure he must be lonely and must miss all of the things she did for him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p24\" class=\"\">Helen responded with an insight of remarkable wisdom. “You do not understand,” she said. “It is not so much that he misses all of the things that Mother did for him. He misses her most because he needs <span class=\"emphasis\">somebody to do for.<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p25\" class=\"\">We all need <span class=\"emphasis\">someone to do for.<\/span> When that is unfulfilled as a need, we become lonely. In the Lord’s own way, Relief Society provides for that need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p26\" class=\"\">Sister, you are needed there. We need women who will applaud decency and quality in everything from the fashion of clothing to crucial social issues.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p27\" class=\"\">We need women who are organized and women who can organize. We need women with executive ability who can plan and direct and administer; women who can teach, women who can speak out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p28\" class=\"\">There is a great need for women who can receive inspiration to guide them personally in their teaching and in their leadership responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p29\" class=\"\">We need women with the gift of discernment who can view the trends in the world and detect those that, however popular, are shallow or dangerous.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p30\" class=\"\">We need women who can discern those positions that may not be popular at all, but are right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p31\" class=\"\">The Prophet Joseph Smith said, in organizing the Relief Society, that there is a need for “decision of character, aside from sympathy” (<span class=\"emphasis\">History of the Church,<\/span> 4:570).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p32\" class=\"\">The Relief Society is so vital a link in our welfare services that save it be strong, we must surely fail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p33\" class=\"\">I do not endorse the Relief Society for the sake of the organization, but for what accrues individually to the benefit of those who belong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p34\" class=\"\">Now to the sisters in the Church I say that attendance at Relief Society, in an important way, is not really optional.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p35\" class=\"\">It is as obligatory upon a woman to draw into her life the virtues that are fostered by the Relief Society as it is an obligation for the men to build into their lives the patterns of character fostered by the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p36\" class=\"\">Recently I listened to several sisters discuss Relief Society. One young woman said, “We find it so difficult to interest both the older and the younger women. If we have a lesson or project the younger women are interested in, the older women do not come. It’s so hard to get something to please everyone.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p37\" class=\"\">Sisters, to me there is something pathetic about those of our sisters who sit at home waiting to be <span class=\"emphasis\">enticed<\/span> to Relief Society. That is not right!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p38\" class=\"\">When faithful sisters pray and work and make a worthy presentation, they deserve your support. Just to have you attend is a great help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p39\" class=\"\">Some sisters, it appears, seem to pore over the offering of Relief Society like a fussy diner searching a menu for something to excite the taste.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p40\" class=\"\">Sisters, it is your duty to attend Relief Society, just as it is the duty of the brethren to attend their priesthood meetings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p41\" class=\"\">I’ve heard some sisters say, “I don’t attend Relief Society because I just don’t get anything out of it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p42\" class=\"\">Let me teach you a lesson.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p43\" class=\"\">In 1888 the Relief Society and the young women’s organizations of the Church became charter members of the National Council of Women and of the International Council. These two organizations were established primarily to promote women’s suffrage and to improve the lot of women and children everywhere.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p44\" class=\"\">During those years our delegates had their good days and their bad, depending upon circumstances, the leadership, and their attitude toward the Mormons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p45\" class=\"\">In April of 1945 Belle Smith Spafford became the president of the Relief Society. Only a week or two after she had been sustained a letter came from the National Council of Women, announcing their annual meeting to be held in New York City.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p46\" class=\"\">Sister Spafford had attended those meetings before, and in view of her previous experience, she and her counselors carefully considered the invitation for several weeks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p47\" class=\"\">They decided to recommend to the President of the Church that the Relief Society terminate its membership in those councils. They prepared a statement of recommendation, listing all of the reasons for so doing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p48\" class=\"\">Trembling and uncertain, Sister Spafford placed the paper on the desk of President George Albert Smith, saying, “The Relief Society Presidency wishes to recommend that the General Board terminate its membership in the National Council and in the International Council of Women, for the reasons listed on this paper.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p49\" class=\"\">President Smith carefully read the paper. Had they not held membership for well over half a century? he inquired.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p50\" class=\"\">Sister Spafford explained how costly it was to go to New York, the time it took, and described the humiliation they occasionally experienced. She recommended that they withdraw because “we don’t get a thing from these councils.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p51\" class=\"\">This wise, old prophet tipped back in his chair and looked at her with a disturbed expression. “You want to withdraw because you don’t get anything out of it?” he questioned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p52\" class=\"\">“That is our feeling,” she replied.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p53\" class=\"\">“Tell me,” he said, “what is it that you are putting into it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p54\" class=\"\">“Sister Spafford,” he continued, “you surprise me. Do you always think in terms of what you get? Don’t you think also in terms of what you have to give?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p55\" class=\"\">He returned that paper to her and extended his hand. With considerable firmness he said, “You continue your membership in these councils and make your influence felt.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p56\" class=\"\">And so they did! Sister Spafford took the gentle correction from that wise prophet, and the day came that she was president of that organization.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p57\" class=\"\">Now, I pass that same message to each sister in the Church. If you are absenting yourself from Relief Society because “you don’t get anything out of it,” tell me, dear sister, what is it that you are putting into it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p58\" class=\"\">I endorse the Relief Society without hesitation, for I know it to have been organized by inspiration from Almighty God. It has been blessed since its organization. I know that it is a rising, and not a setting, sun. I know that the light and the power that emanates from it will increase, not decrease.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p59\" class=\"\">I know that Relief Society today is led by wise and inspired and strong women. Through them the frustrations of the poorly trained, the lonely, the single will give way to security and happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p60\" class=\"\">The bewilderment of the uninspired and the misled will be replaced with assurance and direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-relief-society.p61\" class=\"\">After months of prayerful concern over this matter, having inquired myself of Him whose organization it is, without reservation, without hesitancy, I endorse and applaud the Relief Society of The Church of Jesus Christ of Latter-day Saints and pray God to bless these, our sisters, to strengthen them, for this is His church and we are led by a prophet. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}