{"ID":313, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Achievements from Following Counsel<\/p>\n<p class=\"gcspeaker\">Elder Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, October 1947, pp. 121-127<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFacing this magnificent congregation of Latter-day Saints I deeply realize the great\nresponsibility that rests upon me and hence I crave an interest in your faith and prayers.\n<\/p><p>\nThe ancient writer of Proverbs declared:\n<\/p><p>\nWhere no counsel is the people fall, but in the multitude of counselors there is safety\n(<span class=\"citation\" id=\"41395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41395)\">Prov. 11:14<\/a><\/span>).\n<\/p><p>\nHe also declared:\n<\/p><p>\nGive instruction to a wise man and he will yet be wiser; teach a just man and he will increase\nin learning (<span class=\"citation\" id=\"41393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41393)\">Prov. 9:9<\/a><\/span>).\n<\/p><p>\nCenturies ago there lived upon this earth a generation of people so wicked and vile that the\nGod of Israel turned his face away in shame and chagrin, but as a manifestation of his great\nlove for these people, he sent them a great counselor and prophet. His name was Noah. Noah\nstood at the crossroads and admonished, pleaded with, and counseled the people to take the\npath of righteousness and virtue, but exercising their free agency, they chose the path of\nwickedness and debauchery. A great flood swept over the earth, and they were swept from the\nface of it, and the God of Israel looked down upon a cleansed earth.\n<\/p><p>\nA GUIDE AT THE CROSSROADS\n<\/p><p>\nThroughout all dispensations the God of Israel has placed at the crossroads a great counselor,\na prophet, to teach the people the mind and the will of their Eternal Father, to the end that\nthey might return to him and dwell with him throughout the eternities to come.\n<\/p><p>\nGod so loved the world that he sent his Only Begotten Son\n(<span class=\"citation\" id=\"27279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27279)\">John 3:16<\/a><\/span>),\nand he, too, stood at the\ncrossroads. He admonished, he pleaded with the people, and endeavored to teach them the\ngospel of salvation, giving his life for the redemption of mankind. After his death and\nresurrection, the organization of the Church remained with apostles and prophets, counselors\nto the people, endeavoring to teach them the gospel of Jesus Christ. But again the people\nchose another path, and after a few centuries they chose to follow the doctrines and the\nteachings of men, and a great pall of apostasy was over the earth, and darkness remained\nupon the earth for many centuries.\n<\/p><p>\nA PROPHET RAISED UP\n<\/p><p>\nOnce again, as the Lord had promised through his prophets, there would be a restitution of all\nthings (<span class=\"citation\" id=\"7587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7587)\">Acts 3:21<\/a><\/span>).\nA prophet was raised up, a young man who wished to know which of all the teachings\nof men might be the teachings of God. And in answer to that prayer the Father and the Son\nappeared to him. They told him that all of these doctrines were of men, that they drew nigh\nunto God with their lips but their hearts were far away from him\n(<span class=\"citation\" id=\"30257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30257)\">JS&mdash;H 1:17-19<\/a><\/span>).\n<\/p><p>\nSo God gave another great counselor to the people, the Prophet Joseph Smith through whom\nthe gospel of the Lord Jesus Christ was restored in its fulness, in its simplicity, and in\naddition thereto the priesthood was restored to earth, that power given to men where they may\nact as God's agents. The Church was set upon the earth with prophets, apostles, and all of the\nofficers that existed in former days.\n<\/p><p>\nACHIEVEMENTS FROM FOLLOWING COUNSEL\n<\/p><p>\nEvil men took the Latter-day prophet and murdered him in cold blood. Again the people who\nhad accepted him as a prophet of God stood at the crossroads, but another great counselor was\nraised up&mdash;Brigham Young&mdash;upon whom rested the great responsibility of responsibility of\nfinding another home for the Latter-day Saints and also of finding a place where the roots of\nthe kingdom should be sunk so deeply that they would never be torn up again. Following\ntheir divinely appointed leader, the people made the long trek over the plains and through the\nmighty defiles of these great mountains, and here in the valleys they built churches, homes,\nschools, buildings of various kinds, and a temple to their God.\n<\/p><p>\nI have wondered many times what it was that made them successful, that made it possible for\nthem to achieve so highly. In contemplating some of the factors that contributed to their\nsuccess and achievements, I have come to the conclusion that they were anxious and willing\nto follow counsel. They accepted Brigham Young without any reservations as the servant of\nGod, God's mouthpiece through whom the Lord made his mind and will known to his\nchildren. And they followed that counsel so closely that they gave no consideration to\nthemselves in a physical sense. All that mattered was whether or not the counsel of God as\nrevealed to them through his chosen servant was being carried out fully.\n<\/p><p>\nBrigham Young made the following statement to them, and I am sure this statement came\nfrom God as did the statement made by the writer of Proverbs, which expresses the same\nthought:\n<\/p><p>\nThe Latter-day Saints who hearken to the words of the Lord, given to them\ntouching their political, social, and financial concerns, I say, and say it boldly, that\nthey will have wisdom which is altogether superior to that of the wisdom of the\nchildren of darkness, or the children of the world. I know this by the revelations\nof the Lord Jesus Christ, and by the results of my own actions. They who have\nhearkened to counsels given to them in temporal matters, have invariably bettered\ntheir conditions temporally and spiritually (<i>Discourses of Brigham Young<\/i>, pp.\n219-220, 1943 edition).\n<\/p><p>\nAnd so counsel, in one sense, divides itself into two categories: That which has to do with\nmaterialistic things and that which has to do with spiritual things. God's prophet was given\nrevelation from on high to the extent that he was enabled to counsel his people in temporal as\nwell as spiritual things, and that had to be because this people came here impoverished. They\nhad no money. All that they had was faith in God and their hands and minds with which to\nwork, but yet God revealed to them the counsel that was necessary for their temporal success.\nThat success is now represented in farms, industries, and in various forms of business which\nexist today.\n<\/p><p>\nFAITH OF A PIONEER\n<\/p><p>\nThe pioneers did not think much of personal consequence, which is exemplified in a diary\nthat I read some time ago of one of the Gardner brothers who accepted the gospel in Canada\nand after accepting it, he was most anxious to go to Nauvoo and shake the hand of the\nProphet and visit with the Saints, but he arrived in Nauvoo too late. The Prophet had been\nmurdered, but Brother Gardner visited with the General Authorities and with the Saints, and\nin his diary he wrote: \"I know that these men are the Apostles of the Lord Jesus Christ, and I\nknow the people that are following them are indeed Saints.\"\n<\/p><p>\nReturning to Canada he sold his property and made the long trek back to Nauvoo with his\nfamily, just in time to be driven out in the middle of winter. He spent the winter on the plains\nof Iowa. He finally made his way into Salt Lake Valley, where after ten years of struggle and\nalmost starvation he wrote in his diary; \"How grateful I am to the Lord, for now my family\nare sheltered under one roof. We have clothing, and we have food.\"\n<\/p><p>\nIn the midst of this prosperity a messenger sent by the President of the Church requested him\nto come to his office at once. As he entered the office of President Young, he met one of the\nPresident's counselors coming out, and the counselor said to him: \"Now, brother, don't blame\nme for what's going to happen.\"\n<\/p><p>\nIn a moment this good brother stood before President Young and the President said to him:\n\"Brother Gardner, we are calling you on a mission to go and help settle Dixie.\"\n<\/p><p>\nThis good man said: \"I scratched my head. I spit upon the floor, and mentally I concluded I\nhad had enough, but another thought flashed through my mind. The servant of God was\ncalling me to perform a duty.\" And he answered the President: \"I'll be glad to go.\"\n<\/p><p>\nHe sold his mill; he sold his farm; he sold most of his livestock and taking a few belongings\nand his family in a wagon made the long trek in the middle of winter to what is now St.\nGeorge. And from that time on, according to his diary, he did not know very much about\nprosperity. He was on a mission to help build up another part of the kingdom and an\ninteresting comment is that some of the wood that rests in the great Tabernacle organ came\nfrom trees cut by this brother in Pine Valley.\n<\/p><p>\nHe suffered privation and many physical hardships, yet in his diary I did not find one word of\ncomplaint, rather I found the spirit of gratitude and thankfulness to God because he had found\nthe gospel of the Lord Jesus Christ. He had a testimony that the great counselor who stood at\nthe head of this Church was a servant of Almighty God.\n<\/p><p>\nWASTED FOOD NOW NEEDED\n<\/p><p>\nBy following counsel closely the pioneers achieved, and I wonder now as we\nleave this great conference whether or not you and I are going to follow the counsel of God's\nservants who have admonished us in the spirit of the Lord as to what we should do in both\nspiritual and temporal matters. I think of the days in 1932-3-4-5 and 6, when the philosophy\nwas advocated that we should destroy food, that we should cut down on our crop production,\nand in the midst of such advice a prophet of God stood at the crossroads, and admonished the\npeople to continue to produce more and more and to save every pound. Oh, how I wish that\nthe modern Pharaohs of today had listened to a modern Joseph, for had this country gone\nforth with its great potential strength in productivity of food, there would be enough food on\nhand to feed a starving world. You might ask the question: How is it possible to conserve\nfood over a period of ten or twelve years? Well, through modern means of refrigeration and\ncanning, and other devices, it is possible to conserve food for years. Out of our own\nexperience in storing the Relief Society wheat we know that wheat can be kept sound for\nmany years, based upon certain principles.\n<\/p><p>\nAnd so, had the counsel of God's servants in these days been followed there would have been\nno difficulty in providing enough food and other necessities of life to help a starving Europe\nand a suffering China. Accepting and following the counsel of God's selected and anointed\nshould be to us the word of God in this day just exactly as was the word of God in the days\nof the pioneers.\n<\/p><p>\nOBEDIENCE TO COUNSEL REWARDED\n<\/p><p>\nI had related to me a rather interesting story of a humble man who lives in the state of\nArizona; it is as follows: Dr. John A. Widtsoe of the Council of the Twelve had been visiting\nin the Snowflake Stake and among other counsel he gave to the brethren was this: \"Why don't\nyou drill wells that you might bring more of this arid land under cultivation?\"\n<\/p><p>\nPresident Flake of the presidency pondered over the counsel given, and he came to the\nconclusion that a servant of God had spoken and that it would be wise to follow such counsel.\nGoing to a neighboring town he endeavored to secure the services of a well driller. And the\ndriller said, \"Yes, I will drill you a well. I assume you want the usual size pipe, six or eight\ninches.\"\n<\/p><p>\nPresident Flake said: \"No, I want a twelve-inch pipe.\" The well driller replied: \"Man, you are\nfoolish. There isn't enough water in this country to fill a twelve-inch pipe, and furthermore, I\nwouldn't take your money to drill a well of that size because it would be a waste of money.\"\nAnd so he refused to drill the well.\n<\/p><p>\nBut, undaunted, President Flake went to another well driller in a neighboring community. He\ntold the man what he wanted. The man said: \"Well, it seems foolish, but nevertheless if you\nwant to spend the money, I will drill the hole and put a twelve-inch pipe in it.\"\n<\/p><p>\nA site was selected for the well on a piece of arid land adjacent to Snowflake, Arizona, and\ndrilling operations were commenced. After the men had drilled for a few days, a government\nman came along, and he said: \"Mr. Flake, I think you are foolish in drilling for water here. I\nam quite sure that you won't find any. It is my judgment had you gone over here a short\ndistance the possibilities are that you might have found a little water.\"\n<\/p><p>\nBut again, undaunted and believing implicitly in the counsel of one of God's servants, the\ndrilling continued and after reaching a depth of two hundred feet, a flow of water was struck\nin sufficient amount to fill the twelve-inch pipe up within sixty feet of the surface. The\nground was broken, cultivated, and crops were planted. A pump was placed on the well, and\nit delivered nine hundred gallons a minute. This year the crops grown on what was arid land\ntwo years ago will pay for the drilling of the well and the pumping equipment installed.\n<\/p><p>\nPresident Flake further indicated that the volume of water has been sufficient, not only to take\ncare of this year's crop, but also will be sufficient to irrigate a total of 175 acres.\n<\/p><p>\nPresident Flake followed the counsel of one of Christ's apostles and received the blessing for\nobedience rendered, which brings us to the conclusion that we should hearken always to the\nvoices of the prophets to the end that the windows of heaven will be open to us&mdash;spiritually\nand temporally.\n<\/p><p>\nOBLIGATION OF PRIESTHOOD\n<\/p><p>\nSo much for temporal counsel, but what about spiritual counsel? We have had an abundance\nof it during this great conference. Think if you will of the admonitions that have come to us\nwith reference to the home, the matter of family prayers, the matter of attending that most\nimportant meeting of the whole week, namely, the sacrament meeting. Will you think of your\npriesthood responsibilities as servants of God? I say that every man who holds the priesthood\nhas a responsibility that is very great, and priesthood is of no value to an individual unless he\nuses it in the service of God. It does not come to you as an honorary office. It comes to you\nthat you might serve God and assist him to consummate his plans. And, furthermore, the\npriesthood of God, that mantle of authority which rests upon your shoulders and mine, is not\none which can be taken off on Sunday evening and left off during the week and then put on\nagain the following Sunday morning. Your priesthood is with you wherever you may go, in\nthe office or the field, and remember that priesthood demands of you lives that are wholly\ncompatible with it in purity, in service, in hearkening to counsel and in keeping God's\ncommandments.\n<\/p><p>\nA LIGHT TO THE WORLD\n<\/p><p>\nWe have received admonitions with reference to virtue, the Word of Wisdom, temple work,\nand missionary work. I want to say if we will hearken unto all of this counsel we will become\na blessed people, for Brigham Young declared again:\n<\/p><p>\nIf we hearken to counsel, we shall be the best people in the world; we shall be as\na bright light set upon a hill, that cannot be hid, or like a candle upon a\ncandlestick (<span class=\"citation\" id=\"34127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34127)\">Matt. 5:14-15<\/a><\/span>).\n(<i>Discourses of Brigham Young<\/i>, p. 219).\n<\/p><p>\nBrethren and sisters, never let us forget the admonition that:\n<\/p><p>\n. . . to obey is better than sacrifice, and to hearken than the fat of rams\n(<span class=\"citation\" id=\"2493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2493)\">1 Sam. 15:22<\/a><\/span>).\n<\/p><p>\nYes,\n<\/p><p>\nGive instructions to a wise man, and he will yet be wiser; teach a just man, and he will\nincrease in learning (<span class=\"citation\" id=\"41394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41394)\">Prov. 9:9<\/a><\/span>).\n<\/p><p>\nI humbly pray that we can take the counsels of this great conference to heart and exemplify\nthem in our lives, to the end that we will be a light to the world, for the Lord said to the\nProphet Joseph:\n<\/p><p>\n. . . shine forth, that thy light may be a standard for the nations\n(<span class=\"citation\" id=\"12406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12406)\">D&amp;C 115:5<\/a><\/span>).\n<\/p><p>\nThat is our destiny, and we can achieve it if we will follow the admonitions and the counsels\nof these servants of the Lord Jesus Christ. I bear testimony to you that they have all of the\nsame rights and authority to lead the people of the world in righteousness as did Noah, Isaiah,\nor any of the apostles of old. I bear testimony to you that the same God who dealt with the\npeople in the days of Noah is your God and my God, that Jesus of Nazareth was the\nRedeemer of the world, and the humble man who was murdered in cold blood for his\ntestimony in Carthage Jail, Joseph Smith, was God's servant, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}