{"ID":3135, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Never Be Weary of Good Works”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/never-be-weary-of-good-works.p2\" class=\"\">Elder Jack H. Goaslind, Jr.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/never-be-weary-of-good-works.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03102_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:29ca.jpg\" alt=\"Elder Jack H. Goaslind, Jr.\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/never-be-weary-of-good-works.p3\" class=\"\">My beloved brothers and sisters, my heart is filled as I stand before you today and accept this call to serve the Lord. I’m overwhelmed with the responsibility but grateful beyond words of expression for this opportunity to serve my fellowman.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/never-be-weary-of-good-works.p4\" class=\"\">Since last Thursday afternoon when I had the great honor of visiting with President Kimball, things have not been the same. More than ever before I feel my total dependence on the Lord and pray earnestly for his Spirit to attend me and for your sustaining influence and love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/never-be-weary-of-good-works.p5\" class=\"\">There are many things for which I am grateful today, and I acknowledge the love, respect, and devotion that I have for a mother and father who taught me as Alma instructed his son Helaman: “Never be weary of good works, but to be meek and lowly in heart, … [to] learn wisdom in [my] youth, … to keep the commandments of God” (<span class=\"citation\" id=\"9291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9291)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9291)\">Alma 37:34–35<\/a><\/span>). I will be eternally grateful for their love and its profound influence in my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/never-be-weary-of-good-works.p6\" class=\"\">I’m grateful for relatives and friends who have been patient and understanding. Throughout my life I have been blessed with good friends who have enriched and strengthened me. To some six hundred plus missionaries that were assigned to us as we presided over the Arizona Tempe Mission: we can never forget the lessons learned in that great mission experience. To my good wife, Gwen, who is one of our Heavenly Father’s most noble handmaidens: she has sustained me with an unfailing devotion; she is full of love and faith and possesses a great love of the gospel. She has been an inspiration to me, and I love her with all of my heart. I appreciate and love each of our six children, a son-in-law, and our first grandchild. Their righteous lives have brought nothing but joy and happiness to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/never-be-weary-of-good-works.p7\" class=\"\">May I extend a special love and greeting to my son who is in the Language Training Mission and who will leave Tuesday for Padova, Italy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/never-be-weary-of-good-works.p8\" class=\"\">I bear to you today, my brothers and sisters, my testimony—for which I am grateful—that the Lord Jesus Christ lives, that this is his work, that President Spencer Woolley Kimball is indeed the Lord’s prophet upon the earth, and I love him. I pledge to him, to my Brethren of the General Authorities, and to you, my brothers and sisters, that I will serve with all of my heart, might, mind, and strength. In the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}