{"ID":3138, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Ours Is a Shared Ancestry\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p2\" class=\"\">Elder J. Thomas Fyans<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03102_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:306c.jpg\" alt=\"Elder J. Thomas Fyans\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p3\" class=\"\">Elder Faust, I am sure the Presidency of the First Quorum of the Seventy will sustain me in our expression of love and our complete vote of sustaining you in your new call, and as well, we greet you three new Brethren warmly, knowing you will help shoulder the tremendous opportunities that rest upon our shoulders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p4\" class=\"\">When I think of my father, I call him <span class=\"emphasis\">my<\/span> father; but my two brothers and two sisters would remind me that he isn’t just <span class=\"emphasis\">my<\/span> father, he is <span class=\"emphasis\">our<\/span> father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p5\" class=\"\">In thinking of my grandfather, if I were to claim him as mine alone, not only my brothers and sisters would remind me that grandfather is <span class=\"emphasis\">our<\/span> grandfather, but my first cousins would join in the chorus to say, “He is <span class=\"emphasis\">our<\/span> grandfather, as well.” If I were to mention my great-grandfather as mine, second cousins would add their voices and remind me that great-grandfather is <span class=\"emphasis\">ours.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p6\" class=\"\">It is apparent, then, that <span class=\"emphasis\">ours<\/span> is a shared ancestry. We shouldn’t think back and say “mine, mine, mine”; we should say “ours, ours, ours.” The farther back we reach, the greater the chorus swells.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p7\" class=\"\">It has become apparent that genealogical research efforts are being duplicated. To determine the extent to which such duplication exists, I took my genealogical records to a professional research institute. They compared my records with their name pool and determined that they already had ninety-five percent of my records in their file. That means that only five percent of my records are unique to me. Thirty-four other clients shared my ancestry. I was rather amazed with this and wondered if such a high rate of duplication existed among the general population. At my request the institute took a sampling of clients from all parts of the United States, members of the Church and nonmembers. These names were compared with records in their name pool, and it was determined that eighty percent were duplicates. Only twenty percent were unique.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p8\" class=\"\">I found through a study made by another institution that I have at least 348 first, second, and third cousins, all of whom could be searching for the same pair of second great-grandparents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p9\" class=\"\">From this you can see that duplication is tremendous in genealogical research. It is for this basic reason that President Kimball has directed us that we should seek out our ancestors back four generations. After that we should work together as a Church through the records extraction program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p10\" class=\"\">What is our responsibility, then?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p11\" class=\"\">Let’s think first of the four generation program. Since President Kimball’s address in April conference there has been a great upsurge in genealogical activity. People feel that the task of genealogy is now “do-able.” Many “brother and sister” families are grouping together to review their four-generation records to make sure that the information is accurate. For example, in my family I have five children. Those five children are what can be described as a “brother and sister” family. They, with my wife and me helping them, are going back over our four-generation sheets. Soon we will know that everything in those four-generation sheets is accurate. We will then as a family prepare not six or seven sets, but one set of family group record forms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p12\" class=\"\">The four-generation program is somewhat like serving a full-time mission. When called as full-time missionaries, we concentrate completely on this most important divine task. When we complete those missions, we don’t lose interest in missionary work. We remain interested in missionary work but with a less concentrated emphasis than during this full-time service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p13\" class=\"\">Our four-generation assignment is like serving the full-time mission. When we have, as a “brother and sister” family, submitted the family group sheets, we have in a sense completed our genealogical mission. This does not mean that we lose interest in genealogy. We can still exercise our free agency and research back as far as we wish. However, there is another way for us to turn our hearts to our fathers. Let me illustrate the advantages and need for the records extraction program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p14\" class=\"\">If you were to come to Salt Lake City and wanted to call me on the telephone, you would use the telephone book to find my number. Suppose as you opened the telephone book, you discovered that names were listed in a chronological order on the basis of when the telephones were installed and also that there wasn’t just one telephone directory for Salt Lake City, but several. You would first wonder which book listed me and then start thumbing through the book to discover when our telephone was installed, in order to find the number.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p15\" class=\"\">If someone were to cut up the telephone books and rearrange all the listings alphabetically and put them in one book, how simple it would be to find the number.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p16\" class=\"\">A number of years ago, if you wanted to do genealogical research, it was necessary to travel to the locality where you thought the records of your ancestors would be and receive permission from the vicar, priest, or custodian of the records to search them in pursuit of your ancestry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p17\" class=\"\">The Church recognized the tremendous burden to Church members of the cost in time and money of international travel, and it was determined that the Genealogical Department would send someone to secure permission to microfilm the records and then let the Church members use these microfilms in a setting much more convenient to their homes. Records are recorded in chronological sequence much like the telephone numbers being listed according to the date the telephones were installed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p18\" class=\"\">This is where we are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p19\" class=\"\">Where are we going?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p20\" class=\"\">The stakes will soon be introducing a process whereby we can take all the names from a microfilm, place them on a card, and the computers will arrange them alphabetically. This is called records extraction. These alphabetized name lists will be like a telephone book which can be the basis for not only temple work but also other future references.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p21\" class=\"\">As I sit at a microfilm reading machine and take every name—one by one—from these past records, I do this for everyone whose ancestors are on these records. Hereafter, they will not have to hunt them like a needle in a haystack, but once and for all these names will be rearranged and prepared telephone-book style.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p22\" class=\"\">I’m reminded that now I must think of mortal generations, but it has also occurred to me that reaching back one premortal generation leads me to our Eternal Father, and I suddenly realize that every name I see in the record is my brother or my sister. There is a parallel to this in missionary work where we knock on every door.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p23\" class=\"\">Let us appreciate the efforts of the past and the workers who have labored so diligently. All the effort in genealogical research of the past is wonderful and has given us a base on which to build.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p24\" class=\"\">We look with reverence and awe at the contribution of the pioneers. We live with them in their struggles and hardships as some came across the plains pushing handcarts. We are filled with love and reverence for the handcarts and especially the hands that propelled them. We express no depreciation for their mode of travel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p25\" class=\"\">In our day we have air travel approaching and even beyond the speed of sound. There are computers that at our command help immeasurably in reaching back and aiding us to turn our hearts to the fathers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p26\" class=\"\">Using the technological blessings of today does not depersonalize; it modernizes the quest for our roots.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p27\" class=\"\">From the perspective of our Father in Heaven, what must we accomplish?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p28\" class=\"\">We must make available all the exalting blessings of the gospel to all of his children who have ever lived, if they choose to accept them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p29\" class=\"\">At what rate are we progressing? As members of the Church we are identifying approximately one million names a year for these sacred ordinances. At that rate it would require a thousand years, or a millennium, to identify one billion names. I’m not sure his time schedule will allow us a millennium for each billion of his children who have lived.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/ours-is-a-shared-ancestry.p30\" class=\"\">With his blessings—spiritual blessings, technological blessings—we can accelerate the availability of exalting opportunities to his children who are awaiting our expression of love in turning our hearts to them. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}