{"ID":314, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Men Are That They Might Have Joy<\/p>\n<p class=\"gcspeaker\">Elder Thomas E. McKay<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas E. McKay, <i>Conference Report<\/i>, October 1947, pp. 127-131<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe inspiring music of our great choir and organ, both in the broadcast this morning and in\nthis service, and also the timely, masterful address of President McKay, and the interesting\ntalk of Bishop Wirthlin, have all tended, I am sure, to uplift us, to bring us nearer our Father\nin heaven, and others on the other side.\n<\/p><p>\nIt is my earnest desire and prayer, my brethren and sisters, to say something useful, something\nthat will be helpful to us, that will bring more happiness and joy into our daily lives. One of\nmy favorite themes, already mentioned by one or two of the speakers, is,\n<\/p><p>\nMen are that they might have joy\n(<span class=\"citation\" id=\"3478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3478)\">2 Ne. 2:25<\/a><\/span>).\n<\/p><p>\nACTIVITY BRINGS JOY\n<\/p><p>\nWork is a great blessing; activity brings joy. Last Sunday, I was in California, attending the\nInglewood Stake conference. Some of you have already read in last week's issue of the\nChurch Section of the <i>News<\/i> of some of the activities of this stake, especially of their building\nprogram. There was one achievement not referred to in the article, that I should like to\nmention. Last summer, in California they had some of their \"unusual\" weather, quite an\nextended hot spell, and the entire apricot crop ripened so rapidly that it became necessary to\nharvest it or it would be wasted. This was called to the attention of the southern California\nregional welfare officers. Through them, attention was called to the stakes in that region. I do\nnot know what other stakes accomplished, but one day was set aside by the Inglewood Stake\nmembers for picking, and as a result they have now 25,777 cans of apricots in their stake\nstorehouse and in their homes.\n<\/p><p>\nJust a month ago today I was in the Burley Stake conference in Idaho. At the conclusion of\nthat conference the president arose and casually announced that the beet harvesting for this\nyear had been set by the officials of the sugar factory to begin on a certain date. \"We would\nlike to harvest our welfare crops before we begin on our own.\" A time was decided on for\nthat purpose. He said: \"We would like to harvest the entire crop on these two days.\"\n<\/p><p>\nI had visited these projects, and had seen the extent of them, and so I arose and said: \"If you\naccomplish this, will you kindly send me a telegram collect? If you don't you needn't say\nanything about it.\"\n<\/p><p>\nLast Sunday, while at the Inglewood Stake conference, just at the beginning of the ten-thirty\nsession, this telegram was handed me.\n<\/p><p>\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Burley, Idaho\n<\/p><p>\nThomas E. McKay<br \/>\nCare President Alfred E. Rohner\n<\/p><p>\nBrother McKay:\n<\/p><p>\nMembers of Burley Stake harvested 40 acres of potatoes Friday, 26th; ten acres potatoes, 27\nacres of beets, and cut five acres of corn Saturday the 27th. People present both days,\napproximately 900. Trucks, 50. Tractors, 25. Potato diggers, 18. Five beet diggers. Relief\nSociety served lunch. Thanks for challenge you made at conference.\n<\/p><p>\nSincerely, <br \/>\nBurley Stake Conference\n<\/p><p>\nCongratulations, members of Burley Stake!\n<\/p><p>\nThere are now, 168 stakes in the Church, as we were told yesterday by President Richard L.\nEvans in his well-worded, I was going to say, musically-worded address on the growth of the\nChurch. Seventy-eight of these are outside of Utah, all active and doing splendid work. As\none investigator friend stated: \"You all seem to know one another here&mdash;just\nlike one large happy family.\"\n<\/p><p>\nIt is a privilege to visit these stakes, and especially thrilling to find so many of our members\nactive now and in prominent positions who were not so active in their home wards and stakes.\nAs one of them told me: \"At home I belonged to that group, that rather large group that you\nreferred to as who treat their religion as a spare tire; they never use it except in times of\nemergency. Also,\" he continued, \"we had time on our hands which we used in finding fault\nwith the brethren and the Church, looking for the thorn on the rose, and the dirt on the lily,\ninstead of for the flowers themselves.\"\n<\/p><p>\nSTORY OF JAPANESE PHILOSOPHER\n<\/p><p>\nHe was referring, as you know, to that story that I like to tell of the Japanese philosopher\nwho was accustomed to going out into the hills and woods to study the laws of nature. After\nspending a day in such study, he would return to his village at night, where he would gather\nhis people around him and instruct them in the lessons which he had learned. One day one of\nhis friends came to him saying, \"Will you please bring me a hawthorn twig when you come\nback, that I can study the lesson you gave last week from that tree?\" \"Yes,\" said the\nphilosopher, \"I will bring you the twig tonight,\" and a second one of his friends that morning\nsaid, \"Will you bring me a rose, that I may study concerning the lecture you gave last\nevening?\" \"Yes, I'll bring you the rose.\" And just before the philosopher went through the\ngate of the town that morning, a third friend said, \"Will you bring me a lily that I might study\nthe lesson of purity you gave last evening?\" The philosopher promised to bring the lily.\n<\/p><p>\nIn the evening about sundown when the old philosopher returned to the village, the three\nfriends were waiting at the gate to welcome him. To the first he gave the hawthorn twig; to\nthe second he gave the rose; and to the third he gave the lily. Suddenly the man with the\nhawthorn twig cried, \"Here is a dead leaf on the stem of my hawthorn twig!\" The second\nsaid, \"Here is a thorn on the stem of my rose!\" and the third one cried, \"Here is dirt on the\nroots of my lily!\"\n<\/p><p>\n\"Let me see,\" said the philosopher. From the first he took the hawthorn twig; from the\nsecond, he took the rose, and from the third he took the lily. He plucked the dead leaf from\nthe hawthorn twig and gave it to the first friend. He plucked the thorn from the stem of the\nrose and gave it to the second. He took the dirt from the roots of the lily and put it into the\nhands of the third. Holding the hawthorn twig, the rose, and the lily, he said: \"Now, each of\nyou has what attracted you first. You looked for the dead leaf, and you found it. You looked\nfor the thorn; it was there. You found the dirt of the lily because I left it on the roots. You\nmay keep what attracted you first. I will keep the hawthorn twig, the lily, and the rose, for\nthe beauty I see in them.\"\n<\/p><p>\nWe find in this world just about what we are looking for. If we look for dirt and the sordid\nthings, we can find them; or if we look for mistakes in others we can find them also. If we\nlook for the good and the beautiful, the good and the beautiful will return to us. There is no\nplace for hate in the heart of a Latter-day Saint, or of any other true Christian.\n<\/p><p>\n. . . Love your enemies, bless those that curse you, do good to them that hate you,\nand pray for them which despitefully use you, and persecute you\n(<span class=\"citation\" id=\"34131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34131)\">Matt. 5:44<\/a><\/span>).\n<\/p><p>\nThat is the doctrine of the Savior.\n<\/p><p>\nHate incapacitates anyone from doing one's best, no matter whether it is hate for a person or\nfor a people.\n<\/p><p>\nWhom the gods destroy, they first make mad. (Euripides.)\n<\/p><p>\nHate, envy, jealousy, ingratitude, intolerance are all weapons used by Satan to thwart the\npurposes of God.\n<\/p><p>\nTHE LOVE OF MONEY\n<\/p><p>\nOne of the main weapons, I think, not mentioned very often, one that creeps upon us very\nquietly, is the love of money. The love of money, we are told, is at the root of all evil\n(<span class=\"citation\" id=\"2799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2799)\">1 Tim. 6:10<\/a><\/span>). You\nmay not agree with me, some of you, in what I am going to say now, but I believe that one\nof the main reasons why it is so difficult for some of our members to pay tithing is because\nSatan does not want us to pay tithing. He puts all kinds of excuses in our way, because he\nknows that a person or a people who will pay tithing will never worship gold instead of God.\nWe are so bent, I was going to say hell-bent, on getting rich, making money, that we miss\nsome of the sweetest things in life, brethren and sisters. We never have time to look up at the\nbeautiful blue sky or enjoy our wonderful sunsets or see the beautiful flowers and the bluebird\nhopping from post to post or hear the song of the meadowlark as we speed along the\nhighways. We have no time to go into these colorful canyons with our families and\noccasionally take a fishing trip, something unpardonable. No, we are too busy for these\nthings. Yes, the love of money, the use of tobacco, liquor&mdash;Brother Merrill referred to in his\nsplendid address &mdash;yesterday are weapons of Satan that he is using to thwart the purposes of\nGod.\n<\/p><p>\nPresident Smith has advised us, and I like the way he puts it, to keep away from the devil's\nterritory. This is rather a large order, at least according to Mark Twain who said:\n<\/p><p>\nI want to see the devil, just to set my eyes on that person who for untold centuries\nhas been the spiritual head of four-fifths of the human race and the political head\nof all of it.\n<\/p><p>\nThat statement may be a little exaggerated, but this part I do agree with, \"he must surely have\nexecutive ability of the highest order.\" I think we would do well to follow President Smith's\nadvice to keep away from his territory; and \"enter ye in at the strait gate\"\n(<span class=\"citation\" id=\"34140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34140)\">Matt. 7:13<\/a><\/span>).\nOvercome evil with good, resist the devil, and he will flee from you\n(<span class=\"citation\" id=\"26067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26067)\">James 4:7<\/a><\/span>).\n<\/p><p>\nOur Father in heaven, brothers and sisters, is our Father. He loves us and because he loves us\nhe has given us the gospel, every principle and commandment of which is for our happiness\nin this life. Honoring parents, keeping the Sabbath day holy, refraining from taking the name\nof the Lord in vain, attendance at our sacrament and priesthood meetings, remaining honest,\ntrue, chaste, benevolent, virtuous, keeping the Word of Wisdom, paying tithing and our fast\nofferings&mdash;all these are given to us that we might have joy in this life.\n<\/p><p>\nFAST OFFERING PLAN RECOMMENDED\n<\/p><p>\nWhen I mention fast offerings, my heart goes out to our brothers and sisters in Europe and to\nthe starving millions in the war-torn countries. I wish we could do more to establish fast\nofferings in the world. I hope I am not speaking out of line, but I would like to see this great\ngathering endorse a resolution to the United Nations recommending as a means of helping the\nstarving millions in the war-torn countries the adoption of the fast offering plan of the\nChurch.\n<\/p><p>\nMay we have a greater desire, greater faith, greater will power to live in accordance with the\ngreat gospel plan of life and salvation, as revealed in our day by the Prophet Joseph Smith, I\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}