{"ID":3142, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Let Your Light So Shine\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03102_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p3\" class=\"\">Some memories are unforgettable, remaining ever vivid and heartwarming! One such memory was the mission conference we attended last year at Dresden, DDR (or East Germany). A president of the Church had not visited there since 1936—a span of over forty years. Now, at last, the prayers of the people were to be answered. President Kimball, it was announced, would be present at the mission conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p4\" class=\"\">Over 1,200 people, Saints and investigators, came from far and near to hear the prophet speak. Some of them traveled several hundred miles. As the hour for the meeting approached it seemed as if there wasn’t room for even one more person. Not to be denied this grand experience, one brother obtained an unwieldy ladder and placed it alongside a window so that he could see and hear President Kimball and be part of the congregation. As I looked at him, he smiled, and I understood the message of that smile. He was thrilled and grateful to be present, even though he was poised precariously on the top rung of that fifteen-foot ladder throughout the two-hour session.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p5\" class=\"\">There was scarcely a dry eye in that packed audience as President Kimball spoke. He not only blessed and inspired the large congregation, and the brother on the stepladder, but also a sister in a wheelchair, as well. Sister Margarete Hellmann had suffered an ailment of the hip since youth. As the years came and went, the affliction brought her an ever-increasing burden of pain. Finally, she could walk only with the aid of a pair of crutches. To facilitate her travel from place to place, and to alleviate the terrible pain she keenly felt with every single step, some of the Saints contributed money and bought her a wheelchair. But this relief was short-lived. Soon, even sitting in her wheelchair was accompanied by almost unbearable pain. Then an inflammation of the nerves on the left side of her face further intensified her suffering. One day she heard the heartening news: the prophet of the Lord was to be in Dresden. She had one all-consuming desire—to attend the conference and touch the prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p6\" class=\"\">She had faith and the absolute conviction that the prophet would not even have to take the time to lay his hands upon her head and give her a blessing. She felt assured that it would be with her as it was with a certain woman who, according to St. Mark, had suffered for twelve years and still grew worse. And “when she had heard of Jesus, … she said, If I may touch but his clothes, I shall be whole.” This she did, and Jesus “said unto her, Daughter, thy faith hath made thee whole; go in peace.” (See <span class=\"citation\" id=\"33289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33289)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33289)\">Mark 5:25–34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p7\" class=\"\">Sister Hellmann had asked her grandson, Frank, to bring her to the service at an early hour and position her wheelchair near the aisle where the prophet was to pass. This statement from her letter tells the rest of the story in her tender words: “When our prophet came close to me,” she wrote, “he warmly shook my hand and looked at me in the spirit of love, as did those who were with him. After that, I did not feel any more pain—not then, nor any to this day. That is the greatest testimony of my life!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p8\" class=\"\">After the benediction on that memorable day, as we moved through the crowd, the congregation sang, with great fervor, that beautiful hymn, <span class=\"emphasis\">“Auf Wiedersehen.”<\/span> It was an unforgettable experience and a powerful testimony of faith and the power of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p9\" class=\"\">Brethren, my fervent hope is for every one of us to be as willing as the man on the ladder to inconvenience ourselves for the sake of the gospel. And I would pray that each one of us could develop a faith as strong as that of the sister in the wheelchair.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p10\" class=\"\">It is my testimony that the best way in all the world for us to do this is to serve the Lord and be sure we honor our priesthood. We honor our priesthood by making an intrinsic part of our every thought and action those great teachings that Jesus proclaimed during his glorious ministry on earth and that are still proclaimed today through latter-day revelation. We honor our priesthood through prayer, pure thoughts, clean language, wholesome appearance, service to others, and through striving for the powerful, personal conversion that will help us to withstand the temptations of the day. In addition to being shining examples in our individual lives, let’s make sure that we strengthen our homes and families and, at the same time, do all we can to reach out with understanding to encourage and bring blessings into the lives of the single adults of our church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p11\" class=\"\">There is much we can do to strengthen home and family. Among the most important is to inspire our wives and daughters to take advantage of Relief Society. I am sorry to relate that many of our women are not receiving these blessings. If, through your efforts, you can improve this commitment to Relief Society, your families will be blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p12\" class=\"\">This fact was dramatically emphasized in a recent statement made by a law enforcement officer in Idaho. He said that in over twenty years he had never had a child brought in for correction where the mother was an active Relief Society woman.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p13\" class=\"\">In working together as husbands, wives, sons, and daughters, we can achieve the true meaning of those most thrilling words spoken by Jesus, when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p14\" class=\"\">“Ye are the light of the world. A city that is set on an hill cannot be hid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p15\" class=\"\">“Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p16\" class=\"\">“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” (<span class=\"citation\" id=\"36571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36571)\">Matt. 5:14–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p17\" class=\"\">If we live the principles of the gospel, we are the fulfillment of the Savior’s pronouncement: “Ye are the light of the world” (<span class=\"citation\" id=\"36570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36570)\">Matt. 5:14<\/a><\/span>). And possessing this light, we can shine among our fellowmen through our lives and deeds, influencing them to glorify our Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p18\" class=\"\">Jesus wants every one of us to know him because of the transforming power of that knowledge and because of the indescribable joy it brings into our lives. But the influence of the gospel is to extend beyond each individual. It is to be as a light that dispels the darkness from the lives of those around us. No one of us is saved solely and simply for himself alone, just as no lamp is lighted merely for its own benefit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p19\" class=\"\">Today there are far too many so-called Christian leaders who are divided over the most fundamental of all Christian doctrines, one about which no faithful member of our church in all the world has the slightest doubt. This schism is dramatically set forth in a recent issue of <span class=\"emphasis\">Time<\/span> magazine and is entitled “New Debate Over Jesus’ Divinity.” Many modern scholars express the view that “Jesus did not proclaim himself as the eternal Son of God, nor did the early Christians.” Seven university theologians in England published a book contending that Jesus was not really God at all. In America much of the same is going on. An eminent clergyman expressed the conviction of many “that Jesus never claimed to be God, nor to be related to him as son.” In summarizing, <span class=\"emphasis\">Time<\/span> said that “in view of the new Christology (of the so-called Christian advocates) Christ is not as divine as he used to be.” (<span class=\"emphasis\">Time,<\/span> 27 Feb. 1978.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p20\" class=\"\">Such a twisted and compromising viewpoint sounds a clarion call for the priesthood and the sisters, pillars of the Church whose example “is like unto leaven” (<span class=\"citation\" id=\"36587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36587)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36587)\">Matt. 13:33<\/a><\/span>), to make an even greater effort to move in and fill the tragic void. On the divinity of our Lord and Savior Jesus Christ, the position of the restored church and its members is eloquently stated by Elder James E. Talmage in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p21\" class=\"\">“The solemn testimonies of millions dead and of millions living unite in proclaiming Him as divine, the Son of the Living God, the Redeemer and Savior of the human race, the Eternal Judge of the souls of men, the Chosen and Anointed of the Father—in short, the Christ.” (<span class=\"emphasis\">Jesus the Christ,<\/span> 3rd ed., Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1916, pp. 1–2.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p22\" class=\"\">Our church does not and will not in any way compromise its position! It never at any time or place falters, hesitates, or shows any reluctance to bear unwavering testimony to the divinity of Jesus Christ. The state of the world being what it is, each priesthood bearer must take advantage of every opportunity to testify of the Savior and teach and exemplify gospel truth, letting his light so shine before friends and strangers alike to perpetuate the truth concerning our Savior, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p23\" class=\"\">In closing I bear deep and solemn testimony of my absolute conviction of the Savior as expressed in these words from a simple and beautiful poem by Elder Bruce R. McConkie, entitled “I Believe in Christ.”<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I believe in Christ—my Lord, my God—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">My feet he plants on gospel sod;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ll worship him with all my might;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He is the source of truth and light.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I believe in Christ; so come what may,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With him I’ll stand in that great day<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When on this earth he comes again,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To rule among the sons of men.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p32\" class=\"\">(“The Testimony of Jesus,” <span class=\"emphasis\">Ensign, <\/span>July 1972, p. 109.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-your-light-so-shine.p33\" class=\"\">I testify to you that President Kimball is indeed a mighty prophet of the Lord. His divinely inspired words and example convey the certainty of an unwavering testimony. Upon us he pronounces rich blessings and unbounded love and encouragement. May we follow his great leadership, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}