{"ID":3146, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Basis for Faith in the Living God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p3\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03102_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"President N. Eldon Tanner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p4\" class=\"\">The choir sang so beautifully “God of Our Fathers” at the beginning of the meeting, and the prayer was addressed to “Our Father who art in heaven.” Then the choir sang the song “’Tis Sweet to Sing the Matchless Love,” referring to Christ. This morning I should like to talk about God and his relationship to man. I humbly pray that the Spirit and blessings of the Lord will be with us as I speak to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p5\" class=\"\">A simple opening statement in the Bible is, “In the beginning God created the heaven and the earth” (<span class=\"citation\" id=\"23908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23908)\">Gen. 1:1<\/a><\/span>); and therein is to be found the basis for man’s belief in God, his omnipotence, his love, and the reason for man’s existence in this mortal state.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p6\" class=\"\">As we read on in that first chapter of Genesis, we learn of the great organization of this earth—the division of light from darkness, the earth from the heavens; the bringing forth of grass, the herb yielding seed, and fruit; the appearance of the sun, moon, and stars; the creation of fish, fowl, and animals. And finally “God created man in his own image … male and female created he them” (<span class=\"citation\" id=\"23909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23909)\">Gen. 1:1–27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p7\" class=\"\">Beyond reading these and other scriptural evidences of the existence of God, how well do we really know God, our Creator, and how well do we really understand his personality, characteristics, and attributes? Belief in the fact that God exists is of first importance, but it is not <span class=\"emphasis\">all<\/span> that is necessary in order to exercise an intelligent faith that will lead us back into his presence for eternal life with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p8\" class=\"\">In addition to a belief in the existence of God, we must know something of his character and attributes or our faith will be imperfect and unfruitful. Faith will avail us nothing unless it is based on true principles. This is illustrated in a story I have told before about the meeting of the Indians with the Europeans when they first began their explorations in the New World. The Indians were amazed at the power and explosive qualities of gunpowder and asked many questions about how it was produced. Taking advantage of the ignorance of the savages and seeing an opportunity to increase their wealth through deception, the Europeans told them it came from the seed of a plant. The Indians believed them and purchased some seed in exchange for gold. They carefully planted the seed and watched it grow, but of course they did not get any gunpowder. No matter how sincere one’s belief may be in an error, it will not change the error into truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p9\" class=\"\">So it is with our belief in God. Unless we know him and understand his nature and character, we cannot have perfect faith in him. There was no question about God in Old Testament times. He walked and talked with Adam and Eve, and even after their transgression they continued to call upon him and to sacrifice to him. He gave them commandments which they obeyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p10\" class=\"\">Cain and Abel learned of God from the teachings of their parents, as well as from personal revelations. After the acceptance of Abel’s offering and the rejection of that of Cain, followed by Cain’s crime of fratricide, God talked with Cain and Cain answered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p11\" class=\"\">Adam lived for nine hundred and thirty years, during which time he could give personal testimony to eight generations of his descendants, down to Lamech, the father of Noah. (See <span class=\"citation\" id=\"23914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23914)\">Gen. 5:5–31<\/a><\/span>.) Through Noah and his family, a knowledge of God by direct tradition was carried beyond the Flood; moreover, Noah held direct communication with God and lived to instruct ten generations of his descendants. (See <span class=\"citation\" id=\"23915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23915)\">Gen. 6:9<\/a><\/span>.) There followed Abraham, Isaac, and Jacob (or Israel), and among the children of Israel, God wrought great wonders. (See <span class=\"citation\" id=\"23916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23916)\">Gen. 17:1<\/a><\/span>; <span class=\"citation\" id=\"22890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22890)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22890)\">Ex. 3:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p12\" class=\"\">He made himself known by various means of communication to Moses, who even beheld the “similitude” of God (see <span class=\"citation\" id=\"41119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41119)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41119)\">Num. 12:8<\/a><\/span>); and this account of direct communication has been preserved by Israel through all generations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p13\" class=\"\">In addition to history and tradition, human reason declares the existence of God. We find this confirmed in nature all around us. I quote from Elder James E. Talmage, a noted scientist of his day:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p14\" class=\"\">“The observer is impressed by the manifest order and system in creation; he notes the regular succession of day and night providing alternate periods of work and rest for man, animals, and plants; the sequence of the seasons, each with its longer periods of activity and recuperation; the mutual dependence of animals and plants; the circulation of water from sea to cloud, from cloud to earth again, with beneficent effect. As man proceeds to the closer examination of things he finds that by study and scientific investigation these proofs are multiplied many fold. He may learn of the laws by which the earth and its associated worlds are governed in their orbits; by which satellites are held subordinate to planets, and planets to suns; he may behold the marvels of vegetable and animal anatomy, and the surpassing mechanism of his own body; and with such appeals to his reason increasing at every step, his wonder as to who ordained all this gives place to adoration for the Creator whose presence and power are thus so forcefully proclaimed; and the observer becomes a worshiper.” (<span class=\"emphasis\">The Articles of Faith,<\/span> 42nd ed., Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1961, pp. 32–33.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p15\" class=\"\">With all this evidence it is hard to understand how some can doubt the very existence of God. The early scriptures do not attempt to demonstrate God’s existence or to argue on the sophistries of atheism, so it seems that the errors of doubt crept in at some later time. With the death of Christ and the apostles, and during the period of apostasy when revelation ceased, the simple, consistent, and authentic doctrine about the character and attributes of God became distorted, and numerous theories and dogmas of men appeared, many of which are utterly mystical and incomprehensible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p16\" class=\"\">Seeking to end the many disagreements and arguments regarding the Godhead which were prevalent at the time, the emperor Constantine in the year <span class=\"small\">A.D.<\/span> 325 convened the Council of Nice in order that this body might make “a declaration of … belief that would be received as authoritative.” This council brought forth what is known as the Nicene Creed, followed some time later by the Athanasian Creed which reads in part:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p17\" class=\"\">“We worship one God in Trinity, and Trinity in Unity, neither confounding the persons, nor dividing the substance. For there is one person of the Father, another of the Son, and another of the Holy Ghost. But the Godhead of the Father, Son, and Holy Ghost, is all one; the glory equal, the majesty coeternal. Such as the Father is, such is the Son, and such is the Holy Ghost. The Father uncreate, the Son uncreate, and the Holy Ghost uncreate. The Father incomprehensible, the Son incomprehensible, and the Holy Ghost incomprehensible. The Father eternal, the Son eternal, and the Holy Ghost eternal. And yet there are not three eternals, but one eternal. As also there are not three incomprehensibles, nor three uncreated; but one uncreated, and one incomprehensible. So likewise the Father is Almighty, the Son Almighty, and the Holy Ghost Almighty; and yet there are not three Almighties, but one Almighty. So the Father is God, the Son is God, and the Holy Ghost is God, and yet there are not three Gods but one God.” (Talmage, <span class=\"emphasis\">The Articles of Faith,<\/span> pp. 47–48.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p18\" class=\"\">Elder Talmage said, “It would be difficult to conceive of a greater number of inconsistencies and contradictions expressed in words as few” (<span class=\"emphasis\">Articles of Faith,<\/span> p. 48). And to many, God is just such a mystery, and as incomprehensible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p19\" class=\"\">In these latter days God again has revealed himself to man as he did in former times. Biblical prophecies predict a falling away from the true gospel, or an apostasy, and also a restoration, including the manner in which it should come. This great event did actually occur when the Father and the Son appeared to the Prophet Joseph Smith, who in his generation could and did testify that they were two separate beings and that one said, pointing to the other, “This is My Beloved Son. Hear Him!” (<span class=\"citation\" id=\"30618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30618)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30618)\">JS—H 1:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p20\" class=\"\">When he reported his vision, the doubters scoffed, ridiculed, and persecuted him and he said he felt much like Paul when he made his defense before King Agrippa (See <span class=\"citation\" id=\"30621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30621)\">JS—H 1:21–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p21\" class=\"\">“He had seen a vision, he knew he had, and all the persecution under heaven could not make it otherwise.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p22\" class=\"\">Joseph said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p23\" class=\"\">“So it was with me. … I was led to say in my heart: Why persecute me for telling the truth? I have actually seen a vision; and who am I that I can withstand God, or why does the world think to make me deny what I have actually seen? For I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it; at least I knew that by so doing I would offend God, and come under condemnation.” (<span class=\"citation\" id=\"30624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30624)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30624)\">JS—H 1:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p24\" class=\"\">Later, through heavenly messengers, Joseph Smith was instructed regarding the reestablishment of the Church of Jesus Christ with the same organization that existed in the primitive church which Christ organized while he was upon the earth, with apostles, prophets, etc. As predicted by ancient prophets, other scriptures came forth, new revelation was given, and the restoration of the gospel was heralded by all who had been waiting for the fulfillment of prophecy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p25\" class=\"\">Soon after the organization of the Church in 1830, Joseph Smith prepared thirteen statements which became known as the Articles of Faith of The Church of Jesus Christ of Latter-day Saints. The first one reads as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p26\" class=\"\">“We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost.” [<span class=\"citation\" id=\"6949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6949)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6949)\">A of F 1:1<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p27\" class=\"\">Through revelation and the scriptures we know that these three are separate individuals, physically distinct from each other. It is recorded that when the Savior was baptized, John recognized the sign of the Holy Ghost, he saw Jesus in the flesh, and he heard the voice of the Father. Each personage of the Godhead manifested himself separately (see <span class=\"citation\" id=\"36567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36567)\">Matt. 3:13–17<\/a><\/span>). Later, the Savior separately defined the three members of the Godhead when he told his disciples that when he left them, the Father would send a comforter, who is the Holy Ghost (see <span class=\"citation\" id=\"28961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28961)\">John 14:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p28\" class=\"\">Each member of this trinity is called God, and together they constitute the Godhead. As indicated, they are three separate beings, but they are one in purpose, and Jesus repeatedly testified of the unity existing among the three.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p29\" class=\"\">To those who question or do not understand, let me assure you that every human soul can receive this personal testimony. God may not come in person, as he did to Joseph Smith and others; but through the power of the Holy Ghost, by which all truth is discerned, every person can gain a knowledge for himself that God lives, that Jesus Christ is the Son of the Father, and that he came and dwelt among men to give them the plan of life and salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p30\" class=\"\">Recently I was reading from a talk given in September 1919 by President Heber J. Grant, the seventh president of the Church. He told of reading a book entitled <span class=\"emphasis\">The Young Man and the World,<\/span> written by Senator Albert J. Beveridge. In one chapter called “The Young Man and the Pulpit,” Mr. Beveridge said, according to President Grant, that “any man who enters the pulpit to preach, if he is not converted in his heart of hearts to the truth of that which he preaches, commits a sacrilege every time he stands up in his pulpit.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p31\" class=\"\">Then Mr. Beveridge said: “A certain man, with good opportunities for getting correct answers, during an entire summer vacation asked three questions of all the ministers with whom he came in contact. The first question was: ‘Do you believe in God, the Father—God, a person—God, a definite and tangible intelligence—not a congeries of laws floating like a fog through the universe—but God, a person in whose image you were made? Don’t argue; don’t explain; but is your mind in a condition where you can answer yes or no?’ Not a minister answered ‘Yes.’ …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p32\" class=\"\">The next question in Senator Beveridge’s book was: “‘Yes or no, do you believe that Christ was the Son of the Living God, sent by Him to save the World … , that Christ was God’s very Son, with a divinely appointed and definite mission, dying on the cross and raised from the dead—yes or no?’ Not a minister answered ‘Yes.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p33\" class=\"\">The third question was: “‘Do you believe that when you die you will live again as a conscious intelligence, knowing who you are and who other people are? Answer yes or no.’ Not one answered ‘Yes.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p34\" class=\"\">President Grant went on to explain, as we are able to do today, that every Latter-day Saint—man, woman, and child—who has studied the scriptures and who has a desire to know God and his plan of life and salvation could answer “Yes” to all three questions. (In Conference Report, Oct. 1919, pp. 27–28.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p35\" class=\"\">We <span class=\"emphasis\">know<\/span> that we had a preexistence, that we are here in mortality to prove ourselves worthy to go back into the presence of our Heavenly Father and there enjoy eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p36\" class=\"\">This brings us to another article of our faith which declares:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p37\" class=\"\">“We believe that through the Atonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of the Gospel” (<span class=\"citation\" id=\"6951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6951)\">A of F 1:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p38\" class=\"\">This declaration is clarified in a revelation to the Prophet Joseph Smith as recorded in the seventy-sixth section of the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p39\" class=\"\">“And this is the gospel, the glad tidings, which the voice out of the heavens bore record unto us—<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p40\" class=\"\">“That he came into the world, even Jesus, to be crucified for the world, and to bear the sins of the world, and to sanctify the world, and to cleanse it from all unrighteousness.” (<span class=\"citation\" id=\"17061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17061)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17061)\">D&amp;C 76:40–41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p41\" class=\"\">The Atonement and redemption was taught by Paul, who said, in writing to the Corinthians:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p42\" class=\"\">“If in this life only we have hope in Christ, we are of all men most miserable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p43\" class=\"\">“But now is Christ risen from the dead, and become the firstfruits of them that slept.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p44\" class=\"\">“For since by man came death, by man came also the resurrection of the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p45\" class=\"\">“For as in Adam all die, even so in Christ shall all be made alive.” (<span class=\"citation\" id=\"651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 651)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(651)\">1 Cor. 15:19–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p46\" class=\"\">Christ said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p47\" class=\"\">“Therefore doth my Father love me, because I lay down my life, that I might take it again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p48\" class=\"\">“No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father.” (<span class=\"citation\" id=\"28956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28956)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28956)\">John 10:17–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p49\" class=\"\">On another occasion he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p50\" class=\"\">“For as the Father hath life in himself; so hath he given to the Son to have life in himself;<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p51\" class=\"\">“And hath given him authority to execute judgment also, because he is the Son of man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p52\" class=\"\">“Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p53\" class=\"\">“And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.” (<span class=\"citation\" id=\"28951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28951)\">John 5:26–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p54\" class=\"\">We recall the words of Jesus to Martha when she told him of her brother’s death:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p55\" class=\"\">“I am the resurrection, and the life: He that believeth in me, though he were dead, yet shall he live:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p56\" class=\"\">“And whosoever liveth and believeth in me shall never die.” (<span class=\"citation\" id=\"28958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28958)\">John 11:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p57\" class=\"\">In a glorious promise, beautifully expressed, the Savior declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p58\" class=\"\">“For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p59\" class=\"\">“For God sent not his Son into the world to condemn the world; but that the world through him might be saved.” (<span class=\"citation\" id=\"28948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28948)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28948)\">John 3:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p60\" class=\"\">From these scriptures we can plainly see the importance of our understanding just what the Atonement is and our responsibility in relation to it. We learn that the Atonement is for <span class=\"emphasis\">all<\/span>—that <span class=\"emphasis\">all<\/span> will be resurrected from the grave. We will experience the resurrection of life or of damnation. It is clearly stated that we must believe in Jesus Christ, follow him, and keep his commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p61\" class=\"\">There may be some who feel so burdened with guilt over transgressions of the past that they have lost hope; and there may be some who feel the time is too far spent for them to change the course of their lives. To everyone the gospel plan gives encouragement and hope for a glorious resurrection and eternal life with God through the principle of repentance. The Savior’s plea throughout his ministry was “Repent, and be baptized, and come unto me.” Repentance embodies a recognition of one’s sins, a confession, and a forsaking. The rewards for accepting and living the teachings of Jesus Christ will far exceed the riches of the earth, as we lay up for ourselves treasures in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p62\" class=\"\">As a special witness for Christ, I bear my solemn testimony that God lives; that we are his spirit children; that Jesus Christ is his Only Begotten Son in the flesh, and is the Savior of us all; that “God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life” (<span class=\"citation\" id=\"28947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28947)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28947)\">John 3:16<\/a><\/span>); and that through the Atonement of Christ all mankind can enjoy eternal life by obedience to the laws and ordinances of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/a-basis-for-faith-in-the-living-god.p63\" class=\"\">I bear further witness that the gospel in its fulness has been restored in these the latter days; that this church, under the direction of Jesus Christ, is led by a prophet of God, even Spencer W. Kimball. May we all accept the gospel of Jesus Christ and so live as to enjoy eternal life with God, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}