{"ID":3148, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Look to God and Live”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p2\" class=\"\">Elder Carlos E. Asay<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03102_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:29c2.jpg\" alt=\"Elder Carlos E. Asay\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p3\" class=\"\">I knew of a man who never looked up; consequently, he never lived—he just existed. Over a period of years this man became a slave to alcohol. Drink by drink he accumulated all the miserable habits and characteristics of a drunkard. He walked the streets in a stupor of mind and with an unsteady step. When greeted by friends passing by, his response was a feeble wave of the hand or an almost inaudible grunt. Physically, he was a wreck.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p4\" class=\"\">To avoid people and conversation, this alcoholic would stagger off the path or into the gutter, for that was the direction of his look. He seemed oblivious to the people, the things, and the events around him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p5\" class=\"\">Many pitied this man who had lost health, pride, purpose, family love, and other blessings. They observed his shackled condition but did little or nothing to remove or help him remove the shackles. Others, without compassion ridiculed him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p6\" class=\"\">After many years of suffering, some unselfish people helped this man work a miracle. These friends invested countless hours of loving care, much kindly persuasion, many fervent prayers, and all else required to reform the man. In the process of repentance, (1) he allowed the written word of God to nourish his impoverished soul; (2) he fixed his eyes upon a living prophet and tuned his ears to the prophet’s teachings; and (3) he also rekindled faith in himself by exercising faith in Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p7\" class=\"\">In time he gained the confidence and strength to walk with steady stride on the sidewalk. He was successful in breaking Satan’s bonds. He straightened his shoulders, looked people in the eye, and began to converse with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p8\" class=\"\">More important, he assumed his rightful role as a loved husband and respected father. I’m told that when this man—this new man—stood in church and bore his testimony, he expressed these thoughts:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p9\" class=\"\">“You’ll never know how wonderful it is to recognize people by the smiles on their faces rather than the dust on their shoes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p10\" class=\"\">“You’ll never know how wonderful it is to gaze upward at a blue sky rather than downward at darkened ground.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p11\" class=\"\">“You’ll never know how wonderful it is to return home from work and have your children run toward you with love, rather than away from you with fear.”<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>No Isolated Case<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p13\" class=\"\">I have not described an isolated or bizarre case. The story which I have shared with you, without the happy ending, is common. Every day men, women, and youth around us are permitting strong drink and other forms of sin to drag them down and to bend their look. How terribly wrong and serious it is when men allow themselves to become burdened with sin and error and are rendered unable to look up and live! On the other hand, how wonderful it is:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p14\" class=\"\">—When men look to God through the scriptures and allow divine truths to nourish their souls.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p15\" class=\"\">—When men look to God through a living prophet and permit the counsel of an inspired man to guide their steps.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p16\" class=\"\">—When men look to Christ and place themselves in a position to claim the blessings of his atonement.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Hear the Voice of God<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p18\" class=\"\">Some years ago I supervised a young man who was having difficulty in understanding and appreciating his church assignment. I tried very hard to point out the importance of his duties. I also appealed to his sense of honor. The conversation seemed to have little effect upon my listener. Finally, after some inner strugglings, I asked: “What will it take to convince you that you must successfully complete your calling?” He did not answer. So I added: “Are you waiting to see a burning bush? to receive an angelic visitation? or to hear a voice directly from heaven?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p19\" class=\"\">His response was immediate: “That’s what I need. I need to hear the voice of God.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p20\" class=\"\">At first I wondered if the young man was serious. However, the look on his face and the tone of his voice convinced me that he was. I then invited him to read with me this scripture: “And I, Jesus Christ, your Lord and your God, have spoken it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p21\" class=\"\">“These words are not of men nor of man, but of me; wherefore, you shall testify they are of me and not of man;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p22\" class=\"\">“For it is my voice which speaketh them unto you; for they are given by my Spirit unto you, and by my power you can read them one to another; and save it were by my power you could not have them;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p23\" class=\"\">“Wherefore, you can testify that you have heard my voice, and know my words.” (<span class=\"citation\" id=\"16990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16990)\">D&amp;C 18:33–36<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p24\" class=\"\">My associate began to understand that the scriptures are the will, the mind, the word, and the voice of the Lord. (See <span class=\"citation\" id=\"17049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17049)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17049)\">D&amp;C 68:4<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p25\" class=\"\">I encouraged the young man to look to God through the scriptures. I requested that he regard his daily study period as a personal interview with the Lord. And I made the promise that he would find purpose and enthusiasm for his calling—if he was faithful in his reading and pondering of the scriptures.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Words of Christ—a Compass<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p27\" class=\"\">In the Book of Mormon we read of a people who had an instrument called a ball or director. This compasslike instrument was prepared by the Lord and worked according to the people’s faith in God. When they were righteous and exercised faith, the spindles would point the way they should go. When their faith or diligence in keeping the commandments was lacking, the instrument would not work. (See <span class=\"citation\" id=\"1742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1742)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1742)\">1 Ne. 16:9–29<\/a><\/span>; <span class=\"citation\" id=\"1744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1744)\">1 Ne. 18:12<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p28\" class=\"\">One writer stated that the compass and its operation was “not without a shadow” or type of things spiritual. He wrote:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p29\" class=\"\">“For behold, it is as easy to give heed to the word of Christ, which will point to you a straight course to eternal bliss, as it was for our fathers to give heed to this compass, which would point unto them a straight course to the promised land.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p30\" class=\"\">“And now I say, is there not a type in this thing? For just as surely as this director did bring our fathers, by following its course, to the promised land, shall the words of Christ, if we follow their course, carry us beyond this vale of sorrow into a far better land of promise.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p31\" class=\"\">“… do not let us be slothful because of the easiness of the way; for so was it with our fathers; for so was it prepared for them, that if they would look they might live; even so it is with us. The way is prepared, and if we will look we may live forever.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p32\" class=\"\">“… see that ye look to God and live.” (<span class=\"citation\" id=\"9292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9292)\">Alma 37:43–47<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p33\" class=\"\">I fear that many of us rush about from day to day taking for granted the holy scriptures. We scramble to honor appointments with physicians, lawyers, and businessmen. Yet we think nothing of postponing interviews with Deity—postponing scripture study. Little wonder we develop anemic souls and lose our direction in living. How much better it would be if we planned and held sacred fifteen or twenty minutes a day for reading the scriptures. Such interviews with Deity would help us recognize his voice and enable us to receive guidance in all of our affairs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p34\" class=\"\">We must look to God through the scriptures.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Conversion Story<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p36\" class=\"\">Near the turn of the century two missionaries approached a mountain village in one of the Hawaiian Islands. A man standing near his hut saw them coming and said to his children who stood nearby, “Run down the hill and tell those men to go back. We are not interested in what they are preaching.” The children obeyed their father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p37\" class=\"\">The missionaries, however, continued up the hill. Upon reaching the crest, they walked to the father and said, “We do not mean to be rude. But we have traveled many miles to tell you that there is a living prophet on the earth today.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p38\" class=\"\">A look of excitement swept over the man’s face. “What did you say?” he asked.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p39\" class=\"\">The missionaries repeated their testimony: “There is a living prophet on the earth today, and we want to share with you his message.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p40\" class=\"\">Turning to his children, the man exclaimed, “Quickly, run and get mother, and call together your brothers and sisters. Tell them that there is a living prophet.” A short time later this family accepted the gospel and was baptized. (Related to Elder Asay by Tom Kaleo of Hawaii, about his own father.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Role of Prophets<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p42\" class=\"\">Since ancient times the Lord has made his will known through prophets. Such men are specially prepared and called to receive and teach truth. It is their mission to serve as God’s mouthpiece.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p43\" class=\"\">Amos declared: “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets” (<span class=\"citation\" id=\"10471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10471)\">Amos 3:7<\/a><\/span>). Was Amos speaking only of his day and age? Of course not. He knew that God is no respecter of persons. He knew that God’s love for his children is the same in all generations. He knew the need for continuing revelation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p44\" class=\"\">Through a modern prophet these words were spoken:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p45\" class=\"\">“Wherefore the voice of the Lord is unto the ends of the earth. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p46\" class=\"\">“And the day cometh that they who will not hear the voice of the Lord, neither the voice of his servants, neither give heed to the words of the prophets and apostles, shall be cut off from among the people.” (<span class=\"citation\" id=\"16966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16966)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16966)\">D&amp;C 1:11, 14<\/a><\/span>.)<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Marching Orders<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p48\" class=\"\">How foolish it is to suppose that an army can march or fight effectively without instructions from the commanding officer. How inconsistent it is to think that yesterday’s strategies and maneuvers will win today’s battles. It may be true that the principles of warfare remain somewhat unchanged from one generation to another; however, weapons change, battlefields differ, the foe becomes wiser, and many other conditions develop which require continuous commands from the leader.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p49\" class=\"\">Christ, as the head of his Church and general of his royal army, has in times past and will in times future call the cadence for his loyal followers. He gives the commands to move forward through his prophet leaders; he gives the commands to halt through his prophet leaders. Eventually, victory will be the prize of those faithful soldiers who heed his instructions and remain steadfast within the ranks.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p50\" class=\"\">We thank God for a living prophet. And we sing praises to the heavens for the privilege of receiving through that prophet commands and counsel fitted to meet our eternal needs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p51\" class=\"\">Oh, how we have need to look to God through his living prophet and live.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Fiery Serpents<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p53\" class=\"\">As the children of Israel journeyed in the wilderness toward the land of Edom, they became discouraged and spoke against God and Moses, their leader. So “the Lord sent fiery serpents among the people,” and they bit the complainers and many died. In time, the people recognized their folly and pleaded with Moses, saying: “We have sinned … against the Lord, and against thee; pray unto the Lord, that he take away the serpents from us” (<span class=\"citation\" id=\"41120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41120)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41120)\">Num. 21:6–7<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p54\" class=\"\">Moses did pray in behalf of his followers, and in answer to his prayer the Lord instructed: “Make thee a fiery serpent, and set it upon a pole: and it shall come to pass, that every one that is bitten, when he looketh upon it, shall live” (<span class=\"citation\" id=\"41121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41121)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41121)\">Num. 21:8<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p55\" class=\"\">Moses again did as the Lord instructed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p56\" class=\"\">Left at this point, one wonders what happened. How many were obedient? How many were not? Did anyone look and live? Answers to these questions are found in the Book of Mormon. One prophet explained: “He [the Lord] sent fiery flying serpents among them; and after they were bitten he prepared a way that they might be healed; and the labor which they had to perform was to look; and because of the simpleness of the way, or the easiness of it, there were many who perished” (<span class=\"citation\" id=\"1743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1743)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1743)\">1 Ne. 17:41<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p57\" class=\"\">The type raised up in the wilderness, the serpent on the pole, symbolized Christ upon the cross. Jesus himself taught this truth. Many times he forecast his cruel form of death; and on at least one occasion, he made reference to Moses and the wilderness incident. Note these words of the Master:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p58\" class=\"\">“And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p59\" class=\"\">“That whosoever believeth in him should not perish, but have eternal life” (<span class=\"citation\" id=\"28946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28946)\">John 3:14–15<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p60\" class=\"\">We, like Israel of old, must rivet our eyes and minds upon the cross of Christ if we hope to gain eternal life, because through his resurrection we will gain the victory over physical death. And his atonement opens up to us a way to overcome our sins, a way to spiritual rebirth, and a way back to the presence of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p61\" class=\"\">Oh, how we must look to Christ and live.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p62\" class=\"\">The direction of our look is critical. From the rooftop King David “saw a woman washing herself; and the woman was very beautiful to look upon” (<span class=\"citation\" id=\"5011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5011)\">2 Sam. 11:2<\/a><\/span>). He looked across the way, and his heart was filled with lust. He looked; he fell.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p63\" class=\"\">Judas Iscariot fixed his eye upon thirty pieces of silver. Greed overcame his righteous desires. His misplaced look cost his life, his soul, and the thirty coins. (See <span class=\"citation\" id=\"36623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36623)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36623)\">Matt. 27:3–10<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p64\" class=\"\">Our looks must not be allowed to wander across the way or to become fixed upon the perishable things of the world. The eye, “the light of the body” (<span class=\"citation\" id=\"36575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36575)\">Matt. 6:22<\/a><\/span>), must be trained to look upward. We must look to God and live!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p65\" class=\"\">We invite all men everywhere—the young, the older, the rising generation—<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p66\" class=\"\">To look to God through the scriptures, for they testify of him;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p67\" class=\"\">To look to God through a living prophet, for he teaches us of that God whom President Tanner spoke about. We testify and invite people to look to Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/look-to-god-and-live.p68\" class=\"\">I testify that we can hear the voice of Deity through the scriptures; I testify that there is a living prophet among us; and I testify that Christ is the name whereby salvation is extended to all of us. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}