{"ID":3149, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Profiles of Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p2\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monson\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03102_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p3\" class=\"\">Who can help but be uplifted and inspired just to worship in this historic tabernacle and to listen to this glorious choir?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p4\" class=\"\">It has been said that “when Evan Stephens was conductor of the Tabernacle Choir, he was thrilled on one occasion by a sermon delivered by the late President Joseph F. Smith on the subject, [of “The Faith of Latter-day Saint Youth.”] At the close of the service Professor Stephens strolled alone up City Creek Canyon [to the north], pondering the inspired words of the President. Suddenly [the inspiration of heaven] came upon him and seated upon a rock which was standing firm under the pressure of the rushing water, he wrote with a pencil” these words:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Shall the youth of Zion falter<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In defending truth and right?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">While the enemy assaileth,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Shall [they] shrink or shun the fight?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> No!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">True to the faith that [their] parents have cherished,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">True to the truth for which martyrs have perished,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To God’s command, Soul, heart, and hand,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Faithful and true [they] will ever stand.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p14\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 157; J. Spencer Cornwall, <span class=\"emphasis\">Stories of Our Mormon Hymns,<\/span> Salt Lake City: Deseret Book, 1963, p. 173.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p15\" class=\"\">In that early day, I am confident that youth were faced with difficult challenges to meet and vexing problems to solve. Youth is not a time of ease nor of freedom from perplexing questions. It wasn’t then, and it surely isn’t today. In fact, as time passes it seems that the difficulties of youth increase in size and scope. Temptation continues to loom large on life’s horizon. Accounts of violence, theft, drug abuse, and pornography blare forth from the television screen and peer constantly from most daily newspapers. Such examples blur our vision and fault our thinking. Soon assumptions become generally accepted opinions, and all youth everywhere are categorized as “not so good as yesteryear,” or “the worst generation yet.” How wrong are such opinions! How incorrect are such statements!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p16\" class=\"\">True, today is a new day with new trials, new troubles, and new temptations, but hundreds of thousands of Latter-day Saint youth strive constantly and serve diligently, true to the faith, as their counterparts of earlier years so nobly did. Because the contrast between good and evil is so stark, the exceptions to the prevailing trends are magnified, observed, and appreciated by decent persons throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p17\" class=\"\">Let me share with you a pointed letter which came from a resident of Minnesota. It was addressed to Brigham Young University:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p18\" class=\"\">“Gentlemen:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p19\" class=\"\">“Beginning December 22, I made a bus trip from southern Minnesota to Florida via Des Moines and Chicago and points south.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p20\" class=\"\">“There was a large group of young men and women traveling the approximately same route from Des Moines. These fine young people were students from Brigham Young [University] going home for the holidays.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p21\" class=\"\">“They were all very polite, well-behaved, articulate young men and women. It was a pleasure to travel with them—to know them—and it gave me a new hope for the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p22\" class=\"\">“I realized that the university cannot do this. Young men and women of their caliber are the product of fine homes. The credit is due the parents. I cannot reach the parents, so my appreciation must go to the school.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p23\" class=\"\">Such comments are not isolated, but rather typical, for which we are ever pleased. Our Latter-day Saint students are excellent examples of faith in action.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p24\" class=\"\">Another group which amazes the world and inspires faith is that army of Latter-day Saint missionaries, now more than 26,600 strong, currently serving throughout the world. All through their lives, these young men and women have prepared for and awaited that special day when a mission call is received. Fathers become justifiably proud and mothers somewhat anxious. Well do I remember the recommendation form of one missionary on which the bishop had written:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p25\" class=\"\">“This is the most outstanding young man I have ever recommended. He has excelled in all aspects of his life. He was president of his Aaronic Priesthood quorums and an officer at his high school. He lettered in track and football. I have never recommended a more outstanding candidate. I am proud to be his father.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p26\" class=\"\">More generally, the bishop and stake president write, “John is a fine young man. He has prepared for his mission physically, mentally, financially, and spiritually. He will serve gladly and with distinction wherever he is called.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p27\" class=\"\">One day I was with President Spencer W. Kimball as he signed these special calls to full-time missionary service. Suddenly he noticed the call of his own grandson. He signed his name as president of the Church and then penned a personal line at the bottom which read, “I’m proud of you. Love, Grandpa.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p28\" class=\"\">When the call is received, the college text is closed and the scriptures opened. Family, friends, and often a special friend are left behind. Suspended are dating, dancing, and driving, as the three <span class=\"emphasis\">D<\/span>s are exchanged for the three <span class=\"emphasis\">T<\/span>s—tracting, teaching, and testifying.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p29\" class=\"\">Let us examine specifically several missionary profiles of faith, that we might better consider the question “Shall the youth of Zion falter?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p30\" class=\"\">For a first profile, I mention Jose Garcia from Old Mexico. Born in poverty but nurtured in faith, Jose prepared for a mission call. I was present the day his recommendation was received. There appeared the statement: “Brother Garcia will serve at great sacrifice to his family, for he is the means of much of the family support. He has but one possession—a treasured stamp collection—which he is willing to sell, if necessary, to help finance his mission.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p31\" class=\"\">President Kimball listened attentively as this statement was read to him, and then he responded: “Have him sell his stamp collection. Such sacrifice will be to him a blessing.” Then, with a twinkle in his eye and a smile on his face, this loving prophet said, “Each month at Church headquarters we receive thousands of letters from all parts of the world. See that we save these stamps and provide them to Jose at the conclusion of his mission. He will have, without cost, the finest stamp collection of any young man in Mexico.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p32\" class=\"\">There seemed to echo from another place, another time, the experience of the Master:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p33\" class=\"\">“And he looked up, and saw the rich men casting their gifts into the treasury.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p34\" class=\"\">“And he saw also a certain poor widow casting in thither two mites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p35\" class=\"\">“And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all.” (<span class=\"citation\" id=\"32013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32013)\">Luke 12:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p36\" class=\"\">“For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living” (<span class=\"citation\" id=\"33292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33292)\">Mark 12:44<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p37\" class=\"\">For a second profile, I turn from Mexico to a missionary at the Missionary Training Center in Provo, Utah, desperately struggling to become proficient in the German language, that he might be an effective missionary to the people of southern Germany. Each day as he opened his German grammar text, he noticed with interest and curiosity that the front cover displayed a picture of a most quaint and ancient house in Rothenburg, West Germany. Beneath the picture, the location was given. In his heart that young man determined, “I’ll visit that house and teach the truth to whoever lives within it.” This he did. The result was the conversion and baptism of Sister Helma Hahn. Today she devotes much of her time speaking to tourists who come from all over the world to see her house. She delights in telling them of the blessings which the gospel of Jesus Christ has brought to her. Her house is perhaps one of the most frequently photographed houses in the entire world. No visitor leaves without hearing in simple yet earnest words her testimony of praise and gratitude. That missionary who brought to Sister Hahn the gospel remembered the sacred charge: “Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost” (<span class=\"citation\" id=\"36626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36626)\">Matt. 28:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p38\" class=\"\">Profile number three also relates to a missionary of unfaltering faith, Elder Mark Skidmore. When he received his call to Norway, he knew not one word of Norwegian—yet he realized that to teach and to testify he would need proficiency in the language of the Norwegian people. To himself he made a private vow: “I will not speak English until I have brought into the waters of baptism my first Norwegian family.” He plodded. He prayed. He pleaded. He worked. After the trial of his faith came the desired blessing. He taught and baptized a choice family. He then spoke in English for the first time in six months. I met with him that same week. His expression was one of thanksgiving and gratitude. I thought of the words of Moroni, that courageous captain: “I seek not for power. … I seek not for honor of the world, but for the glory of my God.” (<span class=\"citation\" id=\"9294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9294)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9294)\">Alma 60:36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p39\" class=\"\">For a final profile, I mention the mother of one noble missionary son. The family lived in the harsh climate of Star Valley, Wyoming. Summer there is brief and warm, while winter is long and cold. When a fine son of nineteen said farewell to home and family, he knew on whom the burden of work would fall. Father was ill and limited. To mother came the task of milking by hand the small dairy herd which sustained the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p40\" class=\"\">While serving as a mission president, I attended a seminar for all presidents held in Salt Lake City. My wife and I were privileged to devote an evening to meeting the parents of those missionaries who served with us. Some parents were wealthy and handsomely attired. They spoke in a gracious manner. Their faith was strong. Others were less affluent, of modest means and rather shy. They, too, were proud of their special missionary and prayed and sacrificed for his welfare.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p41\" class=\"\">Of all the parents whom I met that evening, the best remembered was that mother from Star Valley. As she took my hand in hers I felt the large calluses which revealed the manual labor she daily performed. Almost apologetically, she attempted to excuse her rough hands, her wind-whipped face. She whispered, “Tell our son Spencer that we love him, that we’re proud of him, and that we pray daily for him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p42\" class=\"\">Until that night I had never seen an angel nor heard an angel speak. I never again could make that statement, for that angel mother carried with her the Spirit of Christ. She, who with that same hand clasped in the hand of God had walked bravely into the valley of the shadow of death to bring to this mortal life her son, had indelibly impressed my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p43\" class=\"\">Nurtured and guided by such noble mothers, missionaries match the description of Helaman’s throng:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p44\" class=\"\">“And they were all young men, and they were exceedingly valiant for courage, and also for strength and activity; but behold, this was not all—they were men who were true at all times in whatsoever thing they were entrusted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p45\" class=\"\">“Yea, they were men of truth and soberness, for they had been taught to keep the commandments of God and to walk uprightly before him.” (<span class=\"citation\" id=\"9293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9293)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9293)\">Alma 53:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p46\" class=\"\">Such profiles prompt faith. They instill confidence. They teach truth. They testify of goodness. They help provide the answer to that question:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Shall the youth of Zion falter<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In defending truth and right?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">While the enemy assaileth,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Shall [they] shrink or shun the fight?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> No!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">True to the faith that [their] parents have cherished,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">True to the truth for which martyrs have perished,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To God’s command, Soul, heart, and hand,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Faithful and true [they] will ever stand.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/profiles-of-faith.p56\" class=\"\">My sincere prayer is that we will stand with the youth of Zion, remain true to the faith, for which I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}