{"ID":315, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Practical Usage of Religion<\/p>\n<p class=\"gcspeaker\">Elder Stephen L Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, October 1947, pp. 131-137<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWe gather periodically in the conferences of the Church, or listen over the radio to the\nproceedings as a part of our worship, in order that we may be refreshed in our faith and\nedified in our concepts and duties. I am sure that the sessions of the present conference have\nserved us well in these respects. It is my earnest desire that I may contribute a little to the\nstimulation and encouragement we are receiving.\n<\/p><p>\nBEARERS OF THE GOSPEL MESSAGE\n<\/p><p>\nI know of few things more stirring to our faith and devotion in this noble cause with which\nwe have the honor to be identified than a clear realization of its lofty purposes among the\nchildren of men. Perhaps it is not given to many of us to see the over-all picture in its\nperfection. We can only try with the equipment at our command to make the world\nunderstand the importance and vitality of the message we bear. After we\nhave done our best in thought, word, and action, we can but pray that the Lord will add his\nblessing.\n<\/p><p>\nWe want the world to understand the position of this Church. We are propagandists for its\ndoctrines and principles. Unfortunately, that word has come to have a rather unsavory\nconnotation, for, in its correct meaning, it describes us. We are converted bearers of a\nmessage which we are charged to give to the world. We cannot shrink from that obligation\nand be loyal to the cause. We bear this message to our fellow men, not only because we are\ncommanded so to do but also because we have in our hearts a deep regard for the welfare of\nmen and a Christian desire to help them. We are fully convinced that the message we have for\nthem is the greatest boon which can come into their lives.\n<\/p><p>\nNow, what is this message which this Church carries to mankind? Naturally, within the\nlimitations of these brief remarks, I cannot attempt to present more than aspects of it and that\nmerely in outline. If I can do that in the common language we speak today with any measure\nof clarity, I shall be very grateful.\n<\/p><p>\nMESSAGE DEFINES RELIGION\n<\/p><p>\nThis message defines religion. It interprets all phases of a man's existence in terms of\nreligion. There is no part of living not influenced by it. Our thoughts, our environment, our\neducation, our companionships and associations, our health, our concepts of wealth,\ngovernment, and society in the scope of this message are all religious considerations. Religion\ntherefore becomes not a philosophy apart from life to be held up for scrutiny, criticism, and\ndebate. Rather, it is an integrated way of life, a system and program of individual and\ncommunity living under eternal law which man did not make and cannot change.\n<\/p><p>\nElder Albert E. Bowen the other day told us so impressively how it cannot be compromised.\nWhen a man comes to know and feel such an interpretation of religion, it completely\ndominates his appraisals, his choices, and his judgment. Many would characterize such a man\nas a fanatic, and he would be a fanatic if his religion were not true and the divine source of\nwisdom.\n<\/p><p>\nRELIGION A MOTIVATING FORCE\n<\/p><p>\nHave the critics of such an exact religion ever set out the merits of religion in moderation? I\nthank Brother Richard L. Evans for defining that word for me in his remarks of the broadcast\nthis morning. Sunday religion, it is sometimes called, the kind men carry in their wives'\nnames. How do they justify a partial acceptance of divine law and principle? Surely\nconsistency would demand that if the source of religion is accredited, the application must be\nuniversal and unvaried. I can understand how many men have not accepted interpretations of\ndivine law and religion, how many have rebelled against the practices of\nreligionists, but if religion is accepted at all, I cannot see how logical, clear-thinking minds\ncan take it for any less than what it really is&mdash;the motivating, all-controlling force in the life\nof man and the organization of the universe.\n<\/p><p>\nI wonder if we are able to appreciate what such an interpretation of religion if widely\naccepted would do for the world today? Here are a few of the things I feel it would\naccomplish. It would remove uncertainty and doubt as to the principles and standards which\nshould be observed in reaching decisions on all matters, personal, social, national, and\ninternational. What a tremendous gain it would be if the answer to the age-old question,\n\"What is right?\" could be found by most men to be in the acceptance of the divine source of\nright. Here again appears the inconsistency and futility of the position of the so-called partial\nreligionists. Pretty generally throughout the world recognition is given to the divine laws\nagainst killing, adultery, stealing, and lying, and little question is raised regarding the source\nand perpetuity of these regulations of human conduct. Where is the justification for\ndiscrimination against the other laws exacting worship and obedience to the God of the\nuniverse and proscribing idolatry, blasphemy, and desecration of the Lord's holy day? The\nlaws commanding worship and reverence for our divine and earthly parents\n(<span class=\"citation\" id=\"22575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22575)\">Ex. 20:12<\/a><\/span>) constitute one-half\nof the Decalogue, and remember they come first. In the interpretation of religion we give to\nthe world they are first, in practice as well as in theology.\n<\/p><p>\nRELIGION NEEDED IN WORLD AFFAIRS\n<\/p><p>\nDo you think that if such an interpretation of religion were widespread, even among the\nChristian nations of the earth we could have any such spectacle of discord and intrigue as the\nnations of the world have recently presented to disgusted and discouraged people all over the\nearth? Have you ever heard of a voice being raised in any of the sessions of the United\nNations since its inception more than two years ago protesting the infractions of God's laws\nor importuning his help in achieving the purposes of that organization? I think you have not,\nunless perhaps in some innocuous way, because I suspect that it is tacitly agreed that God and\nreligion shall be shut out of the proceedings. Well, my friends, it is a part of the message that\nthe Church of Jesus Christ of Latter-day Saints bears to the world that God and religion\ncannot be shut out from the consideration of world affairs without mortal hazard to the cause\nof goodness and peace.\n<\/p><p>\nINALIENABLE RIGHTS\n<\/p><p>\nI have read and heard a good many statements by eminent writers and speakers to the effect\nthat our liberty of which we are justly proud is an achievement and not a gift. In the sense\nthat it had to be worked for, fought for, and preserved with vigilance these statements\nare true. But let it never be forgotten that our concept of liberty is a gift. No\nhuman is the author of that concept. Many great men have so recognized it as did Thomas\nJefferson when he wrote the Declaration of Independence and declared that \"men are endowed\nwith certain inalienable rights.\" Why are these rights inalienable? Because men did not create\nthe right to liberty! In the exercise of his free agency he may surrender his privileges, and his\nproperty, and he may become the slave of others or of the state, but his free agency is as\nnative to him as the air he breathes. It is part and parcel of his eternal constitution, and\nJefferson was \"righter than I think he himself knew when he declared it an endowment which\ncannot be alienated.\n<\/p><p>\nThe message which we bear affirms that God is the Author of our inalienable liberty; that\nmen, all men are of noble lineage, sons and daughters of the Eternal Father; and that liberty is\ntheir birthright. I think that prior to the advent of the restored gospel a little over a century\nago there was no such understanding of the precious gift of liberty as there is today. In his\nlatter-day revelations the Lord has set forth much concerning it, but I thank God that before\nthese revelations came, noble men were blessed with this lofty concept of man's inherent right\nto liberty and that they were prompted to incorporate these divine principles in the organic\nlaw and history of our favored land\n(<span class=\"citation\" id=\"12396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12396)\">D&amp;C 101:80<\/a><\/span>).\n<\/p><p>\nNEED FOR DIVINE AID\n<\/p><p>\nNow I know that there are many in Christian nations and many in prominent places who\naccede to this taboo on religion in the consideration of national and world affairs. They seem\nto think that they can fight aggressive, atheistic communism without uttering a word in\ndefense and exposition of divinely-given concepts, and without even seeking divine aid in the\npreservation of divine principles for the race. I do not pretend to qualify or speak as an expert\non international affairs, but I am sure that I voice the sentiment and feeling of millions of\nGod-loving people over the world when I assert that the sooner the issues now confronting the\nnations are recognized as a moral conflict between right and wrong, between truth and error,\nbetween Christ and anti-Christ, the sooner will come the solution and peace. I know that this\nis and has always been the position of this Church. There are prophecies, ancient and modern,\nstatements and declarations, and experience to support this position.\n<\/p><p>\nPROGRAM TO MEET WORLD CRISIS\n<\/p><p>\nI am aware of what some may say, even though they may not be unsympathetic with the\nviews I have expressed. They ask: Even though the time has come for a \"showdown\" between\nthe forces of good and the forces of evil, what justifies your Church with its relatively small\nnumbers, short history, and inconspicuous place in the world of religions in\nassuming to prescribe a program of religious concepts and action to meet the world crisis\ntoday? Why not let the great religions of the earth take the burden of the battle and you trail\nalong? Well, I hesitate a little to give my answer to that question. Not because I am not sure\nof the answer, but because I am fearful about hurting feelings. I give my answer in three\nparts:\n<\/p><p>\nFAILURE OF WORLD RELIGIONS\n<\/p><p>\nFirst, in the centuries during which the numerically great religious denominations of the world\nhave dominated the religious concepts and actions of their peoples there has been failure,\nsignal failure to uphold divine standards of righteousness, brotherly love, and peace. These\ngreat religions, however good the intentions, have proved impotent to forestall wars and to\nprevent barbarism, brutality, and atrocities such as the world has seldom known even in its\ndarkest ages and this, too among peoples where substantially the whole populace professed\none creed. Of course, it is idle to conjecture what the world might have been without these\ncreeds. No one with historical knowledge will fail to acknowledge their contribution to the\nenlightenment and culture of the race, but as a source of motivation in the control of men's\ngreeds and passions the known results are certainly not encouraging.\n<\/p><p>\nANSWERS TO LIFE'S QUESTIONS\n<\/p><p>\nSecond, the ever-growing quest for knowledge among the enlightened people of the earth\ndemands answers, reliable information on questions vital to life and its meaning. In many\ncases science has accentuated the importance of these questions and has done much to clarify\nthinking about them, but science has seldom given the answers, especially in the fields of\nhuman behavior and relationships. It seems indelicate, I know, to many not of my faith for\nme to assert that we have the answers. I mean, of course, about the source, the meaning, and\npurpose of life and the government of man. We do not know and cannot say just why the\nLord did not commit these answers which are the essence of the holy gospel to the keeping of\nmany men in many nations, but we do know that he committed them to the custody of this\nChurch through those whom he chose to initiate his work in the latter-days. For this\nconviction we have substantial proof, evidence, admissible and competent evidence, not\ngathered from the debatable sources of antiquity but from witnesses and experiences within\nrecent generations of men, attested and recorded to meet all reasonable demands. Here is\nGod's truth and his latest word for the direction of the human family. In application it has\nbeen successful and not a failure.\n<\/p><p>\nDIVINE COMMISSION TO ACT\n<\/p><p>\nThird, I think that nearly everyone will agree that to sustain effectively a cause one must have\nthe authority to represent it. He must be a part of it, on the inside and not on\nthe outside. He must be authorized to speak for it. I know that I broach a controversial\nquestion in speaking of the authority to represent God and Christ in the earth. Must we not\ndiscuss the great issues of the world because they are controversial, out of fear of treading on\nsomeone's sentimental toes? I believe that thinking, honest, inquisitive people the world over\nwant the truth about authority, the divine commission to set up the Lord's work in the earth\nto administer the ordinances of the holy gospel and to interpret his word and will for the\nguidance of mankind. Now, there is much incontrovertible evidence that I might review here\ntoday in support of the claims to divine authority which this Church makes. I am not going to\npresent this evidence; time will not permit; and many of you who listen know of it. I will\nconfine my comment to one phase of this subject of authority of which I think our friends of\nthe world have a very inadequate conception.\n<\/p><p>\nIs it not logical to assume that God, who is the Father of all men and who has endowed all\nmen with liberty and equality of opportunity, does not \"play favorites\"? If it be regarded as a\nblessing and an honor to represent him, is there any good reason why that blessing and\ndignity should not be conferred on all of his sons who are worthy? Do you know of any\nwarrant, scriptural or otherwise, for the creation and maintenance of special groups of spiritual\nexperts to hold the authority of the Lord to the exclusion of other good men? What\njustification is there for differentiation among loyal and true sons of God by the clothes they\nwear? Does the apparel bring authority or is it essential to the recognition of a good life\ndevoted to the Lord? And does it not seem reasonable that if the worthy sons of God are to\nenjoy his companionship in the world to come as a reward for their faithful labors here in this\nlife that they should all bear a portion of his power and be endowed with a part of his\nspiritual intelligence which constitute the essence of divine authority and priesthood? What a\nboon it would be to the world if all men understood the nature and permanence of the Holy\nPriesthood and its indispensable part in the exaltation of a man and his family. Well,\nunfortunately, but few understand it, and the world goes along century after century following\nin the pattern of form and tradition, and influenced more by the display of pomp and\npageantry than by a sound theology manifest in practical, living religion. That constitutes my\nanswer to those who ask why we cannot trail along in the wake of the so-called great\nreligions in defense of the Christ and his way of life in the crucial contest of the present day.\n<\/p><p>\nCHURCH TO TAKE THE LEAD\n<\/p><p>\nIt then follows, as I see it, that we are to take the lead. There is no one to follow except him\nwho is and always has been at our head. With his approval leaders have been selected for us.\nThey hold no more or any different kind of priesthood from the humblest\ngood man in the kingdom, but they have a special commission to guide and direct our efforts\nin establishing the kingdom and prosecuting its work in the world. And to one is given the\nkeys of the kingdom (<span class=\"citation\" id=\"34159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34159)\">Matt. 16:19<\/a><\/span>).\nWe will follow their leadership, and they will not lead us astray, for\nthey are unselfishly devoted to our interests and their wisdom is inspired.\n<\/p><p>\nThere is a hungry world about us, my dear brethren and sisters, a challenging, hungry world.\nPeople need food for the body, food for the soul. We haven't the millions necessary to build\nand clothe their bodies. If we had, I think we would do it so that no one would suffer. We do\nwhat we can. We do have in our possession, however, what stricken humanity needs to satisfy\nits hungry soul and revive hope and confidence for peace and security. The message we bear\nis one of enlightenment to the statesman as well as the pauper. It teaches that enduring\nhappiness is to be found only in goodness and that the highest tribute to the Christ is the\ntribute of a good life. It teaches that strength, the strength of the nation as so well portrayed\nby Brother Mark E. Petersen in his Church of the Air address this morning, is the product of\nthat goodness. This message defines God, not as an intangible principle in the universe, but a\npersonality with such inexpressibly beautiful, admirable, and potent attributes as to claim the\neverlasting love, confidence, reverence, and adulation of every living soul who comes to know\nthe truth about him. It sets forth a brotherhood which in spirit and application transcends any\ndefinition of that relationship the world has known, at least in modern times. It brings comfort\nto the sorrowing. It rebukes avarice and places the world of business on the high plane of\nstewardship and trusteeship in the acquisition and distribution of the wealth of the world. It\nbrings contentment and peace of mind. It gives unfailing purpose to life. It accentuates\npersonality in every, man, woman, and child. Indeed, it makes all things&mdash;government and\neven the Church it&mdash;self-subservient to the eternal welfare of man.\n<\/p><p>\nIf I could have my wish today, it would be that every one of God's children could hear this\nglorious message and earnestly give consideration to it. I am sure that thereby there would\ncome into countless hearts through the whisperings of the spirit that joy and happiness which\nattend our own testimonies of the truth. Through our missionary system we have made a\ntremendous contribution to this end, but it is not enough. We must find new ways to inform\nand persuade the world, and if we are faithful and truly devoted, God will open the way. That\nis my conviction.\n<\/p><p>\nI know as I know that I live that this is his kingdom. He will never desert it. God help all of\nus never to desert him, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}