{"ID":3153, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “He Hath Showed Thee, O Man, What Is Good”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p2\" class=\"\">Elder S. Dilworth Young<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p\" class=\"\">Emeritus Member of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03102_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2d6a.jpg\" alt=\"Elder S. Dilworth Young\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p3\" class=\"\">I shall begin by bearing a testimony. I am certain and bear the witness, by applying the principle just stated by Brother McConkie, that the calling which has come to me and my colleagues in the last two days is as much the inspiration of the Lord as was my call thirty-three years ago. I should like you to know that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p4\" class=\"\">In this day of mechanical marvels my mind harkens back to the days of my childhood. I suppose that is natural enough for those upon whom age descends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p5\" class=\"\">I remember well the old one-room rock meetinghouse of the Second Ward on Seventh South between Fourth and Fifth East in Salt Lake City. This particular ward was one of the gathering places for members from Denmark. The bishop, Heber C. Iverson, could speak their language. In fast day meetings, testimonies were often unintelligible to me as the Saints struggled to testify in English, their new tongue. In Sunday School the room was divided into classrooms by green curtains hanging from wires overhead. If I was not interested in what my teacher was saying, I could choose from five other classes, all of which I could hear. It was always interesting to try to solve the problem of the identity of the boy who kept poking me in the back through the curtain at my rear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p6\" class=\"\">Even in those early years I somehow grasped the idea that I alone must work out my salvation, and that I could not blame anyone else if I didn’t. Today I cannot identify the exact teaching of this principle, but I suspect that it came from those testimonies I heard in the Second Ward, the Sunday School class, my parents, and the repetition of the second Article of Faith [<span class=\"citation\" id=\"6950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6950)\">A of F 1:2<\/a><\/span>], which I repeated many times in that day. This article states: “We believe that men will be punished for their own sins, and not for Adam’s transgression.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p7\" class=\"\">I made an early resolve to be good and thus escape the punishment. The word <span class=\"emphasis\">punish<\/span> was also quite common. My father and mother used it to explain to me why I was being spanked, both before the event and after. I grew up with the sure knowledge that I was responsible for my own acts of good and evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p8\" class=\"\">I have come to know that the acts of men, once governed by the Ten Commandments and the Sermon on the Mount, are in my day to a great extent governed by the whims of the persons committing the act. The excuse is that one has to “do his own thing.” And apparently the commandments are forgotten. But they have not been cancelled. They still stand as a beacon light on the way to eternal life—which is, of course, eternal happiness and joy.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">The stern, short statements of the Ten Commandments have always held me in awe. They become more sharply etched when I see some of the acts of people. Let me quote, in part, Abinadi, who repeated them to King Noah:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Thou shalt have no other God before me.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Thou shalt not make unto thee any graven image.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Thou shalt not take the name of the Lord thy God in vain.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Remember the Sabbath day, to keep it holy.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Honor thy father and thy mother.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Thou shalt not kill.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>Thou shalt not commit adultery.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>Thou shalt not steal.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">9.<\/span>\n\t\t\t\t\t<p>Thou shalt not bear false witness.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">10.<\/span>\n\t\t\t\t\t<p>Thou shalt not covet. (See <span class=\"citation\" id=\"40451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40451)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40451)\">Mosiah 12:35–36<\/a><\/span>; <span class=\"citation\" id=\"40453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40453)\">Mosiah 13:12–24<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p20\" class=\"\">Abinadi told those present with King Noah that he perceived that these Ten Commandments were, to quote him, “not written in your hearts” (<span class=\"citation\" id=\"40452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40452)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40452)\">Mosiah 13:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p21\" class=\"\">But there they stand, the immutable word from the great meeting of Moses with his Maker amid the thunderings and lightnings of Sinai.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p22\" class=\"\">In our day the necessity of following the Ten Commandments is all the more urgent. Five of them were repeated in section 42 of the Doctrine and Covenants. [<span class=\"citation\" id=\"17017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17017)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17017)\">D&amp;C 42:18–27<\/a><\/span>] Others are spoken of in other sections. I early resolved to keep them all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p23\" class=\"\">Incidentally, to this generation of young fathers I suggest that they spend overtime teaching their children the fifth commandment, which tells them to honor their parents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p24\" class=\"\">We teach children they must not lie and steal, but do little to have them understand that adolescent rebellion is a flagrant breaking of the commandment to honor parents. To make the teaching effective, parents must live to deserve the honor children are commanded to give them. It is devastating to a child to learn that his father does not have integrity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p25\" class=\"\">One day I came upon some words of Micah which seemed to me to state my line of conduct. I quote them, for even now they arouse the best that is in me:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p26\" class=\"\">“He hath shewed thee, O man, what is good; and what doth the Lord require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?” (<span class=\"citation\" id=\"37907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37907)\">Micah 6:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p27\" class=\"\">“To do justly”—I desire that. “To love mercy”—my heart swells at the thought. And “to walk humbly with thy God” brings me close to him. These thoughts are repeated in section 11, verse 12 of the Doctrine and Covenants [<span class=\"citation\" id=\"16983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16983)\">D&amp;C 11:12<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p28\" class=\"\">Later I heard Sister Jessie Evans Smith sing a solo as part of a great Tabernacle Choir number. Anyone who ever heard her sing those words was lifted into resolve to make his life conform to the teaching. In the words from Psalm 24 the Psalmist first asks two questions: “Who shall ascend into the hill of the Lord? or who shall stand in his holy place?” The answer comes with startling simplicity: “He that hath clean hands, and a pure heart; who hath not lifted up his soul unto vanity, nor sworn deceitfully.” Then comes the promise: “He shall receive the blessing from the Lord, and righteousness from the God of his salvation.” (<span class=\"citation\" id=\"41953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41953)\">Ps. 24:3–5<\/a><\/span>.) The Psalmist then goes on to assert that the generation thus obedient is the generation that truly seeks his face.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p29\" class=\"\">These statements of the qualities of character which mark the righteous can be held in our hearts as a guide in those situations which confront us in our daily intercourse with our fellowmen. We discover then that it is not difficult to follow the teaching of the Prophet Joseph Smith when he declared that we have as our standard of daily conduct to be “honest, true, chaste, benevolent, virtuous, and [to do] good to all men” (<span class=\"citation\" id=\"6957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6957)\">A of F 1:13<\/a><\/span>). For if one has clean hands and a pure heart, does justly, loves mercy, seeks not vanity, and walks humbly, the temptation to violate the Decalogue will hardly ever enter into his head.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p30\" class=\"\">I testify that he who obeys the commandments and thus seeks the virtuous, righteous life will find the pearl of great price of knowledge of the Son of God who is our Savior, and, finding this, will have joy. If in addition he loves and serves his fellowmen, he will add a chain of pearls and will find eternal life in the presence of his Heavenly Father and that Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p31\" class=\"\">We obey the ordinances which make exaltation possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p32\" class=\"\">We follow and obey the code of conduct which makes it certain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/he-hath-showed-thee-o-man-what-is-good.p33\" class=\"\">This dual obedience, faithfully kept, is our surest way of bearing testimony that we honor the Lord God, keep his commandments, and sustain President Kimball as his prophet. These are my desires as I bear witness of the truth that the Lord Jesus Christ is our Savior. In his holy name, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}