{"ID":3155, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Let There Be No Misunderstanding\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p2\" class=\"\">Elder Jacob de Jager<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03102_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2ba8.jpg\" alt=\"Elder Jacob de Jager\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p3\" class=\"\">My dear brothers and sisters, I feel confident to stand before you at this hour, because just this morning I received a very important telegram from my seventeen-year-old daughter in Hong Kong. I would like to share the contents of that telegram with you. It says: “Dad, good luck with your talk. Love you. Audrey.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p4\" class=\"\">Knowing that Audrey is listening in to the proceedings of this conference, I would like to take the liberty to give her an answer. “Thank you, Audrey. I love you, too. Dad.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p5\" class=\"\">My dear brothers and sisters, I still remember the seminar for Regional Representatives that I attended in 1972. At the end of that seminar President Marion G. Romney, on his way out of the auditorium, walked through the aisle where I was standing with two big binders under one arm and a stack of printed materials under the other arm. President Romney stopped and said, “Now, Brother de Jager, how are you going to teach all these inspired materials?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p6\" class=\"\">I paused, thinking of an answer that would satisfy a member of the First Presidency of the Church. I replied, “President Romney, I shall teach in such a way that everyone will understand.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p7\" class=\"\">President Romney, a twinkle in his eye, said, “That’s not enough; you shall teach in such a way that no one will misunderstand these divine materials.” Then he walked on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p8\" class=\"\">Now, many years later, I begin to see more and more the wisdom of his counsel. People do easily misunderstand, like the sweet old sister I met in the ZCMI shopping mall the other day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p9\" class=\"\">“Aren’t you that Dutchman who spoke in general conference a while ago?” I said, “Yes, ma’am.” Then she continued, “Oh, I loved your Holland story about the boy with his finger in the dike.” I remarked, “Well, sister, that was not exactly the subject of my talk; I was talking about saving souls.” But she went on to say, “You know, I heard that story for the first time when I was still in school, and I am so pleased you told it again.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p10\" class=\"\">Brothers and sisters, I have learned not to argue, especially with sisters. So I left this sister with a smile and went on my way, a sadder but wiser man. I had apparently failed to teach so that no one misunderstood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p11\" class=\"\">Therefore, my challenge today is to do better. I would like to dedicate a few words of appreciation to the modern-day pioneers who are laboring in the smallest of branches in newly opened missions of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p12\" class=\"\">Especially in places where the membership is still too small to make the many programs of the Church work as the Lord intended, for the edifying of the Saints and for the establishing of Zion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p13\" class=\"\">I also would like to pay tribute to the couples who labor in faraway places as representatives of the International Mission. Some of them are in their seventies and are now serving their third mission!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p14\" class=\"\">I am also full of praise for the dedication and endurance I have witnessed in Asia, shown by the deacon in Tien Mu, Taiwan, the newly ordained elder in Bacolod in the Philippines, the Relief Society sister in Solo, Indonesia, the Primary president in Khorat, Thailand; and let there be no misunderstanding: I honor all those who labor in similar places and callings all over the world. May the richest blessings of our Heavenly Father always be with these modern-day pioneers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p15\" class=\"\">What a tremendous work still lies ahead of us, for I have observed that in the merry-go-round world of daily living there is a growing need for the peace and tranquillity of the gospel of Jesus Christ. This church, which bears his name and which was restored to the earth by the Prophet Joseph Smith, can provide people of every nation and tongue with that peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p16\" class=\"\">I testify that the priesthood of God has been restored to the earth and that a daily growing number of priesthood holders are willing to serve as coservants of the Lord. With this Priesthood we serve best when we serve those who need us most!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p17\" class=\"\">There is a deliberate purpose for every soul to be here on the earth, and our Father in Heaven has sent his word to reveal that expressed purpose and to guide all mankind in joyously fulfilling that conscious design. But, alas, there are many who reject the instructions, the revelations, and the guidance and prefer to stumble on in the darkness of their own reasonings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p18\" class=\"\">And there are also many who have the feeling that the whole world is against them. Sometimes this is indeed true; and they had better find out why, because they will then discover their own shortcomings and what ways there are to improve themselves. The Lord does not ask whether a person comes to his church from prison or from a successful and respectable background. He accepts a soul, not his history! And then a door opens and that person starts to progress, learning line upon line, precept upon precept, through example and through the scriptures like the beautiful parables of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p19\" class=\"\">Let us read them often, these traditional classroom illustrations, of which the British poet Thomas T. Lynch said:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He spoke of grass and wind and rain,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Of fig trees and fair weather;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And made it his delight, to bring<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Heaven and earth together.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He spoke of lilies, corn and vines,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The sparrow and the raven;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And words so natural, yet so wise,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Were on men’s hearts engraven.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He spoke of yeast and bread, of flax and cloth,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Of eggs and fish and candles—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">See, how the whole familiar world<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He most divinely handles.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p32\" class=\"\">The social background of the life of Jesus Christ is wonderfully reflected in the parables. They take us back to the first century <span class=\"small\">A.D.<\/span> In my vivid imagination, when reading the parables I enter that home and watch the housewife making the bread or patching the old garment or looking for the lost coin. I see the bustle of the marketplace and watch the travelers on the road. I work the fields with the sower, I climb the hills with the shepherd, or stand by the lakeside and help the fishermen to pull the net ashore.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p33\" class=\"\">I become acquainted with the local merchant, his large house, his vineyard, and his barns. I learn how he deals with his steward and his laborers, and I am fascinated by it. Nothing of the life in the busy province of Galilee seems to escape the Master. His greatest interest was always in the common people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p34\" class=\"\">Brothers and sisters, I want you to know that I have a desire to be the Lord’s humble servant in this dispensation. He lives. The same Jesus is the head of this church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p35\" class=\"\">I am a convert to this church. I received the light through the missionaries, and I know there are two important forces that can carry light to all corners of the world—the sun in the heavens and the mission organization of this church. I see this miracle happen every day while traveling in the missions of the area to which I have been assigned. What is required is organized teamwork. Let us remember this when we, as a team, build branches and districts, wards and stakes, priesthood quorums, and auxiliary organizations in our Father’s kingdom here on earth, and always keep in mind the words often quoted by President Harold B. Lee: “There is no limit to the good that you can do, if you don’t care who gets the credit” (see Antoine R. Ivins, in Conference Report, Apr. 1946, p. 42). The need of the hour is true discipleship in the Lord’s restored church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p36\" class=\"\">The gospel of Jesus Christ is on the move worldwide, and the missionary program is the inspired blueprint for progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p37\" class=\"\">Therefore, let us go forward with great determination, in a spirit of love and unity. That is our best source of motivation—to do the work with all our might, mind, and strength, and make people really happy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p38\" class=\"\">In the book of Proverbs in the Old Testament we read: “Where there is no vision, the people perish: but he that keepeth the law, happy is he” (<span class=\"citation\" id=\"41544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41544)\">Prov. 29:18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p39\" class=\"\">I know with all my heart that this is true. I testify that the purpose of the restored gospel is to create happy families in this life and in the life to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/let-there-be-no-misunderstanding.p40\" class=\"\">That we all may come to a perfect understanding of this divine purpose is my humble prayer in the name of our Lord and Savior, Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}