{"ID":3156, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Home Teaching—A Sacred Calling\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03102_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p3\" class=\"\">“And it came to pass that after I, the Lord God, had driven them out, that Adam began to till the earth, and to have dominion over all the beasts of the field, and to eat his bread by the sweat of his brow, as I the Lord had commanded him. And Eve, also, his wife, did labor with him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p4\" class=\"\">“And Adam and Eve, his wife, called upon the name of the Lord, and they heard the voice of the Lord. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p5\" class=\"\">“And he gave unto them commandments, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p6\" class=\"\">“And Adam and Eve blessed the name of God, and they made all things known unto their sons and their daughters.” (<span class=\"citation\" id=\"39537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39537)\">Moses 5:1, 4–5, 12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p7\" class=\"\">The Lord, from the very beginning, has taught his children of their obligation and responsibility to look after one another. In the days of Adam and the early fathers, it was generally the eldest father who was called upon to exercise his patriarchal responsibility to watch over the families. As the children of the Lord increased in number, the principle of watching over the church by the priesthood was the Lord’s way of seeing that the fathers did their duty, as well as assisting them in that responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p8\" class=\"\">A study of the history of mankind will reveal that every time the Lord has established his church on the earth, one of its distinguishing characteristics has been a system to watch over and strengthen the membership.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p9\" class=\"\">Moses, after being given the awesome responsibility of leading the children of Israel out of bondage, was taught this principle by his father-in-law.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p10\" class=\"\">“And it came to pass on the morrow, that Moses sat to judge the people: and the people stood by Moses from the morning unto the evening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p11\" class=\"\">“And when Moses’ father in law saw all that he did to the people, he said, What is this thing that thou doest to the people? why sittest thou thyself alone, and all the people stand by thee from morning unto even?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p12\" class=\"\">“And Moses said unto his father in law, Because the people come unto me to inquire of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p13\" class=\"\">“And Moses’ father in law said unto him, The thing that thou doest is not good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p14\" class=\"\">“Thou wilt surely wear away, both thou, and this people that is with thee: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p15\" class=\"\">“Hearken now unto my voice, I will give thee counsel, and God shall be with thee. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p16\" class=\"\">“So Moses hearkened to the voice of his father in law, and did all that he had said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p17\" class=\"\">“And Moses chose able men out of all Israel, and made them heads over the people, rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens.” (<span class=\"citation\" id=\"22891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22891)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22891)\">Ex. 18:13–15, 17–19, 24–25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p18\" class=\"\">When the Savior was on the earth, the numbers grew who followed Him. He established an organization to teach and care for their needs. First He called twelve; then as the work expanded, we find the scriptures recording: “After these things the Lord appointed other seventy also, and sent them two and two before his face into every city and place, whither he himself would come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p19\" class=\"\">“Therefore said he unto them, The harvest truly is great, but the labourers are few: pray ye therefore the Lord of the harvest, that he would send forth labourers into his harvest.” (<span class=\"citation\" id=\"32011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32011)\">Luke 10:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p20\" class=\"\">As His work continued to expand, we find more of His organization being put into place: “And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p21\" class=\"\">“For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p22\" class=\"\">“Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p23\" class=\"\">“That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive.” (<span class=\"citation\" id=\"21907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21907)\">Eph. 4:11–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p24\" class=\"\">Through the ages the process of watching over the church has become a priesthood assignment and responsibility. One would expect, therefore, to find in the restoration of the gospel in this day, that this principle, “to watch over,” would be clearly evident as one of the basic programs of the Church. In the revelation on Church organization and government given through Joseph Smith the Prophet, April 1830, this principle was again established. This revelation instructs:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p25\" class=\"\">“The teacher’s duty is to watch over the church always, and be with and strengthen them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p26\" class=\"\">“And see that there is no iniquity in the church, neither hardness with each other, neither lying, backbiting, nor evil speaking;<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p27\" class=\"\">“And see that the church meet together often, and also see that all the members do their duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p28\" class=\"\">“They are, however, to warn, expound, exhort, and teach, and invite all to come unto Christ.” (<span class=\"citation\" id=\"16997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16997)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16997)\">D&amp;C 20:53–55, 59<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p29\" class=\"\">There is a choice account of how this practice was carried out in the early days of the Church. History has recorded the testimony of Elder William Farrington Cahoon, as he filled his assignment as a teacher to the home of the Prophet Joseph Smith. The account is as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p30\" class=\"\">“Before I close my testimony … , I wish to mention one circumstance which I never shall forget: I was called and ordained to act as a teacher to visit the families of the Saints. I got along very well till I found that I was obliged to call and pay a visit to the Prophet. Being young [only about seventeen years of age], I felt my weakness in visiting the Prophet and his family in the capacity of a teacher. I almost felt like shrinking from duty. Finally I went to his door and knocked, and in a minute the Prophet came to the door. I stood there trembling, and said to him:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p31\" class=\"\">“‘Brother Joseph, I have come to visit you in the capacity of a teacher, if it is convenient for you.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p32\" class=\"\">“He said ‘Brother William, come right in, I am glad to see you; sit down in that chair there and I will go and call my family in.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p33\" class=\"\">“They soon came in and took seats. He then said, ‘Brother William, I submit myself and family into your hands,’ and then took his seat. ‘Now Brother William,’ said he ‘ask all the questions you feel like.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p34\" class=\"\">“By this time all my fears and trembling had ceased, and I said, ‘Brother Joseph, are you trying to live your religion?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p35\" class=\"\">“He answered ‘Yes.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p36\" class=\"\">“I then said ‘Do you pray in your family?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p37\" class=\"\">“He said ‘Yes.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p38\" class=\"\">“‘Do you teach your family the principles of the gospel?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p39\" class=\"\">“He replied ‘Yes, I am trying to do it.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p40\" class=\"\">“‘Do you ask a blessing on your food?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p41\" class=\"\">“He answered ‘Yes.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p42\" class=\"\">“‘Are you trying to live in peace and harmony with all your family?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p43\" class=\"\">“He said that he was.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p44\" class=\"\">“I then turned to Sister Emma, his wife, and said ‘Sister Emma, are you trying to live your religion? Do you teach your children to obey their parents? Do you try to teach them to pray?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p45\" class=\"\">“To all these questions she answered ‘Yes, I am trying to do so.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p46\" class=\"\">“I then turned to Joseph and said, ‘I am now through with my questions as a teacher; and now if you have any instructions to give, I shall be happy to receive them.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p47\" class=\"\">“He said ‘God bless you, Brother William; and if you are humble and faithful, you shall have power to settle all difficulties that may come before you in the capacity of a teacher.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p48\" class=\"\">“I then left my parting blessing upon him and his family, as a teacher, and took my departure.” (<span class=\"emphasis\">Juvenile Instructor,<\/span> 27 (15 Aug. 1892): 492–93.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p49\" class=\"\">Beginning with father Adam down to the present when the Lord’s church has been organized on the earth, there has been a system, a program to have brotherly and sisterly concern one for another. The history of these general conferences is filled with discourses from the Brethren reminding us of this sacred obligation. I have been impressed to add my voice to that record today with the hope that we can be motivated to place the calling of home teachers in its proper priority in our lives. Let me remind you of three essential ingredients for a successful home teaching program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p50\" class=\"\">First, the family is the basic unit in the Church organization. The home teacher is the first line of defense to watch over and strengthen that basic unit. In our priority of time commitments we ought to first watch over and strengthen our own families, and then be good, consistent, conscientious home teachers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p51\" class=\"\">President Joseph F. Smith said in the general conference of April 1915: “I don’t know of any duty that is more sacred, or more necessary, if it is carried out as it should be, than the duties of the teachers who visit the homes of the people, who pray with them, who admonish them to virtue and honor, to unity, to love, and to faith in and fidelity to the cause of Zion.” (In Conference Report, Apr. 1915, p. 140.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p52\" class=\"\">Home teachers, it is your responsibility to see that the unbaptized are baptized, the unordained are ordained, the inactive are brought into activity, the lost members are found.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p53\" class=\"\">Second, just as Moses was not able to care for the needs of all the children of Israel alone, so a home teacher should not be given a workload beyond his ability to perform. The history of ward teaching and home teaching has witnessed a change in the recommended number of families assigned to a teacher, being reduced from ten to eight to the present level of five or fewer as the Church has enlarged its borders and the distance to travel for visits has increased. Nothing will destroy the spirit of a home teacher more than to give him an assignment beyond his ability to have the thrill of success in his performance. Stake presidents, bishops, and quorum leaders, there is no program in the Church which will give you greater relief from the administrative burdens you carry than having a well-organized, efficiently operated, successful home teaching program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p54\" class=\"\">Third, the preparation of a home teacher. Elder Matthias F. Cowley reported in the general conference of April 1902 that “the teachers who go out to visit the saints from family to family ought to be men endowed with the spirit of revelation from God. They ought to study the principles of the Gospel, and to so live that they may enjoy the inspiration of the Holy Ghost in their instructions, so that their instructions may be understood and be attractive to the children; that they should not go simply to carry out a routine, to ask certain questions, just to be able to say that they have made their monthly visit. They ought to be men inspired with the spirit of revelation from God, that they may touch the hearts of the families.” (In Conference Report, Apr. 1902, p. 38.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p55\" class=\"\">If our home teaching assignments are to be given their proper priority, then our preparation for those visits must be careful and complete, tailored to the individual needs of fathers and mothers and their families. As home teachers, should not this basic program receive our earnest effort to seek inspiration and guidance of the Lord in this most sacred obligation?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/home-teaching-a-sacred-calling.p56\" class=\"\">God grant us the vision to see the potential of our home teaching assignments, and the desire to do his will to watch over and strengthen those whom we have been called to serve with a special spirit of interest, concern, and love, I humbly pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}