{"ID":3158, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Fruit of Our Welfare Services Labors\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p3\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03102_000_036<\/span>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p4\" class=\"\">My beloved brethren and sisters, I greet you at this harvest time with the earnest hope that we follow the counsel of the Lord to have our <span class=\"emphasis\">house in order regarding welfare services.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p5\" class=\"\">By <span class=\"emphasis\">house,<\/span> I mean both our individual households and the wards, branches, stakes, and missions which we preside over.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p6\" class=\"\">I have some concern that we may not fully be following through on our commitments and obligations to do as the Lord has instructed and warned us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p7\" class=\"\">Our houses can be in order by planned, consistent, and timely application of basic welfare principles and programs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p8\" class=\"\">Welfare services is the full program the Lord has provided us—provident living, personal and family preparedness, home and visiting teaching, producing and distributing goods to the poor, rehabilitating members with especially difficult needs or handicaps, securing jobs for the unemployed, restoring emotionally disturbed souls to full activity in the Church and society, with all of us consecrating our lives to the building up of the kingdom of God on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p9\" class=\"\">We have been attempting to get our welfare services house in order for forty-two years. We have come a long way, but there remains much to be done. In many parts of the Church, stakes and wards are just getting underway in implementing their welfare services. To them we say: Do things in order and the Lord will prosper you. In other parts of the Church, welfare services is flourishing. But regardless of whether, in your particular stake, you are just beginning or have fully implemented the system, I feel it timely to talk about <span class=\"emphasis\">the fruit of our welfare labors.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p10\" class=\"\">May I suggest that the “fruit of our welfare labors” may best be understood on three separate, yet related, levels. <span class=\"emphasis\">First<\/span> is that of the <span class=\"emphasis\">individual; second<\/span> is that of the <span class=\"emphasis\">family;<\/span> and <span class=\"emphasis\">third<\/span> is that of the <span class=\"emphasis\">Church<\/span> as a whole.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Individual Fruits<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p12\" class=\"\">The fruits experienced by the individual include dignity, self-respect, strengthened testimony, selflessness, and increased personal spirituality. Explaining the intended outcomes of the welfare plan, President J. Reuben Clark had this to say to a special meeting of stake presidents held here in the Tabernacle on 2 October 1936:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p13\" class=\"\">“Thus it is seen that from the beginning the real long term objective of the welfare plan <span class=\"emphasis\">is the building of character<\/span> in the members of the Church, givers and receivers, rescuing all that is finest down deep in the inside of them, and <span class=\"emphasis\">bringing to flower and fruitage the latent richness of the spirit,<\/span> which after all is the mission and purpose and reason for being of this Church.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p14\" class=\"\">The primary fruit of welfare service is achieved in the lives of individuals. Only when achieved individually can it have its intended influence on family units and the whole body of the Church. Just as each individual’s testimony adds to the strength of the Church, so also does the individual labor of each member comprise the power of unified welfare services.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p15\" class=\"\">You may ask, “How do I secure these blessings and what seeds must I sow in order to reap the fruits thereof?” I believe they are found in personal, daily application of the six foundational principles of welfare services: love, service, work, self-reliance, consecration, and stewardship. The entire welfare activity structure, and for that matter the full program of the Church, provides ample opportunity for application of these principles.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p16\" class=\"\">We have said that <span class=\"emphasis\">welfare services is the gospel in action.<\/span> This implies that we achieve the fruits of welfare service not just by knowing these six principles and related gospel doctrine, but by doing, working, and putting into practice what we have been taught.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p17\" class=\"\">Often, however, some seek the fruits without the planting. In faith, we plant the seed, and soon we see the miracle of the blossoming. Men have often misunderstood and have reversed the process. They would have the harvest before the planting.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p18\" class=\"\">I believe we find a great lesson in this regard in the parable of the vineyard found in the fifth chapter of Jacob in the Book of Mormon. After laboring long and hard to bring forth “much fruit” from his olive trees, but with little success, the lord of the vineyards is discouraged and asks:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p19\" class=\"\">“But what could I have done more in my vineyard? Have I slackened mine hand, that I have not nourished it? Nay, I have nourished it, and I have digged about it, and I have pruned it, and I have dunged it; and I have stretched forth mine hand almost all the day long, and the end draweth nigh. And it grieveth me that I should hew down all the trees of my vineyard, and cast them into the fire that they should be burned. Who is it that has corrupted my vineyard?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p20\" class=\"\">“And it came to pass that the servant said unto his master: <span class=\"emphasis\">Is it not the loftiness of thy vineyard—have not the branches thereof overcome the roots which are good?<\/span> And because the branches have overcome the roots thereof, <span class=\"emphasis\">behold they grew faster than the strength of the roots,<\/span> taking strength unto themselves. Behold, I say, is not this the cause that the trees of thy vineyard have become corrupted?” (<span class=\"citation\" id=\"25871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25871)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25871)\">Jacob 5:47–48<\/a><\/span>; italics added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p21\" class=\"\">It seems that some among us have this same problem; they want bountiful harvests—both spiritual and temporal—without developing the root system that will yield them. There are far too few who are willing to pay the price, in discipline and work, to cultivate hardy roots. Such cultivation should begin in our youth. Little did I know as a boy that daily chores in the garden, feeding the cattle, carrying the water, chopping the wood, mending fences, and all the labor of a small farm was an important part of sending down roots, before being called on to send out branches. I’m so grateful that my parents understood the relationship between roots and branches. Let us each cultivate deep roots, so that we may secure the desired fruits of our welfare labors.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Family Fruits<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p23\" class=\"\">At the family level, the fruits of our welfare work are many. <span class=\"emphasis\">They include peace, love, harmony, solidarity, and contentment.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p24\" class=\"\">A true Latter-day Saint family is a haven against the storms and struggles of life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p25\" class=\"\">Inspired men have long taught that the home is the cradle of civilization and the foundation of society. But the Lord, through his prophets, teaches us much more than this, for we know that it is exalted families that will make up the divine patriarchal order which will be the source of kingdoms and glory for the faithful in eternity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p26\" class=\"\">What are the seeds that must be planted in the home in order for the family to achieve these fruits of peace, love, and harmony? From a welfare services point of view, they may best be summarized in the <span class=\"emphasis\">standards<\/span> of personal preparedness. These <span class=\"emphasis\">standards<\/span> have been distributed throughout the Church. I hope we will all learn and follow them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p27\" class=\"\">Every day I review scores of letters from members of the Church. They are writing for counsel regarding a myriad of personal problems. As I consider these matters, returning most to our local leaders, where they can best be dealt with, I am reminded that most of us have personal and family problems. We all have challenges, heartaches, and experience success and failures. It is from these that we grow, gain strength and experience while in mortality. But when they take on serious proportions, it sometimes means we have not been fully obedient to counsel—both that of the Lord through his Spirit and that of our appointed leaders. Let us practice the principles of personal and family preparedness in our daily lives. “If ye are prepared ye shall not fear” (<span class=\"citation\" id=\"17013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17013)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17013)\">D&amp;C 38:30<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Church Fruits<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p29\" class=\"\">When we practice the precepts, doctrines, and programs of welfare services, the fruit of our labors is the building of Zion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p30\" class=\"\">The Lord declared: “For Zion <span class=\"emphasis\">must<\/span> increase in beauty, and in holiness; her borders <span class=\"emphasis\">must<\/span> be enlarged; her stakes <span class=\"emphasis\">must<\/span> be strengthened; yea, verily I say unto you, Zion <span class=\"emphasis\">must<\/span> arise and put on her beautiful garments.” (<span class=\"citation\" id=\"17068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17068)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17068)\">D&amp;C 82:14<\/a><\/span>; italics added.) Zion consists of the pure in heart—those who are sanctified and whose garments are washed white through the blood of the Lamb (see <span class=\"citation\" id=\"9286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9286)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9286)\">Alma 13:11<\/a><\/span>). These are they who take charity as a mantle and serve others out of a pure heart.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p31\" class=\"\">We are building up the strength of Zion—her cords or stakes—throughout the world. Therefore, we counsel our people to remain in their native lands and gather out the elect of God and teach them the ways of the Lord. There temples are being built and the saints will be blessed wherever they live in all the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p32\" class=\"\">The Lord revealed his new and everlasting covenant to prepare a people to meet him at his second coming. Very important among the principles and doctrines required of us to build up Zion are those which underlie welfare services. For we must be “united according to the union required by the law of the celestial kingdom; And Zion cannot be built up unless it is by the principles of the law of the celestial kingdom; otherwise I cannot receive her unto myself” (<span class=\"citation\" id=\"17111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17111)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17111)\">D&amp;C 105:4–5<\/a><\/span>). It is our present opportunity and responsibility to give, nurture, and work to bring forth the final fruits of welfare services, shown in vision to Enoch and recorded in the Book of Moses:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p33\" class=\"\">“And righteousness will I send down out of Heaven; and truth will I send forth out of the earth, to bear testimony of mine Only Begotten; his resurrection from the dead; yea, and also the resurrection of all men; and righteousness and truth will I cause to sweep the earth as with a flood, to gather out mine elect from the four quarters of the earth, unto a place which I shall prepare, an Holy City, that my people may gird up their loins, and be looking forth for the time of my coming; for there shall be my tabernacle, and it shall be called Zion, a New Jerusalem” (<span class=\"citation\" id=\"39548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39548)\">Moses 7:62<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p34\" class=\"\">It is my plea that we may keep our houses in order, individually and collectively, and prepare to receive the fruits of the gospel—even a fulness of joy.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p35\" class=\"\">I want now to introduce Sister Barbara Smith. I would like to ask Sister Smith to come forward and share with you the background on an action approved by the First Presidency relative to Church wheat reserves.<\/p>\n\t\t\t<\/div>\n\t\t\t<div class=\"newAuthor\">\n\t\t\t\t<h2>Sister <div class=\"authorName\" id=\"\">Barbara B. Smith<\/div>:<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p37\" class=\"\">Thank you, President Kimball. On an autumn day in 1876, President Brigham Young called to his office one of my predecessors, Sister Emmeline B. Wells, then the associate editor of the <span class=\"emphasis\">Woman’s Exponent.<\/span> He told her he wanted the women of Zion to begin to save grain against a day of need and that he wanted her to lead out in this mission. (See <span class=\"emphasis\">History of Relief Society, 1842–1966,<\/span> Salt Lake City: General Board of Relief Society of The Church of Jesus Christ of Latter-day Saints, 1966, p. 109.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p38\" class=\"\">Sister Wells said, “We began that very year, and though we were laughed at, we did buy grain” (<span class=\"emphasis\">Relief Society Magazine,<\/span> Feb. 1915, p. 48). “Sisters be in earnest,” she admonished, and the women responded in spirit and deed (<span class=\"emphasis\">Woman’s Exponent,<\/span> 15 Oct. 1876, p. 76).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p39\" class=\"\">When they had no money to buy wheat, the women went into the fields and gleaned it. They saved their “Sunday eggs” and bartered or sold them in exchange for wheat. They made quilts, rag rugs, cheese, and other items, that they traded or sold for wheat.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p40\" class=\"\">Through the records of Relief Society we have glimpses of their persistent efforts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p41\" class=\"\">From Cedar City: “Our beloved bishop has granted us room in the tithing office and we have sacked up 160 bushels of wheat. We have other property we intend to turn into grain as soon as opportunity offers.” (<span class=\"emphasis\">Woman’s Exponent,<\/span> 15 Feb. 1877, p. 138.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p42\" class=\"\">From Mantua, Box Elder County: “We have been trying to carry out the counsel of our beloved President Brigham Young, in storing grain; we have in store one hundred and fifteen bushels of which thirteen were gleaned by the young ladies” (<span class=\"emphasis\">Woman’s Exponent,<\/span> 1 Feb. 1878, p. 130).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p43\" class=\"\">The wheat stored by those dedicated early women has been used in unexpected ways:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p44\" class=\"\">In 1898 Relief Society wheat was sent to the aid of the people of Parowan, Utah, and other districts that were drought-stricken. (See <span class=\"emphasis\">Relief Society Magazine,<\/span> Feb. 1915, p. 58.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p45\" class=\"\">In 1906, when earthquake and fire devastated the city of San Francisco, a carload of flour from Relief Society wheat was sent.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p46\" class=\"\">In 1906 another carload of flour was sent to China to relieve suffering from famine.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p47\" class=\"\">In 1918 all 200,000 bushels of Relief Society wheat were sold to the United States government to meet the food emergency caused by World War I.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p48\" class=\"\">For a number of years, interest on the wheat was used to provide for maternity care, child welfare, and general health care for members of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p49\" class=\"\">And then again in 1940 the Relief Society purchased wheat and stored it in the elevators at Welfare Square. (See <span class=\"emphasis\">History of Relief Society,<\/span> pp. 110–11.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p50\" class=\"\">For more than one hundred years our wheat project has been considered “a sacred trust.” By wise investment, the value of this program has increased, until today we have a sizable asset in wheat and funds.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p51\" class=\"\">In an early Relief Society publication, a sister wrote her feelings on wheat saving. She said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p52\" class=\"\">“If anyone doubts … let her look about her, behold the myriads of little children in the land, and recollect that the women who are now called upon to save the grain, are their MOTHERS.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p53\" class=\"\">“… Could I imagine those pure, baby lips … asking for BREAD when I had none to give!” (<span class=\"emphasis\">Woman’s Exponent,<\/span> 1 Nov. 1876, p. 81.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p54\" class=\"\">As women, we know that even though we give nourishment to children in infancy and childhood, part of our challenge as mothers is to help them mature and take their place in the great plan of life and salvation. In the past, Relief Society women have nourished numerous beginning programs to meet needs, including education and career development programs, hospitals, maternity care, adoption, and other social services and welfare projects. When the projects have matured, Relief Society has been proud to see them move into the larger sphere of Church stewardship.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p55\" class=\"\">The Relief Society General Presidency has prayerfully considered the matter of their wheat stewardship and has decided that this responsibility has now been fulfilled. It is time to include the Relief Society wheat in the worldwide Church grain storage program.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p56\" class=\"\">We wish to propose that the 266,291 bushels of Relief Society wheat now be made a part of the grain storage plan of Welfare Services for the benefit of all of the members of the Church and that the <span class=\"emphasis\">wheat fund be used exclusively for purchase of grain.<\/span> This action is unanimously supported by the Relief Society general board. We have also written to the stakes and the missions recorded as holding wheat certificates as of 1 July 1957 and have received their unanimous support.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p57\" class=\"\">With President Kimball’s permission, I would like to ask the sisters present in this meeting also to affirm this action. All sisters in favor of joining with us in the decision to include the Relief Society wheat in the worldwide Church grain storage program please signify. Thank you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p58\" class=\"\">It is with great pride in the accomplishments of the past and with tenderness of heart that we, the women of Zion, place our wheat and wheat assets at your disposal, President Kimball, to be used for grain storage purposes under your administration, through the General Church Welfare Committee.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p59\" class=\"\">We pray that the Relief Society wheat will continue to be considered a sacred trust. May it bless the lives of all who are its recipients. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>President Kimball:<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p61\" class=\"\">Sister Smith, in behalf of the brethren of the Church and the Church in general, we accept this great gift that you have given to us from the Relief Society with gratitude and appreciation for its deep significance. We are conscious of the considerable sacrifice and diligence of the Relief Society sisters, who for over a century have faithfully discharged this sacred wheat trust. We are confident that the Welfare Services Department, under the direction of the General Welfare Services Committee, which is composed of the First Presidency, the Council of the Twelve, the Presiding Bishopric, and the Relief Society General Presidency, will continue wheat reserves management in the same fine manner in which it has been operated by the Relief Society in the past. We will see that the Relief Society gift is used, as has been intended, for a time of need to bless the lives of Church members everywhere worldwide.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p62\" class=\"\">We are proud of the accomplishments of the women in the past and the present. Now we ask you sisters to continue in your good works and to support the programs of the Church, particularly those of your own organization, the Relief Society.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p63\" class=\"\">We ask you also to support the Brethren, and we ask them to support you and to work together as partners and companions in furthering the work of the Lord and your own salvation. Let this gift from the Relief Society today be an example of the cooperative effort and harmony that can enrich our lives in the Church and in the home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-fruit-of-our-welfare-services-labors.p64\" class=\"\">May the Lord bless us in this great and divinely inspired welfare work, I humbly pray, in the name of Jesus Christ. Amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}