{"ID":316, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Sin of Ingratitude<\/p>\n<p class=\"gcspeaker\">Elder Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1947, pp. 145-149<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have been edified by the remarks of my brethren during the several sessions of this\nconference. We have received instruction, admonition, warning; our attention has been called\nto our shortcomings; and I hope all will be remembered. \n<\/p><p>\nIt is my desire, in the few minutes that I have, to add my little part by testimony, instruction,\nand counsel as the Lord may lead me to speak. I have had a number of topics in mind since\nthe beginning of this conference, and somebody gets up and delivers these talks. So I thought\nperhaps I could think of something that someone else would not think of, and I want to talk\nto you this afternoon for a little while on the sin of ingratitude, which I consider to be the\nmost prevalent of all sins, for we are all guilty of it; I am, you are, the people everywhere\nupon the face of the earth are guilty of this sin in some degree.\n<\/p><p>\nTHE TWO GREAT COMMANDMENTS\n<\/p><p>\nOn one occasion, we read in the scriptures, a young lawyer came to the Savior with a\nquestion tempting him and saying:\n<\/p><p>\nMaster, which is the great commandment in the law? Jesus said unto him, Thou\nshalt love the Lord thy God with all thy heart, and with all thy soul, and with all\nthy mind. This is the first and great commandment? And the second is like unto\nit. Thou shall love thy neighbor as thyself. On these two commandments hang all\nthe law and the prophets (<span class=\"citation\" id=\"34160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34160)\">Matt. 22:36-40<\/a><\/span>).\n<\/p><p>\nIf we will observe this first law, the second naturally will follow, and in fact, as the Savior\nhas pointed it out, we will not be guilty of a breach of the law and the prophets in anything\nelse.\n<\/p><p>\nETERNAL LIFE\n<\/p><p>\nJesus Christ came into this world with a definite mission as the Savior of men and the\nRedeemer of the world. When Nicodemus came to the Savior, making inquiry, and he came\nby night because he was afraid of the Jews, but believing in Jesus Christ, he asked him some\nquestions and the Savior gave him some definite instruction in regard to baptism by water and\nby the spirit (<span class=\"citation\" id=\"27273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27273)\">John 3:1-8<\/a><\/span>),\nand in the course of the remarks, that which followed, the Savior said this:\n<\/p><p>\nAnd Moses lifted up the serpent in the wilderness, even so must the Son of man\nbe lifted up: that whosoever believeth in him should not perish, but have eternal\nlife. For God so loved the world, that he gave his only begotten Son, that\nwhosoever believeth in him should not perish, but have everlasting life. For God\nsent not his Son into the world to condemn the world; but that the world through\nhim might be saved. He that believeth on him is not condemned: but he that\nbelieveth not is condemned already, because he hath not believed in the name of\nthe only begotten Son of God. And this is the condemnation, that light is come\ninto the world, and men loved darkness rather than light, because their deeds were\nevil. For every one that doeth evil hateth the light, neither cometh to the light, test\nhis deeds should be reproved. But he that doeth truth cometh to the light, that his\ndeeds may be made manifest, that they are wrought in God\n(<span class=\"citation\" id=\"27276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27276)\">John 3:14-21<\/a><\/span>).\n<\/p><p>\nThen the Savior adds:\n<\/p><p>\nHe that believeth on the Son hath everlasting life: and he that believeth not the Son shall not\nsee life; but the wrath of God abideth on him\n(<span class=\"citation\" id=\"27281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27281)\">John 3:36<\/a><\/span>).\n<\/p><p>\nATONEMENT OF CHRIST\n<\/p><p>\nNow, may I spend a few minutes presenting before us what we all know to be the truth, that\nJesus Christ came into this world to die. That was his mission, and by that death upon the\ncross and through the shedding of his blood, to bring redemption, twofold, first, to redeem\nmen from Adam's transgression, to restore them again to life, to destroy death, gain the\nvictory, which apparently Satan had won through the transgression of Adam. In some manner\nwhich I cannot fully explain and which you cannot fully explain, there was a necessity for an\ninfinite atonement (<span class=\"citation\" id=\"8851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8851)\">Alma 34:10<\/a><\/span>),\na God dying for a fallen world, and that had to be by the shedding of\nblood, and his blood only could be shed to restore again that life which had been taken away,\nand bring back again to man the power to live forever. And through his death there comes to\nus universally, to every living creature, a resurrection of the dead. The Lord does not ask us\nwhether we want to be redeemed from death or not. We were not responsible for it, and,\ntherefore, it is not held against us; it is not to our charge. As Paul has said:\n<\/p><p>\nTHE FREE GIFT OF GOD\n<\/p><p>\nFor as in Adam all die, even so in Christ shall all be made alive\n(<span class=\"citation\" id=\"156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(156)\">1 Cor. 15:22<\/a><\/span>).\n<\/p><p>\nThat is the free gift of God the Eternal Father, through Jesus Christ, his Son, to every living\nsoul, men, women, children, from the fall of Adam to the end of time.\n<\/p><p>\nNow that is a wonderful gift. It comes without our asking. It comes to the wicked as well as\nto the righteous. In the fifth chapter of John the Lord speaks to the people of the time\ncoming, and he says it was already here, when the dead should hear the voice of the Son of\nGod and they who heard should live\n(<span class=\"citation\" id=\"27282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27282)\">John 5:25<\/a><\/span>).\nYes, not only those who heard it, that is, received his\ntruth, for he added this, when they marveled at what he had to say:\n<\/p><p>\nMarvel not at this: for the hour is coming, in the which all that are in the graves\nshall hear his voice, And shall come forth; they that have done good, unto the\nresurrection of life; and they that have done evil, unto the resurrection of\ndamnation (<span class=\"citation\" id=\"27284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27284)\">John 5:28-29<\/a><\/span>).\n<\/p><p>\nHere is the word of the Lord himself that he was going to carry the message to the dead; they\nwould all hear; they who were willing to receive that message of truth and abide in it should\nhave everlasting life, but they who would not receive it or who were not worthy to receive it\nshould come forth just the same in the resurrection to receive condemnation, but the\nresurrection was to come to all universally.\n<\/p><p>\nThen again, the Savior died for all men upon the face of the earth, all creatures, that is,\nhuman creatures, who were willing to repent of their sins and keep his commandments. He\nhas not redeemed any of us from our sins except it be through repentance and\nfaithful adherence to the principles of the gospel and our endurance to the end.\n<\/p><p>\nWhen he stood before his disciples upon this continent, he said to them:\n<\/p><p>\n. . . no unclean thing can enter into his kingdom; therefore nothing entereth into\nhis rest save it be those who have washed their garments in my blood, because of\ntheir faith, and the repentance of all their sins, and their faithfulness unto the end\n(<span class=\"citation\" id=\"5473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5473)\">3 Ne. 27:19<\/a><\/span>).\n<\/p><p>\nThat is definite.\n<\/p><p>\nSo, he redeemed mankind from death universally, and he has redeemed men from their own\nsins on conditions of their repentance, and they will not be redeemed from their sins unless\nthey do repent and accept him and wash their garments white in his blood and endure in faith\nto the end. It is upon those terms that salvation comes.\n<\/p><p>\nGRATITUDE FOR BLESSINGS\n<\/p><p>\nNow, when we stop to think that the Son of God created this world; all things, the scriptures\nsay, were made by him (<span class=\"citation\" id=\"27271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27271)\">John 1:3<\/a><\/span>),\nand when we think that he came to this world with that mission\nwhich he accepted before he was born in Bethlehem, and by the shedding of his blood gave\nus life that we might rise in the resurrection to live forever; and when he, by the shedding of\nhis blood has offered unto us the remission of our sins and eternal life, through obedience to\nthe gospel&mdash;do you not think that we owe him something in return? We owe him everything.\n<\/p><p>\nPaul says: \"We were bought with a price\"\n(<span class=\"citation\" id=\"150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(150)\">1 Cor. 6:20<\/a><\/span>).\nThat price was the blood of Jesus Christ, and we\nare not our own (<span class=\"citation\" id=\"149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(149)\">1 Cor. 6:19<\/a><\/span>).\nOh, if we could only understand that by the shedding of his blood, he\nbought us. We belong to him. He has a right to tell us what to do and what not to do, and to\ncommand us to keep his commandments; however, we have our agency, and we act for\nourselves.\n<\/p><p>\nWe cannot comprehend the great suffering that the Lord had to take upon himself to bring to\npass this redemption from death and from sin. He spent a few years upon the earth, and\nduring that short sojourn he suffered the abuse of men. They stoned him; they spat upon him;\nthey cursed him; they ridiculed him; they accused him of almost every crime they could think\nof, and finally they took him and crucified him upon a cross.\n<\/p><p>\nSUFFERING OF THE SAVIOR\n<\/p><p>\nWe get into the habit of thinking, I suppose, that his great suffering was when he was nailed\nto the cross by his hands and his feet and was left there to suffer until he died. As\nexcruciating as that pain was, that was not the greatest suffering that he had to undergo, for in\nsome way which I cannot understand, but which I accept on faith, and which you must accept\non faith, he carried on his back the burden of the sins of the whole world. It\nis hard enough for me to carry my own sins. How is it with you? And yet he had to carry the\nsins of the whole world, as our Savior and the Redeemer of a fallen world, and so great was\nhis suffering before he ever went to the cross, we are informed, that blood oozed from the\npores of his body\n(<span class=\"citation\" id=\"40213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40213)\">Mosiah 3:7<\/a><\/span>;\n<span class=\"citation\" id=\"31212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31212)\">Luke 22:44<\/a><\/span>),\nand he prayed to his Father that the cup might pass if it were possible, but\nnot being possible he was willing to drink\n(<span class=\"citation\" id=\"34170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34170)\">Matt. 26:39,42<\/a><\/span>).\n<\/p><p>\nAnd here is what he has said to the Church:\n<\/p><p>\nFor behold, I, God, have suffered these things for all, that they might not suffer\nif they would repent; But if they would not repent they must suffer even as I;\nWhich suffering caused myself, even God, the greatest of all, to tremble because\nof pain, and to bleed at every pore, and to suffer both body and spirit&mdash;and would\nthat I might not drink the bitter cup, and&mdash; shrink Nevertheless, glory be to the\nFather, and I partook and finished my preparations unto the children of men\n(<span class=\"citation\" id=\"12332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12332)\">D&amp;C 19:16-19<\/a><\/span>).\n<\/p><p>\nNow, when he said that if we do not repent we will have to suffer even as he did, he had no,\nreference to being nailed to a cross, but it was the torment of mind, of spirit, that he had\nreference to before he ever got to the cross, and if men will not repent, they will have to\nsuffer even as he suffered.\n<\/p><p>\nNow brethren, briefly, he did all this for us, the Son of God, and he did it, as I have read to\nyou, because his Father commanded him and because his Father so loved the world that he\nwanted to save the world from its sins\n(<span class=\"citation\" id=\"27280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27280)\">John 3:16<\/a><\/span>).\n<\/p><p>\nTRANSGRESSOR SHOWS INGRATITUDE\n<\/p><p>\nNow, he has asked us to keep his commandments. He says they are not grievous\n(<span class=\"citation\" id=\"1026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1026)\">1 Jn. 5:3<\/a><\/span>), and there\nare so many of us who are not willing to do it. I am speaking now generally of the people of\nthe earth. We are not willing to do it. That certainly is ingratitude. We are ungrateful. Every\nmember of this Church that violates the Sabbath day, that is not honest in the paying of his\ntithing, that will not keep the Word of Wisdom, that willfully violates any of the other\ncommandments the Lord has given us, is ungrateful to the Son of God and when ungrateful to\nthe Son of God is ungrateful to the Father who sent him. If our Savior would do so much for\nus, how in the world is it that we are not willing to abide by his commandments which are\nnot grievous, which do not cause us any suffering if we will only keep them? And yet, people\nbreak the Word of Wisdom; they refuse to attend to their duties as officers and members in\nthe Church; many of them stay away from meetings the Lord has called upon them to\nsupport. They follow their own desires if they are in conflict with the commandments of the\nLord.\n<\/p><p>\nIf we understood our position and we loved the Lord our God with all our heart, with all our\nsoul, and with all our mind, or, as he has put it in the revelation given to us in these days: \n<\/p><p>\nWherefore, I give unto them a commandment, saying thus: Thou shalt love the\nLord thy God with all thy heart, with all thy might, mind, and strength; and in the\nname of Jesus Christ thou shalt serve him. Thou shalt love thy neighbor as thyself\n(<span class=\"citation\" id=\"12358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12358)\">D&amp;C 59:5-6<\/a><\/span>),\n<\/p><p>\nthen we would keep his commandments; when we will not do this, I tell you, my brethren\nand sisters, we show ingratitude to Jesus Christ.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}