{"ID":3163, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Stake President’s Role in Welfare Services\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p3\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03102_000_041<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p4\" class=\"\">As we discuss the role of Church welfare services in the Lord’s plan for his people, I should like to briefly draw our attention to a most important gospel principle. The Lord has emphasized in many ways the worth of souls: “Remember the worth of souls is great in the sight of God” (<span class=\"citation\" id=\"16988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 16988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(16988)\">D&amp;C 18:10<\/a><\/span>). Man and woman have the possibility of a “continuation of the seeds forever and ever” and will never have an end (see <span class=\"citation\" id=\"17133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17133)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17133)\">D&amp;C 132:19<\/a><\/span>). The elements comprising man’s mortal body, man’s intelligence, and man’s spirit are indestructible and endless.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p5\" class=\"\">There are times when these precious and eternal souls need to be ministered to and assisted by the authority and power of the priesthood—times when they need to be lifted up and encouraged out of despair, whether of body, mind, or spirit. I remind you of these eternal principles in a welfare meeting because this is the heart of our welfare services work—to lift, to sanctify, to bless so that individuals who have been helped can become more like God, whose sons and daughters they are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p6\" class=\"\">With this perspective in mind, let me give you some very sobering facts. In the early 1930s times were very difficult. Incomes dropped sharply; some incomes even ceased. Millions were out of work. The event which had caused such suffering was the Great Depression.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p7\" class=\"\">The United States’ national income declined more than 50 percent. Farm income fell more than 50 percent. Unemployment rose to 25 percent of the labor force. Statistics, however, only hint at the real story of tragedy and suffering experienced by so many.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p8\" class=\"\">To illustrate the seriousness of the problem, in the Salt Lake Pioneer Stake during this depression period, more than half the stake was unemployed. The Southgate Ward of the Salt Lake Grant Stake, with 173 families, had 110 heads of families without work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p9\" class=\"\">I lived through those hard years and saw firsthand what it was like. I had studied economics and business in college with the desire of becoming a banker. I completed my schooling shortly after the beginning of the depression and came to Salt Lake City, only to find that bankers were, as they then said, “ten cents a dozen.” I found a job in a department store and was paid fifteen dollars per week and was fortunate to have a job. I learned the rewards of hard work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p10\" class=\"\">I recall the day when all the banks closed and remember vividly walking up Main Street of this city and seeing crowds of people blocking the sidewalk and street in front of Zion’s Bank. Anthony W. Ivins, counselor to President Grant, was standing on the steps of the bank. He said to the people, “There’s money here in the bank if you want it. There is no need to cause a run on the bank. There’s money here for your deposits.” And the people started to drift away because Brother Ivins was a symbol of integrity and confidence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p11\" class=\"\">Later, in California, I was to watch the growth of the Church welfare program. I witnessed how the Church welfare plan successfully helped people to help themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p12\" class=\"\">In 1936 the First Presidency explained that the purpose of the Church welfare plan was, in large measure, to counteract the effects of the depression. This plan was to establish a system, directed by the leaders of the Church, which would do away with idleness, abolish the dole, and foster industry, thrift, and self-respect among our people. The major objectives of this plan were to help people to help themselves and to re-enthrone work as the ruling principle in the lives of Church members. (See Conference Report, Oct. 1936, p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p13\" class=\"\">Some undoubtedly questioned that such a visionary plan would ever succeed. After all, the Church then was relatively small and its resources limited. It depended entirely on voluntary efforts for money, leadership, and strength. Nevertheless, the intent and guiding principles were clear, and the promise was that faithful adherence to these principles would meet people’s emergency and temporary needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p14\" class=\"\">It is significant to note that about this same time, when the Lord established his way of caring for those in need, the “world,” or government, introduced its form of dole assistance—a counterfeit alternative to the Lord’s way. In most instances, the world’s way dismissed the principle of individual work and family responsibility and adopted the philosophy that “the government will take care of our needs” or “the government owes us a living.” Individual and family initiative was supplanted by government handouts. The true spirit of love for our neighbor and concern for others as taught by the Savior had been generally ignored.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p15\" class=\"\">A brief look at statistics highlights how far government has taken us down the road toward bankruptcy while at the same time destroying the will and incentive to work and earn what is received by the sweat of our brow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p16\" class=\"\">The total cost of government welfare assistance in the United States has risen from $5.7 billion in 1945 to $177 billion in 1975—a thirty-fold increase. (See “Reshuffling Income—Government’s Growing Role,” <span class=\"emphasis\">U.S. News &amp; World Report,<\/span> 4 Aug. 1975, pp. 32–33.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p17\" class=\"\">What has this monstrous thing called government welfare done to the people? Today we have second- and third-generation welfare recipients. Millions have learned how to live off the government. Children are growing up without knowing the value and the dignity of work. The government has succeeded in doing what the Church welfare program seeks to prevent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p18\" class=\"\">The Lord’s way is different from government programs. The inspired Church welfare plan is administered on the principle that an individual is responsible to care for himself; where his resources are not adequate, family members are to assist. Where the family is unable to meet the needs of the individual, the Church stands ready to help. The Lord’s way emphasizes individual work and responsibility and encourages people to help themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p19\" class=\"\">The Church welfare services plan is being recognized more and more for its soundness and effectiveness. W. R. Poage, United States Representative from Texas, in speaking about the state of Utah’s Work Experience and Training program, which is one of the few government programs requiring those receiving assistance to work, “said Utah’s strong work ethic, largely influenced by the philosophy of the Church has helped in establishing this program.” He continued, “‘The <span class=\"emphasis\">government should help people help themselves.<\/span>’” (<span class=\"emphasis\">Deseret News,<\/span> 25 Aug. 1978, p. D-1; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p20\" class=\"\">But Church members are not immune to the perils of the government dole. There is evidence that some of our people are receiving something for nothing from the government. The fact that this condition exists in the Church highlights the need of our members to be knowledgeable about Church welfare principles. President Kimball has stated: “No true Latter-day Saint, while physically or emotionally able, will voluntarily shift the burden of his own or his family’s well-being to someone else” (<span class=\"emphasis\">Ensign, <\/span>May 1978, p. 79).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p21\" class=\"\">Stake presidents, you preside over an important segment of the Church and are the spiritual leaders of your many members, who must be continually taught true gospel principles—not because they are popular, but because they are true. Anciently, Zion was portrayed as a very large tent which was held in place by cords fastened to stakes (see <span class=\"citation\" id=\"25521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25521)\">Isa. 54:2<\/a><\/span>). Your stake is a distinctive entity, in which you and your priesthood leaders teach those divine principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p22\" class=\"\">You teach and encourage the bishops to find those in need and to assist them through the Lord’s plan when help is needed. If your stake members understand the Lord’s plan, they will be better prepared to govern themselves correctly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p23\" class=\"\">Now, stake presidents, what specific steps can you take or reemphasize so that basic principles of welfare are practiced?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p24\" class=\"\"><span class=\"emphasis\">First,<\/span> your personal understanding and acceptance of these principles is vital. You are the president. Need we say more?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p25\" class=\"\"><span class=\"emphasis\">Second,<\/span> Church welfare services is priesthood oriented and is accomplished through the bishops and quorum leaders, with a major responsibility placed on the elders quorum president, who may have 80 percent or more of the ward families in his quorum.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p26\" class=\"\"><span class=\"emphasis\">Third,<\/span> you have a stake welfare services committee including yourself, your counselors, the high council, the chairman of the stake bishops’ council, and the stake Relief Society presidency. In this meeting, the principles relating to welfare resources are identified and used by bishops to help those in temporary need. In this committee the establishment or addition of welfare services production projects is carefully analyzed and evaluated. Study is given to such resources as welfare commodity production, the calling of Church service specialists, and the training of bishops and high councilors who teach quorum presidents in personal and family preparedness. This stake welfare services committee meeting, more than any other, makes it possible for each stake president to give inspired leadership to welfare services.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p27\" class=\"\"><span class=\"emphasis\">Fourth,<\/span> you have a stake bishops’ council. Bishops must know about the poor, the needy, the distressed, and how to care for them. Bishops need to exchange ideas, evaluate the storehouse system, and identify work opportunities for those receiving assistance. Today, there is far more cash being issued by bishops than commodities as Church assistance. This was not the case in years past—this should not be the case today!<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p28\" class=\"\">Stake presidents, these bishops report to you. You teach them, you motivate them, you hold personal interviews with each of them, you see that they learn and carry out their welfare services duties.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p29\" class=\"\"><span class=\"emphasis\">Fifth,<\/span> you have meetings with the stake Melchizedek Priesthood committee. These meetings enable you to teach prevention and rehabilitation aspects of welfare services. Your high councilors assist you in teaching the Melchizedek Priesthood leaders personal and family preparedness, brotherly concern, and mutual help among quorum members. This type of concern is characterized in the scriptures as the pure love of Christ (see <span class=\"citation\" id=\"38426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38426)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38426)\">Moro. 7:47<\/a><\/span>). It is a priesthood responsibility and is a hallmark of quorum welfare work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p30\" class=\"\"><span class=\"emphasis\">Sixth,<\/span> through the home teachers, information is given to quorum presidents and bishops, identifying those in need. Presidents, if you don’t have a good home teaching program, you will never really know your members’ needs. Bishops won’t know who are the needy unless home teachers go as friends representing the bishop and quorum leaders to the home of each family and determine if all is well in that home. Are there any sick or in want? Are there family difficulties?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p31\" class=\"\">Presidents of stakes, you must not be misled into believing that the Church can discharge its duties to the poor and the needy by shifting that responsibility to the government. You should use the Lord’s welfare plan in caring for those in need. Forty years of experience have proven that this inspired welfare plan works. Hundreds of thousands of Latter-day Saints have been encouraged to help themselves through the use of these divine principles. So much depends upon our willingness to follow the Lord’s counsel—counsel which not only the Spirit has borne to us is true but which history has proven to be right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/the-stake-presidents-role-in-welfare-services.p32\" class=\"\">Stake presidents, you have the mantle of responsibility for teaching welfare service principles to your stakes, which means people helping people. Go home! Make it happen! Bless <span class=\"emphasis\">all<\/span> the lives in your stake. I testify that the welfare services plan of the Church is divinely designed and revealed in these latter days, to preserve the self-respect and dignity of man. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}