{"ID":3164, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Caring for the Poor—A Covenantal Obligation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p3\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03102_000_042<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p4\" class=\"\">Brothers and sisters, I have enjoyed this meeting very much, and I pray the Lord will bless me while I say a few words about the subject I have been asked to treat, and that is caring for the poor as a covenantal obligation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p5\" class=\"\">A covenant, says Webster, is a contract, “a binding and solemn agreement made by two or more individuals … to do or keep from doing a specified thing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p6\" class=\"\">As I began to consider whether caring for the poor is a covenantal obligation, I remembered a conference address I heard here in this building in 1936, given by Rulon S. Wells. That was forty-two and a half years ago. In that talk, Brother Wells explained that “between individuals we draw up an instrument and we sign it, and have it signed, sealed and delivered in the presence of witnesses, and then go before a notary public or a justice of the peace and make oath in order to make it binding, and in order that it may be still more so, laws are passed imposing penalties for breach of contract. These are in the nature of covenants which men make with their fellowmen.” (In Conference Report, Apr. 1936, p. 41.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p7\" class=\"\">With respect to Church covenants, he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p8\" class=\"\">“We should do the right, and if we do the Lord is bound, under the covenant that he has made with us. If we shall do all things whatsoever the Lord our God shall command us, there shall be glory added upon our heads forever and ever. That is the promise; it is God’s covenant. We are a covenant people, and that covenant has been restored to the earth with the restoration of the glorious Gospel of Jesus Christ our Lord, and all things whatsoever the Lord our God shall command us are embodied in that glorious Gospel of the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p9\" class=\"\">“Obedience, then, to the Gospel … will entitle us to eternal glory, worlds without end. That is the promise. The Lord keeps his covenants.” (In Conference Report, Apr. 1936, pp. 40–41.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p10\" class=\"\">In the 133rd section of the Doctrine and Covenants, the Lord defined “the fulness of his gospel” as “his everlasting covenant” (<span class=\"citation\" id=\"17134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17134)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17134)\">D&amp;C 133:57<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p11\" class=\"\">By accepting membership in the Church, through baptism and the laying on of hands for the gift of the Holy Ghost, a person enters into a covenant with the Lord to obey and live by all the requirements of the gospel. The Lord’s promise, conditioned upon such obedience, is the gift of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p12\" class=\"\">“What must we then think,” continued Brother Wells “of a covenant where God himself is the party of the first part? Such a covenant God has made with every one of us. He has entered into an agreement with us. If you will do all things which the Lord your God shall command you; if you will do his will, you shall have glory added upon your heads forever and ever. That is the pledge, and God keeps his covenant and we should do the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p13\" class=\"\">“How do we enter into that covenant? Not by signing a written instrument. True. But in a most impressive manner and a most authoritative manner. The Lord commissions his servants, bestows upon them his priesthood and authorizes them to perform sacred ordinances, the same as if he had signed it in person. They call attention to the necessity of following the Lord Jesus Christ and obeying his Gospel, doing all things whatsoever the Lord shall command us. That is the contract, and we enter into it in a most solemn way. What is the formality of it, if not by writing with pen and ink? It is by baptism by immersion for the remission of sins. What a wonderful and impressive formality! Could anything be more so? In baptism by immersion we symbolize both death and life, for as the Apostle Paul explains: ‘We are buried with [Christ] by baptism into death’ and brought forth out of the watery grave in likeness of his glorious resurrection.” (In Conference Report, Apr. 1936, p. 41.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p14\" class=\"\">This explanation of the significance of the baptismal covenant has remained vivid in my mind for all these forty years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p15\" class=\"\">I have also been impressed by Alma’s explanation of the baptismal covenant:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p16\" class=\"\">“Behold,” said he to the assembled believers, “here are the waters of Mormon … and now, as ye are desirous to come into the fold of God, and to be called his people, and are willing to bear one another’s burdens, that they may be light;<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p17\" class=\"\">“Yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort, and to stand as witnesses of God at all times and in all things, and in all places that ye may be in, even until death, that ye may be redeemed of God, and be numbered with those of the first resurrection, that ye may have eternal life—<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p18\" class=\"\">“Now I say unto you,” continued Alma, “if this be the desire of your hearts, what have you against being baptized in the name of the Lord, as a witness before him that ye have entered into a <span class=\"emphasis\">covenant<\/span> with him, that ye will serve him and keep his commandments, that he may pour out his Spirit more abundantly upon you?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p19\" class=\"\">“And now when the people had heard these words, they clapped their hands for joy, and exclaimed: This is the desire of our hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p20\" class=\"\">“And now it came to pass that Alma took Helam, he being one of the first, and went and stood forth in the water, and cried, saying: O Lord, pour out thy Spirit upon thy servant, that he may do this work with holiness of heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p21\" class=\"\">“And when he had said these words, the Spirit of the Lord was upon him, and he said: Helam, I baptize thee, having authority from the Almighty God, as a testimony that ye have entered into a <span class=\"emphasis\">covenant<\/span> to serve him until you are dead as to the mortal body; and may the Spirit of the Lord be poured out upon you; and may he grant unto you eternal life, through the redemption of Christ, whom he has prepared from the foundation of the world.” (<span class=\"citation\" id=\"40454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40454)\">Mosiah 18:8–13<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p22\" class=\"\">In light of these revelations, it seems inevitable to me, as it did to Brother Wells, that every person who is baptized and receives the gift of the Holy Ghost, which seals the ordinance, is under solemn covenant with the Lord to obey his commandments. With like certainty the scriptures make it clear that caring for the poor is one of those commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p23\" class=\"\">Few, if any, of the Lord’s instructions are stated more often, or given more emphasis in the scriptures than is the commandment that we members of his church take care of the poor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p24\" class=\"\">In December 1830, the very year in which the Church was organized, he decreed that “the poor and the meek shall have the gospel preached unto them” (<span class=\"citation\" id=\"17006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17006)\">D&amp;C 35:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p25\" class=\"\">And just a few days later, on January 2, 1831, he gave the Prophet Joseph the revelation recorded in the thirty-eighth section of the Doctrine and Covenants, in which he dramatically illustrated our obligation to provide for the poor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p26\" class=\"\">He says, “For your salvation,”—that’s a pretty good reason—“For your salvation I give unto you a commandment. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p27\" class=\"\">“Wherefore, hear my voice and follow me. …”<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p28\" class=\"\">(Now this was before the Church was a year old.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p29\" class=\"\">“And let every man esteem his brother as himself, and practise virtue and holiness before me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p30\" class=\"\">“And again I say unto you, let every man esteem his brother as himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p31\" class=\"\">“For what man among you having twelve sons, and is no respecter of them, and they serve him obediently, and he saith unto the one: Be thou clothed in robes and sit thou here; and to the other: Be thou clothed in rags and sit thou there—and looketh upon his sons and saith I am just?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p32\" class=\"\">“Behold, this I have given unto you as a parable, and it is even as I am. I say unto you [he’s talking to the members of the Church], be one; and if ye are not one ye are not mine. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p33\" class=\"\">“And now,” he continued, “I give unto the church in these parts a commandment, that certain men among them shall be appointed, and they shall be appointed by the voice of the church;<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p34\" class=\"\">“And they shall look to the poor and the needy, and administer to their relief that they shall not suffer.” (<span class=\"citation\" id=\"17007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17007)\">D&amp;C 38:16, 22, 24–27, 34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p35\" class=\"\">Just a month and five days later the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p36\" class=\"\">“If thou lovest me thou shalt serve me and keep all my commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p37\" class=\"\">“And behold, thou wilt remember the poor, and consecrate of thy properties for their support … with a covenant and a deed which cannot be broken.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p38\" class=\"\">“And inasmuch as ye impart of your substance unto the poor, ye will do it unto me.” (<span class=\"citation\" id=\"17018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17018)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17018)\">D&amp;C 42:29–31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p39\" class=\"\">Before the month ended, he added in another revelation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p40\" class=\"\">“Behold, I say unto you, that ye must visit the poor and the needy and administer to their relief” (<span class=\"citation\" id=\"17020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17020)\">D&amp;C 44:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p41\" class=\"\">At the conference held in June of 1831, the Lord instructed the elders to “remember … the poor and the needy, the sick and the afflicted, for he that doeth not these things, the same is not my disciple” (<span class=\"citation\" id=\"17023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17023)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17023)\">D&amp;C 52:40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p42\" class=\"\">Later the same month he declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p43\" class=\"\">“Wo unto you rich men, that will not give your substance to the poor, for your riches will canker your souls; and this shall be your lamentation in the day of visitation, and of judgment, and of indignation: The harvest is past, the summer is ended, and my soul is not saved!” (<span class=\"citation\" id=\"17024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17024)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17024)\">D&amp;C 56:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p44\" class=\"\">I suppose I’ve said enough to establish the fact that caring for the poor is a covenantal obligation. It follows, then, that we look after our poor and distressed not only because it is convenient, or exciting, or socially acceptable; we should do it first and foremost in fulfillment of our covenant with the Lord that we will do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p45\" class=\"\">The seriousness with which the Lord considers the covenants he enters into with us is illustrated in what he said about the priesthood covenant:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p46\" class=\"\">“He that receiveth me,” said Jesus, “receiveth my Father;<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p47\" class=\"\">“And he that receiveth my Father receiveth my Father’s kingdom; therefore all that my Father hath shall be given unto him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p48\" class=\"\">“And this is according to the oath and covenant which belongeth to the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p49\" class=\"\">“Therefore, all those who receive the priesthood, receive this oath and covenant of my Father, which he cannot break, neither can it be moved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p50\" class=\"\">“But whoso breaketh this covenant after he hath received it, and altogether turneth therefrom, shall not have forgiveness of sins in this world nor in the world to come.” (<span class=\"citation\" id=\"17076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17076)\">D&amp;C 84:37–41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p51\" class=\"\">A few illustrations of the consequences of failing to perform according to our covenants should stimulate us to review our own performance, increase our fast offerings, and be more faithful in our welfare work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p52\" class=\"\">Speaking directly to the subject of our providing for the poor, the Lord said in April of 1834, just four years after the Church was organized:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p53\" class=\"\">“I, the Lord, stretched out the heavens, and built the earth, my very handiwork; and all things therein are mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p54\" class=\"\">“And it is my purpose to provide for my saints, for all things are mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p55\" class=\"\">“But it must needs be done in mine own way; and behold this is the way that I, the Lord, have decreed to provide for my saints, that the poor shall be exalted, in that the rich are made low.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p56\" class=\"\">“For the earth is full, and there is enough and to spare; yea, I prepared all things, and have given unto the children of men to be agents unto themselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p57\" class=\"\">“Therefore, if any man shall take of the abundance which I have made, and impart not his portion, according to the law of my gospel, unto the poor and the needy, he shall, with the wicked, lift up his eyes in hell, being in torment.” (<span class=\"citation\" id=\"17108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17108)\">D&amp;C 104:14–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p58\" class=\"\">This incisive statement is in harmony with the following prediction Jesus gave concerning the final judgment, as recorded in the twenty-fifth chapter of Matthew:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p59\" class=\"\">“When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p60\" class=\"\">“And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p61\" class=\"\">“And he shall set the sheep on his right hand, but the goats on the left.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p62\" class=\"\">“Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p63\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p64\" class=\"\">“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p65\" class=\"\">“Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p66\" class=\"\">“When saw we thee a stranger, and took thee in? or naked, and clothed thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p67\" class=\"\">“Or when saw we thee sick, or in prison, and came unto thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p68\" class=\"\">“And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p69\" class=\"\">“Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p70\" class=\"\">“For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p71\" class=\"\">“I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p72\" class=\"\">“Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p73\" class=\"\">“Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p74\" class=\"\">“And these shall go away into everlasting punishment: but the righteous into life eternal.” (<span class=\"citation\" id=\"36618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36618)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36618)\">Matt. 25:31–46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p75\" class=\"\">In conclusion, brothers and sisters, it seems to me that the scriptures clearly establish the fact that caring for the poor is a covenantal obligation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/caring-for-the-poor-a-covenantal-obligation.p76\" class=\"\">That each of us will fully discharge our obligation under that covenant, I humbly pray, and leave my blessing with you, in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}