{"ID":3166, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Come, Listen to a Prophet’s Voice”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1978\/11\/come-listen-to-a-prophets-voice.p3\" class=\"\">By Sister Ruth H. Funk<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03102_000_056<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:318e.jpg\" alt=\"Sister Ruth H. Funk\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/come-listen-to-a-prophets-voice.p4\" class=\"\">If we have been able to be instruments in the smallest way in serving the Lord, our joy is great. What a magnificent sight and how gently, softly, tenderly our hearts respond to the strong, pure voices of this rising generation. These daughters of God that you have heard sing represent almost three hundred thousand young women—our valiant, younger sisters on whom so much depends, standing as guardians on the frontier of the kingdom of God. How appropriate that their testimonies, borne through music, are part of this historic occasion. Miles separate; the spirit unites. We come to receive counsel from a prophet of God. As one eminent international editor observed, “If there is an answer to the moral decadence of the world today, it will come through the Mormon Church which claims continuous revelation.” To this fact I bear fervent testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/come-listen-to-a-prophets-voice.p5\" class=\"\">This evening our prophet speaks specifically to us—female members of the Lord’s church. But his message is for all the women of the earth who have ears to hear and hearts to understand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/come-listen-to-a-prophets-voice.p6\" class=\"\">The one whose name this church bears has equal and unconditional love for each of his children—both those who know him and those who do not know him so well. Whatever your current situation, my sisters, he reaches out to you. And so does his earthly mouthpiece. Come, let us listen to a prophet’s voice. How blessed I have been to be called to serve in various general capacities these past thirty-one years through and under the inspired leadership of four prophets, men of God’s choice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/come-listen-to-a-prophets-voice.p7\" class=\"\">But tonight I come without the mantle of a calling or the official voice of an organization. I come as a woman, as a wife, as a mother, as a handmaiden of the Lord, but most important of all, as a daughter of God and a member of his church—an identity I share with nearly all within the sound of my voice. I have pleaded with my Heavenly Father to guide me in preparing for the awesome responsibility I face. May his love make us one, though we span the globe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/come-listen-to-a-prophets-voice.p8\" class=\"\">I have prayed fervently to know which, of all that could be said, should be said. I have been prompted to share with you a sacred personal experience. It so graphically demonstrates the reality, the nearness, the infinite love of Jesus Christ, that several times in the past I had thought to tell of it publicly. Always I was led not to do so. This evening, the Spirit whispers yes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/come-listen-to-a-prophets-voice.p9\" class=\"\">May it help you to feel an expanded awareness of the Savior’s deep personal involvement in each individual life. He is real. He is near, and he loves more than we can comprehend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/come-listen-to-a-prophets-voice.p10\" class=\"\">Our first two children were beautiful little girls. During my third pregnancy, a critical situation developed. It was soon recognized to be life-threatening. Medical experts advised us that there were two alternatives—my probable death, or therapeutic abortion of the child growing within me. The Holy Ghost testified there was no option—I would continue to carry our unborn child. Others in similar situations may well receive a different witness from him. This was personal revelation and was accepted. Anguishing months followed, months of pleading with the Lord that those near to me would have the same conviction, months of applying the power of the priesthood through my husband’s administrations. At last a healthy child was born—our first and only son. My life was spared. This is background for the incident that I feel prompted to share with you this evening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/come-listen-to-a-prophets-voice.p11\" class=\"\">It occurred when this most treasured, little son was nearly three years old. One day, suddenly and without warning, he stopped breathing and fell to the floor, apparently lifeless. My husband was not home, and I called my ten-year-old daughter, Nancy, to get help as I carried him to the bedroom. As I worked to revive him, I literally, cried out unto the Lord. I begged him to spare our only son. I promised that I would dedicate myself to training him up to be an instrument in the hands of God if he would be spared. The police arrived with their emergency equipment. I continued in fervent, vocal prayer to the Lord, petitioning him to restore our little boy. The doctor arrived. Just as a stimulant was to be injected directly into his heart as a final emergency measure, he cried. My prayers had been answered, but I was to receive further testimony of this in a most unexpected way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/come-listen-to-a-prophets-voice.p12\" class=\"\">The next morning, our son climbed on his daddy’s knee. “I was sitting on the lap of Jesus,” he said. Then he went on, “He looked into my eyes. I was so happy. I wanted to stay there with him, but he told me I had to go back home to you.” Even now, twenty-four years later, our son remembers vividly the reciprocal love he experienced during his brief “step out of time.” He is vigorous and well, living with his lovely wife and a little son of his own as he continues to serve the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/come-listen-to-a-prophets-voice.p13\" class=\"\">Just as this child, for that one brief moment, knew and felt the love of the Savior, may we, as women of all ages, as daughters of God, as wives, as mothers, as contributing members of society whose identities are being challenged, seek to know him well enough to love him, well enough to serve him. Seek his face. Reciprocate his love. Reflect it to others. Consider this sobering thought as expressed by C. S. Lewis: “It is a serious thing to live in a society of possible gods and godesses” (<span class=\"emphasis\">The Weight of Glory, <\/span>Grand Rapids, Mich: William B. Eerdmans Publishing Co., 1965, pp. 14–15.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/come-listen-to-a-prophets-voice.p14\" class=\"\">Jesus Christ is our Savior, our brother, our friend. He is as near as we allow him to be. Our only ultimate joy and happiness is predicated upon our relationship with him. Our only peace, through disappointments, sorrow, and challenges, will come as we draw nearer unto him. With such love for our Redeemer, every difficult experience may be met with courage, acceptance, and even gratitude. His love for us is a gift beyond price. What does he ask in return? “Love one another; as I have loved you.” (<span class=\"citation\" id=\"28960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28960)\">John 13:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1978\/11\/come-listen-to-a-prophets-voice.p15\" class=\"\">To these truths I bear solemn witness, for I know this is God’s church. I know God lives, as does his Beloved Son, our Savior Jesus Christ; and the Lord’s word will go forth this night through his chosen mouthpiece, President Spencer W. Kimball. May we listen to a prophet’s voice, I pray in the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}