{"ID":317, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Responsibility of Women<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, October 1947, pp. 149-154<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, this has been a glorious conference. I am tempted to say it is the\nbest we have ever had, unless it be that the last is always the best.\n<\/p><p>\nI have enjoyed the remarks made by the brethren. I think every gospel principle of\nconsequence, and they are all of consequence, has been discussed before us the last three\ndays. I feel built up in my faith as a result of this conference, and feel indeed that the Spirit\nof God has been with us to help us and inspire us during these meetings.\n<\/p><p>\nMy own contribution this afternoon must of necessity be a humble one since, like Brother\nJoseph Fielding Smith, I have had the experience of hearing my eloquent colleagues taking,\none after the other, some of my sermons and delivering them splendidly to the congregation.\n<\/p><p>\nAPPRECIATION FOR CENTENNIAL PROGRAM\n<\/p><p>\nBefore saying, however, what is on my mind, I would like to call attention to a remark made\nby President David O. McKay in this morning's service. He took occasion to thank the people\nof the Church and the people of the state for the assistance they have given him and the\ngovernor and members of his commission in carrying out the centennial celebration. We are\nall grateful for that courteous remark, but I felt that we should reverse the matter; that we, as\nmembers of the Church, as citizens of Utah, should extend to these men with President\nMcKay at their head, our thanks for the splendid program that was arranged and supervised\nby them. Throughout this state, and in the wards and stakes of Zion far beyond the boundaries\nof Utah, this program has been carried out to the great joy and refreshment of the people who\nbelong to the Church, and of many others, not of our faith.\n<\/p><p>\nI would like to say the same thing about President George Albert Smith and his commission.\nThey also had a difficult task, to get in readiness after long planning, the great pioneer\nmonument which now adorns the hill to the east, and to have it ready on time. On the 24th of\nJuly last, they were ready, and the dedicatory exercises were held and the responsibility\naccomplished.\n<\/p><p>\nTo these two men and their commissions&mdash;I think I can speak freely and\ncorrectly in your behalf&mdash;when I extend to them your thanks and appreciation for work well\ndone.\n<\/p><p>\nThe monument on the hill is in honor of the Mormon Pioneers&mdash;that is its principal\nobjective&mdash;but through the sculptor's skill it embodies a practically complete, pre-pioneer\nhistory of this region. If one will walk about the monument, study the figures, learn to\nunderstand their meanings, he will have a good conception of all that happened in these\nvalleys from 1776, when Father Escalante entered what is now Utah, up to the coming of the\nPioneers in 1847.\n<\/p><p>\nTHE GLORY OF THE PIONEERS\n<\/p><p>\nOn July 24, 1947, just before the great parade began, I stood near the group of surviving\npioneers seated in front of the Church Administration Building. I looked at them, talked with\nthem, looked into their faces and at their hands, and read a good part of their life's history as\nI moved among them. Their faces told a wonderful story, not only of toil, but of great\naspirations, of great faith; their hands likewise. I don't know whether you all look at the\nhands of people, but hands are eloquent testators of life's journey, from the chubby little fist\nof the baby to the veined hands of age.\n<\/p><p>\nThese men and women had endured much, they who were seated by the Administration\nBuilding on that occasion. They came here as children, mere children, but they shared in the\npioneer building. Many of us here, like myself, have known personally scores and scores of\nthose who as mature men and women came here in early pioneer days and made this state and\nthis region what it is today. I was touched in my heart as I became acquainted with these\nold, may I say, men and women, and saw in them the glory of the story that we have been\ncelebrating this last year.\n<\/p><p>\nWhen the next general conference of the Church comes, this year of memories which I know\nhas been refreshing to all of us&mdash;it has to me&mdash;will be itself a memory, but a great and a\nglorious memory! And as I stood by these pioneers, the last survivors of those who came\nbefore the railroad, I observed that the great majority, on my side at least, were made up of\nwomen, women rich in years, not old&mdash;because of course no woman ever gets old&mdash;and I could\nread in their faces the story of their lives, how they had toiled, how they had labored, how\nthey had built Zion, with their husbands and children.\n<\/p><p>\nWOMAN'S CONTRIBUTION\n<\/p><p>\nWoman's share in the building of the West is understood by all of us, but sometimes we\nforget to give her the praise which is her due. As the man went out to clear the sagebrush, she\nstayed home and finished the little pioneer building, inside at least. She cooked the simple\nfood for her husband and her family; and usually somewhere in a corner outside she planted\nflower seeds to add a touch of beauty to life.\n<\/p><p>\nWe cannot live without beauty. That has been said over and over here today,\nand yesterday, and the day before. Life is more than three meals a day. One must move into\nthe spiritual realm which lies all about us to win full enjoyment in life.\n<\/p><p>\nI hope that we all, on this occasion, and in days to come, as I am sure has been done in days\npast, give proper tribute to pioneer women, our mothers, grandmothers, great-grandmothers,\nwho did quite as much in their way as did the men. It was their opportunity to help build this\ngreat western empire, and they accepted the challenge, without fear.\n<\/p><p>\nFAITH OF PIONEER WOMEN\n<\/p><p>\nThis pioneer woman did something which glorifies her memory. There were times when the\nman became discouraged. They had both come perhaps from easier climates. Perhaps she\ncame with soft hands, rosy English cheeks. She had to meet the hardships of the West.\nSometimes the man, unused to the toil, the clearing of sagebrush, the plowing of the land, and\nall these new things, became discouraged. Sometimes despair overtook him. Then it was that\nthe woman came to the rescue. When he looked down, she looked up. When he half-doubted,\nshe increased in faith.\n<\/p><p>\nThe finest picture of that quality in woman's nature, within my knowledge, is on the south\nplaque of the Sea Gull Monument. If you have not seen it, take a look at it. The crickets had\ncome; destruction to the crops seemed inevitable; the man has given up, but the woman stands\nwith head raised looking towards heaven. She may not have known Browning's lines but she\nknew that:\n<\/p><p>\n&nbsp; &nbsp; God's in his heaven&mdash;<br \/>\n&nbsp; &nbsp; All's right with the world.\n<\/p><p>\nI think this Mahonri Young's finest piece of work, among the many fine ones executed in his\nlong series of years&mdash;he is now getting to be an old man like the rest of us.\n<\/p><p>\nAPPRECIATION FOR WORK OF WOMEN\n<\/p><p>\nIn speaking of the pioneer woman, I come necessarily to women of every time. Not only the\npioneer woman, but the woman of today and tomorrow, of the east and of the west, and of\nthe north and of the south, wherever we go. We men have good reason to thank God for the\nwomen of our households. They are strong in faith, full of courage, able to do the work that\nthe day brings.\n<\/p><p>\nI have brought with me quotations from two of the great Presidents of the Church of Jesus\nChrist of Latter-day Saints. Here is one from Heber J. Grant, whom we all knew and loved.\nHe said:\n<\/p><p>\nWithout the wonderful work of the women I realize that the Church would have been a\nfailure.\n<\/p><p>\nA strong statement. I am not saying that, I am quoting from President Grant.\n<\/p><p>\nThe mother in the family, far more than the father, is the one who instills in the hearts of the\nchildren a testimony and love for the gospel of Jesus Christ. Our fathers and mothers came\nhere in the early days for the one and only thing&mdash;to serve the Lord, and to labor for the\nsalvation of humanity, and wherever you find a woman who is devoted to this work, almost\nwithout exception you will find that her children are devoted to it.\n<\/p><p>\nAnother President of the Church whom we loved greatly who really belongs to our day&mdash;most\nof us here knew him, a prince, a king among men&mdash;Joseph F. Smith, said on one occasion:\n<\/p><p>\nThere are people who are fond of saying that women are the weaker sex. I don't\nbelieve it. Physically they may be, but spiritually, morally, religiously, and in faith\nwhat man can match a woman who is really convinced! They are always more\nwilling to make sacrifices, and are the peer of men in stability, godliness, morality,\nand faith.\n<\/p><p>\nIn the 1870's the distinguished grandfather of the distinguished grandson who is here today,\nColonel Thomas L. Kane&mdash;we call him affectionately, Colonel Kane, for by that title we knew\nhim best&mdash;came to Utah on his last trip. He and President Young traveled from Salt Lake to\nSt. George together. Colonel Kane had his wife and two children with him, one of them\npossibly Mr. Kent Kane's father. I am not sure about that. We have here in the congregation,\none of the two surviving daughters of Brigham Young, Mrs. Mabel Y. Sanborn who was on\nthat trip, and played with those children, sang songs with them. Mrs. Kane took occasion to\nwrite to her family a series of letters, which the family published privately in a little book. I\nread it the other day in Washington, D.C., in the Library of Congress. I did not know then\nthat we had a copy in the historian's library. I found the great and fervent testimony that that\nwoman bore to the pioneer mothers of Utah, of the Mormon Church.\n<\/p><p>\nBut, if all this be true, a great responsibility rests upon womankind, one that we cannot\ndiscuss here because time does not permit, a tremendous responsibility. If she has strength and\nhas faith and has opportunity in this Church, what can she not do to build this kingdom as the\nLord would have it be!\n<\/p><p>\nSometimes we hear it said that this is a man's Church, not a woman's Church. That is a great\nmistake. It is not a man's Church; it is not a woman's Church; it is a Church of families,\nmade up of fathers, mothers, and children. The blessings that descend upon the family are\nshared by all the members of the family, each one according to his or her calling, organized\ncalling within the family.\n<\/p><p>\nTHE EVIL OF DIVORCE\n<\/p><p>\nOne more question remains in my mind, if President Smith will allow me to take two or three\nminutes more. In those early days we had practically no divorces, no marital upsets, no family\ntroubles such as we have today. Today the divorce evil in America is becoming a national\nscandal, nothing short of it. The question is often asked, How did it happen that we had\nfamily integrity, peace, and harmony in those early days? The Church has never said that\ndivorce should be forbidden, not be given nor taken. There may be\nconditions, under our frail mortal conditions, that justify divorce; but the Church has always\nlooked askance upon it and always with sorrow.\n<\/p><p>\nThe day journal of Brigham Young records that one day a sister came to him and said: \"My\nhusband is not good to me. I want a divorce.\" The journal goes on further to say that\nPresident Young talked with her about an hour, from ten to eleven in the morning. The\njournal gives the exact time. Then, when they had finished, he turned to the woman, and he\nsaid: \"Sister, I have heard your story. I am not going to give you a divorce.\" As you know,\nBrigham Young was a friend to the cause of women. He felt that they had the first right of\nchoice. \"I will not give you a divorce,\" he said. \"Go home and be good to you husband, and\ndon't expect heaven on earth\" (<span class=\"citation\" id=\"34133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34133)\">Matt. 6:10<\/a><\/span>).\n<\/p><p>\nThere is a tremendous lesson in that last phrase: \"Don't expect heaven on earth.\"\n<\/p><p>\nA man marries a girl and expects her to be a perfect woman; she expects him to be a perfect\nman; both are imperfect. Their business in life is to help each other to move more nearly\ntowards a state of perfection.\n<\/p><p>\nNEED FOR COMMON INTEREST IN KINGDOM OF GOD\n<\/p><p>\nBut I think the real reason why we had so little marital unhappiness in those earlier days was\nsomething that we have forgotten in our day. Man and woman husband and wife, had a\ncommon interest, a high, worthy interest which they shared in common. There is danger in\nthe household when a husband has one interest and the wife another. They are laying the\nfoundation for all manner of discord, ultimate dissatisfaction with their problems, family\nproblems. To be happy in life in a married condition, husband and wife must have a high,\nworthy, common interest, a common objective. That objective they had in those early\ndays&mdash;we should have it now; I hope we do have it. They did not come out here in these\nvalleys alone for food and clothing and shelter, to get a living. That was not the purpose of\nthe trek across the plains, but they came to find a place of safety and to help build the\nkingdom of God as God would have it done. All that they did their plowing, their washing of\ndishes, their mending of clothes, their raising of homes, fences, and barns, was done primarily\nthat they might better be able to further the interest of the kingdom of God upon earth.\n<\/p><p>\nIf every family in Zion will set out with that objective in all their doings, in all their\nundertakings, if everything is considered with reference to the building and growth of the\nkingdom of God, there will not be much for the divorce attorney to do. We will then live in\nhappiness together as families, and raise our children to be noble and useful citizens of the\nstate and of the Church.\n<\/p><p>\nThat lesson comes down to us from those early days, and connected with the place of woman\nin the society which we call the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nI know and have known of the strength of women. I grew up a widow's son, from my earliest\nchildhood. My father is but a dim shadow in my memory. She taught me, and she trained me,\nquite as well, I think, as a father could have done. The Lord helped her. The Lord does not\nlimit his blessings according to sex, but according to our faith and devotion to him.\n<\/p><p>\nThis has been a great conference. God bless us and be with us and make us mighty examples\nfor good to the world, I humbly pray, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}