{"ID":32, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Sowers and Reapers<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1942, pp. 32-33<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI was deeply, touched by the address of President Grant, which was read by President McKay\nthis morning. On the day that President Grant was chosen as one of the Twelve Apostles by a\nrevelation of the Lord to President John Taylor, my father was also called and ordained a\nmember of the First Council of the Seventy. He succeeded his father, President Joseph Young,\nwho was ordained to his position by the Prophet Joseph Smith in the Kirtland Temple in\nFebruary, 1835. My grandfather and my father both had deep and abiding testimonies of the\ndivinity of the gospel of Jesus Christ as it was restored by the Prophet Joseph Smith. I am\ngrateful to the Lord for the same testimony, for I know that God lives, that Jesus Christ is the\nSavior of the world, and that Joseph Smith was a prophet of God, for he spoke for God and\nwas sharer of God's counsels. He was the bearer and preacher of God's Word, and opened\none of the greatest stages of religion in the history of mankind.\n<\/p><p>\nMy brethren of the seventies, we are awakened to the great responsibilities of teaching the\ngospel to all mankind. If ever the world needed the Word of God, it is today. For this reason\nwe must have vision, which gives us a view of the future as well as insight into conditions of\nthe present. The calling of the seventy is an ideal of fellowship, with sacred obligations to\nGod. Our spiritual obligations must make for unity and concord, and promote a spiritual\nculture within our ranks, which will give us power to teach the Word. From now on, we of\nthe organizations of seventy will glorify our work as never before, for I believe that the world\nis waiting for the truths of God. Every one of us has a sacred duty and trust, and while we as\nmissionaries have our daily vocations, the most joyful recreation is in going to the homes of\npeople with the gospel message. Remember the divine injunction: \"Not slothful in business,\nfervent in spirit, serving the Lord\"\n(<span class=\"citation\" id=\"42653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42653)\">Rom. 12:11<\/a><\/span>).\nOur hearts need not be troubled or afraid, if we have the\nsimple faith in God and the work He has given us to do. We remember the words of the\nProphet Micah:\n<\/p><p>\n. . . in the last days it shall come to pass, that the mountain of the house of the Lord shall be\nestablished in the top of the mountains, and it shall be exalted above the hills; and people\nshall flow unto it. And many nations shall come, and say, Come, let us go up to the mountain\nof the Lord (<span class=\"citation\" id=\"37870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37870)\">Micah 4:1-2<\/a><\/span>).\n<\/p><p>\nThe nations have come to the mountain of the Lord, and they will continue to come and be\ntaught by you, my brethren, for the prophet continues and says:\n<\/p><p>\n... they shall beat their swords into ploughshares, and their spears into pruninghooks: nation\nshall not lift up a sword against nation, neither shall they learn war any more\n(<span class=\"citation\" id=\"37871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37871)\">Micah 4:3<\/a><\/span>).\n<\/p><p>\nYou stake mission presidents should call your brethren around you and teach the gospel.\nRemember when you approach people, you will receive from them the same thought that you\ngive them. If hate, you will receive hate; if love, it will be love. God will be the judge of\ninstitutions and people; it is your duty to \"love the Lord thy God with your might, mind, and\nstrength, and thy neighbor as thyself\"\n(<span class=\"citation\" id=\"33808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33808)\">Matt. 22:37-39<\/a><\/span>).\nIn his letter to the Ephesians, Paul speaks of the grace\nthat is given each one:\n<\/p><p>\n... for the work of the ministry . . . Till we all come in the unity of the faith, and of the\nknowledge of the Son of God, unto a perfect man, unto the measure of the stature of the\nfulness of Christ (<span class=\"citation\" id=\"21597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21597)\">Eph. 4:12-13<\/a><\/span>).\n<\/p><p>\nWe pray that the missionaries of all the stakes of Zion will from now on have new life. We\nmust turn our thoughts forward, for the gospel will meet every man's wants, and protect and\nguide his life. You will see your labors rewarded. Sowers and reapers will rejoice together.\nYou are committed to nothing but the truth. People will listen to you. God bless all the\nmissionaries in the Church, that they may see the importance of the work as never before, and\ngo forth with the Light of God in their hearts, I humbly pray. Amen.\n<\/p>\n<\/div>\n<\/div>"}