{"ID":3201, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Because I Have a Father”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p2\" class=\"\">Elder Paul H. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03109_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26ec.jpg\" alt=\"Elder Paul H. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p3\" class=\"\">Millions throughout the world sustain President Kimball as a prophet of the Lord. We in the Church sing a very important hymn that says, “We thank thee, O God, for a prophet \/ To guide us in these latter days” (<span class=\"emphasis\">Hymns,<\/span> no. 196). Prophets have done that throughout all of history. I testify to you that Spencer Kimball really is a prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p4\" class=\"\">For many years I have been a people-watcher. I love to watch people. They are interesting, fascinating. There is a sermon in every face. Faces! Smiling faces, frowning, angry, calm, unhappy, content. Faces! Round, square, oval, dimpled, beautiful, plain, striking, ordinary. Faces! Old and young.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p5\" class=\"\">Is there anything quite so revealing as a boy’s face at his birthday party, the faces of a young couple just engaged, of new parents with their first child, of a proud mom and dad at their son or daughter’s graduation, of a husband and wife on their golden wedding anniversary?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p6\" class=\"\">Is there anything quite so funny as the face of a six-year-old with bubble gum exploded from ear to ear, a forgetful girl with two dates for the same night, a young bride who innocently cooks the peas in the pod, a parent who calls every name in the house before finding the right one, grandpa without his teeth?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p7\" class=\"\">And finally, is there anything quite so touching as the face of a teenager alone in a new school, a couple upon the death of their first child, parents worried sick over a wayward child, old people unvisited, a child in prayer?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p8\" class=\"\">Faces! They reveal so much! They tell a story. Speaking of faces, let me just share a little experience with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p9\" class=\"\">One day I was taping a radio program that was just a series of chats with little children. We had five or six children come down to the studio, and they were all dressed up in their bandbox best. I just started talking to them, one at a time. We were hoping to catch some snatch of conversation that would be good for the broadcast. The first one was a little five-year-old, and as she came in, I put her on my lap. I said to her, “Tell me, do you like to go to church?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p10\" class=\"\">“Nope.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p11\" class=\"\">I said, “Why not?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p12\" class=\"\">“Too boring.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p13\" class=\"\">I lifted her off and said, “Next.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p14\" class=\"\">I didn’t think that we ought to air that family secret. I talked to two or three other children, and finally the door opened and a little toddler came in, cute as a button, in a freshly ironed dress. You know what her mother must have put her through to get her ready to come down to the studio. What an innocent face! I picked her up and said, “Well, who are you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p15\" class=\"\">She said, “Cory.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p16\" class=\"\">I said, “How old are you, Cory?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p17\" class=\"\">She raised three fingers. “Three.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p18\" class=\"\">By now I was out of questions, so I said, “Do you know how to sing?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p19\" class=\"\">“Uh-huh.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p20\" class=\"\">“Would you sing for me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p21\" class=\"\">“Uh-huh.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p22\" class=\"\">Without any prompting she commenced to sing a medley of Primary songs, ending with “I Am a Child of God.” I don’t know what that does to you, but I’m kind of tender. I looked through the window, and the engineer was even pushing back a tear or two himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p23\" class=\"\">Then I said, “Well, Cory, you sing like you know God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p24\" class=\"\">“Uh-huh.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p25\" class=\"\">I said, “How would a three-year-old know God?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p26\" class=\"\">She looked at me, and I’ll never forget her answer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p27\" class=\"\">She said, “Because I have a father.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p28\" class=\"\">And I thought, “Oh, the power of a father in the home!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p29\" class=\"\">I said, “Do you know Jesus?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p30\" class=\"\">“Uh-huh.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p31\" class=\"\">I said, “Who’s Jesus?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p32\" class=\"\">She said, “Our Elder Brother.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p33\" class=\"\">I said, “Do you love Jesus?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p34\" class=\"\">“Uh-huh.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p35\" class=\"\">“Why do you love Jesus?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p36\" class=\"\">She responded, “Because of what he did for us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p37\" class=\"\">I said, “What did Jesus do for us?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p38\" class=\"\">She came right back and said, “He died for us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p39\" class=\"\">I said, “Why would he do that?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p40\" class=\"\">And she looked at me as if to say, “Well, don’t you know?” She said, “So you and I will live again.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p41\" class=\"\">And I thought, what marvelous insight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p42\" class=\"\">Isn’t it amazing how people can know at three what they can’t understand at thirty-three or fifty-three? What she was saying is that God the Father has not forgotten us here in mortality. He has not removed himself to a far corner of the universe to watch our antics with indifference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p43\" class=\"\">Many people, you know, believe that he’s done just that. They can’t believe that he could create a universe, people a world with billions of souls, and still care a whit what happens to a single individual with his small concerns. They can’t believe that they’re that important to anyone, let alone to the Creator of it all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p44\" class=\"\">May I tell you that I know that God lives, that he cares, and that he knows each one of us individually by name? Somewhere between youth and growing up many of us lose that simple faith of a child. Who puts out the light in our eyes and replaces it with the dull film through which most of us see the world and our place in it? Perhaps it is because our lives sometimes hold more frustration than we think we can bear. We get all caught up in the thick of thin things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p45\" class=\"\">As one man said, “Sometimes I hear a great talk or read an inspirational book and I just really feel inspired. It seems that a stirring giant in me comes awake. But then I get a flat tire on the way to work or an unexpected bill I can’t pay, or my children won’t get off the phone, and somebody else gets the promotion at the office. My good intentions just fade away in the crunch of everyday life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p46\" class=\"\">We are all the same way no matter who we are or where we live, no matter what our wealth or position in the world. We have just about all we can do to cope with each day. Oh, the pressures and frustrations may be small ones sometimes. We may have too much to do, we may feel unappreciated, we may lose a button off our coat, or just not be able to get above the mundane. It sometimes doesn’t have to be a whole lot. But the accumulation of it all, day after day, just wears down our motor—like our neighbor’s dishwasher that recently required a fifty-dollar repair job because a toothpick got into the works.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p47\" class=\"\">And for each of us there may be times when we have to cope with real tragedy, real opposition. There are those who lose a loved one who was the very light of their life. Health may deteriorate. There may be some in this very listening audience who cannot make ends meet or get enough food to fill an aching stomach. I remember reading of a man who was a prisoner of war in Vietnam who did not sleep for months because he was in such pain from beriberi. The only rest he got was when the pain became so intense his body could not stand it any longer and he would lose consciousness. How do you cope with that?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p48\" class=\"\">Well, whether it’s for small reasons or big ones, there are sometimes questions that enter our hearts: Could I have been more? Could I have done more? Is there some evasive, elusive happiness I’ve missed along the way? <span class=\"emphasis\">How do I cope?<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p49\" class=\"\">And you know, the answer that men and women have found to those questions has given mankind its greatest moments because the message of the century is: God really lives. Jesus is the Christ. He has revealed himself in latter days, and he speaks to us through a prophet, such a one as we’ve heard this morning. Through modern prophets we can come to know the truth, the divine principles which help us live and adjust, which give meaning and direction to our lives. When these divine principles are applied, nothing can defeat us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p50\" class=\"\">You can’t cover up who you really are before His penetrating gaze. Whoever you are, however you are, he’ll take you as you are if you are willing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p51\" class=\"\">You remember that the Duke of Wellington was talking of the Battle of Waterloo when he said that it was not that the British soldiers were braver than the French soldiers. It was just that they were brave five minutes longer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p52\" class=\"\">And in our struggles sometimes that’s all it takes—to be brave five minutes longer, to try just a little harder, to not give up on ourselves when everything seems to beg for our defeat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p53\" class=\"\">I know a young man who is a quadriplegic. He has no use of his arms and legs, which have deteriorated without use. The only way he can get around is by lying on a specially designed cart which he steers with his chin. But what is most marvelous to me is that he won’t quit. This young man often wears red socks on his useless feet. They are there like a badge of defiance against his handicap, a mark for everyone who sees him wheeling around which says, “Look at me! I won’t give up.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p54\" class=\"\">I remember a great phrase I learned from my father some years ago. He said, “It matters not if you try and fail and try and fail again. It matters much if you try and fail and fail to try again.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p55\" class=\"\">How do you cope? I know a woman who is noted for her smile. Her good cheer is rarely daunted. I asked her how she managed it with all the irritations she has had in life, and she told me this: As a child she had been taking an important letter to her father, who stood just behind a barbed-wire fence. In her eagerness to get there she ran toward him and tripped, and she fell against the fence, cutting her face deeply from the forehead down through the cheek. It left a permanent scar, and the scar was mistaken for a frown and grouchiness. She said, “I couldn’t have the world think I have nothing but a frown to give, so I had to smile that frown away.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p56\" class=\"\">You and I cannot give up, no matter what the size of our struggles. We were not meant to be fear-haunted and defeated nobodies. There is something deep in our hearts saying that we belong to something higher. And that something higher is an eternal family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p57\" class=\"\">We must remember too that our struggles here are not too trivial to interest the Lord. Those of you who follow the developments of astronomy know that lately there has been a big stir in the scientific community about a galaxy prosaically called NGC 1961. It seems this galaxy has ten times the mass of our own Milky Way and billions of young, hot stars. When we think that our Lord created all that and understands the immensities of space that only boggle our minds, we have difficulty believing that his interest could ever devolve on something as minute as our little pain or concerns.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p58\" class=\"\">But the record of Christ’s life on earth certainly shows that he was not above caring for the human-size needs or fears of his earthly companions. Do you remember when Lazarus, the brother of Mary and Martha, died? Both sisters rushed to meet Christ to tell him of their sorrow and find comfort. And as they met him, they said in turn, “Lord, if thou hadst been here, my brother had not died” (<span class=\"citation\" id=\"28991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28991)\">John 11:21, 32<\/a><\/span>). Now, who would know better than Jesus Christ that there was to be a resurrection so that Lazarus would live again? He didn’t just say to them, “Chin up, ladies. It’s only a few years before you see your brother again.” Instead the scriptures tell us, “Jesus wept” (<span class=\"citation\" id=\"28993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28993)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28993)\">John 11:35<\/a><\/span>), wept in pure compassion for the pain and lack of understanding of his two friends. Then he hurried to the tomb and raised Lazarus from the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p59\" class=\"\">Think, too, when Christ was preaching to the multitude and then performed the miracle of the fish and the loaves to feed the hungry masses. He wasn’t responding then to something earthshaking or lofty. He saw the human need to be fed and he used his divine powers to meet that need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p60\" class=\"\">Well, our frustrations and disappointments may be just pinpricks in the eternal scheme of things, but since they do not seem that way to us, they do not seem that way to the Lord. Quit thinking that tomorrow your problems will go away and life will begin in earnest. The Lord is waiting to help you cope today if you will lay your human-size needs at his divine feet. Pray in specifics about the problems, little or big, that impede your progress and dull your best dreams. Knock, seek, and you shall find the answer to your prayers. That I promise you because you really are his child. He will give you the comfort and the counsel that you need, the courage to lift up your head and face your todays with faith and hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/because-i-have-a-father.p61\" class=\"\">You see, my bright-eyed, three-year-old friend was right all along. Why will you make it in today’s world? Why will you be able to cope? Cory’s answer was right: “<span class=\"emphasis\">Because you have a Father,” <\/span>to which I testify, in the holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}