{"ID":3207, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Heritage of Royal Families\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p2\" class=\"\">Elder Royden G. Derrick<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03109_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26a2.jpg\" alt=\"Elder Royden G. Derrick\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p3\" class=\"\">Those who believe in the Bible should not find it difficult to accept the experience related by the Prophet Joseph Smith concerning the visit of an ancient American prophet, Moroni. It happened on the evening of 21 September 1823, in Manchester, New York. Joseph Smith related:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p4\" class=\"\">“While I was thus in the act of calling upon God, I discovered a light appearing in my room, which continued to increase until the room was lighter than at noonday, when immediately a personage appeared at my bedside, standing in the air, for his feet did not touch the floor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p5\" class=\"\">“He had on a loose robe of most exquisite whiteness. … His hands were naked, and his arms also, a little above the wrist; so, also, were his feet naked, as were his legs, a little above the ankles. His head and neck were also bare. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p6\" class=\"\">“Not only was his robe exceedingly white, but his whole person was glorious beyond description, and his countenance [was] truly like lightning. The room was exceedingly light, but not so very bright as immediately around his person. When I first looked upon him, I was afraid; but the fear soon left me.” [<span class=\"citation\" id=\"30633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30633)\">JS—H 1:30–32<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p7\" class=\"\">In the conversation that ensued, Moroni instructed Joseph Smith regarding valuable records he had deposited in the earth fourteen centuries before. Among other things, he quoted from the book of Malachi, with some deviation as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p8\" class=\"\">“Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the coming of the great and dreadful day of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p9\" class=\"\">“… And he shall plant in the hearts of the children the promises made to the fathers, and the hearts of the children shall turn to their fathers. If it were not so, the whole earth would be utterly wasted at his coming.” [<span class=\"citation\" id=\"30635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30635)\">JS—H 1:38–39<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p10\" class=\"\">How could the gravity of this important message be more dramatically emphasized? We should not dismiss it lightly. It places upon our shoulders a sacred responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p11\" class=\"\">On 3 April 1836, Joseph Smith and Oliver Cowdery had a most glorious manifestation in the Kirtland Temple. The resurrected Christ appeared before them. Joseph Smith’s description of the Savior on that occasion is one of the most precious of our scriptures (see <span class=\"citation\" id=\"17296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17296)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17296)\">D&amp;C 110:2–3<\/a><\/span>). Then Moses appeared and committed to them the keys of the gathering of Israel; then Elias, who committed the dispensation of the gospel; and finally, the prophet Elijah, who announced:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p12\" class=\"\">“The time has fully come, which was spoken of by the mouth of Malachi—testifying that he [Elijah] should be sent, before the great and dreadful day of the Lord come—<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p13\" class=\"\">“To turn the hearts of the fathers to the children, and the children to the fathers, lest the whole earth be smitten with a curse” (<span class=\"citation\" id=\"17297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17297)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17297)\">D&amp;C 110:14–15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p14\" class=\"\">What glorious experiences these must have been as those of ancient days appeared and committed the keys necessary to accomplish the work of salvation in these latter days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p15\" class=\"\">From that day to this, the Saints, whenever circumstances permitted, and even when they didn’t, have built temples, searched out their ancestors, prepared a genealogical record, and performed the necessary saving ordinances for their own salvation and that of their progenitors. This is the turning of the hearts of the children to the fathers, about which both Elijah and Malachi spoke.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p16\" class=\"\">We have been given the responsibility by the Lord to do this work for all those who have passed on. Laws of privacy are such that we presently do temple work only for those who died beyond ninety-five years ago, except at the initiation of family members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p17\" class=\"\">We estimate that there are available written records existing of the names and vital statistics of about 6 billion persons who died before <span class=\"small\">A.D.<\/span> 1900. Nearly all of those names are for people who lived between <span class=\"small\">A.D.<\/span> 1200 and 1900. Of these, we have microfilmed the records of about 1 billion and have completed the temple work for about 57 million. We estimate that there are 2.5 billion records of individuals available to acquire at this time, and another 2.5 billion that we anticipate will become available as the doors to other nations open to us. We are currently microfilming and storing in our vault 100 million additional names each year. Considering the value and perishability of these records, this is a great service not only to the Church but to the entire world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p18\" class=\"\">For many years we relied mainly upon family and individual genealogical research for obtaining names for proxy temple work. Beyond a few close generations, gathering names by family genealogical research is slow and inefficient. For example, in a recent presentation, Elder J. Thomas Fyans estimated that he has as many as 348 third cousins who have the same second-great-grandfather (see <span class=\"emphasis\">Ensign,<\/span> Nov. 1978, p. 28). If each were to be searching for information on that same person, there would be untold duplication of effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p19\" class=\"\">We commend you, and all of those who have gone before, who have so diligently researched your ancestry. Your effort, your faith, and your diligence have established a solid foundation for this work to proceed. You have earned the reputation for the city in which our Church is headquartered as being the genealogical center of the world. This reputation you have built has opened doors for the work to expand that may have otherwise remained closed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p20\" class=\"\">It is unlikely that we can accomplish the temple work that must be done if we continue to rely upon individual research alone. In recent years we have moved into the computer age. New technology is progressing rapidly. The time has come for us to take advantage of this remarkable mechanism which the Lord has made available to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p21\" class=\"\">Last year we announced the name extraction program. Stakes have set up units to extract names for use in the temples from microfilm furnished from our storage vaults. The progress has been gratifying. We are optimistic that improving technology will result in a further reduction of unit cost and effort to enable us to accomplish even more.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p22\" class=\"\">Members have inquired as to what their role is <span class=\"emphasis\">now<\/span> in fulfilling this charge given to us by the Lord through his prophets. Our answer is—<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Complete your four-generation family group records and pedigree chart. Compare your records with those of your brothers and sisters to confirm accuracy. Then, just one of you forward one set of sheets, listing all brothers and sisters on the first line, to the Genealogical Department commencing 1 July 1979, and concluding 1 July 1981.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Perform temple ordinances regularly.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Participate in your stake name extraction program when invited to do so.<\/p>\n\t\t\t\t\t<p>Now, there is one more to which we must give more attention than we have in the past:<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Write personal and family histories.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p28\" class=\"\">The televising of the film series “Roots,” and more recently “Roots II,” has stirred an interest in personal and family histories that the experts believe is here to stay. One of the major television networks recently expressed this belief and with our cooperation has filmed a documentary on this subject. In 1980, our World Conference on Records will be oriented toward the writing of personal and family histories. This will give members of the Church and others the opportunity of learning how it can be done from experts the world over.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p29\" class=\"\">Have you ever dreamed of belonging to a royal family? A royal family has the authority to be such—received from one who has a right to bestow such an honor. You likely have a person holding such a dignified honor right in your own home. The Apostle Peter, addressing the Saints of his day, said, “Ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people” (<span class=\"citation\" id=\"2372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2372)\">1 Pet. 2:9<\/a><\/span>). Don’t you have this same royal priesthood in your home?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p30\" class=\"\">A royal family is a family whose members are honest, true, chaste, benevolent, virtuous, temperate, patient, charitable, humble, diligent, well read, and law-abiding. The Lord has cautioned, “But I have commanded you to bring up your children in light and truth” (<span class=\"citation\" id=\"17273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17273)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17273)\">D&amp;C 93:40<\/a><\/span>). He also instructed us, “And they shall … teach their children to pray, and to walk uprightly before the Lord” (<span class=\"citation\" id=\"17220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17220)\">D&amp;C 68:28<\/a><\/span>). He further said, “Seek ye out of the best books words of wisdom; seek learning, even by study and also by faith” (<span class=\"citation\" id=\"17262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17262)\">D&amp;C 88:118<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p31\" class=\"\">A royal family is a family of well-disciplined parents and children who control their appetites. The Lord promises those who do so, “And all saints who remember to keep and do these sayings, walking in obedience to the commandments, … shall find wisdom and great treasures of knowledge, even hidden treasures” (<span class=\"citation\" id=\"17264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17264)\">D&amp;C 89:18–19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p32\" class=\"\">A royal family is a family that is exemplary. They set a pattern for other families to follow. The Savior said, speaking to his faithful followers:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p33\" class=\"\">“Ye are the light of the world. A city that is set on an hill cannot be hid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p34\" class=\"\">“Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p35\" class=\"\">“Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.” (<span class=\"citation\" id=\"36633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36633)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36633)\">Matt. 5:14–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p36\" class=\"\">A royal family is a family that has a heritage. Many of our Church families have a pioneer heritage. There are many other kinds of heritages inherited by other families of the Church of which they can be duly proud. In our society a heritage is best perpetuated by a family history. Family histories should be kept up to date by succeeding generations. In addition, each member of the family should keep a daily journal, and from that he can prepare a personal history. President Kimball kept a personal journal, and from that was written a personal history that has made a valuable contribution to the literature of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p37\" class=\"\">A personal history becomes a family treasure that enables children to emulate the virtues and personal characteristics of their forebears. Their forefathers become the David, the Samson, the Moses, and the Abraham of their lineage. Writing family and personal histories is becoming the popular thing to do. More and more people throughout the world are becoming interested in this exciting pastime to them, but sacred responsibility to us. The hearts of the children are indeed turning to the fathers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-heritage-of-royal-families.p38\" class=\"\">A royal family is not necessarily confined to the political kingdoms ruling the nations of the world. You too can belong to a royal family. If you have not already done those things that will make it so, start today, so that coming generations in your family will be faithful to those principles which characterize royalty in the kingdom of God. The self-discipline you exercise will enrich your life and the lives of your family members. That you may build this enrichment into your family to be perpetuated for generations to come, that we, indeed, may be a chosen people, a royal priesthood—yes, a royal family in the kingdom of God—so that the world will not be wasted at his coming, I pray. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}