{"ID":3208, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Following Christ to Victory\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p2\" class=\"\">Elder Hartman Rector, Jr.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03109_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2f9a.jpg\" alt=\"Elder Hartman Rector, Jr.\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p3\" class=\"\">It is an honor and privilege to greet you this day in the name of the Lord Jesus Christ. His work of creation affects every one of us, and his work of redemption reaches everyone who has ever lived or will live on this earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p4\" class=\"\">He is the only man whose life on this earth was totally successful. Though he was tempted in all things like unto us, yet he lived without sin (see <span class=\"citation\" id=\"24464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24464)\">Heb. 4:15<\/a><\/span>), and thus he made possible our victory over sin and death as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p5\" class=\"\">Since we, each of us, are invited to follow the Christ to victory, it seems we should become vitally aware of how he fulfilled his mission, and seek to emulate his example. Surely we will never be able to do precisely what he did, partly because his mission and purpose is different than ours. He is the Savior; we are the saved. He is the Mediator between God and man; we are those for whom he mediates. He is the Redeemer; we are the redeemed. The list of differences is long, and possibly endless. The Master’s statement to Moses is a summation of his mission on earth: “My work and my glory—to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"39554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39554)\">Moses 1:39<\/a><\/span>). The immortality portion of this mission he has already accomplished—the resurrection is a reality and <span class=\"emphasis\">all<\/span> will partake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p6\" class=\"\">However, we are permitted, encouraged, even commanded to assist in bringing to pass the eternal life of man, which is, of course, the continuing part of his great mission. His promise to us of things which I do, ye can do, and greater things than I do, ye can do (see <span class=\"citation\" id=\"28999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28999)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28999)\">John 14:12<\/a><\/span>) rings loudly in the ears, stimulating the amazement of everyone who reads the holy scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p7\" class=\"\">As the scriptures are searched, the life of Christ seems to resolve into a great success formula. I’m sure that I have not caught the significance of all that he did and taught, but may I share five basic principles which have become discernible in my study?<\/p>\n\t\t\t<div>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p\" class=\"\">Believe you can do it. This is the first important principle. All things are possible to them that believe (see <span class=\"citation\" id=\"33302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33302)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33302)\">Mark 9:23<\/a><\/span>). Surely we must believe in a thing before we can desire it. And God does grant unto men according to their desire (see <span class=\"citation\" id=\"9304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9304)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9304)\">Alma 29:4<\/a><\/span>). If the desire is strong enough, performance is assured.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p9\" class=\"\">This principle also includes believing in yourself. Self-esteem is vitally important to successful performance. Self-esteem is different than conceit—conceit is the weirdest disease in the world. It makes everyone sick except the one who has it. It is immensely important that you feel good about yourself. I am sure that you can only feel good about yourself if you are on the way to reaching your potential. I am positive also that no one can be emotionally or physically healthy unless he is keeping the commandments and rendering unto God the things that are God’s. I did not say that this obedience would also make you satisfied with your every performance—I seldom am; I’m sure I can improve my performance in the job. But when I’m on the Lord’s side, keeping the basic commandments, I feel good about me, I esteem myself as a worthy child of God, and I find I am very positive.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p10\" class=\"\">How to perform positively? Easy: eliminate all negative words and phrases from your vocabulary. Refuse to <span class=\"emphasis\">think<\/span> negatively, for as a man “thinketh in his heart, so is he” (<span class=\"citation\" id=\"41548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41548)\">Prov. 23:7<\/a><\/span>). Refuse also to <span class=\"emphasis\">speak<\/span> negatively. Now you have become an optimist rather than a pessimist. There is a big difference between an optimist and a pessimist—one is positive, a believer; the other is negative, a doubter. The optimist, as you probably know, is a person who, when he wears out his shoes, just figures he’s back on his feet. The pessimist says, “I’ll believe it when I see it.” The optimist says, “I’ll see it when I believe it.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p11\" class=\"\">In a crisis the optimist takes action; the pessimist takes a seat. The Lord has given sufficient evidence to convince me that if you don’t do it, you really didn’t want it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p12\" class=\"\">“Pray always, and be believing,” saith the Lord (<span class=\"citation\" id=\"17268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17268)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17268)\">D&amp;C 90:24<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p13\" class=\"\">Faith, the first principle of the gospel, begins with <span class=\"emphasis\">belief.<\/span> What man can conceive, he can achieve. Believe you can do it.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p\" class=\"\">Look to the Lord for your blessings. “There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p15\" class=\"\">“And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated” (<span class=\"citation\" id=\"17313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17313)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17313)\">D&amp;C 131:20–21<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p16\" class=\"\">We quote that scripture, but all too often we don’t seem to believe it. We seem to look to every other source first—to the national government, to the state, to our families, to our friends. In missionary work we look to the members to provide the necessary contacts to teach. I have had missionaries complain to me, “They didn’t give me any contacts, so I had no one to teach.” My response was, “Oh, is that so? Don’t tell me you are going to let the Lord’s work fail because they failed. Forget and forgive when <span class=\"emphasis\">they<\/span> fail, but don’t <span class=\"emphasis\">you<\/span> fail. Work, tract, put in the hours. The Lord is the paymaster.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p17\" class=\"\">We should look to the Lord for our blessings because, among other reasons, he owns everything—the world and everything and everybody in it (see <span class=\"citation\" id=\"41957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41957)\">Ps. 24:1<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p18\" class=\"\">If you have no contacts to teach, go tracting or contacting in the shopping mall or on the street or wherever. Be where you should be when you should be there. When you are <span class=\"emphasis\">where<\/span> you should be <span class=\"emphasis\">when<\/span> you should be there, such conduct begets confidence—the members would like to have such competent missionaries teach their friends. I have had missionaries report, “President, we put in the contacting hours. We didn’t get the contacts from tracting, but they came to us from completely unexpected sources. It’s almost as though they fell out of the trees or the sky.” Surely they came from the Lord. Look to the Lord for your blessings. He alone is the giver of every good and perfect gift (see <span class=\"citation\" id=\"26301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26301)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26301)\">James 1:17<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p\" class=\"\">Make the sacrifice. There is no such thing as “something for nothing” with the Lord. Blessings come because of obedience to the law upon which they are predicated (see <span class=\"citation\" id=\"17314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17314)\">D&amp;C 130:21<\/a><\/span>). The Lord requires sacrifice, meaning something above and beyond the minimum. The Master spoke of the “second mile” and told us to go there (see <span class=\"citation\" id=\"36635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36635)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36635)\">Matt. 5:41<\/a><\/span>). Why? Because he wants to bless us. So he put all the blessings in the second mile, but we must go where they are before we get them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p20\" class=\"\">The first mile, we owe; that’s what we are getting paid for. Recently I mentioned that to an elder who was hardly meeting the minimums. He responded, “Paid? I’m not getting paid.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p21\" class=\"\">I said, “Oh? You can breathe can’t you?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p22\" class=\"\">“Yes.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p23\" class=\"\">“You think you have that coming to you or something? King Benjamin says the Lord is preserving you from day to day by granting you breath—even supporting you from moment to moment” (see <span class=\"citation\" id=\"40457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40457)\">Mosiah 2:21<\/a><\/span>). Do we ever thank the Lord for the fact we can breathe? No, not usually, until we get to where we can’t breathe. Then we call upon him in a panic.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p24\" class=\"\">Another definition of sacrifice is that instead of endlessly doing what we want to do, we must do what the Lord wants us to do. Knowing that it is “sacrifice [that] brings forth the blessings of heaven” (<span class=\"emphasis\">Hymns,<\/span> no. 147), then we should cheerfully do all things that lie in our power to bring to pass the Lord’s work, even to “wast[ing] and wear[ing] out our lives” if that be necessary (<span class=\"citation\" id=\"17307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17307)\">D&amp;C 123:13<\/a><\/span>). Then we may “stand still, with the utmost assurance, to see the salvation of God, and for his arm to be revealed” (<span class=\"citation\" id=\"17308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17308)\">D&amp;C 123:17<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p25\" class=\"\">Surely, in the work of the Lord, it is what we do after we think we have done enough that really counts with him, for that’s when the blessings flow.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p26\" class=\"\">Lest you think this is my idea, may I quote to you what I consider the most important scripture in all of holy writ concerning service in the kingdom?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p27\" class=\"\">The Master said,<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p28\" class=\"\">“Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.” (<span class=\"citation\" id=\"32025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32025)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32025)\">Luke 6:38<\/a><\/span>.) When the Master said, “Give, and it shall be given unto you,” this means if you want to receive, you must first give. That’s different from paying tithing where you receive and then give back ten percent. Here, the Master tells us to give first; then we shall receive. “Well, how <span class=\"emphasis\">much<\/span> am I going to get?” (That’s always the question, isn’t it?) The Lord tells us how much. His words: “good measure, pressed down, and shaken together, and running over. …” Sounds pretty good, doesn’t it? He continues, “… shall men give into your bosom.” Men? I thought you said it was the <span class=\"emphasis\">Lord.<\/span> Yes, it is the Lord, but he always uses men. If you pray for a revelation from the Lord, he will probably send you your bishop with the answer. You really don’t need a visit from an angel so long as you have a bishop. The Lord continues, “For with the same measure that ye mete withal it shall be measured to you again.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p29\" class=\"\">If you would have a blessing from the Lord, put something upon the altar. Make the sacrifice.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p\" class=\"\">Expect a miracle. All too often we really don’t expect a miracle. We are not looking for it, and so don’t recognize it when it comes. The Lord has commanded that we take the gospel to “every nation, kindred, tongue, and people” (<span class=\"citation\" id=\"17234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17234)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17234)\">D&amp;C 77:8<\/a><\/span>). So we pray for the Lord to cause a miracle which will break down those barriers that prohibit us from entering the nations where we are presently excluded. But are we, in fact, accelerating the preparation of our young men who should be ready to enter when the barriers fall? At the same time we must not overlook our need for help—the help we must have from the Lord—to hurdle the hedge to our next-door neighbor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p31\" class=\"\">The Lord has promised thousands of conversions. I fear we have no concept of what that means. At the very minimum it means that some stakes would need to baptize fifty or one hundred per week. It can be done—I know from experience—but it can never be done limiting the use of baptismal fonts to one night per week.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p32\" class=\"\">It can never be done if the membership wait for the missionaries to find, teach, and fellowship all the new converts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p33\" class=\"\">Every member must be involved. Hear the word of the Lord through his prophet: “Father[s], you are to take the lead. … With your family, prayerfully select one or two families to friendship. Decide whom of your relatives [and] friends you will introduce to the Church. Perhaps you could plan a family home evening with them, on a night other than Monday, or participate together in any number of ways. Then, when these families show interest, arrange through your ward or branch mission leader to invite them and the missionaries into your home to share the message of the Restoration.” (Spencer W. Kimball, <span class=\"emphasis\">I Need A Friend: A Friendshipping Guide for Members of the Church<\/span> [pamphlet, 1977], p. 1.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p34\" class=\"\">Do it! And I promise the miracle of conversion will take place in your home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p35\" class=\"\">In the words of President Kimball, thousands of conversions can never become a reality so long as we wait “for the natural slow growth which comes with natural and easy proselyting.” “Natural and easy” meaning we wait for someone to come and ask us about the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p36\" class=\"\">Further, he has said, “Brethren, the spirit of our work must be <span class=\"emphasis\">urgency!<\/span>” (Quoted in Grant Von Harrison, <span class=\"emphasis\">Missionary Guide,<\/span> 1977, p. 59). And we must imbue our missionaries and Saints with the spirit of <span class=\"emphasis\">now!<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p37\" class=\"\">When the Lord said, “Lengthen your stride, quicken your pace, heighten your reach, widen your vision, and stretch your capacity,” he was in reality saying “expect a miracle,” for these are the stuff from which miracles are made.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p38\" class=\"\">The prophet says, “DO IT,” and he indicates the time is NOW. And expect the miracle.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p\" class=\"\">Receive the miracle with great humility. Know that you didn’t do it. It was done by the Lord. “And the glory be thine forever” (<span class=\"citation\" id=\"39560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39560)\">Moses 4:2<\/a><\/span>). Oh, humility is so very, very important. Only if we have it can the Lord lead us. “Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers” (<span class=\"citation\" id=\"17298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17298)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17298)\">D&amp;C 112:10<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p40\" class=\"\">Success this month is not a justification to stop and glory in our record, but should merely serve as an impetus to greater and more noble accomplishments next month in the Lord’s name. For in the words of Nephi, “We know that it is by grace that we are saved, after all we can do” (<span class=\"citation\" id=\"4007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4007)\">2 Ne. 25:23<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p41\" class=\"\">Then, in my estimation, the Master’s great success formula for bringing to pass the immortality and eternal life of man is—<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p42\" class=\"\">First, <span class=\"emphasis\">believe<\/span> you can do it. The Master said, For this cause came I into the world: “to give his life [as] a ransom for many” (<span class=\"citation\" id=\"36654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36654)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36654)\">Matt. 20:28<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p43\" class=\"\">Second, <span class=\"emphasis\">look to the Lord for your blessings.<\/span> Again, the Master said, “And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was” (<span class=\"citation\" id=\"29007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29007)\">John 17:5<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p44\" class=\"\">Third, <span class=\"emphasis\">make the sacrifice.<\/span> The Lord’s words: “I am the good shepherd: the good shepherd giveth his life for the sheep” (<span class=\"citation\" id=\"28987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28987)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28987)\">John 10:11<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p45\" class=\"\">Fourth, <span class=\"emphasis\">expect a miracle.<\/span> The Lord said, “Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live” (<span class=\"citation\" id=\"28981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28981)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28981)\">John 5:25<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p46\" class=\"\">And fifth, <span class=\"emphasis\">receive the miracle with great humility.<\/span> “Then answered Jesus and said unto them, Verily, verily, I say unto you, The Son can do nothing of himself, but what he seeth the Father do” (<span class=\"citation\" id=\"28980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28980)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28980)\">John 5:19<\/a><\/span>). And “Jesus answered them, and said, My doctrine is not mine, but his that sent me” (<span class=\"citation\" id=\"28983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28983)\">John 7:16<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/following-christ-to-victory.p47\" class=\"\">I bear witness that this formula is effective in the Lord’s work, and I am persuaded it works everywhere else too. In the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}