{"ID":3209, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            This Is a Day of Sacrifice\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03109_000_015<\/span>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p3\" class=\"\">My beloved brethren and sisters, humbly and gratefully I approach this sacred assignment with a prayer in my heart that what I say will strengthen our resolve to live the principle of sacrifice as a prerequisite to a godly life, for this <span class=\"emphasis\">is<\/span> a day of sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p4\" class=\"\">The Lord said in September 1831, “Now it is called today until the coming of the Son of Man, and verily <span class=\"emphasis\">it is a day of sacrifice … of my people<\/span>” (<span class=\"citation\" id=\"17208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17208)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17208)\">D&amp;C 64:23<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p5\" class=\"\">The Prophet Joseph Smith prepared this remarkable statement on the principle of sacrifice for the <span class=\"emphasis\">Lectures on Faith:<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p6\" class=\"\">“Let us here observe, that a religion that does not require the sacrifice of all things never has power sufficient to produce the faith necessary unto life and salvation” (<span class=\"emphasis\">Lectures on Faith,<\/span> 6:7).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p7\" class=\"\">As I have pondered this principle of the gospel, I contemplate a legacy of faith and sacrifice left by our forefathers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p8\" class=\"\">I see father Abraham offering his son Isaac in sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p9\" class=\"\">I see his great-grandson Joseph, though tempted severely in his youth, sacrificing the enticements of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p10\" class=\"\">I see father Lehi, who left everything to come to this land of promise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p11\" class=\"\">I see the founders of this republic, who pledged life, fortune, and sacred honor—some paying the pledge in full.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p12\" class=\"\">I see a modern Joseph sacrificing character, reputation, honor, applause, his good name, his home, lands, family, and finally his own life for the truth’s sake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p13\" class=\"\">I see the early pioneers who left lands, possessions, and community, to come to these mountain valleys.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p14\" class=\"\">I see the Son of God, who made the infinite, eternal sacrifice that we might, through our worthiness, live again with our Eternal Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p15\" class=\"\">Yes, as I contemplate the faith, devotion, and sacrifices of thousands—even tens of thousands—of faithful Saints who have preceded us, I am in complete accord with this statement by the Prophet Joseph Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p16\" class=\"\">“It is in vain for persons to fancy to themselves that they are heirs with those … who have offered their all in sacrifice … unless they, <span class=\"emphasis\">in like manner,<\/span> offer unto him the same sacrifice (<span class=\"emphasis\">Lectures on Faith,<\/span> 6:8; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p17\" class=\"\">I repeat: This is a day of sacrifice, and the opportunities are ever present. Today, I mention just four ways in which this principle may be practiced.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p18\" class=\"\">First: <span class=\"emphasis\">To sacrifice, deny yourself all ungodliness.<\/span> This applies to members and nonmembers alike, for we are all children of one Father, who desires us to become as He is. Moroni, a Book of Mormon prophet, described the way:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p19\" class=\"\">“Come unto Christ, and be perfected in him, and <span class=\"emphasis\">deny yourselves of all ungodliness;<\/span> and if ye shall deny yourselves of all ungodliness and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ” (<span class=\"citation\" id=\"38439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38439)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38439)\">Moro. 10:32<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p20\" class=\"\">The Savior himself declared: “Repent, all ye ends of the earth, and <span class=\"emphasis\">come unto me<\/span> and be baptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye may stand spotless before me at the last day” (<span class=\"citation\" id=\"5896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5896)\">3 Ne. 27:20<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p21\" class=\"\">To deny oneself of all ungodliness is to come to Christ by ordinances and covenants to repent of any sins which prevent the Spirit of the Lord from taking precedence in our lives. To deny oneself of all ungodliness is to “offer a sacrifice unto the Lord thy God … , even that of a broken heart and a contrite spirit” (<span class=\"citation\" id=\"17203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17203)\">D&amp;C 59:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p22\" class=\"\">It is a willingness to forgo personal bad habits such as tobacco, alcohol, profanity, an unruly temper, and immorality—habits which cause us, the children of God, to be less than our destiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p23\" class=\"\">I have known good men, decent men, both in and out of the Church who, because of some bad habit, prevented greater happiness and progress from occurring in their lives. One of these good men who saw the great merits of the Church, though he never joined, said to me on one occasion, with cigar in hand, “Ezra, what is your redeeming vice?” It was the first time I had ever heard such an expression. Brothers and sisters, from the Lord’s view, there are <span class=\"emphasis\">no<\/span> redeeming vices—only redeeming virtues!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p24\" class=\"\">If we haven’t yet taken steps to come to Christ with broken hearts and contrite spirits, repenting of our sins, may we do so now. May our prayers contain the same sentiment of sacrifice expressed by an ancient Book of Mormon king who petitioned, “O God, … wilt thou make thyself known unto me, and I will <span class=\"emphasis\">give away all my sins<\/span> to know thee” (<span class=\"citation\" id=\"9303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9303)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9303)\">Alma 22:18<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p25\" class=\"\">Second: <span class=\"emphasis\">To sacrifice, be willing to serve a mission.<\/span> Concerning serving a mission, President Kimball has said, “How selfish and thoughtless would it be for a young man to grow to maturity, spend his time preparing for his life’s work and his occupation and be unwilling to serve his Creator in this, the most important service in the world” (Regional Representatives’ seminar, 30 Sept. 1977).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p26\" class=\"\">Too many of our young men have not yet decided to give two years of service to the Lord. I speak particularly to you young men who live in the United States and Canada, the host nations from which the gospel is to go to other nations. While you reap the benefits of prosperity unprecedented in the history of mankind, do you ever think that one of the reasons the Lord sent you to earth under such favorable circumstances is that you could use your talents, education, and money to bless others with the gospel?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p27\" class=\"\">Recently, while in South America to dedicate several countries and organize the first stakes in Bolivia and Paraguay, I visited the Missionary Training Center at Sao Paulo, Brazil. I was informed that most native South American young men who come to the training center do so at great sacrifice, having given their life’s savings. Though the Missionary Department recommends that each young man bring at least six white shirts with him, most of these foreign-born missionaries, these sons of Lehi, bring one, possibly two. But they also bring to this service a great commitment and love for the Lord. And their blessings will exceed any sacrifice they have made. We can never get the Lord in debt to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p28\" class=\"\">Young men, this statement by President Kimball should be your personal motto: “Every LDS male who is worthy and able should fill a mission” (<span class=\"emphasis\">Ensign,<\/span> May 1974, p. 87). We ask you to make the sacrifice. We call it that because of want for a better name for it. It’s an investment. Enlist in this, the greatest service in the world. Do not evade the responsibility. Do not conscientiously object. We invite you to join the army of 28,000 that is swelling in numbers each day. Your job will be to proclaim the message of the Restoration to the world. Know that you have our confidence and love. We expect you to perform that mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p29\" class=\"\">Third: <span class=\"emphasis\">To sacrifice, solemnize your marriage in the house of the Lord.<\/span> While in South America, I was touched by the sacrifices made by many of our Saints to have their families sealed to them for eternity. I shed tears of gratitude as I heard some of the experiences recounted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p30\" class=\"\">One of our stake presidents brought his family to the Sao Paulo Temple from Lima, Peru, normally a nine-day bus ride, but, because of bus strikes and other problems, the journey took them fourteen days of travel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p31\" class=\"\">Upon their arrival at Sao Paulo, the family went to the first session they could, and the sealing ceremony was performed. Then they immediately prepared to leave. The temple president asked them if they were staying the night. The father replied that the family had to leave immediately since they did not have sufficient money for lodging and food. He said they would have to travel several days without food as it was. The family was then persuaded to stay the night and have breakfast before their departure. That represents the spirit of sacrifice of many of our Saints worldwide.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p32\" class=\"\">Now, I want to speak frankly to you young men and young women of the Church. When you marry, your decision not only affects you, but your future children and generations after you. Every child born to Latter-day Saint parents deserves to be born <span class=\"emphasis\">under the covenant<\/span> of temple blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p33\" class=\"\">May I now tell you about something most sacred? Picture in your mind a small room beautifully adorned—something akin to a lovely living room. In the center is an altar, covered with velvet and lace. Chairs line the walls of the room, where just family and closest friends may observe. With family observing, and a priesthood man of God officiating, you will be asked to kneel at the altar opposite your companion. You will be given instructions, and a benediction will be pronounced upon you. Then you will be sealed together as husband and wife for time and all eternity. You are given the same promise that Adam, Abraham, Isaac, and Jacob received. Let me read it to you from the Doctrine and Covenants. Essentially you will receive, as the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p34\" class=\"\">“Ye shall come forth in the first resurrection; … and shall inherit thrones, kingdoms, principalities, and powers … ; [Ye] shall pass by the angels, and the gods, … to [your] exaltation … , which glory shall be a fulness and a continuation of the seeds forever and ever” (<span class=\"citation\" id=\"17319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17319)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17319)\">D&amp;C 132:19<\/a><\/span>). Temple marriage is a gospel ordinance for exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p35\" class=\"\">Don’t trifle away your happiness by an involvement with someone who cannot take you worthily to the temple. Make a decision now that this is the place where you will marry. To leave that decision until a romantic involvement develops is to take a risk, the importance of which you can’t calculate now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p36\" class=\"\">I would urge you further to pray about this matter. Obtain the testimony of the truth of these things before a romantic involvement can take root. Covenant with your Heavenly Father that you will do His will. Live a clean, moral life, and be worthy of His spirit to bless you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p37\" class=\"\">No sacrifice is too great to have the blessings of an eternal marriage. To most of us, a temple is easily accessible, perhaps so conveniently that the blessing is taken too casually. As with other matters of faithfulness in gospel living, being married the Lord’s way takes a willingness to deny yourself ungodliness—worldliness—and a determination to do our Father’s will. By this act of faith, we show our love to God and our regard for a posterity yet unborn. As our family is our greatest source of joy in this life, so it may well be in the eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p38\" class=\"\">Fourth: <span class=\"emphasis\">To sacrifice, serve with your time and means to build the kingdom of God on earth.<\/span> The great law for spiritual happiness and progress was stated by the Master in these words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p39\" class=\"\">“If any man will come after me, <span class=\"emphasis\">let him deny himself,<\/span> and take up his cross, and follow me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p40\" class=\"\">“For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it.” (<span class=\"citation\" id=\"36652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36652)\">Matt. 16:24–25<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p41\" class=\"\">Opportunities to lose oneself for the good of others present themselves daily: the mother who serves her children’s needs; the father who gives his time for their instruction; parents who give up worldly pleasure for quality home life; children who care for their aged parents; home teaching service; visiting teaching; time for compassionate service; giving comfort to those who need strength; serving with diligence in Church callings; community and public service in the interest of preserving our freedoms; financial donations for tithes, fast offerings, support of missionaries, welfare, building and temple projects. Truly, the day of sacrifice is not past.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p42\" class=\"\">One of Satan’s greatest tools is pride: to cause a man or a woman to center so much attention on self that he or she becomes insensitive to their Creator or fellow beings. It’s a cause for discontent, divorce, teenage rebellion, family indebtedness, and most other problems we face.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p43\" class=\"\">If you would find yourself, learn to deny yourself for the blessing of others. Forget yourself and find someone who needs your service, and you will discover the secret to the happy, fulfilled life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p44\" class=\"\">President Harold B. Lee said, “I [am] persuaded of one great truth: Whenever the Lord has a great blessing for one of his children, he puts that son or daughter in the way to make a great sacrifice.” (In Conference Report, Apr. 1947, p. 50.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p45\" class=\"\">Yes, I testify that sacrifice brings forth the blessings of heaven. This is “a day of sacrifice” for the people of the Lord!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/this-is-a-day-of-sacrifice.p46\" class=\"\">I testify to you that this is a day of sacrifice, that it is part of the Lord’s plan to bless us, His children. I pray we will do as the Psalmist exhorted—“offer the sacrifices of righteousness, and put [our] trust in the Lord” (<span class=\"citation\" id=\"41956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41956)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41956)\">Ps. 4:5<\/a><\/span>). In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}