{"ID":321, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Counsel and Encouragement<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1948, pp. 11-18<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure that all present, this morning, have every reason to be grateful to the Lord for our\nblessings. Seated, as we are, in this comfortable Tabernacle, although the weather is\ninclement, we, here, and in the adjoining building, are comfortable and because of the\nintelligence of men, devices have been provided so that we can both see and hear even in\nseparate buildings and some distance apart.\n<\/p><p>\nORGANIZATION AND GROWTH OF CHURCH\n<\/p><p>\nA hundred eighteen years ago next Tuesday the Church of Jesus Christ of Latter-day Saints\nwas organized under the direction of our Heavenly Father and his beloved Son, Jesus Christ.\nThe Savior later directed, in a very positive way by revelation, that the Church should be\ncalled after his name&mdash;the Church of Jesus Christ of Latter-day Saints\n(<span class=\"citation\" id=\"12534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12534)\">D&amp;C 115:4<\/a><\/span>). There were but a few\npeople in the room when the Church was organized, and they were not very popular. The\nenemy of all righteousness had already begun to disturb those who believed that Joseph Smith\nhad received the plates from which the Book of Mormon was translated. He was hounded\nfrom place to place from that time on, not for any wrong that he did but for the same reason\nthat the prophets of old had to suffer for teaching the truth.\n<\/p><p>\nOrganized as it was in the state of New York the first branches were there, and then, under\npressure, members of the Church moved to Kirtland, Ohio, and there were made\nuncomfortable, not because of anything they had done to disturb their neighbors, but because\nthey testified that God had spoken in this latter day and that, to many people, seemed\nsacrilegious.\n<\/p><p>\nThe Church moved from place to place, continuing to grow, and I may say that every day,\nwhen the sun set, found the Church larger than it had been when the sun arose that morning.\nEventually the people assembled in Jackson and other counties in Missouri, and then from\nthere went to Commerce, Illinois, which later became the city of Nauvoo. Commerce was\nonly a small place, with three or four houses; we would call them ranch houses these days, I\nthink, but the Prophet of the Lord conceived the idea of building Zion in that particular part\nof the world.\n<\/p><p>\nThe result was that the people who were driven from Missouri and other places and who were\ncoming in from Europe began the building of the City Beautiful&mdash;Nauvoo&mdash;on one of one of\nthe most picturesque sites for a city along the Mississippi River, and they drained the soil so\nthat it would not be swampy and unhealthful for them.\n<\/p><p>\nThey established homes, built a beautiful temple, raised their crops, and in less than seven\nyears Nauvoo was the largest city in the state of Illinois. Chicago then had a population of\napproximately five thousand; Springfield, Illinois, a population of approximately twelve\nthousand. Nauvoo, in something over six years, became a city of approximately twenty\nthousand souls.\n<\/p><p>\nIt has been marvelous how the Lord has brought into the hearts and minds of individuals a\ndesire to pray and worship as he would have them to do.\n<\/p><p>\nWESTERN MOVEMENT\n<\/p><p>\nIn the year 1846, the beautiful city of Nauvoo was destroyed by mobs of wicked men who\nwere determined that the Latter-day Saints should not live there, and they drove the helpless\npeople across the Mississippi River, from where began their pilgrimage to the Rocky\nMountains. Of course we have an idea that the property that we possessed as a people was an\ninducement, but one of the principal reasons was they hated the people who believed in the\ngospel of Jesus Christ. They started west, being scattered from that part of the country, and\nthe majority of them began the journey west with wagons drawn by such animals as they\ncould obtain, and they eventually arrived in the valley of the Great Salt Lake.\n<\/p><p>\nThe Prophet Joseph Smith and his brother Hyrum had been martyred, although the Prophet\nhad indicated in a sermon preached not very long before the people were driven out, in which\nhe said to them that the persecution would continue and that eventually would go to the tops\nof the Rocky Mountains, and become a people in the midst thereof.\n<\/p><p>\nIf he had never predicted anything else, that of itself indicated he was a prophet of God.\n<\/p><p>\nIn 1847, the vanguard of those people arrived in this valley, and others followed, until most\nof the people who had lived in Nauvoo were located here. Later, approximately four thousand\nof the Saints who had come from the eastern part of the United States and from across the sea\nwere assembled at Iowa City on the Mississippi River, and having no conveyances or animals\nto draw them they built handcarts and started their pilgrimage across the plains to the valley\nwe are now in. Many of them lost their lives by starvation and cold. Some of the bravest and\nmost courageous people in all the world were with those groups that were willing to turn their\nbacks on the so-called civilization to go into the wilderness and make their homes among the\nwild beasts and the still more savage red man.\n<\/p><p>\nARRIVAL IN THE SALT LAKE VALLEY\n<\/p><p>\nOne hundred years ago last July the first of those people arrived here; one hundred forty-three\nmen, three women, and two children were in the first company. What did they find here? It\nmay be illustrated by what was said by a stranger who some years later referred to this as a\ndesert country. He was talking to my grandfather for whom I was named, and he said:\n<\/p><p>\n\"Mr. Smith, why did your people leave that wonderful rich, fertile land in the east and come\nhere into this God-forsaken country?\" And Grandfather's reply to him was typical of the man:\n\"Why,\" he said, \"we came here willingly because we had to.\" A hundred years have elapsed\nsince that time, and today we are meeting in a house that was erected by those people.\nAmong the first things they did after they came here was to take possession of the country in\nthe name of the United States&mdash;it was then Mexican territory&mdash;and then they began building\ntheir little homes and houses of worship. The first place of worship was not very far from\nwhere I stand on this block, called the old Bowery.\n<\/p><p>\nOBSERVANCE OF THE SABBATH\n<\/p><p>\nThe first Sunday after they arrived, they held religious services. The fact that they were\nuncomfortable; that they had no homes to shelter them, made no difference. They were in the\nservice of the Lord. They were his children, and so they were called together as has been the\ncustom ever since the beginning, on the Sabbath day, to worship our Father in heaven.\n<\/p><p>\nIt may be of interest when we think of the desecration of the Sabbath day in our own land \n&mdash;I speak of the land of America&mdash;a day that has been set apart by many people for their\nvacations and for their pleasures, notwithstanding there thundered down from Sinai one of the\nTen Commandments that we should honor the Sabbath day and keep it holy\n(<span class=\"citation\" id=\"22582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22582)\">Ex. 20:8<\/a><\/span>). One of the first\nsermons that were preached in this valley was by President Brigham Young, and he warned\nthe people to honor the Sabbath day and to keep it holy, and no matter how difficult their\ncircumstances they were not to go out and do manual labor on the Sabbath day. From that\ntime on, the Church of Jesus Christ of Latter-day Saints has encouraged its people to\nremember the Sabbath day to keep it holy because it is pleasing to our Heavenly Father that\nwe do so.\n<\/p><p>\nPROGRESS DURING LAST CENTURY\n<\/p><p>\nFrom that little group of people that came into this valley, they began to scatter. Today in\nIdaho there are over one hundred thousand members of the Church&mdash;in Wyoming large\nnumbers; in Nevada large numbers; in Arizona, and California&mdash;it may be of interest to some\nof you to know that in the territory surrounding Los Angeles there are more members of the\nChurch of Jesus Christ of Latter-day Saints residing now than in any other section of the\ncountry outside of the Salt Lake Valley. The Church membership has continued to grow and\nspread. I haven't mentioned Colorado. I haven't mentioned some of the states in the north. I\nhaven't mentioned western Canada.\n<\/p><p>\nIn every part of the United States there are branches of the Church and wards and stakes, in\nmany parts, the population of which is largely a membership of the Church of Jesus Christ of\nLatter-day Saints. And here we are in this house today. Count your many blessings. Think of\nour opportunities. Think of our privileges. I wonder if we can be grateful enough for what the\nLord has done for us.\n<\/p><p>\nIn a hundred years, the name of a church that was held in derision by many of our Father's\nchildren, has become honored by the great and the good and the wise men and women of the\nworld. Almost every day there comes to the Church offices at Salt Lake City correspondence\nfrom different parts of the world that praises the membership of this Church. Many of these\nletters are written by members of other churches or by people who belong to no church. Only\nlast year you were visited here by the governors of all but five of the states and territories of\nthe United States. They came here to hold a convention. They attended an evening meeting in\nthis house, representatives from all these various states and territories. They had their wives\nand secretaries and associates. There were over four hundred of them as I remember now.\nThey met in this Tabernacle, and some of those individuals who were here remarked after the\nmeeting concluded, there was something different here from what they had found elsewhere.\n<\/p><p>\nCOMMENT OF FORMER GOVERNOR MILLER\n<\/p><p>\nLast year the board of directors of the United States Steel Corporation, some of whom had\nnot been here before, met in this city. They had a noon-day luncheon in the Hotel Utah and\ninvited their friends in while they were here, and after the meal was over, the president\nannounced that there was no program, but if anybody had anything to say he was at liberty to\nspeak.\n<\/p><p>\nFormer Governor Miller of New York, who was the counsel general of the United States Steel\nCorporation, said: \"I would like to say a few words,\" and after that, referring to the fact that\nhe had been in our canyons and seen the valleys and had visited Brigham Young University\nand the fine campus there and other things that he had observed that interested him very much\nhe said:\n<\/p><p>\nThese people here have something that we don't have, I don't know what it is, but\nthey have it, and we do not, It may be spirituality or something else, You may call\nit what you will, but I am saying to you that they have something that we do not\nhave where we live.\n<\/p><p>\nMy brothers and sisters, that is what you feel this morning, the inspiration of the Lord. He has\npromised us that when two or three of us shall meet together in his name he will be there\n(<span class=\"citation\" id=\"34215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34215)\">Matt. 18:20<\/a><\/span>) and\nthat to bless, them, and when congregations such as we have this morning assemble, I am sure\nthat under those circumstances they are entitled to his blessings. I have no doubt we have in\nthis audience this morning many people not members of the Church of Jesus Christ of\nLatter-day Saints, but they are his children, his sons and daughters, and in this house they will\nfeel that influence and that spirit that inspires men and women to righteous living. We want\nthem all to know that, crowded as we are, they are all welcome, and we hope they can be\nmade comfortable.\n<\/p><p>\nMESSAGE OF THE MISSIONARIES\n<\/p><p>\nThe Church continues to grow and develop. Why? Because it is the Lord's will. He has\npromised us if we would do our part that he will open our way, and he has done it in a\nmarvelous manner, even since the great world war in those countries that were torn with\nstrife. We have today more than four thousand missionaries traveling over the face of the\nearth, mostly men, some women, giving their time, offering what they can in the way of\nencouragement to a sick world, for we are a sick world, calling men and women to\nrepentance, assuring them that unless they turn unto the Lord there will be no peace. These\nmissionaries pay their own expenses or have their expenses paid by their loved ones, receive\nno compensation from the Church whatsoever, and the desire is that all men and women,\nwherever they may be in the world may have brought to them the gospel of Jesus Christ our\nLord, to the end that they will acknowledge God and his Son Jesus Christ, be willing to take\nthe advice of the Father of us all and live in such a way that in the end we may have eternal\nlife in the celestial kingdom. \"Eternal life,\" think of it, in the celestial kingdom, and the Lord\nhas promised that.\n<\/p><p>\nNow today we are here, representatives from many parts of the world. We come, I hope, with\nworship in our hearts, with love in our hearts for our fellow men.\n<\/p><p>\nThe second great commandment which was equal to the first, the Master said, \"Love thy\nneighbor as thyself\" (<span class=\"citation\" id=\"34224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34224)\">Matt. 22:39<\/a><\/span>)\nis the key word to the Latter-day Saints, if I may use that term, to bring\nus near to the Lord, loving his other children as we love ourselves and so doing desirous of\nbringing to them the knowledge of the truth. Today in this house that was dedicated to him,\nbuilded during the poverty of the people, we are met in worship. The great temple to the east\nof us, one of the beautiful buildings of the world, was erected by the people when they lived\nunder very poor conditions.\n<\/p><p>\nI call your attention to the fact that during the last one hundred years the Latter-day Saints\nhave been contributing their means for homes and schools and houses of worship, and at the\nsame time they have sent into the world seventy thousand missionaries who have spent their\nown money and contributed their time.\n<\/p><p>\nCONTRIBUTION TO PEOPLE IN DISTRESS\n<\/p><p>\nSince World War II these people, living in these valleys where the Church is organized and\nwhere we have our branches and wards and stakes, have sent one hundred carloads of bedding\nand food and clothing across the sea to help those poor people that are in such distress.\n<\/p><p>\nAll these years you have been paying your tithing if you have been real Latter-day Saints.\nWhat has been done with it? It has been developing the country that we live in and\ndisseminating the truth of God in the nations of the earth. Your tithing has not been\nsquandered, and if you have paid an honest tithing, I may say to you without hesitation the\nother nine-tenths, has been a greater blessing to those who have paid than the one hundred\npercent has been to those who have not. It is the Lord's work.\n<\/p><p>\nFAVORABLE POSITION OF CHURCH MEMBERS\n<\/p><p>\nWhat is our situation? When the people came here, we were called ignorant. That was the\nword that went out. I had a man who was supposed to be a minister tell me one time: \"Why,\"\nhe said, \"I understand you are the most ignorant people in all the world.\" That was the\nattitude. What is the record? After a hundred years, this state, the home of the largest\ncommunity of the members of the Church of Jesus Christ of Latter-day Saints, outranks every\nstate in the American Union for education. More high school students, more university\nstudents, more men and women of affairs, and more scientists have been born in this state in\nproportion to population, of course, than in any other state of the Union. You may go where\nyou will and take communities such as we have, the people are not better housed, not better\nfed, not better educated, any other place in the world, than here in the tops of these\neverlasting hills that were so forbidding when our people came here.\n<\/p><p>\nNow, brethren and sisters, haven't we something to be grateful for? Isn't it wonderful, not\nonly to be here with this great organization but to know that we are here by the will of the\nLord? That we are here because he has made it possible for us to live here? And so today I\nwelcome all of you from wherever you may have come into this great congregation and the\nadjoining congregations and say, to use the words of the man who discovered the telegraph,\n\"See what God hath wrought.\" Men couldn't have done this. With all your generosity and all\nyour giving, all your missionary work, with your care of the poor, with your development of\nthe country, with all that you have been giving as ordinary people, I testify that what you\nhave left brings to you more happiness, more peace, more comfort and more assurance of\neternal life than any other people in the world enjoy today. I don't say that boastfully, but\ngratefully.\n<\/p><p>\nSEVENTY-EIGHTH BIRTHDAY\n<\/p><p>\nI am celebrating my birthday. Seventy-eight years ago today, right across the street, I was\nborn. My life has been spent very largely in this community and traveling for the Church. I\ndon't know of any man in all the world that has more reason to be grateful than I. People\nhave been kind and helpful to me, members of the Church and non-members alike. Wherever\nI have gone, I have found noble men and women. Therefore on this my birthday, after having\ntraveled approximately a million miles in the world in the interests of the gospel of Jesus\nChrist, one of the frailest of my mother's eleven children, I testify that the Lord has preserved\nmy life, and I have had joy beyond expression, and I have enjoyed the results of loving my\nneighbor as myself (<span class=\"citation\" id=\"34225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34225)\">Matt. 22:39<\/a><\/span>),\nand all this brings happiness.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nAfter all these years of travel in many parts of the world, associating with many of the great\nand good men and women of the world, I witness to you, I know today better than I ever\nknew before that God lives; that Jesus is the Christ; that Joseph Smith was a prophet of the\nLiving God; and that the Church that he organized under the direction of our Heavenly\nFather, the Church that received divine authority, the Church of Jesus Christ of Latter-day\nSaints, the Church that was driven into the wilderness and with headquarters now in Salt Lake\nCity, Utah, is still operating under the guidance of the same priesthood that was conferred by\nPeter, James, and John upon Joseph Smith and Oliver Cowdery. I know that, as I know that I\nlive, and I leave that testimony with you, and I pray that our Heavenly Father will continue to\nguide us and help us and inspire us and bless us, which he will if we are righteous. I am so\nthankful to be here with you this morning, and to look into your faces, hundreds of whom I\nhave met in different parts of the country, and I take this occasion to thank you for your\nkindness to me as I have traveled among you.\n<\/p><p>\nMay the Lord add his blessings. Thankful for the comforts that we have today, I pray that his\npeace and his love will abide with us forever, and that we may be the means under his\nguidance of bringing millions of his children to an understanding of his truths that they, too,\nmay be blessed and are blessed this day. This is my testimony to you, that this is the gospel\nof Jesus Christ, the power of God unto salvation to all those who believe and obey it\n(<span class=\"citation\" id=\"42680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42680)\">Rom. 1:16<\/a><\/span>), and I\nbear that witness in the name of Jesus Christ, our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}