{"ID":3210, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Army of the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p3\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monson\"\/><\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03109_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p4\" class=\"\">Tonight I am aware that you, my brethren, represent the largest gathering of the priesthood ever to assemble. I pray for the help of our Heavenly Father, that he may grant me inspiration coupled with courage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p5\" class=\"\">Some twenty-four years ago I was seated in the choir seats of the Assembly Hall situated to the south of us here on Temple Square. The setting was stake conference. Elder Joseph Fielding Smith and Elder Alma Sonne had been assigned to reorganize our stake presidency. The Aaronic Priesthood, including members of bishoprics, were providing the music for the conference. Those of us who served as bishops were singing along with our young men. As we concluded singing our first selection, Brother Smith stepped to the pulpit and announced the names of the new stake presidency. I am confident the other members of the presidency had been made aware of their callings, but I had not. After reading my name, Brother Smith announced, “If Brother Monson is willing to respond to this call we shall be pleased to hear from him now.” As I stood at the pulpit and gazed out on that sea of faces, I remembered the song we had just sung. Its title was “Have Courage, My Boy, to Say No.” I selected as my acceptance theme “Have Courage, My Boy, to Say Yes.” Such is the courage I seek this evening.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p6\" class=\"\">The words of a better-known hymn describe you:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Behold! a royal army,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With banner, sword and shield,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Is marching forth to conquer,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">On life’s great battlefield;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Its ranks are filled with soldiers,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">United, bold and strong,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who follow their Commander,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And sing their joyful song:<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">Victory, victory,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Through him that redeemed us!<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Victory, victory,<\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">Through Jesus Christ our Lord!<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p19\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 7.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p20\" class=\"\">The priesthood represents a mighty army of righteousness—even a royal army. We are led by a prophet of God. In supreme command is our Lord and Savior, Jesus Christ. Our marching orders are clear. They are concise. Matthew describes our challenge in these words from the Master: “Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p21\" class=\"\">“Teaching them to observe all things whatsoever I have commanded you: and lo, I am with you alway, even unto the end of the world.” (<span class=\"citation\" id=\"36678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36678)\">Matt. 28:19–20<\/a><\/span>.) Did those early disciples listen to this divine command? Mark records, “And they went forth, and preached every where, the Lord working with them” (<span class=\"citation\" id=\"33307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33307)\">Mark 16:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p22\" class=\"\">The command to go has not been rescinded. Rather, it has been reemphasized. Today twenty-eight thousand missionaries are serving in response to the call. Additional thousands will soon respond. Nine new missions will be created in July, bringing the total number of missions to 175. What a thrilling and challenging time in which to live!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p23\" class=\"\">You who hold the Aaronic Priesthood and honor it have been reserved for this special period in history. The harvest truly is great. Let there be no mistake about it; the opportunity of a lifetime is yours. The blessings of eternity await you. How might you best respond? May I suggest you cultivate three virtues, namely—<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>A desire to serve.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>The patience to prepare.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>A willingness to labor.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p27\" class=\"\">By so doing, you will ever be found part of that royal army of the Lord. Let us consider, individually, each of these three virtues.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p28\" class=\"\"><span class=\"emphasis\">First, a desire to serve.<\/span> Remember the qualifying statement of the Master, “Behold, the Lord requireth the heart and a willing mind” (<span class=\"citation\" id=\"17214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17214)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17214)\">D&amp;C 64:34<\/a><\/span>). A latter-day minister advised: “Until willingness overflows obligation, men fight as conscripts rather than following the flag as patriots. Duty is never worthily performed until it is performed by one who would gladly do more if only he could.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p29\" class=\"\">Isn’t it appropriate that you do not call yourselves to this work? Isn’t it wise that your parents do not call you? Rather, you are called of God by prophecy and by revelation. Your call bears the signature of the President of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p30\" class=\"\">It was my privilege to serve for many years with President Spencer W. Kimball when he was chairman of the Missionary Executive Committee of the Church. Those never-to-be-forgotten missionary assignment meetings were filled with inspiration and occasionally interspersed with humor. Well do I remember the recommendation form for one prospective missionary on which the bishop had written: “This young man is very close to his mother. She wonders if he might be assigned to a mission close to home in California so that she can visit him on occasion and telephone him weekly.” As I read aloud this comment, I awaited from President Kimball the pronouncement of a designated assignment. I noticed a twinkle in his eye and a sweet smile cross his lips as he said, without additional comment, “Assign him to the Johannesburg South Africa Mission.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p31\" class=\"\">Too numerous to mention are the many instances where a particular call proved providential. This I know—divine inspiration attends such sacred assignments. We, with you, acknowledge the truth stated so simply in the Doctrine and Covenants: “If ye have desires to serve God ye are called to the work” (<span class=\"citation\" id=\"17142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17142)\">D&amp;C 4:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p32\" class=\"\"><span class=\"emphasis\">Second, the patience to prepare.<\/span> Preparation for a mission is not a spur-of-the-moment matter. It began before you can remember. Every class in Primary, Sunday School, seminary—each priesthood assignment—had a larger application. Silently, almost imperceptibly, a life was molded, a career commenced, a man made. Said the poet:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who touches a boy by the Master’s plan<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Is shaping the course of a future man.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p35\" class=\"\">What a challenge is the calling to be an adviser to a quorum of boys. Advisers, do you really think about your opportunity? Do you ponder? Do you pray? Do you prepare? Do you prepare your boys?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p36\" class=\"\">As a boy of fifteen I was called to preside over a quorum of teachers. Our adviser was interested in us, and we knew it. One day he said to me, “Tom, you enjoy raising pigeons, don’t you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p37\" class=\"\">I responded with a warm “Yes.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p38\" class=\"\">Then he proffered, “How would you like me to give you a pair of purebred Birmingham Roller pigeons?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p39\" class=\"\">This time I answered, “Yes, sir!” You see, the pigeons I had were just the common variety trapped on the roof of the Grant Elementary School.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p40\" class=\"\">He invited me to come to his home the next evening. The next day was one of the longest in my young life. I was awaiting my adviser’s return from work an hour before he arrived. He took me to his loft, which was in a small barn at the rear of his yard. As I looked at the most beautiful pigeons I had yet seen, he said, “Select any male, and I will give you a female which is different from any other pigeon in the world.” I made my selection. He then placed in my hand a tiny hen. I asked what made her so different. He responded, “Look carefully, and you’ll notice that she has but one eye.” Sure enough, one eye was missing, a cat having done the damage. “Take them home to your loft,” he counseled. “Keep them in for about ten days and then turn them out to see if they will remain at your place.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p41\" class=\"\">I followed his instructions. Upon releasing them, the male pigeon strutted about the roof of the loft, then returned inside to eat. But the one-eyed female was gone in an instant. I called Harold, my adviser, and asked: “Did that one-eyed pigeon return to your loft?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p42\" class=\"\">“Come on over,” said he, “and we’ll have a look.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p43\" class=\"\">As we walked from his kitchen door to the loft, my adviser commented, “Tom, you are the president of the teachers quorum.” This I already knew. Then he added, “What are you going to do to activate Bob?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p44\" class=\"\">I answered, “I’ll have him at quorum meeting this week.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p45\" class=\"\">Then he reached up to a special nest and handed to me the one-eyed pigeon. “Keep her in a few days and try again.” This I did, and once more she disappeared. Again the experience, “Come on over and we’ll see if she returned here.” Came the comment as we walked to the loft, “Congratulations on getting Bob to priesthood meeting. Now what are you and Bob going to do to activate Bill?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p46\" class=\"\">“We’ll have him there this week,” I volunteered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p47\" class=\"\">This experience was repeated over and over again. I was a grown man before I fully realized that, indeed, Harold, my adviser, had given me a special pigeon; the only bird in his loft he knew would return every time she was released. It was his inspired way of having an ideal personal priesthood interview with the teachers quorum president every two weeks. I owe a lot to that one-eyed pigeon. I owe more to that quorum adviser. He had the patience to help me prepare for opportunities which lay ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p48\" class=\"\"><span class=\"emphasis\">Third, a willingness to labor.<\/span> Missionary work is difficult. It will tax your energies. It will strain your capacity. It will demand your best effort—frequently, a second effort. Remember, the race goeth “not to the swift, nor the battle to the strong” (<span class=\"citation\" id=\"21435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21435)\">Eccl. 9:11<\/a><\/span>)—but to him who endures to the end. Determine to—<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Stick to your task till it sticks to you.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Beginners are many, but enders are few.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Honor, power, place and praise<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Will always come to the one who stays.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Stick to your task till it sticks to you;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bend at it, sweat at it, smile at it, too—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For out of the bend and the sweat and the smile<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Will come life’s victories after awhile.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p57\" class=\"\">During the final phases of World War II, I turned eighteen and was ordained an elder—one week before I departed for active duty with the Navy. A member of my ward bishopric was at the train station to bid me farewell. Just before train time, he placed in my hand a book which I hold before you tonight. Its title, the <span class=\"emphasis\">Missionary Handbook.<\/span> I laughed and commented, “I’m not going on a mission.” He answered, “Take it anyway. It may come in handy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p58\" class=\"\">It did. During basic training our company commander instructed us concerning how we might best pack our clothing in a large sea bag. He advised, “If you have a hard, rectangular object you can place in the bottom of the bag, your clothes will stay more firm.” I suddenly remembered just the right rectangular object—the <span class=\"emphasis\">Missionary Handbook.<\/span> Thus it served for twelve weeks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p59\" class=\"\">The night preceding our Christmas leave our thoughts were, as always, on home. The barracks were quiet. Suddenly I became aware that my buddy in the adjoining bunk—a Mormon boy, Leland Merrill—was moaning with pain. I asked, “What’s the matter, Merrill?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p60\" class=\"\">He replied, “I’m sick. I’m really sick.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p61\" class=\"\">I advised him to go to the base dispensary, but he answered knowingly that such a course would prevent him from being home for Christmas.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p62\" class=\"\">The hours lengthened; his groans grew louder. Then, in desperation, he whispered, “Monson, Monson, aren’t you an elder?” I acknowledged this to be so; whereupon he asked, “Give me a blessing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p63\" class=\"\">I became very much aware that I had never given a blessing. I had never received such a blessing; I had never witnessed a blessing being given. My prayer to God was a plea for help. The answer came: “Look in the bottom of the sea bag.” Thus, at 2 <span class=\"small\">A.M.<\/span> I emptied on the deck the contents of the bag. I then took to the night-light that hard, rectangular object, the <span class=\"emphasis\">Missionary Handbook,<\/span> and read how one blesses the sick. With about sixty curious sailors looking on, I proceeded with the blessing. Before I could stow my gear, Leland Merrill was sleeping like a child.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p64\" class=\"\">The next morning Merrill smilingly turned to me and said, “Monson, I’m glad you hold the priesthood.” His gladness was only surpassed by my gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p65\" class=\"\">Future missionaries, may our Heavenly Father bless you with a desire to serve, the patience to prepare, and a willingness to labor, that you and all who comprise this royal army of the Lord may merit his promise: “I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.” (<span class=\"citation\" id=\"17253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17253)\">D&amp;C 84:88<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-army-of-the-lord.p66\" class=\"\">This is my earnest and sincere prayer. I ask it humbly and in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}