{"ID":3211, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Personal and Family Financial Preparedness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p2\" class=\"\">Elder Franklin D. Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03109_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:271c.jpg\" alt=\"Elder Franklin D. Richards\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p3\" class=\"\">My dear brethren, I rejoice with you in the wonderful spirit of this priesthood meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p4\" class=\"\">I am grateful that my spirit was reserved to come to earth in the dispensation of the fulness of times, when the gospel of Jesus Christ has been restored, and when we have a prophet of God, our beloved President Spencer W. Kimball, to counsel us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p5\" class=\"\">Each of us is entitled to immortality through the atoning sacrifice of our Lord and Savior, Jesus Christ, but in order to enjoy eternal life, we must work out our own salvation day by day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p6\" class=\"\">What a marvelous philosophy—the gospel of work—eternal progression!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p7\" class=\"\">President David O. McKay said, “Let us … realize that the <span class=\"emphasis\">privilege<\/span> to work is a gift, that [the] <span class=\"emphasis\">power<\/span> to work is a blessing, that <span class=\"emphasis\">love<\/span> [of] work is success” (<span class=\"emphasis\">True to the Faith,<\/span> comp. Llewelyn R. McKay, Salt Lake City: Bookcraft, 1966, p. 287).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p8\" class=\"\">For the next few minutes I would like to direct my remarks particularly to my young friends of the Aaronic Priesthood. You may not realize it, but when you are young you set the patterns that follow you throughout your entire life. It is so important that you set good patterns when you are young.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p9\" class=\"\">I am grateful that I had a father and mother who taught me as a boy the joy of work and the importance of paying my tithing and of spending less money than I made so that I could have something saved for my schooling and mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p10\" class=\"\">As a young boy, I raised chickens and sold eggs in the neighborhood, mowed lawns, worked in a warehouse and brickyard, and later sold printing. By working, I had my own money to spend, and I felt pretty grown-up. I paid my tithing, put some in a savings account for a mission and schooling, and the rest was mine to spend in any way I wanted to.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p11\" class=\"\">My parents taught me that tithing was a commandment of our Father in Heaven and a way for us to show our love for him and our appreciation for all the blessings he gives us. I still have a tithing receipt which was given to me when I was eight years old, and it is among my prized possessions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p12\" class=\"\">The younger a boy is when he learns these important lessons, the more they become a part of his life. I am sure that many of the blessings I have enjoyed throughout my life have come to me because as a boy I learned the importance of working and being thrifty, paying my tithing, and putting something away for my mission and schooling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p13\" class=\"\">When a young man goes on a mission or to school and pays some of the cost, he generally works harder and is happier and more successful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p14\" class=\"\">Now, let me speak to you older priesthood bearers, as well as to the younger brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p15\" class=\"\">Regardless of the difficulties existing in the world today, we as a people must recognize that we have been greatly blessed with the resources of this world. We, in effect, become stewards over our earthly possessions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p16\" class=\"\">Throughout the history of the Church, the doctrine of personal and family preparedness has been emphasized by the leaders of the Church. Six phases of personal and family preparedness have been stressed by our leaders: education, career development, financial, health, and spiritual preparedness, and home production and storage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p17\" class=\"\">In view of today’s moral and social conditions, as well as unstable economic conditions in practically every country in the world, I have felt impressed to speak upon the importance of personal and family financial preparedness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p18\" class=\"\">We must recognize that financial problems are the reason for much unhappiness and are certainly a major factor in family difficulties and divorce.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p19\" class=\"\">The Lord has told us that if we are prepared, we shall not fear (see <span class=\"citation\" id=\"17175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17175)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17175)\">D&amp;C 38:30<\/a><\/span>). What a blessing it is to be free from financial fear.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">I would like to suggest a three-point formula to attain and maintain financial preparedness:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Pay your tithes and offerings.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Get out of debt and stay out of debt.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Use your surplus funds wisely.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p24\" class=\"\">This formula is equally applicable to young and old. Let me discuss each of these three points briefly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p25\" class=\"\"><span class=\"emphasis\">First, pay your tithes and offerings.<\/span> The Lord has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p26\" class=\"\">“Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p27\" class=\"\">“Bring ye all the tithes into the storehouse, … and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.” (<span class=\"citation\" id=\"32854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32854)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32854)\">Mal. 3:8–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p28\" class=\"\">In this dispensation, the Lord has revealed to us that this is “a day of sacrifice, and a day for the tithing of my people” (<span class=\"citation\" id=\"17209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17209)\">D&amp;C 64:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p29\" class=\"\">Brethren, compliance with the law of tithing opens the windows of heaven, bringing material and spiritual blessings through sacrifice and obedience. It is truly the first step towards personal and family financial preparedness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p30\" class=\"\">As long as one is honest with the Lord, the amount of tithing paid is not material. The widow’s or child’s mite is as important and acceptable as the rich man’s offerings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p31\" class=\"\">When men, women, and children are honest with the Lord and pay their tithes and offerings, the Lord gives them wisdom whereby they can do as much or more with the remainder than they could if they had not been honest with the Lord. They are blessed and prospered in various ways—spiritually, physically, and mentally, as well as materially. I know this to be true, and I am sure that many of you can bear such a testimony. And always remember the words of the Lord Jesus: “It is more blessed to give than to receive” (<span class=\"citation\" id=\"8239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8239)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8239)\">Acts 20:35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p32\" class=\"\">Now, the <span class=\"emphasis\">second<\/span> point of the formula—<span class=\"emphasis\">get out of debt and stay out of debt.<\/span> In modern revelation, the Lord has given us these commandments: “Verily I say unto you, concerning your debts—behold it is my will that you shall pay all your debts” (<span class=\"citation\" id=\"17282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17282)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17282)\">D&amp;C 104:78<\/a><\/span>). And again: “Pay the debt thou hast contracted. … Release thyself from bondage” (<span class=\"citation\" id=\"17158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17158)\">D&amp;C 19:35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p33\" class=\"\">President Joseph F. Smith advised the Saints to “get out of debt and keep out of debt, and then you will be financially as well as spiritually free” (In Conference Report, Oct. 1903, p. 5).<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">In getting out of debt and staying out of debt, there are certain basic principles that we, as individuals and families, can apply, such as:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Live within your income.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Prepare and use short- and long-term budgets.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Regularly save a part of your income.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Use your credit wisely, if it is necessary to use it at all. For example, a reasonable debt may be justified for the acquisition of a home or education.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Preserve and utilize your assets through appropriate tax and estate planning.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p40\" class=\"\">I know that by following these simple, basic principles it is possible to get out of debt and stay out of debt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p41\" class=\"\">What will this mean to us as individuals and families?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p42\" class=\"\">President Heber J. Grant said, “If there is any one thing that will bring peace and contentment into the human heart, and into the family, it is to live within our means, and if there is any one thing that is grinding, and discouraging and disheartening it is to have debts and obligations that one cannot meet” (<span class=\"emphasis\">Relief Society Magazine,<\/span> May 1932, p. 302). Brethren, I can personally bear witness that this is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p43\" class=\"\">The <span class=\"emphasis\">third<\/span> point of the formula is to <span class=\"emphasis\">use your surplus funds wisely.<\/span> In many respects, the real test of a man is his attitude towards his earthly possessions. A person who places earthly possessions in the scales against the things of God evidences little understanding of eternal values.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p44\" class=\"\">President Brigham Young had this to say about this matter:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p45\" class=\"\">“When this people are prepared to properly use the riches of this world for the building up of the kingdom of God, He is ready and willing to bestow them upon us. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p46\" class=\"\">“I like to see men get rich by their industry, prudence, management and economy, and then devote it to the building up of the kingdom of God upon the earth” (<span class=\"emphasis\">Journal of Discourses,<\/span> 11:114–15).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p47\" class=\"\">I personally feel very strongly that in furtherance of these teachings every man who has property and means should so live as to obtain wisdom to know how to use them in the best possible way to promote the welfare of his family and his fellowmen and in building the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p48\" class=\"\">I bear you my testimony that personal and family preparedness is vital to our eternal welfare and happiness, and it is important to be strong financially, as well as spiritually, mentally, and physically.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p49\" class=\"\">Yes, financial strength is realized by keeping God’s commandments, by the payment of an honest tithe, by developing habits of work, by being thrifty and living within one’s income, as well as by using our means wisely.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p50\" class=\"\">May each of us this night commit ourselves to incorporate these great principles into our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/personal-and-family-financial-preparedness.p51\" class=\"\">Brethren, how glorious it is to know that God lives and that Jesus is the Christ, our Savior and Redeemer, and also to know that the gospel in its fulness has been restored, together with the power to act in the name of God, through the instrumentality of the Prophet Joseph Smith, and that there is a living prophet at the head of the Church today, our beloved President Spencer W. Kimball. I pray that we may have the good judgment to follow his counsel. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}