{"ID":3214, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Preparing for Service in the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03109_000_020<\/span>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p3\" class=\"\">Brethren, we have had a rich experience this night, listening to the servants of the Lord. They have given to us words of truth and righteousness. I hope that these words have sunk deep into the hearts of all those who have been listening tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p4\" class=\"\">This morning Elder Howard W. Hunter spoke of one of the presidents of the Church, Wilford Woodruff, and it stirred my memory of some experiences of President Woodruff that I had been reading about. I would like to tell you of two or three of them while we are concluding this meeting. All of these experiences happened to him while he was a youth like those of you holding the Aaronic Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p5\" class=\"\">President Woodruff was one of the great spiritual giants of this dispensation. The Lord gave him many dreams and visions; he baptized thousands of converts, as was explained to us today, and he performed many, many miracles. Few men have enjoyed more of the guidance of the Holy Spirit than did President Woodruff. He was an apostle of the Lord Jesus Christ, was valiant and true all his days, and, in the provinces of the Lord, he was the fourth president of The Church of Jesus Christ of Latter-day Saints. He is the one who dedicated the Salt Lake Temple in 1893, and it was to him that the founders of the American nation appeared in the St. George Temple, seeking to have the temple ordinances performed for them. That was very unusual, brethren, and those kinds of miracles and visions and revelations were rather unusual, as you would know. These men of the American Constitution had lived in a day when the gospel was not upon the earth, but they were upright, good men who were entitled to all of the blessings which come to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p6\" class=\"\">We all need heroes to honor and admire; we need people after whom we can pattern our lives. For us Christ is the chiefest of these. “What manner of men ought ye to be?” he asked his Nephite disciples. His answer, “Verily I say unto you, even as I am.” (<span class=\"citation\" id=\"5897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5897)\">3 Ne. 27:27<\/a><\/span>.) Christ is our pattern, our guide, our prototype, and our friend. We seek to be like him so that we can always be with him. In a lesser degree the apostles and prophets who have lived as Christ lived also become examples for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p7\" class=\"\">Coming back to the thought of this special vision: Brother Woodruff saw to it through the authorities at the temple there that these people received their endowments and the blessings to which they were entitled. The wives went in and did the work for the women, who were anxious that this work be done. Now you can see why Elder Royden G. Derrick spoke to us today about temple service. There are millions of people in the spirit world who are anxious that this work be done for them, realizing that they have come to a halt. They cannot go further until the work has been done for them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p8\" class=\"\">Brother Woodruff said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p9\" class=\"\">“The first sermon that I ever heard in this Church was in 1833, by old father Zera Pulsipher, who died in the south, after having lived to be considerably over eighty years old. That sermon was what I had prayed for from my childhood,” he said. “When I heard it I had a testimony for myself that it was true. I received it with every sentiment of my heart. He preached in a schoolhouse upon a farm that we owned in Oswego County, New York. He opened the door for any remarks to be made. The house was crowded. The first thing I knew I stood on top of a bench before the people, not knowing what I got up for. But I said to my neighbors and friends, ‘I want you to be careful what you say as touching these men (there were two of them) and their testimony, for they are servants of God, and they have testified unto us the truth—principles that I have been looking for from my childhood.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p10\" class=\"\">“I went forth and was baptized. I was ordained a teacher. I was always sorry that I was not a deacon first, for I had a desire to bear the priesthood in its various degrees as far as I was worthy. I had had a desire for years, not only to hear the gospel, but to have the privilege and power of preaching it to my fellow men. I was a miller by trade, and I spent many a midnight hour in the mill calling upon the Lord for light and truth, and praying that I might hear the gospel of Christ, and be able to teach it to my fellow men. I rejoiced in it when I did receive it.” (<span class=\"emphasis\">Discourses of Wilford Woodruff,<\/span> sel. G. Homer Durham, Salt Lake City: Bookcraft, 1946, p. 304.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p11\" class=\"\">President Woodruff was born March 1, 1807; he was baptized December 31, 1833, when he was twenty-six years old, and was ordained a teacher on January 25, 1834.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p12\" class=\"\">What we learn from this experience is that he prayed in his childhood to know the truth, and in his young manhood he spent many nights calling upon the Lord. We learn that he desired to preach the gospel, that his heart was right, and that he immediately believed the gospel when he heard it preached.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p13\" class=\"\">Young people should seek to gain testimonies and should desire to go on missions. We appreciated what was said about the missions this afternoon by President Ezra Taft Benson. All young men in the Church should be very eager to go on a mission, and they should also assist their parents to fill missions after the families are raised.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p14\" class=\"\">Now for the second experience of Brother Woodruff: “When I was a boy eleven years old,” President Woodruff says, “I had a very interesting dream, part of which was fulfilled to the very letter. In this dream I saw a great gulf, a place where all the world had to enter at death, before doing which they had to drop their worldly goods. I saw an aged man with a beaver hat and a broadcloth suit. The man looked very sorrowful. I saw him come with something on his back, which he had to drop among the general pile before he could enter the gulf. I was then but a boy. A few years after this my father and mother removed to Farmington, and there I saw that man. I knew him the moment I saw him. His name was Chauncy Deming. In a few years afterwards he was taken sick and died. I attended his funeral,” President Woodruff said. “He was what you may call a miser, worth hundreds of thousands of dollars. When the coffin was being lowered into the grave my dream came to me, and that night his son-in-law found one hundred thousand dollars in a cellar belonging to the old man. I name this merely to show that in this dream I had manifested to me certain things that were true. I think of all the inhabitants of the world having to leave their goods when they come to the grave.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p15\" class=\"\">“After this scene had passed before me I was placed in a great temple. It was called the kingdom of God. The first man who came to me was Uncle Ozem Woodruff and his wife whom I helped into the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p16\" class=\"\">“In process of time, after embracing the gospel, and while on my first mission to Tennessee, I told Brother Patten of my dream, who told me that in a few years I would meet that man and baptize him. That was fulfilled to the very letter, for I afterwards baptized my uncle and his wife and some of the children; also my own father and stepmother and stepsister; and a Methodist priest or classleader—in fact, I baptized everybody in my father’s house. I merely mention this to show that dreams sometimes do come to pass in life.” (<span class=\"emphasis\">Discourses of Wilford Woodruff,<\/span> pp. 283–84.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p17\" class=\"\">Alma tells us that the Lord “Imparteth his word by angels unto men, yea, not only men but women also. Now this is not all; little children do have words given unto them many times which confound the wise and the learned.” (<span class=\"citation\" id=\"9306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9306)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9306)\">Alma 32:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p18\" class=\"\">Young children are just as much entitled to the blessings of the Lord as are their parents. Joseph Smith was only fourteen years of age when the Father and the Son appeared to him to usher in this dispensation. He was seventeen when Moroni visited him and revealed to him the hiding place of the plates from which the Book of Mormon was translated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p19\" class=\"\">Young people should study the gospel, prepare themselves for service in the Church, and keep the commandments as diligently as it is possible to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p20\" class=\"\">The third experience:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p21\" class=\"\">“… While holding the office of teacher I went to Missouri in Zion’s Camp. After arriving in Missouri, having gone through many trials and tribulations, and suffering from cholera, which caused us to lay in the grave fifteen of our brethren, we stayed at Brother Lyman Wight’s. While at Lyman Wight’s, I attended council meetings with the Prophet, with David Whitmer, with Oliver Cowdery, and other leading brethren of the Church. David Whitmer was the president of the stake of Zion. Brother Joseph reproved him very sharply, as well as some of the other brethren, because of their lack in fulfilling the commandments of God and doing their duty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p22\" class=\"\">“While at that place I had a great desire in my heart to go and preach the gospel. I went off one Sunday night by myself into a hickory grove, several hundred yards from the settlement, and I asked the Lord to open the door for me that I might go and preach the gospel. I did not want to preach the gospel for any honor I might get on this earth; for I thoroughly understood, as far as a man could in my condition, what a preacher would have to pass through. It was not honor, nor wealth, nor gold, nor silver, that I desired: But I knew this was the gospel of Christ, revealed to me by the power of God; I knew this was the Church of Christ; I knew Joseph Smith was a prophet of God; and I had a desire that I might preach that gospel to the nations of the earth. I asked the Lord to give me that privilege. The Lord answered that prayer, and said I should have my desire granted. I got up rejoicing. I walked about two hundred yards out in the open road; and when I got into the road there stood Judge Higbee. Said he, ‘Brother Woodruff, the Lord has revealed to me that it is your duty to be ordained to go and preach the gospel.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p23\" class=\"\">“Said I, ‘Has he?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p24\" class=\"\">“‘Yes.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p25\" class=\"\">“‘Well,’ said I, ‘If the Lord wants me to preach the gospel, I am perfectly willing to go and do that.’ I did not tell him I had been praying for this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p26\" class=\"\">“The consequence was I attended a council at Lyman Wight’s, and was called and ordained to the office of a priest in the Aaronic Priesthood, while other brethren were ordained elders. I was called by Bishop Partridge to go to the southern country on a mission. Bishop Partridge asked me a great many questions, and I asked him questions. It was then dangerous for any of our brethren to go through Jackson County [Missouri.] He wanted me to go to Arkansas, and the road led square through Jackson County. I asked him if we should go through there (I had a companion with me—an elder).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p27\" class=\"\">“Said he, ‘If you have got faith to do it, you may; I haven’t.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p28\" class=\"\">“I thought that was a curious remark from a bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p29\" class=\"\">“‘Well,’ said I, ‘The Lord says we must travel without purse or scrip; shall we do it?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p30\" class=\"\">“Said he, ‘That is the law of God; if you have faith to do it, you can do it.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p31\" class=\"\">“He said he had hardly got faith to go into Jackson County. However, we started and went through Jackson County. We came near losing our lives, and were saved almost by a miracle. We traveled through Arkansas and other parts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p32\" class=\"\">“But I do not want to dwell on these things. I merely wish to say that I went out as a priest, and my companion as an elder, and we traveled thousands of miles, and had many things manifested to us. I desire to impress upon you the fact that it does not make any difference whether a man is a priest or an apostle, if he magnifies his calling. A priest holds the key of the ministering of angels. Never in my life, as an apostle, as a seventy, or as an elder, have I ever had more of the protection of the Lord than while holding the office as a priest. The Lord revealed to me by visions, by revelations, and by the Holy Spirit, many things that lay before me.” (<span class=\"emphasis\">Discourses of Wilford Woodruff,<\/span> pp. 298–300.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p33\" class=\"\">President Woodruff sought the privilege to go on a mission when he was a teacher, and he went forth as a missionary when he was a priest. The Lord blessed him and preserved him and gave him many visions and revelations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/preparing-for-service-in-the-church.p34\" class=\"\">I just wish to say this in conclusion: It is wonderful to meet this large body of brethren who hold the priesthood and I sincerely feel that the men who have come here tonight—the men and boys—reverence and appreciate their priesthood and the privileges that are given to them. We will close this meeting with our love and appreciation to all men and boys and their wives and mothers in all the lands of this world. We ask them to be devout and faithful and true to all of the testimonies they have. I bear this testimony to you that this work is divine. We have a special work to do and we must do it, and I pray this all in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}