{"ID":3218, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Feed My Sheep”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03109_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p3\" class=\"\">I must admit that my heart beat a little faster with spiritual emotion as the choir was singing “The Morning Breaks; the Shadows Flee,” one of the great, stirring hymns of the Church. You will recall that Parley P. Pratt, one of the Twelve sent to Great Britain by the Prophet Joseph Smith to assist in opening the work abroad, composed those words. They were to help explain the true gospel message to the world. He penned,<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“The morning breaks; the shadows flee;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lo, Zion’s standard is unfurled!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The dawning of a brighter day.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p7\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 269.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p8\" class=\"\">The morning light of the gospel is spreading over the world, the shadows of darkness are disappearing, the majesty of his work is bursting forth. Tens of thousands are accepting the gospel of salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p9\" class=\"\">A few months ago we drove along the coast of Chile with President Lester Haymore—then president of the Chile Osorno Mission—and Sister Haymore. As we visited cities and drove from village to village, we saw the fruits of our missionary proselyting efforts. We met with many new members, and we were deeply impressed with their faith and humble desire to learn more about the gospel they have accepted. As we continued the journey, our concern centered on ways we could help prevent this growing number of new members from feeling like strangers or foreigners, and help them become fellow citizens with the Saints. How can we help in strengthening their faith so that they can hold on to the iron rod and continue to grow in knowledge?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p10\" class=\"\">We reflected on the many priesthood, Relief Society, and Sunday School classes where husbands and wives who have been trained in the gospel—many with unusual talents—were not now being fully used. Some stakes are crowded with mature couples fully prepared to accept a mission call, who could not only enthusiastically help in spreading the gospel but strengthen new members in areas of the world where we are growing so rapidly. The thousands of newly baptized members now in the Church, with its somewhat strange, unfamiliar ways, could be encouraged and trained by someone who today is sitting comfortably at home. We thought, if we could only transplant hundreds of our faithful, well-prepared couples out into one of the greatest chapters of their lives!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p11\" class=\"\">Amulek taught: “And he shall come into the world to redeem his people” (<span class=\"citation\" id=\"9300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9300)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9300)\">Alma 11:40<\/a><\/span>). Must we not encourage and hold together “his people” and help prepare them for his coming?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p12\" class=\"\">Some generally think that full-time missionary service is only for younger, unmarried men and women. However, a new social pattern is emerging. The number of men and women retiring from active employment or from professions is continually increasing, at what President Kimball or Elder LeGrand Richards would consider a very early age.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p13\" class=\"\">Recently in the mail was a query from friends in California, now retiring from schoolteaching, who indicated a desire to return to Utah and who asked, “What can we do for the Church when we return?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p14\" class=\"\">My answer was, “Don’t come to Utah. Your church experience is needed out in the world. Brush up on your Norwegian that you learned as a missionary years ago.” I understand they will soon be on their way. He is thrilled with this opportunity to serve a second mission, and this time he will have an added blessing of keeping the same companion for his entire mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p15\" class=\"\">Many couples are prepared and waiting for the bishop to extend a mission call. Perhaps the bishop, busy with other duties, has overlooked them. Couples who have a desire to serve the Lord need not wait for the bishop, but should knock on his door and say, “We feel we are ready to go.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p16\" class=\"\">Recently in Mexico I had the opportunity of meeting a wonderful, mature missionary couple, Brother and Sister John Fossum, who commented, “Our greatest need is for trained leadership. Married couples with years of experience in church work could literally work miracles. We have twenty-two scattered branches without, as yet, an organization to train the branch leaders. We are so new and growing so rapidly, and leaders with experience are not available.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p17\" class=\"\">The Fossums continued, “Many blessings have come to us as a result of our mission—blessings we always receive from the Lord whenever we serve without restraint.” They added, “People shrivel up and die in beds and rocking chairs. We didn’t want that kind of retirement; the Lord knew we wanted to go on a mission, and we received the call.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p18\" class=\"\">Some couples, they continued, “imagine they can’t live without their families close by, and some fear for their own physical well-being. It was reassuring when our stake president set us apart, and he promised us that the Lord would look after our family and that we would have good health to the end of our mission.” They continued, “At our age it is difficult to live up to missionary schedules, but we have found it is possible, and it has its rewards.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p19\" class=\"\">And then Brother Fossum said, “Fifty years ago I served a mission in Hawaii and learned to speak Hawaiian. It was difficult then, and it was difficult at our age to go through the Missionary Training Center and learn Spanish; but we did it and it has been a great learning experience. The spiritual treasures alone are worth the effort.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p20\" class=\"\">Sister Fossum said, “It’s really hard on grandmas to be away from twenty-six grandchildren, but I’m coming through with flying colors—sometimes at half-mast, but they are flying!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p21\" class=\"\">This dedicated couple concluded: “A mission for those of mature years is a rich, rewarding experience. It’s for those who want to <span class=\"emphasis\">live out<\/span> their retirement and not just <span class=\"emphasis\">exist.<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p22\" class=\"\">Now we need more—many more—couples like the Fossums who are willing, wondering and asking, “What can I do for the Lord?” and willing to use part of their golden years in this vital service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p23\" class=\"\">In the early days of the Church, the Lord’s work urgently required sacrifice and the best efforts of the Saints. A company of brethren commanded to leave their families and go to Missouri in 1831 were admonished:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p24\" class=\"\">“Wherefore, be not weary in well-doing, for ye are laying the foundation of a great work. And out of small things proceedeth that which is great.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p25\" class=\"\">“Behold, the Lord requireth the heart and a willing mind; and the willing and obedient shall eat the good of the land of Zion in these last days.” (<span class=\"citation\" id=\"17213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17213)\">D&amp;C 64:33–34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p26\" class=\"\">Now to you mature couples: don’t wait until your retirement dinner and the traditional gold watch to make plans, but let’s start now. Prepare for what may be the most rewarding experience of your life. Why not begin now to expand your horizons; plan to increase your knowledge and learn another language. You can start with Spanish or German. President Kimball is suggesting Mandarin Chinese.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p27\" class=\"\">My wife, Ruby, after a fifty-year lapse, is back at the university taking Spanish 101. Hard work? Of course! Long hours of study to keep up? Many! Who does the cooking? Sometimes I do. Rewarding? I’m so proud of her when she bears a humble testimony that our members in Argentina or Mexico can understand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p28\" class=\"\">We are witnessing a continuing unfolding of the Lord’s work in this, the last dispensation. Millions are waiting and want to improve their lives. President Kimball is asking for more mature couples. They are needed everywhere, particularly experienced members with family ties to other lands. A spiritual rebirth can be yours as you serve the Lord in total service. Prayer will have a deeper dimension, and the scriptures will be pondered and more deeply appreciated. The Holy Ghost will become more evident; your capacity to love will increase; your families at home will be blessed, and they will be proud of your selfless service to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p29\" class=\"\">Moroni, the Book of Mormon prophet, taught of the careful attention given to the newly baptized then:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p30\" class=\"\">“And after they had been received unto baptism, and were wrought upon and cleansed by the power of the Holy Ghost, they were <span class=\"emphasis\">numbered among the people<\/span> of the church of Christ; and <span class=\"emphasis\">their names were taken,<\/span> that <span class=\"emphasis\">they might be remembered<\/span> and <span class=\"emphasis\">nourished<\/span> by the good word of God, to keep them in the right way, to keep them continually watchful unto prayer” (<span class=\"citation\" id=\"38431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38431)\">Moro. 6:4<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p31\" class=\"\">In many areas of the world we have converts that need to be remembered with care and love and encouraged and kept in the right way, as Moroni stated. But the couples with the experience who could assist are usually living elsewhere. We need the help of seasoned Church members who can provide the training, encouragement, and, above all, the compassionate concern.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p32\" class=\"\">To show what can be accomplished with such love and dedication, let me share with you again the words of the Fossums. They said, “To visit one of our branches we get up at 4:00 <span class=\"small\">A.M.<\/span> on Sunday to catch an early bus. Sister Fossum started a little music class with the sisters during the priesthood hour. She taught the basics of directing music and discovered a thirteen-year-old girl with a perfect sense of time, who now leads the singing in sacrament meeting. Now that branch has a chorister.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p33\" class=\"\">Brother Fossum said, “I was invited to attend their branch presidency meeting to show how we do some things. A few months ago in this same branch, home teaching and visiting teaching were just words in a book. But now nine pairs of home teachers are making their visits, and they will soon have visiting teaching underway. These are incidental rewards. The great rewards come with the service we give and the love we feel for the humble new members that result in a change in their lives for the better—then we, too, are enriched.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p34\" class=\"\">We appeal this day to you who have been prepared line upon line and precept upon precept—to go forth into the world. Put your hand to the plow. Bless new members with your love and your faith, helping them to keep in the right way and teaching them to be watchful and prayerful and reliant upon Christ, the author of our faith. Did not the Savior teach Peter, and through Peter us, as he pointed to the nets full of fish on the shore and said, “Lovest thou me more than these?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p35\" class=\"\">And Peter replied, “Yea, Lord, thou knowest that I love thee.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p36\" class=\"\">“Feed my lambs.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p37\" class=\"\">Again, the second time, “Lovest thou me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p38\" class=\"\">“Yea, Lord, thou knowest that I love thee.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p39\" class=\"\">“Feed my sheep.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p40\" class=\"\">He said unto him the third time, “Simon, son of Jonas, lovest thou me?” Peter, now grieved because the Savior had asked the third time, “Lovest thou me?” said, “Lord, thou knowest all things; thou knowest that I love thee.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p41\" class=\"\">Jesus said unto him, “Feed my sheep.” (See <span class=\"citation\" id=\"29011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29011)\">John 21:15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p42\" class=\"\">To us of his church, isn’t the duty clear: forever to “feed my sheep,” his followers, those who have accepted his gospel? They are his. Isn’t he saying they are dear to him? You are stronger and your faith is firm. Be a friend to those who are new. “Feed my lambs,” he is saying to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/feed-my-sheep.p43\" class=\"\">May many of us who are fully prepared and needing the blessings put aside the things of the world and become shepherds to the flock and lose ourselves in his service. In the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}