{"ID":322, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Tithing<\/p>\n<p class=\"gcspeaker\">President George F. Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George F. Richards, <i>Conference Report<\/i>, April 1948, pp. 18-22<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident Smith has given us a brief history of the Church and the Latter-day Saints up to the\npresent time. We are on the road toward perfection but we haven't reached that point yet.\nThis house is filled to overflowing, many people standing for want of places to sit. The\nAssembly Hall, no doubt, is filled likewise as are other places where the Saints are gathered,\nand many thousands of the Latter-day Saints are listening in their own homes this morning, I\nam sure.\n<\/p><p>\nI feel greatly honored to be asked to speak at this meeting following the President. I feel that\nI have a message to deliver to me Latter-day Saints, those who shall hear my voice and others\nwho may read later my discourse. If only the Latter-day Saints hearing what I have to\nsuggest, the counsel and advice I may have to give, would respond to the same I would be\none of the happiest men alive. It is more than I can expect, but some hearts, I hope, will be\ntouched. What I have to say, the subject I intend to speak upon to me is a vital subject for\nLatter-day Saints.\n<\/p><p>\nA GOSPEL OF SACRIFICE\n<\/p><p>\nFor God so loved the world, that he gave his only begotten Son, that whosoever\nbelieveth in him should not perish, but have everlasting life\n(<span class=\"citation\" id=\"27304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27304)\">John 3:16<\/a><\/span>).\n<\/p><p>\nIn this we see the sacrifice made for us by the Father and the Son, the greatest ever made&mdash;a\nmanifestation of love with which there can be no comparison.\n<\/p><p>\nThe gospel we have received is a gospel of sacrifice and self denial from beginning to end.\n<\/p><p>\nThe Lord has said:\n<\/p><p>\nLet no man be afraid to lay down his life for my sake; for whoso layeth\ndown his life for my sake shall find it again.\n<\/p><p>\nAnd whoso is not willing to lay down his life for my sake is not my\ndisciple (<span class=\"citation\" id=\"12520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12520)\">D&amp;C 103:27-28<\/a><\/span>).\n<\/p><p>\nTHE LAW OF THE TITHE\n<\/p><p>\nOne of the greatest sacrifices that God has required of us members of his Church is that\ncontained in the law of the tithe.\n<\/p><p>\nOn July 8, 1838, the Lord gave to the Church a revelation on the subject of tithing, in which\nhe requires of the members of his Church that they pay one-tenth of all their interests\nannually (<span class=\"citation\" id=\"12542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12542)\">D&amp;C 119:4<\/a><\/span>).\nThis is the revenue law of the Church. It is used in promoting its financial\ninterests; in the Church educational system; in the building and maintaining of temples; in\nbuilding houses of worship in wards, stakes, and missions; in caring for the poor; and in the\nmissionary work of the Church.\n<\/p><p>\nMany thousands of Latter-day Saints comply faithfully and fully with this religious obligation\nand by so doing are assisting in the accomplishments for which the tithes of the Church are\nused; and they will in no wise lose their reward\n(<span class=\"citation\" id=\"34204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34204)\">Matt. 10:42<\/a><\/span>).\n<\/p><p>\nThere are some members of the Church who might profit by the experience of Ananias and\nhis wife, Sapphira, of the Primitive Church, and not withhold any of the Lord's portion\n(<span class=\"citation\" id=\"7598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7598)\">Acts 5:1-11<\/a><\/span>).\n<\/p><p>\nWhen we are through with this life and go hence, we will have no means with which to\nbalance our tithing account. Realizing then our dilemma, we may, like Dives of old, desire\nthat someone be sent from the dead to warn those we love, that they may not make the same\nmistake; in which event we may be told:\n<\/p><p>\n. . . They have Moses and the prophets; let them hear them\n(<span class=\"citation\" id=\"31229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31229)\">Luke 16:29<\/a><\/span>).\n<\/p><p>\nAnd behold, all things are written by the Father; therefore out of the books\nwhich shall be written shall the world be judged\n(<span class=\"citation\" id=\"5478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5478)\">3 Ne. 27:26<\/a><\/span>).\n<\/p><p>\nThe records kept by the Father will be a correct and true record. They will show what we\nshould have paid in tithing each year, and what we did pay. Any difference or balance will\nshow our true standing on the observance of the law of tithing.\n<\/p><p>\nAN ACCOUNTING OF STEWARDSHIP\n<\/p><p>\nAll that we possess of this world's goods has been given to us of the Lord, and we are to be\nregarded as but stewards over what we have received. We will have to give an accounting for\nour stewardship. In view of what the Lord has done for us, and given unto us, it is a small\nthing that he has asked of us in return, that we give to him one-tenth of what he has given to\nus. We have accepted the gospel as a gospel of sacrifice and self-abnegation. The Lord has\nsaid:\n<\/p><p>\nAnd whoso is not willing to lay down his life for my sake is not my\ndisciple (<span class=\"citation\" id=\"12521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12521)\">D&amp;C 103:28<\/a><\/span>).\n<\/p><p>\nIf we are not willing to lay down our lives for Christ's sake and his gospel's sake, we may\nnot hope to receive the salvation which is God's greatest gift to man\n(<span class=\"citation\" id=\"12424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12424)\">D&amp;C 6:13<\/a><\/span>), and for which we have\nenlisted in his cause to obtain. The Lord knows the intents of the hearts of the children of\nmen. He knows whether or not we are willing to lay down our lives for the cause of the\nMaster. Is it possible that we are willing to lay down our lives for the gospel's sake, and that\nwe are unwilling to give to the Lord and his cause, on direct command of the Lord, one-tenth\nof our interests annually as a tithe? Are we a consistent people with respect to the tithe?\n<\/p><p>\nTithing is a just and equitable means of distribution of the financial responsibilities of the\nmembers of the Church, to poor and rich alike. In any organization instituted for the mutual\nbenefit of its members, each member is expected to do his full share in maintaining the\norganization and assisting in its accomplishments. If he does not faithfully meet his\nobligations in that organization, he is justly regarded as not being a good member. We would\nnot like to be regarded as being any thing other than a good member of the Church.\n<\/p><p>\nOUR INDEBTEDNESS TO GOD\n<\/p><p>\nThere are many good reasons why members of the Church should pay their tithing, but all\nreasons that may be assigned do not have the same appeal to all members; however, the fact\nthat God the Eternal Father, to whom we are indebted for all things\n(<span class=\"citation\" id=\"40218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40218)\">Mosiah 2:34<\/a><\/span>), and on whom we depend\nfor all things we hope to receive in this life and in the life to come, has asked it of us, and\neven commanded it of us, should have a strong appeal to all members.\n<\/p><p>\nIf thou lovest me thou shalt serve me and keep all my commandments\n(<span class=\"citation\" id=\"12444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12444)\">D&amp;C 42:29<\/a><\/span>).\n<\/p><p>\nHe that receiveth my law and doeth it, the same is my disciple; and he that saith\nhe receiveth it, and doeth it not, the same is not my disciple, and shall be cast out\nfrom among you (<span class=\"citation\" id=\"12442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12442)\">D&amp;C 41:5<\/a><\/span>).\n<\/p><p>\nAnd there stood one among them that was like unto God, and he said unto those\nwho were with him: We will go down, for there is space there, and we will take\nof these materials, and we will make an earth whereon these may dwell;\n<\/p><p>\nAnd we will prove them herewith, to see if they will do all things\nwhatsoever the Lord their God shall command them\n(<span class=\"citation\" id=\"7172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7172)\">Abr. 3:24-25<\/a><\/span>).\n<\/p><p>\nBut he that doeth not anything until he is commanded, and receiveth a\ncommandment with doubtful heart, and keepeth it with slothfulness, the same is\ndamned (<span class=\"citation\" id=\"12459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12459)\">D&amp;C 58:29<\/a><\/span>).\n<\/p><p>\n. . . be faithful, keep my commandments, and ye shall inherit the kingdom\nof heaven (<span class=\"citation\" id=\"12425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12425)\">D&amp;C 6:37<\/a><\/span>).\n<\/p><p>\nTherefore, if any man shall take of the abundance which I have made and impart\nnot his portion, according to the law of my gospel, unto the poor and needy, he\nshall, with the wicked lift up his eyes in hell, being in torment\n(<span class=\"citation\" id=\"12522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12522)\">D&amp;C 104:18<\/a><\/span>).\n<\/p><p>\nACCOMPLISHMENTS OF CHURCH\n<\/p><p>\nThe Church is accomplishing wonders today with the tithes and offerings of its members. A\nmore wonderful work could be accomplished, and the poor of the Church be better cared for,\nif the members were all to pay an honest tithe, hence our appeal at this time. \n<\/p><p>\nReligionists of other denominations are taking cognizance of the way the law of the tithe is\nbeing observed in the Church of Jesus Christ of Latter-day Saints and its beneficial effects to\nboth the Church and the members who observe to keep the law. \n<\/p><p>\n<i>The Deseret News<\/i>, reporting the proceedings of the annual Baptist state convention,\nSeptember 23, 1915, said: \n<\/p><p>\nA feature of today was an address by the Rev. Dr. L. S. Bowerman, pastor\nof the Immanuel Baptist Church of this city; on \"Tithing, the Minimum Basis of\nGiving.\" He strongly advocated the ten percent tithing system, as it obtains in the\nMormon Church, remarking, incidentally, \"We ought to be as fully religious as the\nMormons.\"\n<\/p><p>\n\"Since the days of Abraham, a thousand years before Moses was born,\" said Dr.\nBowerman, \"the tithing, system was inaugurated, and so took the precedence of\nthe Mosaic Law.\" The speaker traced the history of the tithing system through the\nOld Testament and showed its endorsement in the New Testament, closing his\naddress by showing the promises of God to the individual and the nation who paid\ntithing to his service, and for his cause, that they should prosper in the land not\nonly in the floods of this world, but as recipients of spiritual blessings. Dr.\nBowerman's address was very well received and was considered one of the most\nscholarly addresses of the convention.\n<\/p><p>\nWhile the Methodist Church has not adopted the tithing system to raise funds for\nits support, the plan was sanctioned at the national convention of Methodists in\nIndianapolis, according to the Rev. A. M. Fisher of Pasadena, California.\nMr. Fisher said that this system was right and successful inasmuch as the Church\nnow employing it is in most satisfactory financial circumstances. It was, he states,\nthe most representative gathering ever held in the interest of the Methodist Church.\n<\/p><p>\nMormonism is having a reforming influence upon the religions of the world. The\nlaw of tithing is as old, as just, and as true, as any other law of the gospel.\n<\/p><p>\nOBEDIENCE BRINGS BLESSINGS\n<\/p><p>\nThe nature of the covenant entered into in the waters of baptism is that we will keep all the\ncommandments of God, one of which is tithing.\n<\/p><p>\nThere is a law, irrevocably decreed in heaven before the foundations of this\nworld, upon which all blessings are predicated&mdash;\n<\/p><p>\nAnd when we obtain any blessing from God, it is by obedience to that law\nupon which it is predicated (<span class=\"citation\" id=\"12558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12558)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nIf tithing may be regarded as a temporal law, then the observance of the law of tithing should\nbring temporal blessings. We have promise of such blessings made to ancient Israel.\n<\/p><p>\nFor I am the Lord, I change not; therefore ye sons of Jacob are not consumed.\n<\/p><p>\nEven from the days of your fathers ye are gone away from mine ordinances, and\nhave not kept them. Return unto me, and I will return unto you, saith the Lord of\nhosts. But ye said. Wherein shall we return?\n<\/p><p>\nWill a man rob God? Yet ye have robbed me. But ye say, Wherein have we\nrobbed thee? In tithes and offerings.\n<\/p><p>\nYe are cursed with a curse: for ye have robbed me, even this whole nation.\n<\/p><p>\nBring ye all the tithes into the storehouse, that there may be meat in mine house,\nand prove me now herewith, saith the Lord of hosts, if I will not open you the\nwindows of heavens, and pour you out a blessing, that there shall not be room\nenough to receive it (<span class=\"citation\" id=\"32713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32713)\">Mal. 3:6-10<\/a><\/span>).\n<\/p><p>\nBut in every nation he that feareth him, and worketh righteousness, is\naccepted with him (<span class=\"citation\" id=\"7600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7600)\">Acts 10:35<\/a><\/span>).\n<\/p><p>\nThe promises of the Lord made to ancient Israel will apply alike to all nations and people\nwho will obey his laws and commandments.\n<\/p><p>\nA WORTHY CAUSE\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints is destined to bless and reform the whole\nworld. It is intended eventually to correct all the great evils of society, and lift mankind to a\nhigher plane of living physically, morally, and spiritually. It is a worthy cause in which to be\nengaged, and for which to spend our talents, our time, and our means. It is the greatest reform\nmovement of the age. It is bound to succeed, for it is founded upon true and correct\nprinciples, revealed anew from heaven.\n<\/p><p>\nThose who give aid to its establishment, its growth, and its accomplishment, will surely share\nin the honor and glory of such a noble cause.\n<\/p><p>\nWe are all candidates for the blessings of eternal life and exaltation in the kingdom of God.\nThe direct line to that goal is through the observance of the law of tithing and making every\nsacrifice the gospel entails upon us. May God help us to this end, I pray, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}