{"ID":3220, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Roadblocks to Progress\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p3\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03109_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2e6c.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p4\" class=\"\">Some weeks ago an unhappy mother, who had been left alone to care for herself and her three young children, indicated that she was not attending church anymore: “Why should I? I have lived in the same apartment now for more than four months and not one person has come to call on us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p5\" class=\"\">She seemed taken aback and surprised when, instead of saying, “I will have the bishop contact you promptly,” I asked, “How many people have you visited since you moved into your new neighborhood?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p6\" class=\"\">Many of us set up roadblocks to progress and contribute to our own unhappiness while we wait for others to seek us out and offer help. Negative attitudes lived with today cause stagnation, misery, and bitterness tomorrow. It is unproductive for those who should be anxiously engaged in seeking the abundant life to nurse personal hurts. We are all God’s children. If we love Him, we will feed His sheep wherever they may be found, without regard as to our own personal plight or situation. Often we can best feed others when we are hungry ourselves or not completely comfortable in the fold that we presently occupy. Very often those who are hungry, helpless, and cold can best be rescued by those who have been through the same exposures. Marking time or stalling should not be indulged in by the weak, weary, uncertain, and unrecognized. Instead, there is a healing power as we use our energy in action, in service, and in lifting others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p7\" class=\"\">It was Booker T. Washington who wisely stated, “Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome while trying to succeed.” (<span class=\"emphasis\">The International Dictionary of Thoughts,<\/span> comp. by John P. Bradley and others, Chicago: J. G. Ferguson Publishing Company, 1969, p. 698.) Victories in life come through our ability to work around and over the obstacles that cross our path. We grow stronger as we climb our own mountains.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p8\" class=\"\">“The brightest crowns that are worn in heaven have been tried, and smelted, polished and glorified through the furnace of tribulation” according to Thomas Carlyle (<span class=\"emphasis\">Vital Quotations,<\/span> Emerson Roy West, comp., Salt Lake City: Bookcraft, 1968, p. 312).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p9\" class=\"\">Let me share four basic contributing factors which might prevent our personal progress and church activity: (1) the constant nursing of personal hurts, (2) yielding to the sorrow of tragedy and grief, (3) being fettered with the habits and mistakes of misconduct, (4) letting fears inhibit progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p10\" class=\"\">Let us ponder these enemies of eternal progress and seek ways of gathering the courage to cast them aside.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p11\" class=\"\"><span class=\"emphasis\">The constant nursing of personal hurts.<\/span> Each of us should daily resolve that with God’s help we will not allow careless words from others to shape our destiny or control our daily course. How tragic it is to see, on occasion, a life of usefulness lost because we have allowed an unkind comment to cause a wound or hurt. We let the injury become an open sore and fester rather than treat it with prompt skill and maturity. Some try to get even with their offenders by dropping out of life’s race. How weak, how damaging, how self-restricting is the often used statement, “I’ll never go back as long as<span class=\"emphasis\">that person<\/span> is there!” On occasion some of us seem to stand on the sidelines waiting to be hurt, offended, or ignored. We listen for careless words from others and remember the unsaid <span class=\"emphasis\">hellos<\/span> and read into the said or unsaid words a totally unintended message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p12\" class=\"\">One of the finest basketball players of all time was asked what had contributed the most to his outstanding success. His answer was, “I learned to play in pain. Although injuries, bruises, and bumps came, I never allowed myself the luxury of slowing down or quitting.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p13\" class=\"\">The greatest teacher and leader also showed the world an example of proper conduct when He was the victim of unkind words and cruel deeds. He simply said, “Father, forgive them; for they know not what they do” (<span class=\"citation\" id=\"32037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32037)\">Luke 23:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p14\" class=\"\">During his earthly mission Jesus made every confrontation a learning experience, including those that would be destructive or cause hurt and dissatisfaction. He was never rebellious, never ashamed; always long-suffering, patient, kingly; and never deterred in being about His Father’s business. He, too, proved His greatness when His personal pain and suffering were the most intense. Hurting words and unkind deeds never kept Him from reaching His goals. No one can meet life in all its fulness without experiencing hurt, pain, and suffering.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p15\" class=\"\">The wise person will avoid the flood of bitterness and hatred that can be caused by the waters of hurt. He will constantly pursue the Savior’s paths without stopping at this roadblock caused by apparent or real injustices. It is up to us to go forward and not confuse or confound ourselves. Those of us who cannot forgive and forget break the bridges over which we must pass. Too often we allow incidents to contribute to our stagnation when we permit ourselves to feel ignored, unwanted, or unworthy. How damaging sympathy is when it is self-administered. How refreshing it is to meet people who don’t have time to be offended. Certainly what we are is more important than what we have or what is said of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p16\" class=\"\"><span class=\"emphasis\">Yielding to the sorrow of tragedy and grief.<\/span> Too often the tragic loss of a child, husband, wife, mother, father, or other loved ones becomes a turning point in life. Some yield to the damaging thought that if there be an all-wise and loving Eternal Father, how could He allow this to happen to me and mine? We allow the heartache to break the band and strengthening tie to Him who has promised to see us successfully through our Gethsemanes. Some of us in our moments of greatest despair turn away in bitterness from the arm of strength, comfort, and peace. Sometimes in our darkest hours we lose sight of the light as we dwell upon the unanswerable questions: “Why does God permit this to happen to me or to our family? What have we done to deserve this?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p17\" class=\"\">This incident was shared by Lucile F. Johnson of Orem, Utah: “There was an attractive lady whose company everyone sought and enjoyed. She was a delight to be around because she seemed to love life and people to the fullest. One day I said to her, ‘You are such a joy to all of us. What is your secret? Can you tell me?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p18\" class=\"\">“‘Yes,’ she answered. ‘One word changed my life.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p19\" class=\"\">“‘And what was that word?’ I queried.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p20\" class=\"\">“‘Malignant!’ Startled, I heard this explanation: ‘The doctor said that word to me and told me I had a limited time to live. I had a choice. I could make everyone miserable or I could try to make others happy. On my knees I realized that I had one day at a time just as everyone else has. I was able to see things I had never seen. My husband, my children, each person took on a beauty you can’t believe. I know that life is a gift whether it be a day or a year and I intend to enjoy my gift to the maximum.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p21\" class=\"\">Whether the works of God are manifest in healings or in the exhibition of courage and acceptance by those challenged must be left to the ultimate wisdom of Him who comprehendeth all things. How refreshing and strengthening are the lives of those who push upward and onward despite tragedies and griefs.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">One ship drives east and another drives west<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With the selfsame winds that blow.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">’Tis the set of the sails<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And not the gales<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Which tells us the way to go.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Like the winds of the sea are the ways of fate,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As we voyage along through life:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">’Tis the set of a soul<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That decides its goal,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And not the calm or the strife.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p32\" class=\"\">(Ella Wheeler Wilcox, “The Winds of Fate,” <span class=\"emphasis\">Masterpieces of Religious Verse,<\/span> James Dalton Morrison, ed., New York: Harper &amp; Brothers Publishers, 1948, p. 314.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p33\" class=\"\"><span class=\"emphasis\">Being fettered with habits and mistakes of misconduct.<\/span> A friend of mine who only in recent months has made giant steps toward purposeful living and complete activity in the Church shared the following: “I can tell you as one who has had many years of experience and practice that it is much easier to criticize individuals and knock the establishment than it is to change oneself and recognize the real causes for one’s own inactivity and negativism.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p34\" class=\"\">Change is hard. Rather than going through the struggle to overcome a bad habit or rectify a mistake, some of us choose to make excuses for inactivity. Progress comes as we are able to give up something for something we want more. Honesty with oneself and setting of desirable but attainable goals day by day can determine the paths we follow. One might make a list of goals and then a price list for each goal. One day at a time the price of change can be paid. The cost will then not be overwhelming.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p35\" class=\"\">The Lord has promised that he will forgive and remember no more when the process of repentance is complete. If the Lord will do that for us, why should we not so do for ourselves? Mistakes can be forgiven. Habits can be changed. One more roadblock to progress can be removed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p36\" class=\"\">In contrast to this process, how discouraging it is to witness someone who lives with damaging habits and who resists taking personal steps toward better self-management. William James said, “That which holds the attention determines the action” (<span class=\"emphasis\">Vital Quotations,<\/span> Emerson Roy West, comp. Salt Lake City: Bookcraft, 1968, p. 5). The truly repentant will put their mistakes behind, learn from them, and turn their attention from them to actions that bring progress and growth. How comforting it is to know that God will take us by the hand and lift us to new levels of attitude and achievement if we will but let Him. What a sweet, personal victory it is to recognize misdirection in one’s own life and to pay the price that then lets us walk in His paths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p37\" class=\"\"><span class=\"emphasis\">Letting fears inhibit progress.<\/span> Fear is another roadblock which may stop our eternal progress. It keeps us from attempting anything significant because we are afraid of failure or rejection. We won’t accept opportunities for service in the Church or in the community because we might make a mistake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p38\" class=\"\">“For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind” (<span class=\"citation\" id=\"5216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5216)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5216)\">2 Tim. 1:7<\/a><\/span>). What a tragedy it is in our lives when we are afraid to try, afraid to make decisions, afraid to trust the Lord, or even afraid to make an error in judgment. Oh, that we could remember the great teaching of the Savior to Peter when fear caused him to fail to walk and to even sink.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p39\" class=\"\">“But the ship was now in the midst of the sea, tossed with waves: for the wind was contrary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p40\" class=\"\">“And in the fourth watch of the night Jesus went unto them, walking on the sea.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p41\" class=\"\">“And when the disciples saw him walking on the sea, they were troubled, saying, It is a spirit; and they cried out for fear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p42\" class=\"\">“But straightway Jesus spake unto them, saying, Be of good cheer; it is I; be not afraid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p43\" class=\"\">“And Peter answered him and said, Lord, if it be thou, bid me come unto thee on the water.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p44\" class=\"\">“And he said, Come. And when Peter was come down out of the ship, he walked on the water, to go to Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p45\" class=\"\">“But when he saw the wind boisterous, he was afraid; and beginning to sink, he cried, saying, Lord, save me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p46\" class=\"\">“And immediately Jesus stretched forth his hand, and caught him, and said unto him, O thou of little faith, wherefore didst thou doubt?” (<span class=\"citation\" id=\"36648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36648)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36648)\">Matt. 14:24–31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p47\" class=\"\">Fears in our lives can be conquered if we will but have faith and move forward with purpose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p48\" class=\"\">To reemphasize: the constant nursing of personal hurts is a crutch for those who would move with hesitation, if at all. Yielding to the pains of tragedy and grief deters self-development and takes away the opportunity for triumph over trying obstacles. Being fettered with habits and mistakes of misconduct relegates a person to being a victim of his errors. Letting fears inhibit progress is but another evidence of one’s unwillingness to try because of the fear of failure. Roadblocks to eternal progress are cast aside when resolves are made that no man needs to walk alone. It is a happy day when we come to know that with God’s help nothing is impossible for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/roadblocks-to-progress.p49\" class=\"\">May we strive for that day and knowledge, I humbly pray. God does live. He does hear and answer our prayers. To these truths I leave my testimony and witness. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}