{"ID":3222, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Need for Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p2\" class=\"\">Elder Theodore M. Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03109_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2f9c.jpg\" alt=\"Elder Theodore M. Burton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p3\" class=\"\">My brothers, sisters, and friends, when the First Presidency invited me to speak at this conference, I asked myself: “What message do the people of Europe most need to hear?” These conference messages will be broadcast and this is my opportunity to speak to them. At the same time it appeared to me that their most basic need might well coincide with the fundamental need of people all over the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p4\" class=\"\">The basic need in Europe is for the people to be taught true principles of love. I speak of love as meaning a lack of personal selfishness. True love is the exact opposite of the present philosophy of selfishness which seems to permeate the world. Selfish interests color people’s dealings with each other and even color person-to-person contact within the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p5\" class=\"\">True love is based on personal unselfishness, but our modern world does not seem to understand this. Modern man has lost his capacity to love. Jesus warned us that one of the principal characteristics of the last days would be that love among the people would gradually die. Jesus said, “Because iniquity shall abound, the love of many shall wax cold” (<span class=\"citation\" id=\"30808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30808)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30808)\">JS—M 1:10<\/a><\/span>; see also <span class=\"citation\" id=\"36665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36665)\">Matt. 24:12<\/a><\/span>). My thesis is that the iniquity of which he spoke is based on personal selfishness. That is the reason why love among the people is dying.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p6\" class=\"\">Jesus warned that iniquities in the last days would become so great “that, if possible, they shall deceive the very elect, who are the elect according to the covenant” (<span class=\"citation\" id=\"30809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30809)\">JS—M 1:22<\/a><\/span>; see also <span class=\"citation\" id=\"36668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36668)\">Matt. 24:24<\/a><\/span>). I understand this to mean that eventually even the most faithful of the Lord’s covenant Saints will become contaminated and threatened by modern-day philosophies. I believe it is for this reason that unless these days are shortened none of us could long remain unaffected by such trends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p7\" class=\"\">It may well be that the present attitude of personal selfishness is the cause of most of the unhappiness with life among the people of the world. It shows up even in our daily occupations. For instance, when a person is offered a job, he seldom asks what opportunities the job offers to be of service to others. His first question is “What is there in this job for me?” The salary offered is too low. Having to move to or live in a given city is not convenient. He does not want to travel. He does not want to be confined to a desk, or he does not want to work such long hours. Before he even begins to work he asks, “What retirement benefits will I receive?” He is not interested in challenges, but only in security.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p8\" class=\"\">May I first speak to young people about personal selfishness in courtship? Actually, what is the main purpose for dating? Isn’t it to get to know another person well enough to know what kind of a partner that person would be? Isn’t it to learn to know that other person’s character, interests, talents, and abilities? Or is dating merely an opportunity to satisfy one’s passions? Each person will have to answer that question for himself. However, a sure guide would be to follow the words of the Savior: “Again I say unto you, let every man esteem his brother as himself” (<span class=\"citation\" id=\"17173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17173)\">D&amp;C 38:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p9\" class=\"\">The necessity to practice unselfish love in courtship becomes imperative in marriage. Persons interested only in romance soon find the realisms of marriage too much to cope with. Yet in magazines and books emphasis is placed on romance and material pleasures. This is almost the exclusive appeal of advertising. It is demonstrated over and over again in moving pictures and on television. It is the exclusive appeal of pornographic literature. People become conditioned by this exposure and grow up expecting only personal gratification in marriage. Personal selfishness is the main reason for the present high divorce rate throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p10\" class=\"\">This desire for personal gratification results in disharmony in marriage. Couples interested only in themselves don’t communicate. Lack of communication then becomes a major stumbling block in developing true love. Lack of communication coupled with the postponement of children is based on selfishness, as is the greater evil of abortion. We shudder as we read in Leviticus of the sacrifices of idol worshipers of that time who fed their children into the fiery maw of the iron god Molech. Is personal selfishness which results in abortion any less repulsive to God, as modern people through abortion offer the sacrifice of their children to their idol of selfish materialism?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p11\" class=\"\">In Europe families are limited to a point where couples are more or less ostracized by neighbors and friends if they have more than two children. Some European nations are even now beginning to decline in population as birth control and abortion become a way of life. Far too many wives are working in order that the couple may have its own home, a car, colored television, or extensive vacation trips. Children for such couples are an unwanted handicap and a needless expense.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p12\" class=\"\">Why bother to marry when children are neither wanted nor expected? Why burden oneself with marriage when couples expect to change partners when they tire of one another? What is the need for virtue when one’s goal is only self-satisfaction? If ever there was a need for the restoration of truth in a world where man is only interested in his own pleasure and self-gratification, it is now!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p13\" class=\"\">As I see how many people, not only in Europe but everywhere, quarrel and antagonize one another, I understand better why Jesus continually emphasized the need for love. The gospel of Jesus Christ is a gospel of love. A life of love is not an easy life to live, especially when one lives in a world where strife with neighbors and strife within one’s own family is so common. People have been hurt so often in the past that they are constantly on guard one against another. They have drawn a defensive circle around themselves so tightly it is difficult to penetrate. Yet they need to be taught love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p14\" class=\"\">Strife in families leads to wife abuse and child abuse. This, too, comes through personal selfishness. It is so common in the world that we even find it creeping into the Church. As the Church grows rapidly we must teach love with increasing effectiveness. This is why our Church leaders continually caution home teachers to care for their families and “watch over the church always, and be with and strengthen them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p15\" class=\"\">“And see that there is no iniquity in the church, neither hardness with each other, neither lying, backbiting, nor evil speaking” (<span class=\"citation\" id=\"17162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17162)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17162)\">D&amp;C 20:53–54<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p16\" class=\"\">Jesus, out of pure unselfish love, gave his life for our sakes. Had he been as selfish as people are nowadays, there would have been no atonement. We would have been cut off from the presence of God forever and left to be carnal, sensual, and devilish. But Jesus was not selfish. He prepared a way whereby every man and every woman may find personal happiness and great joy in life. That joy, however, must come in the Lord’s way through unselfish love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p17\" class=\"\">I understand now why Jesus always spoke out so strongly against disputations and contention. Contention is of the devil and not of God. I see the need for modern prophets to be in communication with God. I see their strivings to lead God’s children toward truth and righteousness. Their message may be unpopular, but it is needed, for it is the only way to happiness. O people both within and without the Church, please realize that we are living in the last days. It is a day when love is waxing cold. People who will not listen to these warnings are preparing themselves for destruction. Jesus Christ will soon come in power and glory. When he comes only those will be spared who have learned to love God and one another with all their heart, might, mind, and strength.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/the-need-for-love.p18\" class=\"\">I testify that God lives, that Jesus is the risen Christ, and that God speaks to us today in the only way he can, through divinely called prophets who know the truth of these things. Please listen! In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}