{"ID":3223, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            He Means Me\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p2\" class=\"\">Elder Marion D. Hanks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03109_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2e6a.jpg\" alt=\"Elder Marion D. Hanks\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p3\" class=\"\">My testimony today is one of gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p4\" class=\"\">At a family gathering a few nights ago, we discussed the fact that today is the anniversary of our mother’s birth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p5\" class=\"\">I thought that night how much the generations owe each other, how much we learn from each other, how we should love and appreciate each other. One of mother’s grandsons said he had watched with wonderment as his tiny daughter paged through her storybook, moistening her first finger to turn the pages as she had seen her daddy do as he read his books. Actually, she was moistening the finger on her left hand and turning the pages with the finger on her right hand! But that only served to emphasize both the power of example and the fact that she, like all the rest of us, is yet learning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p6\" class=\"\">As I observed two of our lovely grown daughters that night an incident from the past came to mind that forms the burden of my brief message today. I still think of it with a tendency to tears. Another little girl had joined our family and was of course much loved. Occasionally I had called her older sister “Princess,” but had thought about that, and, since the second young lady was equally deserving of royal treatment, had concluded that it would be well for her to share the title, if it were used at all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p7\" class=\"\">So one day I called to her, “Come on, Princess. Let’s go to the store for mother.” She seemed not to hear. “Honey,” her mother said, “daddy is calling you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p8\" class=\"\">“Oh,” she answered, with a quiet sadness that hurt my heart, “he doesn’t mean me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p9\" class=\"\">In memory I can still see the resignation on her innocent child face and hear it in her voice, when she thought that her father didn’t mean her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p10\" class=\"\">I am one who believes that God loves and will never cease to love all of his children, and that he will not cease to hope for us or reach for us or wait for us. In Isaiah it is written:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p11\" class=\"\">“And therefore will the Lord wait, that he may be gracious unto you, and therefore will he be exalted, that he may have mercy upon you” (<span class=\"citation\" id=\"25529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25529)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25529)\">Isa. 30:18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p12\" class=\"\">And yet over the earth, across the years, I have met some of God’s choicest children who find it very difficult to believe in their hearts that he really means them. They know that he is the source of comfort and pardon and peace and that they must seek him and open the door for him and accept his love, and yet even in their extremity they find it difficult to believe that his promised blessings are for them. Some have offended God and their own consciences and are earnestly repentant but they find the way back blocked by their unwillingness to forgive themselves or to believe that God will forgive them, or sometimes by a strange reluctance in some of us to <span class=\"emphasis\">really<\/span> forgive, to <span class=\"emphasis\">really<\/span> forget, and to <span class=\"emphasis\">really<\/span> rejoice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p13\" class=\"\">The plan of the Lord and his promises are clear in the teachings of the scriptures. The heart of that plan, as I understand it, is announced in verses of scripture which were so movingly sung by the choir this morning:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p14\" class=\"\">“For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p15\" class=\"\">“For God sent not his Son into the world to condemn the world; but that the world through him might be saved.” (<span class=\"citation\" id=\"28976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28976)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28976)\">John 3:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p16\" class=\"\">Christ came to <span class=\"emphasis\">save us.<\/span> His plan was called, by a prophet who understood it very well, a “plan of redemption,” a “plan of mercy,” a “plan of happiness” (<span class=\"citation\" id=\"9317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9317)\">Alma 42:13, 15–16<\/a><\/span>). The Lord taught the letter-bound Pharisees the parables of the lost sheep, the lost coin, and the prodigal son to impress the worth of all of God’s children, to emphasize, as he said, the “joy [that] shall be in heaven over one sinner that <span class=\"emphasis\">repenteth.<\/span>” And to teach us the nature of a father who, when his son came to himself and started home, had compassion and ran to meet his boy. (<span class=\"citation\" id=\"32034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32034)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32034)\">Luke 15:3–32<\/a><\/span>; italics added). In this and many others of his teachings, he manifested the intensity of his love and of his expectations of us in our treatment of each other and in our responsibility to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p17\" class=\"\">Reverently I remind you of the incident of the woman who, in the home of the Pharisee, Simon, washed the feet of the Lord with her tears and dried them with her hair, and anointed them with ointment (see <span class=\"citation\" id=\"32026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32026)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32026)\">Luke 7:37–39<\/a><\/span>). The Savior taught the critical Simon the story of the creditor and the two debtors: “The one owed five hundred pence, and the other fifty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p18\" class=\"\">“And when they had nothing to pay, he frankly forgave them both. Tell me therefore, which of them will love him most?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p19\" class=\"\">“Simon answered and said, I suppose that he, to whom he forgave most. And he said unto him, Thou hast rightly judged.” (<span class=\"citation\" id=\"32027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32027)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32027)\">Luke 7:41–43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p20\" class=\"\">Then, speaking of the woman, he said: “Her sins, which are many, are forgiven; for she loved much: but to whom little is forgiven, the same loveth little.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p21\" class=\"\">“And he said unto her, Thy sins are forgiven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p22\" class=\"\">“… Thy faith hath saved thee; go in peace.” (<span class=\"citation\" id=\"32028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32028)\">Luke 7:47–48, 50<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p23\" class=\"\">There is here, of course, no encouragement or condoning of sin. She had been converted by the Lord and sorely repented, and would obey his commandments and accept his forgiveness. And there would be rejoicing in heaven and should be on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p24\" class=\"\">The story of Alma, the Book of Mormon prophet, was discussed yesterday and is well known. He taught these principles with courage and compassion perhaps never excelled. Himself the son of the great prophet, he and other youthful companions were guilty of serious sins. Through angelic intervention, they were turned to a better way; and Alma, repentant and restored, became a strong leader for the Lord. “Wickedness never was happiness”—he declared, and gratefully testified also of the “plan of mercy” that brings forgiveness to the truly penitent (<span class=\"citation\" id=\"9316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9316)\">Alma 42:10, 15<\/a><\/span>). As the leader of his people he was uncompromising in defense of righteousness, and warm and compassionate with those who had repented and turned from unrighteousness. With his own children, including one son who had been guilty of serious moral error, he shared the anguish that follows transgression and the unspeakable joy that accompanies repentance and forgiveness:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p25\" class=\"\">“Yea, I say unto you, my son, that there could be nothing so exquisite and so bitter as were my pains. Yea, and again I say unto you, my son, that on the other hand, there can be nothing so exquisite and sweet as was my joy.” (<span class=\"citation\" id=\"9311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9311)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9311)\">Alma 36:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p26\" class=\"\">This man of great integrity and no pretense became the first chief judge of the people and high priest over the church. He who had cried out unto the Lord Jesus Christ for mercy, “in the most bitter pain and anguish of soul; … did find peace to [his] soul” (<span class=\"citation\" id=\"9313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9313)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9313)\">Alma 38:8<\/a><\/span>) and thereafter taught the people with such power and love that multitudes of them turned to the Lord, obeyed his commandments, received that “mercy [which] claimeth the penitent” (<span class=\"citation\" id=\"9318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9318)\">Alma 42:23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p27\" class=\"\">The message is consistent through scripture. The noble young prophet-leader Nephi wrote the sweet psalm of contrition and faith that is so encouraging and edifying and can be read in the fourth chapter of the second book of Nephi: “Notwithstanding the great goodness of the Lord, in showing me his great and marvelous works, my heart exclaimeth: O wretched man that I am! Yea, my heart sorroweth because of my flesh; my soul grieveth because of mine iniquities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p28\" class=\"\">“I am encompassed about, because of the temptations and the sins which do so easily beset me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p29\" class=\"\">“And when I desire to rejoice, my heart groaneth because of my sins; nevertheless, I know in whom I have trusted.” (<span class=\"citation\" id=\"4000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4000)\">2 Ne. 4:17–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p30\" class=\"\">Nephi understood that true remorse is a gift from God, not a curse, but a blessing. True remorse involves sorrow and suffering; but the sorrow is purposeful, constructive, cleansing, the “godly sorrow” that “worketh repentance to salvation,” and not the “sorrow of the world” (<span class=\"citation\" id=\"3086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3086)\">2 Cor. 7:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p31\" class=\"\">Through the prophet Ezekiel, the Lord taught us that he has no “pleasure at all” in the suffering of his children through sin. His joy comes when the sinner “turneth away from all his transgressions” for such an one shall “save his soul” (<span class=\"citation\" id=\"23156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23156)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23156)\">Ezek. 18:23, 27–28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p32\" class=\"\">The Apostle Paul was disappointed with certain behavior on the part of the Corinthian saints, and wrote them a letter chastising them. They repented; and when he learned of it, he wrote them again, saying that he was comforted in their comfort: “I rejoice, not that ye were made sorry, but that ye sorrowed to repentance” (<span class=\"citation\" id=\"3085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3085)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3085)\">2 Cor. 7:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p33\" class=\"\">Alma summed it all up in magnificent instruction given his wayward son Corianton. He concluded that powerful lesson with these significant words—they could be saving words for some:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p34\" class=\"\">“And now, my son, I desire that ye should let these things trouble you no more, and only let your sins trouble you, with that trouble which shall bring you down unto repentance” (<span class=\"citation\" id=\"9319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9319)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9319)\">Alma 42:29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p35\" class=\"\">Almighty God has promised to forgive, forget, and never mention the sins of which we have truly repented. But he has given us the gift of remorse to help <span class=\"emphasis\">us<\/span> remember them constructively, thankfully, and humbly: “Do not endeavor to excuse yourself in the least point because of your sins, by denying the justice of God; but do you let the justice of God, and his mercy, and his long-suffering have full sway in your heart; and let it bring you down to the dust in humility” (<span class=\"citation\" id=\"9320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9320)\">Alma 42:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p36\" class=\"\">Corianton was sent to preach the word.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p37\" class=\"\">As leaders, we deal with the most sacred and sensitive creation of God—his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p38\" class=\"\">We need to consider this as we carry out our duty to keep the Church free from iniquity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p39\" class=\"\">“Holocausts,” it has been written, “are caused not only by atomic explosion. A holocaust occurs whenever a person is put to shame.” (Abraham Joshua Heschel.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p40\" class=\"\">It is good to remember what Joseph Smith wrote a long time ago to the Saints scattered abroad:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p41\" class=\"\">“Let everyone labor to prepare himself for the vineyard, sparing a little time to comfort the mourners; to bind up the broken-hearted; to reclaim the backslider; to bring back the wanderer; to re-invite into the kingdom such as have been cut off, by encouraging them to lay to while the day lasts, and work righteousness, and, with one heart and one mind, prepare to help redeem Zion, that goodly land of promise, where the willing and obedient shall be blessed. Souls are as precious in the sight of God as they ever were; and the Elders were never called to drive any down to hell, but to persuade and invite all men everywhere to repent, that they may become the heirs of salvation.” (<span class=\"emphasis\">History of the Church,<\/span> 2:229.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/he-means-me.p42\" class=\"\">My child at first did not understand that my invitation was meant for her. She thought it was for someone else. “He didn’t mean me.” If any within the sound of my voice today need assurance that God’s call to repentance and his invitation to mercy and forgiveness and love is for them, I bear you that solemn witness, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}