{"ID":3225, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Judge Not According to the Appearance”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03109_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p3\" class=\"\">I speak to that member of the Church who struggles with a test of faith that could touch any one of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p4\" class=\"\">If I can take the arm of that one, and steady him when his faith is tottering, I do not hesitate to impose upon the rest of you for just a few minutes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p5\" class=\"\">At times someone has come to me, their faith shaken by alleged wrongdoing of some leader in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p6\" class=\"\">For instance, one young man was being constantly ridiculed by his co-workers for his activity in the Church. They claimed to know of a bishop who had cheated someone in business, or a stake president who had misrepresented something on a contract, or a mission president who had borrowed money, giving false information.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p7\" class=\"\">Or, they told of a bishop who had discriminated against one member, refusing to give a temple recommend, but had shown favoritism by signing a recommend for another whose unworthiness was widely known.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p8\" class=\"\">Such incidents as these, which supposedly involve Church leaders, are described as evidence that the gospel is not true, that the Church is not divinely inspired, or that it is being misled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p9\" class=\"\">He had no satisfactory answer to their charges. He felt defenseless and foolish and was being drawn to join them in their criticism of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p10\" class=\"\">Did he believe all of these stories? Well, he could not be sure. There must be something to some of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p11\" class=\"\">If you also face such a test of faith, consider the questions he was asked:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p12\" class=\"\">Have you ever, in your life, attended any Church meeting—priesthood meeting, sacrament meeting, Relief Society, Sunday School, a conference or fireside, a seminary class, a temple session, or any meeting sponsored by the Church—where any encouragement or authorization was given to be dishonest, to cheat in business, or take advantage of anyone?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p13\" class=\"\">He answered that he had not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p14\" class=\"\">The next question:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p15\" class=\"\">Have you read, or do you know of anything in the literature of the Church, in the scriptures themselves, in lesson manuals, in Church magazines or books, in Church publications of any kind, which contains any consent to lie, or to steal, to misrepresent, to defraud, to be immoral or vulgar, to profane, to be brutal, or to abuse any living soul?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p16\" class=\"\">Again he said, after thoughtful consideration, that he had not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p17\" class=\"\">Have you ever been encouraged in a training session, a leadership meeting, or an interview to transgress or misbehave in any way? Have you ever been encouraged to be extreme or unreasonable or intemperate?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p18\" class=\"\">He had not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p19\" class=\"\">You are inside the Church where you can see at close hand the conduct of bishops or Relief Society presidents, of high councilors, stake presidents or General Authorities. Could such conduct be described as being typical of them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p20\" class=\"\">He thought it could not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p21\" class=\"\">You are active and have held positions in the Church. Surely, you would have noticed if the Church promoted any of these things in any way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p22\" class=\"\">Yes, he thought he would have noticed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p23\" class=\"\">Why then, I asked him, when you hear reports of this kind, should you feel that the Church is to blame?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p24\" class=\"\">There is no provision in the teachings or doctrines of the Church for any member to be dishonest, or immoral, or irresponsible, or even careless.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p25\" class=\"\">Have you not been taught all of your life, that if a member of the Church, particularly one in high position, is unworthy in any way, he acts against the standards of the Church? He is not in harmony with the teachings, the doctrines, or with the leadership of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p26\" class=\"\">Why, then, should your faith be shaken by this account, or that, of some alleged misconduct—most of them misrepresented or untrue?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p27\" class=\"\">There are those who assume if someone is depressed—the Church must have caused it. If there is a divorce—somehow the Church is to blame. And on and on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p28\" class=\"\">When something is published about someone in major difficulty, if he is a member of the Church, that fact is generally included as essential information.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p29\" class=\"\">But have you ever read of a robbery, a theft, an embezzlement, a murder or suicide, that listed the guilty party as a Baptist, or a Methodist, or a Catholic? I think you have not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p30\" class=\"\">Why, then, do they find it worth the mention when the unfortunate person is a Mormon?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p31\" class=\"\">Really, that is something of a backhanded compliment. It is an acknowledgment that members of the Church are supposed to know better, and we’re supposed to do better; and when we don’t, they point at the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p32\" class=\"\">Be careful of those who promote controversy and contention, “for verily, verily I say unto you, he that hath the spirit of contention is not of me,” saith the Lord (<span class=\"citation\" id=\"5886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5886)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5886)\">3 Ne. 11:29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p33\" class=\"\">This next question concerns those who are shaking your faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p34\" class=\"\">Are they really being fair? Could it be that they point to alleged misconduct, insinuating that the Church is responsible, to excuse themselves from living the high standards of the Church or to cover some failure to do so? You think about that—carefully.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p35\" class=\"\">Now, does anyone holding a responsible position in the Church ever act unworthily?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p36\" class=\"\">The answer: of course, it happens. It is an exception, but it happens.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p37\" class=\"\">When we call a man to be a stake president or a bishop, for instance, we say, in effect:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p38\" class=\"\">“Here is a congregation. You are to preside over them. They are under constant temptation, and you are to see that they win that battle. Govern them in such a way that they can succeed. Devote yourself unselfishly to this cause.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p39\" class=\"\">“And, incidentally, while you preside, you are not excused from your own trials and temptations. They will, in fact, be increased because you are a leader. Win your own battle as best you can.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p40\" class=\"\">If a leader does conduct himself unworthily, his actions fly against everything the Church stands for, and he is subject to release.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p41\" class=\"\">It has even been our sad responsibility, on some few occasions, to excommunicate leaders from the Church who have been guilty of very serious illegal or immoral conduct.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p42\" class=\"\">That should increase, not shake, your faith in the Church, or of a nonmember toward it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p43\" class=\"\">When I was a student, nothing tried my faith more than the falling away of the Three Witnesses. If ever there was a temptation, for the sake of appearances, for the Church to compromise Church principles, that was the time. It was not done; and therefore, what had shaken my faith, one day was transformed into an anchor to hold it steady.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p44\" class=\"\">When you hear stories, be wise. Unless you are in all the interviews, and hear all the evidence, you are not in a position to really know. Be careful, lest you jump to a confusion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p45\" class=\"\">Unless you are a participant and have full knowledge, better:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p46\" class=\"\">“Judge not, that ye be not judged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p47\" class=\"\">“For with what judgment ye judge, ye shall be judged.” (<span class=\"citation\" id=\"36642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36642)\">Matt. 7:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p48\" class=\"\">Years ago I learned a lesson about judging.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p49\" class=\"\">I was a city councilman in Brigham City and was also on the stake high council. Late one night I was returning home from a high council meeting, pondering on what had happened there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p50\" class=\"\">There was a red light and a siren. I was given a ticket for going forty-five miles an hour in a thirty-mile-an-hour zone. I accepted the ticket without protest, for I had not been paying attention.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p51\" class=\"\">The city judge was always in his office very early, and I went to get the matter settled before going to teach seminary the next day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p52\" class=\"\">The judge had recently made a request for some new furniture. It rested with me, as a councilman, to approve it and sign the voucher.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p53\" class=\"\">He looked at my ticket and smiled, saying, “There have, on occasions, been exceptions made.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p54\" class=\"\">I told him that in view of my position he was obliged to treat me like any other citizen. Reluctantly he consented.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p55\" class=\"\">“The going rate is a dollar a mile. That will be fifteen dollars.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p56\" class=\"\">I paid the fine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p57\" class=\"\">Two nights later Councilman Bundy reported, in a meeting of the city council, that he had fired a policeman. When the mayor asked the cause, he was told, and I quote: “Well, he was always arresting the wrong people.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p58\" class=\"\">Later Councilman Bundy explained that there had been vandalism in the city. Late at night someone had gone down Forest Street in a recreation vehicle and snapped off all the young trees. There had been damage in the cemetery also.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p59\" class=\"\">Where were the police? He found they were hiding behind signboards waiting for some unwary motorist.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p60\" class=\"\">Councilman Bundy had tried over a period of weeks to get them to patrol the city at night. One young officer just did not seem to learn, and so he had been dismissed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p61\" class=\"\">Here then, was a man who gave a traffic ticket to a city councilman. Two days later he was dismissed. And the cause, stated in a city council meeting, with several delegations as witness: “He was always arresting the wrong people.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p62\" class=\"\">Do you think he could be convinced that I did not cause him to be fired?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p63\" class=\"\">Had I known of it, I may have delayed or prevented his dismissal, just for appearances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p64\" class=\"\">Appearances, however, convicted me of unworthy use of influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p65\" class=\"\">Another example: Years ago in one of our Church schools, a teacher was summarily dismissed. The general explanation given did not satisfy his colleagues.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p66\" class=\"\">A delegation went to the office of the principal and demanded that he be reinstated. The principal refused. He offered no further explanation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p67\" class=\"\">The delegation concluded, therefore, that the principal had acted for “political reasons,” for he was known to have some deep philosophical differences with that teacher.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p68\" class=\"\">The teacher (and this is frequently the case) took the part of a mistreated soul. His actions encouraged his colleagues in their protest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p69\" class=\"\">The truth, known to the members of the Church Board of Education, was that the teacher had been dismissed for some very serious misconduct. Should all be made public, it would be doubtful that he could be reemployed as a teacher.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p70\" class=\"\">The principal, however, had some faith. If things were not noised about, the teacher might, through repentance and restitution, make himself again worthy to teach—perhaps even in the Church school system.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p71\" class=\"\">This principal generously took much criticism, even abuse, over a long period of time. He felt that the good of a family and the rehabilitation of a teacher was more important than his own professional reputation for the moment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p72\" class=\"\">I was inspired by his example. It has been repeated a thousand times or more in the wards and stakes of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p73\" class=\"\">Often actions of bishops and stake presidents and others are misread by people who are not in a position to know the full truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p74\" class=\"\">Neither the bishop nor the member he is judging is obliged to confide in us. The bishop must keep confidences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p75\" class=\"\">When all is said and done, in most cases, it is clearly none of our business anyway.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p76\" class=\"\">Often someone will not go to his bishop with a problem. He wants to see a General Authority instead. He says the bishop will talk—for what about the time when someone in the ward went to him and soon everyone knew about the problem?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p77\" class=\"\">Follow these cases through, as I have done, and you will probably find that, first, the member confided in her neighbor who didn’t know what to counsel her. Then she talked it over with her best friend, and then her sister, and received conflicting advice. Finally, her husband was told by the man he rides with that they’d better see the bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p78\" class=\"\">Indeed, it was noised about, but not by the bishop. Bishops keep confidences.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p79\" class=\"\">John, the Apostle, counseled:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p80\" class=\"\">“Judge not according to the appearance, but judge righteous judgment” (<span class=\"citation\" id=\"28984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28984)\">John 7:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p81\" class=\"\">Now then, stand steady. Keep your faith. I bear witness that the gospel of Jesus Christ is true. God lives and directs this work. The Church is on the right course. It is on schedule. And I bear witness that it is righteously led by a prophet of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p82\" class=\"\">Things that now are stumbling blocks may, one day soon, be stepping-stones for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p83\" class=\"\">But do not expect to see the day when this Church, or those in it, will be free from resistance, criticism, even persecution. That will never be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p84\" class=\"\">Just remember:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p85\" class=\"\">“Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p86\" class=\"\">“Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.” (<span class=\"citation\" id=\"36631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36631)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36631)\">Matt. 5:11–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/05\/judge-not-according-to-the-appearance.p87\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}