{"ID":323, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Way to Happiness<\/p>\n<p class=\"gcspeaker\">Elder Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, April 1948, pp. 22-24<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I can assure you that standing before you makes one very humble.\nThis is a beautiful Sabbath morning, even though the weather is a little stormy outside. It\nwould be impossible for me, I am sure, to say anything that would be worth while unless the\nLord will bless me.\n<\/p><p>\nI happen to have a son who belongs to one of those four thousand missionaries who are in the\nmission field. I received a telephone call from New Brunswick yesterday where he is laboring,\nand he said: \"Dad, I just wanted to say hello to you. I know it's general conference in Salt\nLake this week, and I know you're worried. I can assure you that I am praying for you.\n<\/p><p>\nI will appreciate it if I can have an interest in your faith and prayers, also.\n<\/p><p>\n\"TAKE MY YOKE UPON YOU\"\n<\/p><p>\nMay I refer to Matthew 11:29-30?\n<\/p><p>\nTake my yoke upon you, and learn of me; for I am meek and lowly in heart:\nand ye shall find rest unto your souls.\n<\/p><p>\nFor my yoke is easy, and my burden is light\n(<span class=\"citation\" id=\"34205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34205)\">Matt. 11:29-30<\/a><\/span>).\n<\/p><p>\nWe will have rest unto our souls to the degree that we can serve our Father in heaven. Great\nchanges have come into the souls of men as they draw near to their Father in heaven, but just\nas true, when men draw away from their Father in heaven, they have a restlessness that\ndisturbs their peace of mind. That beautiful saying, \"If you will seek after me, you shall\nsurely find me,\" should give us comfort as members of the Church. The living of the gospel\nof the Lord Jesus Christ is the way, the true way to happiness.\n<\/p><p>\nSays the Lord:\n<\/p><p>\nPray always, and I will pour out my Spirit upon you, and great shall be\nyour blessings . . . (<span class=\"citation\" id=\"12430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12430)\">D&amp;C 19:38<\/a><\/span>).\n<\/p><p>\nLatter-day Saints are staunch believers in the healing virtue of prayer and faith.\n<\/p><p>\nAnd the elders of the church, two or more shall be called, and shall\npray for and lay hands upon them [the sick] in my name\n(<span class=\"citation\" id=\"12449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12449)\">D&amp;C 42:44<\/a><\/span>).\n<\/p><p>\nReferring to James:\n<\/p><p>\nConfess your faults one to another, and pray for one another, that\nye may be healed . . . (<span class=\"citation\" id=\"26072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26072)\">James 5:16<\/a><\/span>).\n<\/p><p>\nPray to the Lord in prosperity; pray to him in adversity. \n<\/p><p>\nSTRENGTH IN UNSEEN POWER\n<\/p><p>\nThere is an unseen power in every man's life and that power comes from on high. It is the\npower that will help man rise above his own natural ability. We have been told at times that\nman cannot rise above his own natural ability, and I am sure that if we do that, we've done\npretty well, but with the power and help of the Lord, men often rise far beyond their own\nnatural ability.\n<\/p><p>\nI quote from an article of President Clark's recently, wherein he stated: \"God has placed in\nevery man's heart a divine spark that never wholly goes out.\" That spark can be kindled, that\nspark can be developed and become beautiful with service.\n<\/p><p>\nThere was recently an article that appeared in a very prominent Washington paper entitled,\n\"There Must be a Way Out.\" \"This was the theme for thought and prayer. There must be a\nway of convincing the Russians that we do not want war. Yes, but no one has found that way\nyet. None of the plans of men have worked.\" But there is a plan, and that plan is embodied in\nthe gospel of the Lord Jesus Christ if only men could understand it and accept it.\n<\/p><p>\nIt is always fatal for any person or any nation to make a break with the\nLiving God.\n<\/p><p>\nTHE WAY TO HAPPINESS\n<\/p><p>\nI want to bear you my testimony that great joy comes into the souls of those who try to live\nthe gospel of the Lord Jesus Christ. I want to repent of my wrongdoings before you this day\nand before my Maker. I want to tell you that I am grateful for the blessings of the Lord. I\nknow that it will do our hearts good to try to live a little better today than we have in the\npast. That is our plan of improvement. The Lord has asked us to come unto him humbly and\nrepent of our wrongdoings. Therein we can be made strong.\n<\/p><p>\nIf I have wronged any man or woman, if they will let me know, I will do my best to right\nthat wrong. I hold no malice in my heart toward any man, and I hope no man will hold any\nmalice toward me. I appreciate the blessings that come in serving the Lord. I pray that he will\nhelp me to do my best to serve him and to keep his commandments.\n<\/p><p>\nIt is a pleasure to know the brethren with whom I am associated. I can bear you my testimony\nthat they are men of God, trying as hard as they can to live the true principles, working hard\nday and night in the service of their Father in heaven.\n<\/p><p>\nFor a number of years, some of my friends have said that I was working too hard, and they\ncautioned me to take it a little easy, but now as I look back over the last fifteen years, the\nwork I was doing was just play and fooling around compared with the work that I have to do\nin keeping up with my brethren of the General Authorities. I hope that you will pray for us as\nwe pray for you.\n<\/p><p>\nGRATITUDE FOR MISSION PRESIDENTS\n<\/p><p>\nThe other day in the temple, we listened to all the mission presidents bear their testimony and\ngive a report of their work, and my heart was touched to see the great love that these mission\npresidents have for the young men and women laboring under their care as missionaries. Oh,\nas fathers and mothers, we should be ever grateful, indeed, that our sons and daughters can go\ninto the mission field and labor with these fine mission presidents who love these missionaries\nas they would love their own sons and daughters.\n<\/p><p>\nMay God bless us that we may serve him and keep his commandments, that we may follow\nthe admonitions that the President of the Church gave us this morning. May we truly love\neach other and make life as pleasant as we can for those who are unfortunate.\n<\/p><p>\nMay God bless us during the sessions of this conference, I pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}