{"ID":324, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Prophet of God<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, April 1948, pp. 24-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is an awe-inspiring sight to stand here this morning on this beautiful Sabbath day and face\nthis vast audience. I humbly pray that the Spirit of God will attend me and direct what I shall\nsay. During the few moments that I occupy, it is my desire to give an interpretation of a\nprophet of God, with special emphasis upon the Prophet Joseph Smith. I am always thrilled to\nhear that beautiful song, \"We Thank Thee, O God, for a Prophet,\" that was sung a few\nmoments ago, because I know that we have today prophets standing at the head of the Church\nof Jesus Christ of Latter-day Saints.\n<\/p><p>\nDEFINITION OF A PROPHET\n<\/p><p>\nIf I were to ask you the question, \"What is a prophet of God?\" it is probable that your\nimmediate reply would be: \"A prophet of God is an individual who through divine inspiration\nor revelation predicts future events.\" You may even quote the Apostle Peter, wherein he said:\n<\/p><p>\nFor the prophecy came not in old times by the will of man: but holy men of\nGod spake as they were moved by the Holy Ghost\n(<span class=\"citation\" id=\"4801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4801)\">2 Pet. 1:21<\/a><\/span>).\n<\/p><p>\nHow does Joseph Smith compare with the great prophets of all ages as a predictor of future\nevents? When we consider the fact that the D&amp;C is filled with revelations from the Lord to\nthe Prophet and that many of them deal with future events which certainly could be regarded\nas prophecies; also, when we consider the fact that other scriptures were brought forth in this\ndispensation through Joseph and that they contain many prophecies; and in addition to this,\nthat he uttered numerous other predictions, we are forced to conclude that few, if any,\nprophets who ever lived have made more prophecies than did Joseph Smith. I, therefore,\nwould rate him among the greatest of all the prophets as a predictor of future events.\n<\/p><p>\nWe should also keep in mind the fact that the prophecies of true prophets of God, uttered as a\nresult of divine inspiration, or revelation, must and will all be fulfilled. In fact, in the holy\nscriptures we are told that the way to distinguish between true and false prophets is whether\nor not their predictions come to pass. To quote the words of Deuteronomy:\n<\/p><p>\nAnd if thou say in thine heart, How shall we know the word which the Lord\nhath not spoken?\n<\/p><p>\nWhen a prophet speaketh in the name of the Lord, if the thing follow not, nor\ncome to pass, that is the thing which the Lord hath not spoken, but the prophet\nhath spoken it presumptuously; thou shalt not be afraid of him\n(<span class=\"citation\" id=\"21209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21209)\">Deut. 18:21-22<\/a><\/span>).\n<\/p><p>\nJOSEPH SMITH A TRUE PROPHET\n<\/p><p>\nAccording to the word of the Lord, Joseph Smith was a true prophet because the prophecies\nand promises revealed to him \"shall all be fulfilled.\" In this respect he compares very\nfavorably with any or all of the holy prophets of old. God declared in his preface to the D&amp;C\nthe following:\n<\/p><p>\nSearch these commandments for they are true and faithful, and the\nprophecies and promises which are in them shall all be fulfilled\n(<span class=\"citation\" id=\"12420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12420)\">D&amp;C 1:37<\/a><\/span>).\n<\/p><p>\nLet us consider a few examples of prophecies made by Joseph Smith and their fulfilment.\nWhen but a boy slightly past fourteen years of age, Joseph returned to the house from .the\nSacred Grove on that memorable spring morning in 1820. He told the members of his family\nthat he had seen the Eternal Father and his Only Begotten Son in a vision\n(<span class=\"citation\" id=\"30268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30268)\">JS&mdash;H 1:17-20<\/a><\/span>). During the course\nof that vision, he had been informed by the Savior that the true Church was not upon the\nearth (<i>DHC<\/i> 1:2-6) and that if he lived a worthy life he was given:\n<\/p><p>\n. . . a promise that the fullness of the gospel should at some future time be\nmade known unto [him] me. (\"The Wentworth Letter,\" cited in <i>DHC<\/i> 4:536.)\n<\/p><p>\nImagine a boy, untrained and unschooled as far as earthly schooling is concerned and at such\na tender age, making such a prophecy. As all of you know, this prophecy was soon fulfilled.\nThe gospel of Jesus Christ was revealed to him, and he did establish a Church&mdash;the Church\nwhich God declared to be:\n<\/p><p>\n. . . the only true and living church upon the face of the whole earth, with which\nI, the Lord, am well pleased, speaking unto the church collectively and not\nindividually (<span class=\"citation\" id=\"12418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12418)\">D&amp;C 1:30<\/a><\/span>).\n<\/p><p>\nNAME KNOWN FOR GOOD AND EVIL\n<\/p><p>\nThree and one-half years later, at the time of the visitations of the angel Moroni to Joseph\nSmith, he made another prophecy which I believe was just as astounding in its nature as was\nthe prediction that he should establish the \"true and living Church.\" Joseph said that the\nheavenly messenger had told him that he would receive an ancient record, and that he would\ntranslate it and publish a book. Also, to quote Joseph's own words:\n<\/p><p>\n. . . <i>that my name should be had for good and evil among all nations, kindreds,<\/i>\n<i>and tongues, or that it should be both good and evil spoken among all people<\/i>\n(<span class=\"citation\" id=\"30270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30270)\">JS&mdash;H 1:33<\/a><\/span>;\n<i>DHC<\/i> 1:11-12; italics speaker's).\n<\/p><p>\nImagine an obscure frontier youth who had probably no more than a casual acquaintance with\nperhaps a few hundred people at the most, not only prophesying that he would translate and\npublish a book but that his name would be had for good and evil among all nations. Again,\ntime has proved Joseph Smith to be a true prophet of God. He did publish that book under the\ntitle of the Book of Mormon; and, as all of you know, it has for more than a century baffled\nthousands of its avowed enemies.\n<\/p><p>\nAlmost immediately after receiving his earliest visitation from heavenly beings, the Prophet\nJoseph Smith began to be persecuted for the claims that he had made. Throughout the entire\ncourse of his life many people hated him to the point of trying to bring about his death. This\nfact they finally accomplished by bringing him to a martyr's grave. As early as 1834 the first\nof almost an innumerable procession of books, written by evil people inspired by the devil for\nthe purpose of destroying the Prophet, his influence and the work of the Lord, came from the\npress. Each of these books has been short-lived; but the work of God and the honor and glory\nof his great Prophet will go on unhampered forever.\n<\/p><p>\nOn the other hand, throughout Joseph's lifetime many other people loved him so dearly that\nthey would have laid down their lives willingly for him if necessary. They maintained that the\nHoly Ghost had borne positive assurance to their souls of Joseph's divine appointment and of\nthe restoration of the true gospel of Jesus Christ. Thus thousands of intelligent converts have\nallied themselves with the Prophet Joseph and have adhered to the cause of Mormonism in the\nface of persecution, poverty, loss of homes and property, and even threats of martyrdom. In\nfact, many of the Saints have sacrificed their lives for the cause of righteousness.\n<\/p><p>\nJoseph Smith's testimony has divided the world into two camps. Whenever he is being\nconsidered, there is no neutral ground upon which to stand. His claims are so vital that people\neither accept them in their entirety without reservations or flatly reject them. There are\nindividuals, however, who are completely indifferent to his claims, and ofttimes to religion in\ngeneral. Those individuals must be classed with the group that reject Joseph's claims.\n<\/p><p>\nThus throughout the entire course of more than one hundred years, this prediction uttered by\nthe Prophet Joseph Smith, that is, that his name should be known\n\"<i>for good and evil among all nations, kindreds, and tongues<\/i>\"\n(<span class=\"citation\" id=\"30271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30271)\">JS&mdash;H 1:33<\/a><\/span>), has been continuously fulfilled.\n<\/p><p>\nREVELATION GIVEN IN MISSOURI JAIL\n<\/p><p>\nIn the spring of 1839, after the Prophet had spent several months lying in a dungeon in a\nMissouri jail, the voice of God came unto him saying:\n<\/p><p>\nMy son, peace be unto thy soul; thine adversity and thine afflictions shall be\nbut a small moment;\n<\/p><p>\nAnd then, if thou endure it well, God shall exalt thee on high; thou shalt\ntriumph over all thy foes.\n<\/p><p>\nAnd they who do charge thee with transgression, their hope shall be blasted, and\ntheir prospects shall melt away as the hoar frost melteth before the burning rays\nof the rising sun;\n<\/p><p>\nCursed are all those that shall lift up the heel against mine anointed, saith\nthe Lord. . . (<span class=\"citation\" id=\"12545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12545)\">D&amp;C 121:7-8,11,16<\/a><\/span>).\n<\/p><p>\nThe ends of the earth shall inquire after thy name, and fools shall have thee\nin derision, and hell shall rage against thee;\n<\/p><p>\nWhile the pure in heart, and the wise, and the noble, and the virtuous, shall\nseek counsel, and blessings constantly from under thy hand.\n<\/p><p>\nAnd thy people shall never be turned against thee by the testimony of\ntraitors.\n<\/p><p>\n. . . Thy days are known, and thy years shall not be numbered less; therefore, fear\nnot what men can do, for God shall be with you forever and ever\n(<span class=\"citation\" id=\"12550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12550)\">D&amp;C 122:1-3,9<\/a><\/span>).\n<\/p><p>\nPREDICTIONS FULFILLED\n<\/p><p>\nSuch predictions as the Civil War prophecy\n(<span class=\"citation\" id=\"12492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12492)\">D&amp;C 87:1-8<\/a><\/span>),\nthe Stephen A. Douglas prophecy, the Rocky\nMountain prophecy referred to by the President of the Church this morning, and numerous\nother predictions and their fulfilment could be cited to show that Joseph Smith was truly a\ngreat prophet of God. Evidence impels us to rank this man of God as one of the greatest\nprophets that have ever lived. In fact, in the D&amp;C we read:\n<\/p><p>\nJoseph Smith, the Prophet and Seer of the Lord, has done more, save Jesus only,\nfor the salvation of men in this world, than any other man that ever lived in it\n(<span class=\"citation\" id=\"12571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12571)\">D&amp;C 135:3<\/a><\/span>).\n<\/p><p>\nTHE CALLING OF PROPHETS\n<\/p><p>\nAnother distinctive characteristic of a prophet of God is that he is chosen, appointed, and\ncalled by the Lord. He draws his knowledge from the divine fountain of truth; therefore, he\nspeaks in the name of the Lord and as one having authority\n(<span class=\"citation\" id=\"34201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34201)\">Matt. 7:29<\/a><\/span>). Let us give a few examples. The\nProphet Amos, in his masterful discourse at Bethel, prefaced each of his predictions by \"Thus\nsaith the Lord\" \n(<span class=\"citation\" id=\"10397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10397)\">Amos 1:3,6,9,11,13<\/a><\/span>;\n<span class=\"citation\" id=\"10398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10398)\">Amos 2:1,4,6<\/a><\/span>).\nIsaiah relates his call to be a prophet as follows:\n<\/p><p>\n. . . I saw also the Lord sitting upon a throne, high and lifted up, and his\ntrain filled the temple.\n<\/p><p>\nAlso I heard the voice of the Lord, saying, Whom shall I send, and who\nwill go for us? Then said I, Here I am; send me.\n<\/p><p>\nAnd he said, Go, and tell this people\n(<span class=\"citation\" id=\"25070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25070)\">Isa. 6:1,8-9<\/a><\/span>).\n<\/p><p>\nThe call of Jeremiah to be a prophet illustrates beautifully the fact that prophets are chosen,\nappointed, and called by the Lord. To use Jeremiah's own words:\n<\/p><p>\nThen the word of the Lord came unto me, saying,\n<\/p><p>\nBefore I formed thee in the belly I knew thee; and before thou camest forth\nout of the womb I sanctified thee, and I ordained thee a prophet unto the nations.\n<\/p><p>\nThen said I, Ah, Lord God! behold, I cannot speak for I am a child. But the Lord\nsaid unto me, Say not, I am a child; for thou shalt go to all that I shall send thee,\nand whatsoever I command thee thou shalt speak.\n<\/p><p>\nThen the Lord put forth his hand, and touched my mouth. And the Lord\nsaid unto me, Behold, I have put my words in thy mouth\n(<span class=\"citation\" id=\"26464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26464)\">Jer. 1:4-7,9<\/a><\/span>).\n<\/p><p>\nIn the book of Moses we read about Enoch's call to be a prophet as follows:\n<\/p><p>\nAnd it came to pass that Enoch journeyed in the land, among the people;\nand as he journeyed . . .\n<\/p><p>\n. . . he heard a voice from heaven, saying: Enoch, my son, prophesy unto\nthis people (<span class=\"citation\" id=\"38961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38961)\">Moses 6:26-27<\/a><\/span>).\n<\/p><p>\nIn addition to being called of the Lord, true prophets teach the people what the Lord\ncommands them Jesus Christ, the greatest of all the prophets, declared:\n<\/p><p>\nFor I have not spoken of myself; but the Father which sent me, he gave me\na commandment, what I should say, and what I should speak.\n<\/p><p>\nAnd I know that his commandment is life everlasting: whatsoever I speak\ntherefore, even as the Father said unto me, so I speak\n(<span class=\"citation\" id=\"27321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27321)\">John 12:49-50<\/a><\/span>).\n<\/p><p>\nThroughout history many of the great prophets have been visited by holy angels and some of\nthem have seen God and have conversed with him as one man converses with another. For\nexample, we read in the Pearl of Great Price:\n<\/p><p>\nAnd I, the Lord God, said unto Adam, (<span class=\"citation\" id=\"38959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38959)\">Moses 4:17<\/a><\/span>)\n<\/p><p>\nAgain we read:\n<\/p><p>\nAnd I, the Lord God, spake unto Moses,\n(<span class=\"citation\" id=\"38954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38954)\">Moses 4:1<\/a><\/span>)\n<\/p><p>\nAnd he saw God face to face, and he talked with him, and the glory of God\nwas upon Moses; therefore Moses could endure his presence\n(<span class=\"citation\" id=\"38948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38948)\">Moses 1:2<\/a><\/span>).\n<\/p><p>\nAbraham wrote:\n<\/p><p>\nThus I, Abraham, talked with the Lord, face to face, as one man talketh\nwith another (<span class=\"citation\" id=\"7168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7168)\">Abr. 3:11<\/a><\/span>).\n<\/p><p>\nReferring to the Prophet Alma, Amulek said:\n<\/p><p>\nAs I was journeying to see a very near kindred, behold an angel of the Lord\nappeared unto me and said: Amulek, return to thine own house, for thou shalt feed\na prophet of the Lord; yea, a holy man, who is chosen man of God\n(<span class=\"citation\" id=\"8859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8859)\">Alma 10:7<\/a><\/span>).\n<\/p><p>\n\"THUS SAITH THE LORD\"\n<\/p><p>\nAfter the death of the Savior and his apostles, the heavens were closed, and for many\ncenturies God ceased to appoint holy prophets among men. Finally, as I have already stated, a\nliving oracle was sent to earth again in the person of the Prophet Joseph Smith. The Eternal\nFather, his Only Begotten Son, and numerous holy angels talked with Joseph face to face,\neven as they had done with the prophets of old. Thus the word, the will, and the\ncommandments of God came from heaven to mortals again in exactly the same manner as\nthey had come in past ages. At the beginning of the majority of the revelations received by\nthe Prophet Joseph, such statements as the following appear:\n<\/p><p>\nHearken unto the voice of the Lord your God, while I speak unto you\n(<span class=\"citation\" id=\"12434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12434)\">D&amp;C 25:1<\/a><\/span>).\n<\/p><p>\nAnd again:\n<\/p><p>\nListen to the voice of Jesus Christ, your Lord, your God and your\nRedeemer (<span class=\"citation\" id=\"12435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12435)\">D&amp;C 27:1<\/a><\/span>;\n(<span class=\"citation\" id=\"12436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12436)\">D&amp;C 29:1<\/a><\/span>).\n<\/p><p>\nAlso:\n<\/p><p>\nThus saith the Lord God, the Mighty One of Israel\n(<span class=\"citation\" id=\"12441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12441)\">D&amp;C 36:1<\/a><\/span>).\n<\/p><p>\nAs an example of the numerous visions of heavenly beings that Joseph beheld, I quote the\nfollowing:\n<\/p><p>\nAnd we beheld the glory of the Son, on the right hand of the Father, and\nreceived of his fulness; And saw the holy angels, and them who are sanctified\nbefore his throne, worshiping God, and the Lamb, who worship him forever and\never (<span class=\"citation\" id=\"12477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12477)\">D&amp;C 76:20-21<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith, like all the holy prophets, who preceded him, always prefaced his\nteachings with the divine dictum of \"Thus saith the Lord.\" Truly of him it can be said as it\nwas said of the Man of Galilee, \". . . Never man spake like this man\"\n(<span class=\"citation\" id=\"27313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27313)\">John 7:46<\/a><\/span>). Since\nJoseph Smith received what he gave to the people directly from Jesus Christ, such should be\nthe case.\n<\/p><p>\nThe Lord declared in modern revelation that the words spoken by prophets when they were\nmoved upon by the Holy Ghost should be considered as scripture. To quote:\n<\/p><p>\nAnd whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture,\nshall be the will of the Lord, shall be the mind of the Lord, shall be the word of the Lord,\nshall be the voice of the Lord, and the power of God unto salvation\n(<span class=\"citation\" id=\"12469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12469)\">D&amp;C 68:4<\/a><\/span>).\n<\/p><p>\nLIVING ORACLES\n<\/p><p>\nI wish to emphasize the fact that this revelation is not limited to Joseph Smith and the other\ngreat prophets who preceded him. We have standing at the head of the Church of Jesus Christ\nof Latter-day Saints today living oracles through whom God reveals his will. Certainly the\nwords of this revelation apply to President George Albert Smith, to his Counselors, to the\nTwelve Apostles, and to me Patriarch to the Church just as much as they did to Joseph Smith,\nor to Isaiah, Jeremiah, Moses, Nephi, Alma, Peter, Paul, or to all of the other ancient prophets\nof God.\n<\/p><p>\nA TEACHER OF DIVINE TRUTHS\n<\/p><p>\nThe greatest job that a prophet has to accomplish is to be teacher of the divine truths revealed\nto him from on high. He is to God's mouthpiece here on earth&mdash;God's spokesman, the\nrevelator of the plan of salvation. Through the keys and power of the priesthood which he\nholds, the kingdom of God is established upon earth and all the ordinances requisite for the\nsalvation and exaltation of the human family are performed. It is in their capacity of teacher\nand dispenser of the mind and will of God that the holy prophets in all ages have made their\ngreatest contributions. During his three short years of missionary service, Jesus Christ did\nmore to affect the destiny of the human family than have all the kings that ever sat upon the\nthrones or all the armies that ever marched. Moses' great contribution was in giving Israel the\nlaw. Nephi, Paul, Alma, and the other prophets perpetuated the true Church in their times.\nAnd Joseph Smith was the prophet of God who was called and foreordained to usher in the\nlast dispensation of the gospel, the greatest of the dispensations\n(<span class=\"citation\" id=\"3491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3491)\">2 Ne. 3:1-25<\/a><\/span>).\n<\/p><p>\nWhen we consider the three volumes of scripture given to the world through the Prophet\nJoseph Smith, and when we consider that all the knowledge, powers, keys, doctrines, and\nordinances that had ever been given to the prophets from the time of Adam to the present day\nwere restored to him, then we can fully realize that Joseph certainly was one of the greatest\nprophets that ever lived. I make the claim that he was the greatest of the prophets except\nJesus Christ (<span class=\"citation\" id=\"12572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12572)\">D&amp;C 135:3<\/a><\/span>).\n<\/p><p>\nLOVE OF FELLOWMEN\n<\/p><p>\nFinally, a prophet of God loves his fellow men intensely, even to the point of giving his life\nwillingly for them if necessary. Before the death of the Savior, he had full knowledge that the\nJews had rejected him, and that they would bring about his crucifixion. Yet, as he sat upon a\nhill overlooking Jerusalem a few days prior to his death, he prophesied to his apostles\nregarding the destruction of the holy city and the scattering of his people because they had\nrejected their Lord and Savior. So intense was his love for those who had become his enemies\nthat \"Jesus wept\" (<span class=\"citation\" id=\"27320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27320)\">John 11:35<\/a><\/span>).\nHe had taught the people:\n<\/p><p>\n. . . Love your enemies, bless them that curse you, do good to them that hate you,\nand pray for them which despitefully use you, and persecute you\n(<span class=\"citation\" id=\"34190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34190)\">Matt. 5:44<\/a><\/span>).\n<\/p><p>\nWhile hanging on the cross he put those teachings into effect. He looked down upon the\njeering mob standing at the foot of the cross and then, casting his eyes toward heaven, prayed:\n<\/p><p>\n. . . Father, forgive them, for they know not what they do\n(<span class=\"citation\" id=\"31233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31233)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nSo it was with the Prophet Joseph Smith. When he, Hyrum and others were making plans to\nflee to the Rocky Mountains for safety, Emma sent word for Joseph to return because the\nSaints were accusing him of being a coward. Knowing full well that they would be killed if\nthey should return, he turned to his brother Hyrum and said: \"If my life is of no value to my\nfriends it is of none to myself,\" (<i>DHC<\/i> 6:549) and so they returned to Nauvoo. It was his\ndeep love for the Saints that impelled him to return and voluntarily to give his life as a\nsacrifice for them. The following day while on their way from Nauvoo to Carthage, Joseph\nmade this memorable statement:\n<\/p><p>\n<i>I am going like a lamb to the slaughter, but I am as calm as a summer's morning.<\/i>\n<i>I have a conscience void of offense toward God and toward all men. If they take<\/i>\n<i>my life I shall die an innocent man, and my blood shall cry from the ground for<\/i>\n<i>vengeance, and it shall be said of me, \"He was murdered in cold blood!<\/i>\"\n(<span class=\"citation\" id=\"12573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12573)\">D&amp;C 135:4<\/a><\/span>; <i>DHC<\/i>,\n6:555).\n<\/p><p>\nTESTIMONY SEALED WITH BLOOD\n<\/p><p>\nThree days later the assassins' bullets found lodgment in the body of the Prophet of God. As\nhe fell from the windows of Carthage jail, he died with the words on his lips, \"O Lord, my\nGod!\"\n<\/p><p>\nHe began his career as a prophet with the glorious vision of the Father and the Son and ended\nhis earthly career with the name of Deity on his lips. As did the Savior of the world, he\nsealed his testimony with his blood. Regarding Joseph's death, God revealed to Brigham\nYoung the following:\n<\/p><p>\nMany have marveled because of his death; but it was needful that he\nshould seal his testimony with his blood, that he might be honored and the wicked \nmight be condemned (<span class=\"citation\" id=\"12574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12574)\">D&amp;C 136:39<\/a><\/span>).\n<\/p><p>\nAnd like all of the great and holy prophets of old, the Prophet Joseph, being dead, yet lives\non forever. Today a million people sing:\n<\/p><p>\nHail to the Prophet, ascended to heaven!<br \/>\nTraitors and tyrants now fight him in vain;<br \/>\nMingling with Gods, he can plan for his brethren;<br \/>\nDeath cannot conquer the hero again.\n<\/p><p>\nFrom the bottom of my heart I want to bear my testimony that I know that Joseph Smith was\none of the greatest prophets that ever lived upon this earth. May the Spirit of God be with\nyou and me that we might live according to the teachings that he gave us, I humbly pray in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}