{"ID":326, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"My Peace I Leave With You\"<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, April 1948, pp. 40-43<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe pleasant thing about standing before you, brethren and sisters, is to have the opportunity\nto look at you and recognize among you many of our friends. If you love me as dearly as I\nlove you, then I am happy. I would like to serve you since the Lord has said that inasmuch as\nwe serve the least of his children, we serve him. That is our purpose, and that has always\nbeen my purpose, to serve God to the best of my ability. I am sure that he lives, and I am\ngrateful for all that he has done in my behalf.\n<\/p><p>\nTHE ATONEMENT OF CHRIST\n<\/p><p>\nLast Sunday we celebrated Easter, the day on which we recognize the resurrection of Christ,\nour Lord. It is a wonderful thing to contemplate what he did for us. I am not so happy to\nthink of what might have been our lot if it had not been for him. But when we realize the\nwonderful gift which he gave us through his atonement, it should give us great joy and\nhappiness and a new determination to serve him, to serve him to the very best of our ability.\nHe gave us an opportunity to go back into the presence of our Father in heaven, from whom\nwe came. He promised, too, that if we would repent of the things which we do which are not\nright, and repent honestly and sincerely and come through the waters of baptism into the body\nof the Church, and there serve him well and faithfully to the end, that he would forgive us of\nthose transgressions, that when we should appear before him he would hold us guiltless before\nthe Father, that he would carry the burdens of our sins. He tells us, in the Book of Mormon,\nthat that is his gospel and that he came into this world to give his life for the world; that\nwhosoever should repent and endure in righteousness to the end, would be saved, the sins of\nthose people being blotted out from the Book of Remembrance\n(<span class=\"citation\" id=\"5477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5477)\">3 Ne. 27:13-22<\/a><\/span>); the dearest consolation of all,\nperhaps, that I find in reading the scriptures.\n<\/p><p>\nHe did for us, as has already been said, the thing which no one else could have done, having\npower over life and death: he gave his life for us. God so loved the world that he gave his\nOnly Begotten Son for us (<span class=\"citation\" id=\"27305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27305)\">John 3:16<\/a><\/span>).\nThe Only Begotten Son so loved the world that he gave his life for\nus. We should learn to appreciate it and to honor him and to help in the realization of his\nworthy purposes.\n<\/p><p>\n\"MY PEACE I GIVE UNTO YOU\"\n<\/p><p>\nIt was said, on one occasion, that he was not bringing peace to the world, but the sword. And\nthen, again, he said, \". . . my peace I give unto you\"\n(<span class=\"citation\" id=\"27331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27331)\">John 14:27<\/a><\/span>),\nnot the peace of the world,\nbut his peace, the peace that passeth understanding\n(<span class=\"citation\" id=\"41233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41233)\">Philip. 4:7<\/a><\/span>), the peace that one can feel in one's heart\nin the midst of trial and turmoil and persecution. And if we could get that peace, especially in\nthis time of uncertainty, what a wonderful thing it would be for us. The peace that passeth\nunderstanding&mdash;how are we going to go about getting it?\n<\/p><p>\nHe told us on one occasion, too, that the first commandment was to love God with all our\nhearts and with all our might and with all our strength, and that there is another\ncommandment like it, which is to love our neighbor as we love ourselves\n(<span class=\"citation\" id=\"34220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34220)\">Matt. 22:37-39<\/a><\/span>). If we will do that,\nwe will serve our neighbors as we would hope that those neighbors would help and serve us.\nIf we could bring ourselves to that wholehearted service of men, I am sure that we would be\non the highway of the realization of that supreme peace. In this day when everybody is\nstruggling with everybody to get gain, it is hard to find time to serve one another\nwholeheartedly. But, before we ever realize that peace, we will have this to do; we must\neradicate from our hearts, from our feelings, and from our program, all selfishness. If we\ncould do that now, we would be happier. If we could impress our neighbors with the fact that\nthey should do it now, they would be happier. If we could impress the governments of the\nnations of the earth with the fact that they should be unselfish, there would be peace, not only\na peace that the world could enjoy, but an opportunity for man, himself, to realize in his heart\nthat wonderful peace.\n<\/p><p>\nCONSCIENCE FREE OF OFFENSE\n<\/p><p>\nToday at the dinner table I asked my guests, \"What is it that you worry over most, the\noffenses of other people made toward you, or the things you do to other people which are\noffensive?\" I have come to believe that you will never have that peace so long as you are\nconstantly doing things to other people that you know you should not do. If we ever get to a\nstate where our minds are free of offense toward other people, then I believe that peace will\nbegin to creep into our hearts and that we will love them and love them so that we can bring\nthem to our embrace and serve them. Until that time comes, perhaps, we will never know that\npeace. I believe that it is possible, in the midst of the turmoil of today, to get that peace, the\npeace of God. I believe that during the conflict that we recently terminated&mdash;and which some\npeople fear is imminent again&mdash;there were many of our boys our boys who went through the\nstruggles of warfare with that peace in their hearts, a conscience free of offense to other\npeople and knowing that if they could give their lives for us they were not fearful to meet\ntheir God and give account of their services. It might be possible for us to enjoy that same\nspirit in our business relationships with each other if no man should ever take advantage of\nanother. It ought to be possible for us to enjoy that same feeling of peace in our social\nrelationships with each other, that no man should ever say offensive things about another to\nhurt his feelings.\n<\/p><p>\nPEACE COMES FROM RIGHTEOUS LIVING\n<\/p><p>\nIf you will permit a personal reference, I believe that I feel worse over the thoughtless things\nI do and say to other people than I do over the things they say and do to me, and I would like\nto enjoy the Spirit of God to such an extent that I never would say or do a thing that would\nbe detrimental to another. Then, perhaps, I might enjoy that wonderful peace of Christ. He\nsaid in effect, \"I leave it with you\"\n(<span class=\"citation\" id=\"27332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27332)\">John 14:27<\/a><\/span>),\nand that implies that it is possible of attainment, but we\nmust admit that the struggle of attainment is great, that none of us is perfect, that failure\nseems to be the lot of most of us in most things that we attempt to do to approach perfection.\nBut we must strive for it, nevertheless. It was held out as a goal to us, and the nearer we\napproach perfection in that respect the greater will be our joy and our happiness.\n<\/p><p>\nI have been thinking of that lately a good deal, how can we approach the peace that Christ\nwould leave with us? And I have come to the conclusion that if and when we enjoy it, it will\nbe because we repent of our sins and purify our lives. There is no progress without\nrepentance. We cannot enjoy the Spirit of God in sinful living. And inasmuch as I feel that\nthat peace is the most desirable thing in the world, then I feel that my duty and yours is to\nrepent and purify our lives that we may have claim upon God, our Heavenly Father, for his\nSpirit. Once we get it, we will have that peace. And regardless of the uncertainties of our\nlives, we will not worry over them, but we will have the peace that comes from the\nrealization that we are the children of God and that if our lives are holy in his sight, our\nexaltation and election will be sure, and that eternity is so much more important than\nmortality. This life is not a goal, it is just a means of preparation for eternity, that we may go\nback, eventually, into the presence of our Heavenly Father and there enjoy whatever blessings\nhe may have to bestow upon us. \"My peace I leave with you\"\n(<span class=\"citation\" id=\"27333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27333)\">John 14:27<\/a><\/span>). God bless you. Amen.\n<\/p>\n<\/div>\n<\/div>"}