{"ID":3276, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “An Angel from on High, the Long, Long Silence Broke”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p2\" class=\"\">Elder Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2e70.jpg\" alt=\"Elder Gordon B. Hinckley\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p3\" class=\"\">We often sing in our congregations a favorite hymn—the words were written well over a century ago by Parley P. Pratt (see <span class=\"emphasis\">Hymns,<\/span> no. 224). They represent his declaration of the miraculous coming forth of a remarkable book. Exactly 150 years ago this fall that book was first being set in type and run on a press in Palmyra, New York.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p4\" class=\"\">Permit me to tell you how Parley Pratt came to know of the book about which he wrote these words. In August of 1830, as a lay preacher, he was traveling from Ohio to eastern New York. At Newark, along the Erie Canal, he left the boat and walked ten miles into the country where he met a Baptist deacon by the name of Hamlin, who told him “of a <span class=\"emphasis\">book,<\/span> a <span class=\"small\">STRANGE BOOK<\/span>, a VERY STRANGE BOOK! … This book, he said, purported to have been originally written on plates either of gold or brass, by a branch of the tribes of Israel; and to have been discovered and translated by a young man near Palmyra, in the State of New York, by the aid of visions, or the ministry of angels. I inquired of him how or where the book was to be obtained. He promised me the perusal of it, at his house the next day. … Next morning I called at his house, where, for the first time, my eyes beheld the ‘BOOK OF MORMON’—that book of books … which was the principal means, in the hands of God, of directing the entire course of my future life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p5\" class=\"\">“I opened it with eagerness, and read its title page. I then read the testimony of several witnesses in relation to the manner of its being found and translated. After this I commenced its contents by course. I read all day; eating was a burden, I had no desire for food; sleep was a burden when the night came, for I preferred reading to sleep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p6\" class=\"\">“As I read, the spirit of the Lord was upon me, and I knew and comprehended that the book was true, as plainly and manifestly as a man comprehends and knows that he exists” (<span class=\"emphasis\">Autobiography of Parley P. Pratt,<\/span> 3d ed., Salt Lake City: Deseret Book Co., 1938, pp. 36–37).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p7\" class=\"\">Parley Pratt was then twenty-three years of age. The reading of the Book of Mormon affected him so profoundly that he was soon baptized into the Church and became one of its most effective and powerful advocates. In the course of his ministry he traveled from coast to coast across what is now the United States, into Canada, and to England; he opened the work in the isles of the Pacific and was the first Mormon elder to set foot on the soil of South America. In 1857, while serving a mission in Arkansas, he was shot in the back and killed by an assailant. He was buried in a rural area near the community of Alma, and today in that quiet place a large block of polished granite marks the site of his grave. Incised in its surface are the words of another of his great and prophetic hymns, setting forth his vision of the work in which he was engaged:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The morning breaks; the shadows flee;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lo, Zion’s standard is unfurled! …<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The dawning of a brighter day<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Majestic rises on the world.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The clouds of error disappear<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Before the rays of truth divine; … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The glory bursting from afar<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Wide o’er the nations soon will shine.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p16\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 269).<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p17\" class=\"\">Parley Pratt’s experience with the Book of Mormon was not unique. As the volumes of the first edition were circulated and read, strong men and women by the hundreds were so deeply touched that they gave up everything they owned, and in the years that followed not a few even gave their lives for the witness they carried in their hearts of the truth of this remarkable volume.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p18\" class=\"\">Today, a century and a half after its first publication, it is more widely read than at any time in its history. Whereas there were 5,000 copies in that first edition, today’s editions are ordered in lots of as many as a million, and the book currently is printed in more than a score of languages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p19\" class=\"\">Its appeal is as timeless as truth, as universal as mankind. It is the only book that contains within its covers a promise that by divine power the reader may know with certainty of its truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p20\" class=\"\">Its origin is miraculous; when the story of that origin is first told to one unfamiliar with it, it is almost unbelievable. But the book is here to be felt and handled and read. No one can dispute its presence. All efforts to account for its origin, other than the account given by Joseph Smith, have been shown to lack substance. It is a record of ancient America. It is a scripture of the New World, as certainly as the Bible is the scripture of the Old. Each speaks of the other. Each carries with it the spirit of inspiration, the power to convince and to convert. Together they become two witnesses, hand in hand, that Jesus is the Christ, the resurrected and living Son of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p21\" class=\"\">Its narrative is a chronicle of nations long since gone. But in its descriptions of the problems of today’s society, it is as current as the morning newspaper and much more definitive, inspired, and inspiring concerning the solutions of those problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p22\" class=\"\">I know of no other writing which sets forth with such clarity the tragic consequences to societies that follow courses contrary to the commandments of God. Its pages trace the stories of two distinct civilizations that flourished on this Western Hemisphere. Each began as a small nation, its people walking in the fear of the Lord. But with prosperity came growing evils. The people succumbed to the wiles of ambitious and scheming leaders who oppressed them with burdensome taxes, who lulled them with hollow promises, who countenanced and even encouraged loose and lascivious living, who led them into terrible wars that resulted in the death of millions and the final and total extinction of two great civilizations in two different eras.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p23\" class=\"\">No other written testament so clearly illustrates the fact that when men and nations walk in the fear of God and in obedience to his commandments, they prosper and grow, but when they disregard him and his word, there comes a decay that, unless arrested by righteousness, leads to impotence and death. The Book of Mormon is an affirmation of the Old Testament proverb, “Righteousness exalteth a nation: but sin is a reproach to any people” (<span class=\"citation\" id=\"41545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41545)\">Prov. 14:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p24\" class=\"\">We in this good land of America are now hearing much debate concerning the treaty designed to reduce the likelihood of nuclear attack on this continent. There is much talk of a balance of power and of a balance of terror. In the context of this current discussion I should like to read to you what the God of heaven said long ago concerning this land as recorded in the book of which we are speaking:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p25\" class=\"\">“Behold, this is a choice land, and whatsoever nation shall possess it shall be free from bondage, and from captivity, and from all other nations under heaven, if they will but serve the God of the land, who is Jesus Christ” (<span class=\"citation\" id=\"22329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22329)\">Ether 2:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p26\" class=\"\">While it speaks with power to the issues that affect our modern society, the great and stirring burden of its message is a testimony, vibrant and true, that Jesus is the Christ, the promised Messiah, he who walked the dusty roads of Palestine healing the sick and teaching the doctrines of salvation; who died upon the cross of Calvary; who on the third day came forth from the tomb, appearing to many; and who, prior to his final ascension, visited the people of this Western Hemisphere, concerning whom he earlier had said: “And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd” (<span class=\"citation\" id=\"28989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28989)\">John 10:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p27\" class=\"\">For centuries the Bible stood alone as a written testimony of the divinity of Jesus of Nazareth. Now, at its side, stands a second and powerful witness which has come forth “to the convincing of the Jew and Gentile that Jesus is the Christ, the Redeemer of the world” (Book of Mormon, title page).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p28\" class=\"\">As I indicated earlier, at this season exactly 150 years ago the first edition of the Book of Mormon, which had been translated by “the gift and power of God,” was being set in type and run on a small press in Palmyra, New York (<span class=\"citation\" id=\"43177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43177)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43177)\">Book of Mormon, title page<\/a><\/span>). Its publication preceded and was a forerunner to the organization of The Church of Jesus Christ of Latter-day Saints, which event took place on 6 April 1830. On 6 April 1980, six months from now, we shall observe the sesquicentennial anniversary of that organization with a great jubilee celebration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p29\" class=\"\">In anticipation of that sesquicentennial observance I should like to make a request and offer a challenge to members of the Church throughout the world and to our friends everywhere to read the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p30\" class=\"\">There are 183 days between now and next April 6 in which to read 239 chapters. If you will read as little as one chapter a day each weekday and three chapters each Sunday, with the five concluding chapters to be read on April 6, you will finish on that historic day with the words of this remarkable and final challenge issued by the prophet Moroni as he completed his record fifteen centuries ago. Said he:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p31\" class=\"\">“And I exhort you to remember these things; for the time speedily cometh that ye shall know that I lie not, for ye shall see me at the bar of God; and the Lord God will say unto you: Did I not declare my words unto you, which were written by this man, like as one crying from the dead, yea, even as one speaking out of the dust?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p32\" class=\"\">“And God shall show unto you, that that which I have written is true” (<span class=\"citation\" id=\"38438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38438)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38438)\">Moro. 10:27, 29<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/an-angel-from-on-high-the-long-long-silence-broke.p33\" class=\"\">My brothers and sisters, without reservation I promise you that if each of you will observe this simple program, regardless of how many times you previously may have read the Book of Mormon, there will come into your lives and into your homes an added measure of the Spirit of the Lord, a strengthened resolution to walk in obedience to his commandments, and a stronger testimony of the living reality of the Son of God, which promise I solemnly make in his holy name, even the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}