{"ID":328, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Now Is the Day of Our Salvation<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1948, pp. 48-52<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis is a glorious privilege&mdash;to speak in a session of the general conference of the Church. I\nam grateful for it.\n<\/p><p>\nI know that the work you and I are engaged in is true. Bishop Richards has spoken of getting\na testimony of this work by revelation from the Holy Ghost. I, for one, as an elder in this\nkingdom, know that the work is true. I know just as well as I know anything in this world,\nthat Jesus Christ is the Son of the Living God; that Joseph Smith, a choice seer, was the\ninstrument in his hands in our day, of giving us the laws and ordinances of salvation; and that\nthe keys of salvation have remained with the Church from the days of Joseph Smith to the\npresent moment.\n<\/p><p>\nSALVATION FOR THE DEAD\n<\/p><p>\nOne of the doctrines of this kingdom, in which there is great comfort for the Saints, is that of\nsalvation for the dead. We know that in the mercy of God our worthy ancestors may become\njoint heirs with us of the riches of eternity&mdash;and this because our God is no respecter of\npersons (<span class=\"citation\" id=\"7599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7599)\">Acts 10:34<\/a><\/span>).\nJoseph Smith said that the greatest responsibility in this world that God has laid upon\nus&mdash;speaking to the Latter-day Saints of their individual responsibility&mdash;is to seek after our\ndead. We know that we, without them, cannot be made perfect; neither can they, without us\n(<span class=\"citation\" id=\"24227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24227)\">Heb. 11:40<\/a><\/span>;\n(<span class=\"citation\" id=\"12555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12555)\">D&amp;C 128:15,18<\/a><\/span>).\n<\/p><p>\nBut at the same time, in this glorious doctrine of salvation for the dead, there is a warning to\nthe Latter-day Saints. This warning arises because the doctrine is limited to those who die\nwithout a knowledge of the gospel\n(<span class=\"citation\" id=\"12577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12577)\">D&amp;C 137:7-8<\/a><\/span>).\nIt has no application to us. As far as I am concerned, as\nfar as you are concerned, as far as all the people are concerned who have a knowledge of the\ngospel, now is the time and the day of our salvation\n(<span class=\"citation\" id=\"8865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8865)\">Alma 34:31<\/a><\/span>).\n<\/p><p>\nNo people in all the world have been blessed as we have been blessed. We have living oracles\nat the head; we have prophets and apostles to guide us, to give us the mind and will of the\nLord. We have the opportunity to walk in the light of latter-day revelation. And, accordingly,\nwe have the responsibility to accept that light and walk as God would have us walk if we\nwould reap the glories and honors of eternity.\n<\/p><p>\nPROPHET'S VISION OF CELESTIAL KINGDOM\n<\/p><p>\nShortly before the dedication of the Kirtland Temple in 1836, there was a period when the\nHoly Ghost was poured out upon the people in great abundance, particularly upon the leaders.\nOn the twenty-first of January 1836, Joseph Smith and many of the leading brethren were\nassembled in the Kirtland Temple. In the Prophet's language, this took place:\n<\/p><p>\nThe heavens were opened upon us, and I beheld the celestial kingdom of God, and\nthe glory thereof, whether in the body or out I cannot tell. I saw the transcendent\nbeauty of the gate through which the heirs of that kingdom will enter, which was\nlike unto circling flames of fire; also the blazing throne of God, whereon was\nseated the Father and the Son. I saw the beautiful streets of that kingdom, which\nhad the appearance of being paved with gold. I saw Fathers Adam and Abraham\nand my father and mother, my brother, Alvin, that has long since slept, and\nmarveled how it was that he had obtained an inheritance in that kingdom, seeing\nthat he had departed this life before the Lord had set His hand to gather Israel the\nsecond time, and had not been baptized for the remission of sins\n(<span class=\"citation\" id=\"12575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12575)\">D&amp;C 137:1-6<\/a><\/span>; <i>DHC<\/i> 2:380).\n<\/p><p>\nAlvin had died on November 19, 1824, five and one-half years before the Lord had\norganized, through the Prophet, the Church of Jesus Christ of Latter-day Saints. He had not\nbeen baptized. Baptism is the gate to the celestial kingdom of God. It is impossible to enter\nthat kingdom unless one is born of water and of the spirit\n(<span class=\"citation\" id=\"27302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27302)\">John 3:5<\/a><\/span>).\n<\/p><p>\nAt the time this vision was given, the Prophet's father, among others, was with him in the\nKirtland Temple. Thus it is a vision of what was to be in the future. Joseph continues to\nwrite: \n<\/p><p>\nThus came the voice of the Lord unto me, saying&mdash;\n<\/p><p>\nAll who have died without a knowledge of this Gospel, who would have received\nit if they had been permitted to tarry, shall be heirs of the celestial kingdom of\nGod; also all that shall die henceforth without a knowledge of it, who would have\nreceived it with all their hearts, shall be heirs of that kingdom, for I, the Lord, will\njudge all men according to their works, according to the desire of their hearts\n(<span class=\"citation\" id=\"12578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12578)\">D&amp;C 137:7-9<\/a><\/span>;\n<i>DHC<\/i> 2:380; <i>Teachings of the Prophet Joseph Smith<\/i>, p. 107).\n<\/p><p>\nThere is no promise&mdash;that I know anything about&mdash;that those who reject the gospel in this in\nthis life will be heirs of the celestial kingdom in the world to come.\n<\/p><p>\nWhen the Prophet wrote his epistle on the subject of baptism for the dead, he said that it was\n<\/p><p>\n. . . for the salvation of the dead who should die without a knowledge\nof the gospel (<span class=\"citation\" id=\"12553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12553)\">D&amp;C 128:5<\/a><\/span>).\n<\/p><p>\nNOW IS THE DAY OF OUR SALVATION\n<\/p><p>\nTo me, and to you, and to everyone who has a fair and a just and an equitable opportunity to\naccept the truth in this life, the law, in my judgment, is that given by Amulek. He said:\n<\/p><p>\n. . . now is the time and day of your salvation; and therefore, if\nye will repent and harden not your hearts immediately shall the great plan of\nredemption be brought about unto you. \n<\/p><p>\nFor behold, this life is the time for men to prepare to meet God; yea,\nbehold, the day of this life is the day for men to perform their labors.\n<\/p><p>\n. . . do not procrastinate the day of your repentance until the end; for\nafter this day of life, which is given us to prepare for eternity, behold, if we do\nnot improve our time while in this life, then cometh the night of darkness wherein\nthere can be no labor performed\n(<span class=\"citation\" id=\"8866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8866)\">Alma 34:31-33<\/a><\/span>).\n<\/p><p>\nThe Prophet Mormon, speaking as he was moved upon by the Holy Ghost, pronounced this\ncurse upon those who, having opportunity to accept the laws of salvation in this life, reject\nthem:\n<\/p><p>\n. . . wo be unto him that will not hearken unto the words of Jesus, and\nalso to them whom he hath chosen and sent among them; for whoso receiveth not\nthe words of Jesus and the words of those whom he hath sent receiveth not him;\nand therefore he will not receive them at the last day;\n<\/p><p>\nAnd it would be better for them if they had not been born\n(<span class=\"citation\" id=\"5479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5479)\">3 Ne. 28:34-35<\/a><\/span>).\n<\/p><p>\nJacob, the brother of Nephi, adds this testimony:\n<\/p><p>\n. . . wo unto him that has the law given, yea, that has all the commandments of\nGod, like unto us, and that transgresseth them, and that wasteth the days of his\nprobation, for awful is his state!\n(<span class=\"citation\" id=\"3492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3492)\">2 Ne. 9:27<\/a><\/span>).\n<\/p><p>\nThese revealed principles are but specific applications of the eternal law that:\n<\/p><p>\n. . . of him unto whom much is given much is required; and he who sins\nagainst the greater light shall receive the greater condemnation\n(<span class=\"citation\" id=\"12480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12480)\">D&amp;C 82:3<\/a><\/span>).\n<\/p><p>\nWhen the Resurrected Lord appeared to the Nephites, he preached to them, in purity and in\nperfection, his everlasting gospel. He gave them, among other things, the Sermon on the\nMount, substantially the same as he had given it to the Jews, as is recorded in the New\nTestament. But one of the additions he made was this:\n<\/p><p>\n. . . come unto me and be ye saved; for verily I say unto you, that except\nye shall keep my commandments, which I have commanded you at this time, ye\nshall in no case enter into the kingdom of heaven\n(<span class=\"citation\" id=\"5474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5474)\">3 Ne. 12:20<\/a><\/span>).\n<\/p><p>\nTHE HEIRS OF SALVATION\n<\/p><p>\nThese revelations divide the heirs of salvation into two classes: first, those who have\nopportunity to accept and live the gospel in this life&mdash;this means all of the Latter-day Saints\nand all others who have a sufficient witness of Christ borne to them&mdash;all of them are under\nobligation to accept the truth here and now, to hearken to the counsels of the living oracles,\nand to live according to the best light and knowledge that God gives them. If they do this\nthey work out their salvation (<span class=\"citation\" id=\"41229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41229)\">Philip. 2:12<\/a><\/span>).\n<\/p><p>\nThe other class of people who will be heirs of the celestial kingdom are those who would\nhave accepted the gospel with all their hearts, had they had opportunity to accept it here\n(<span class=\"citation\" id=\"12576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12576)\">D&amp;C 137:7<\/a><\/span>). For\nthem, the ordinances of salvation will be performed and they will be heirs of the kingdom,\nand with the righteous and faithful of this life, will go into our Father's kingdom and have\neternal rest.\n<\/p><p>\nWe can get, here and now, in this life, that peace of Christ&mdash;the peace which passeth\nunderstanding (<span class=\"citation\" id=\"41234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41234)\">Philip. 4:7<\/a><\/span>)\nof which President Ivins has spoken&mdash;by obeying the laws and ordinances of the\ngospel. Then if we press forward and continue throughout life to keep the commandments, we\ncan have that same peace and that same rest in eternity.\n<\/p><p>\nTHE TERRESTRIAL WORLD\n<\/p><p>\nNow the question naturally arises, in the light of these principles and doctrines, \"What\nhappens to those who have an opportunity to accept the truth in this life, but who fail or\nneglect to do it, and who hereafter accept it in the spirit worlds.\" The Lord has given us\nanswer by revelation. Speaking of the terrestrial world, he said: These are:\n<\/p><p>\n. . . they who are the spirits of men kept in prison, whom the Son visited, and\npreached the gospel unto them, that they might be judged according to men in the\nflesh;\n<\/p><p>\nWho received not the testimony of Jesus in the flesh, but afterwards\nreceived it (<span class=\"citation\" id=\"12479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12479)\">D&amp;C 76:73-74<\/a><\/span>).\n<\/p><p>\nWell, to me and to you, and to those to whom our missionaries go, this is a great warning. It\nis a warning that now is the time for us to keep the commandments of God. I do not know\nany reason for believing that a man who has belonged to this Church, and has then rebelled\nagainst the truth, who has forsaken it and gone his own wilful way, will have another chance\nto be an heir to that kingdom. Christ's law, as it fell from his own lips, is that,\n<\/p><p>\n. . . No man, having put his hand to the plough, and looking back, is\nfit for the kingdom of God (<span class=\"citation\" id=\"31224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31224)\">Luke 9:62<\/a><\/span>).\n<\/p><p>\nI do not sit in judgment. Judgment is the Lord's and he will repay\n(<span class=\"citation\" id=\"12484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12484)\">D&amp;C 82:23<\/a><\/span>). But at the same time since\nthese doctrines have come to us in such great plainness in this day, we are bound to know\nthem, to live in accordance with them&mdash;and failing such, we will merit the penalty which a\njust God has decreed for our disobedience, for our sinning against the light.\n<\/p><p>\nIMPORTANCE OF MORTALITY\n<\/p><p>\nWe lived in the pre-existent world. We walked by sight. We gained knowledge and\nintelligence, and we obeyed in a greater or less degree. Then the Lord put us down here in\nmortality, drew a curtain over our remembrance of pre-existence, and ordained that while here\nwe should be tried and tested, that we would undergo a final examination for all the life we\nhad lived in that pre-mortal world. He ordained, at the same time, that this mortal probation\nwould be an entrance examination into the kingdoms and glories and worlds that are prepared\nin eternity\n<\/p><p>\nAs far as you and I are concerned, at this time, this life is the most important part of all\neternity. We have the light and knowledge and revelations of heaven. This life is the time for\nus to prepare to meet God, to keep the commandments of God, to hearken to the counsels of\nthe living oracles and to press forward in righteousness.\n<\/p><p>\nThe plan of salvation is to find the\ntruth; and the Latter-day Saints have found it. It is to accept the truth; and we have accepted\nit in the waters of baptism by covenant, a covenant that we will keep the commandments of\nGod. The remaining step is to endure to the end, in righteousness and in faithfulness. Nephi\nsaid that repentance and baptism are the gate to salvation, and that having entered in by the\ngate, men are then in the straight and narrow path which leads to eternal life\n(<span class=\"citation\" id=\"3495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3495)\">2 Ne. 31:17-18<\/a><\/span>). We Latter-day\nSaints have entered in by the gate. We are now on the path. It remains for us to press forward\nwith a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of\nall men. It remains for us to press forward, feasting upon the words of Christ, and endure to\nthe end, which if we do, we will gain eternal life\n(<span class=\"citation\" id=\"3496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3496)\">2 Ne. 31:20<\/a><\/span>).\n<\/p><p>\nLOVE LIGHTENS OUR COURSE\n<\/p><p>\nI do not know that there is anyone among us, unless he has sinned away the opportunity of\nrepentance, who is not capable of starting from this point and going forward in righteousness\nand truth and gaining the celestial kingdom of heaven. The gospel course is either hard or\neasy, depending upon whether we love the Lord. If we do not love the Lord it may seem hard\nand the course may seem rugged. If we love the Lord and desire to keep his commandments,\nthen his yoke is easy, and his burden is light\n(<span class=\"citation\" id=\"34206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34206)\">Matt. 11:30<\/a><\/span>).\nWe can have peace and joy and satisfaction and\nsolace and rest here and now in this life. We can have the guidance of the Holy Ghost, we\ncan make our calling and election sure\n(<span class=\"citation\" id=\"50063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50063)\">2 Pet. 1:10<\/a><\/span>) for eternity\non the one premise of keeping the commandments of God.\n<\/p><p>\nNow\n<\/p><p>\nLet us hear the conclusion of the whole matter: Fear God, and keep his\ncommandments: for this is the whole duty of man\n(<span class=\"citation\" id=\"21403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21403)\">Eccl. 12:13<\/a><\/span>).\n<\/p><p>\nIn the name of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}