{"ID":3280, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Prayers and Answers\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_009<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p3\" class=\"\">My brethren and sisters, I pray for inspiration as I speak to young people about prayer, and about the things that happen afterwards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p4\" class=\"\">We succeed in the Church, by and large, in teaching our members to pray. Even our little ones are taught to fold their arms and bow their heads, and with whispered coaching from their parents and from brothers and sisters, they soon learn to pray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p5\" class=\"\">There is one part of prayer—the answer part—that perhaps, by comparison, we neglect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p6\" class=\"\">There are some things about answers to prayer that you can learn when you are very young, and they will be a great protection to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p7\" class=\"\">Many years ago John Burroughs, a naturalist, one summer evening was walking through a crowded park. Above the sounds of city life he heard the song of a bird.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p8\" class=\"\">He stopped and listened! Those with him had not heard it. He looked around. No one else had noticed it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p9\" class=\"\">It bothered him that everyone should miss something so beautiful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p10\" class=\"\">He took a coin from his pocket and flipped it into the air. It struck the pavement with a ring, no louder than the song of the bird. Everyone turned; they could hear that!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p11\" class=\"\">It is difficult to separate from all the sounds of city traffic the song of a bird. But you can hear it. You can hear it plainly if you train yourself to listen for it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p12\" class=\"\">One of our sons has always been interested in radio. When he was a little fellow, his Christmas present was a very elementary radio construction set.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p13\" class=\"\">As he grew, and as we could afford it, and as he could earn it, he received more sophisticated equipment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p14\" class=\"\">There have been many times over the years, some very recently, when I have sat with him as he talked with someone in a distant part of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p15\" class=\"\">I could hear static and interference and catch a word or two, or sometimes several voices at once.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p16\" class=\"\">Yet he can understand, for he has trained himself to tune out the interference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p17\" class=\"\">It is difficult to separate from the confusion of life that quiet voice of inspiration. Unless you attune yourself, you will miss it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p18\" class=\"\">Answers to prayers come in a quiet way. The scriptures describe that voice of inspiration as a still, small voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p19\" class=\"\">If you really try, you can learn to respond to that voice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p20\" class=\"\">In the early days of our marriage, our children came at close intervals. As parents of little children will know, in those years it is quite a novelty for them to get an uninterrupted night of sleep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p21\" class=\"\">If you have a new baby, and another youngster cutting teeth, or one with a fever, you can be up and down a hundred times a night. (That, of course, is an exaggeration. It’s probably only twenty or thirty times.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p22\" class=\"\">We finally divided our children into “his” and “hers” for night tending. She would get up for the new baby, and I would tend the one cutting teeth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p23\" class=\"\">One day we came to realize that each would hear only the one to which we were assigned, and would sleep very soundly through the cries of the other.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p24\" class=\"\">We have commented on this over the years, convinced that you can train yourself to hear what you want to hear, to see and feel what you desire, but it takes some conditioning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p25\" class=\"\">There are so many of us who go through life and seldom, if ever, hear that voice of inspiration, because “the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned” (<span class=\"citation\" id=\"671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(671)\">1 Cor. 2:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p26\" class=\"\">The scriptures have many lessons on this subject.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p27\" class=\"\">Lehi told his sons of a vision, but Laman and Lemuel resisted his teachings:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p28\" class=\"\">“For he truly spake many great things unto them, which were hard to be understood, save a man should inquire of the Lord; and they being hard in their hearts, therefore they did not look unto the Lord as they ought” (<span class=\"citation\" id=\"1757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1757)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1757)\">1 Ne. 15:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p29\" class=\"\">They complained to their younger brother, Nephi, that they could not understand their father, and Nephi asked this question:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p30\" class=\"\">“Have ye inquired of the Lord?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p31\" class=\"\">“And they said unto [him]: We have not; for the Lord maketh no such thing known unto us” (<span class=\"citation\" id=\"1758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1758)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1758)\">1 Ne. 15:8–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p32\" class=\"\">Later they intended to do Nephi harm and he said to them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p33\" class=\"\">“Ye are swift to do iniquity but slow to remember the Lord your God. Ye have seen an angel, and he spake unto you; yea, ye have heard his voice from time to time; and he hath spoken unto you in a still small voice, but ye were past <span class=\"emphasis\">feeling,<\/span> that ye could not <span class=\"emphasis\">feel<\/span> his words” (<span class=\"citation\" id=\"1759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1759)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1759)\">1 Ne. 17:45<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p34\" class=\"\">I have come to know that inspiration comes more as a feeling than as a sound.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p35\" class=\"\">Young people, stay in condition to respond to inspiration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p36\" class=\"\">I have come to know also that a fundamental purpose of the Word of Wisdom has to do with revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p37\" class=\"\">From the time you are very little we teach you to avoid tea, coffee, liquor, tobacco, narcotics, and anything else that disturbs your health.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p38\" class=\"\">And you know that we get very worried when we find one of you tampering with those things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p39\" class=\"\">If someone “under the influence” can hardly listen to plain talk, how can they respond to spiritual promptings that touch their most delicate feelings?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p40\" class=\"\">As valuable as the Word of Wisdom is as a law of health, it may be much more valuable to you spiritually than it is physically.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p41\" class=\"\">Even if you keep the Word of Wisdom, there are some things that can happen to you physically, but those things don’t generally damage you spiritually.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p42\" class=\"\">When you become a father or a mother, don’t live so that your children go unled because of habits that leave you uninspired.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p43\" class=\"\">The Lord has a way of pouring pure intelligence into our minds to prompt us, to guide us, to teach us, to warn us. You can know the things you need to know <span class=\"emphasis\">instantly!<\/span> Learn to receive inspiration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p44\" class=\"\">Even in our youth activities there is something to do with inspiration, for they include service to others. Inspiration comes more quickly when we need it to help others than when we are concerned about ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p45\" class=\"\">Now, I know that some young people resent it a little when we comment upon such things as the wild music that is served up nowadays.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p46\" class=\"\">Can you not see that you’re not going to get much inspiration while your mind is filled with that?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p47\" class=\"\">The right kind of music, on the other hand, can prepare you to receive inspiration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p48\" class=\"\">You should know also that, in addition to static and interference which jam the circuits, there are counterfeit signals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p49\" class=\"\">Some have received revelations and heard voices that are put there deliberately by wicked sources to lead astray. You can learn to recognize those and tune them out, if you will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p50\" class=\"\">Now, how do you tell the difference? How can you know if a prompting is an inspiration or a temptation?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p51\" class=\"\">My answer to that must surely expose my great confidence in young people. I believe young people, when properly taught, are basically sensible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p52\" class=\"\">In the Church we are not exempt from common sense. You can know to begin with that you won’t be prompted from any righteous source to steal, to lie, to cheat, to join anyone in any kind of moral transgression.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p53\" class=\"\">You have a conscience even as a little boy and girl. It will prompt you to know the things that are wrong. Don’t smother it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p54\" class=\"\">Once again the scriptures tell us something. Read the Book of Mormon—Moroni, chapter 7. I quote only one verse:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p55\" class=\"\">“For behold, my brethren, it is given unto you to judge, that ye may know good from evil; and the way to judge is as plain, that ye may know with a perfect knowledge, as the daylight is from the dark night” (<span class=\"citation\" id=\"38433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38433)\">Moro. 7:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p56\" class=\"\">You read the whole chapter. It tells of a way to judge such things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p57\" class=\"\">If ever you are confused and feel that you are being misled, go for counsel to your parents, and to your leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p58\" class=\"\">Young people, you are going to be leading this Church tomorrow, or the next day, or the day after that. We are organized to bring you as fully as possible into Church activities and administration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p59\" class=\"\">Already you have been taught to pray. You need to know how to get answers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p60\" class=\"\">It is good to learn when you are young that spiritual things cannot be forced.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p61\" class=\"\">Sometimes you may struggle with a problem and not get an answer. What could be wrong?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p62\" class=\"\">It may be that you are not doing anything wrong. It may be that you have not done the right things long enough. Remember, you cannot force spiritual things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p63\" class=\"\">Sometimes we are confused simply because we won’t take no for an answer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p64\" class=\"\">On several occasions when a member has insisted that something be done his way, I have remembered that great lesson from Church history. I have said to myself in my mind:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p65\" class=\"\">All right, Joseph, give the manuscript to Martin Harris. Do it your own way, and see where you get. Then when you’re confounded and confused, come back and we’ll get you set on the course that you might have taken earlier if you had been submissive and responsive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p66\" class=\"\">Someone wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With thoughtless and impatient hands<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We tangle up the plans<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The Lord hath wrought.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And when we cry in pain He saith,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">‘Be quiet, man, while I untie the knot.’<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p\" class=\"\">id=\"72\"&gt;(Anonymous)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p73\" class=\"\">Put difficult questions in the back of your minds and go about your lives. Ponder and pray quietly and persistently about them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p74\" class=\"\">The answer may not come as a lightning bolt. It may come as a little inspiration here and a little there, “line upon line, precept upon precept” (<span class=\"citation\" id=\"17276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17276)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17276)\">D&amp;C 98:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p75\" class=\"\">Some answers will come from reading the scriptures, some from hearing speakers. And, occasionally, when it is important, some will come by very direct and powerful inspiration. The promptings will be clear and unmistakable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p76\" class=\"\">You can learn now, in your youth, to be led by the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p77\" class=\"\">As an Apostle I listen now to the same inspiration, coming from the same source, in the same way, that I listened to as a boy. The signal is much clearer now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p78\" class=\"\">And on occasions, when it is required for His work, for instance when we are to call members to high positions in the stakes, we can ask a question in prayer and receive an immediate, direct revelation in return.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p79\" class=\"\">No message is repeated more times in scripture than the simple thought: “Ask, and ye shall receive” (<span class=\"citation\" id=\"17143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17143)\">D&amp;C 4:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p80\" class=\"\">I often ask the Lord for direction from Him. I will not, however, willingly accept promptings from any unworthy source. I refuse them. I do not want them, and I say so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p81\" class=\"\">Young people, carry a prayer in your heart always. Let sleep come every night with your mind centered in prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p82\" class=\"\">Keep the Word of Wisdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p83\" class=\"\">Read the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p84\" class=\"\">Listen to your parents and to the leaders of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p85\" class=\"\">Stay away from places and things that common sense tells you will interfere with inspiration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p86\" class=\"\">Develop your spiritual capacities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p87\" class=\"\">Learn to tune out the static and the interference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p88\" class=\"\">Avoid the substitutes and the counterfeits!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p89\" class=\"\">Learn to be inspired and directed by the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p90\" class=\"\">It has been many years, but I have not forgotten that as pilots in World War II we did not have the electronic equipment that we have today. Our hope in a storm was to follow a radio beam.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p91\" class=\"\">A steady signal, and you were on course. If you moved to one side of the steady signal, it would break up to a “dit-da,” the Morse code for the letter <span class=\"emphasis\">A<\/span>.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p92\" class=\"\">If you strayed to the other side of the signal, the beam would break up into a “da-dit,” the Morse code signal for <span class=\"emphasis\">N.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p93\" class=\"\">In stormy weather there was always static and interference. But the life of many a pilot has depended on his hearing, above the roar of the engines and through all the static and interference, that sometimes weak signal from a distant airfield.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p94\" class=\"\">There is a spiritual beam, with a constant signal. If you know how to pray and how to listen, spiritually listen, you may move through life, through clear weather, through storms, through wars, through peace, and be all right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p95\" class=\"\">Prayer can be a very public thing. We teach you often about prayer, about the asking part.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p96\" class=\"\">Perhaps we have not taught you enough about the receiving part. This is a very private, a very individual thing, one that you must learn for yourself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p97\" class=\"\">Begin now, and as the years unfold before you, you who are very young, you will be led. That still small voice will come to you, and then you can come to know as many, many of us come to know, and as I bear witness, that the Lord lives. I know His voice when He speaks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayers-and-answers.p98\" class=\"\">I know that Jesus is the Christ, that He directs this Church, that He is close to it, that He directs His Prophets and His leaders and His people and His children, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t\t<div class=\"caption\" id=\"\">\n\t\t\t\t\t<p>The death of Willard Richards created a vacancy in the First Presidency that was filled by new Second Counselor Jedediah M. Grant, right, who served with President Brigham Young, center, and Heber C. Kimball from 7 April 1854.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}