{"ID":3281, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Joseph Smith the Prophet\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_010<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p3\" class=\"\">The eternal truths of the gospel are being accepted by an ever-growing body of believers throughout the world. Our local Church members, working in harmony with our full-time missionaries, are resulting in a rapid expansion of this Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p4\" class=\"\">Three weeks ago it was my privilege to be assigned to create new stakes in Lima, Peru. We met in a coliseum with over 7,000 Saints and investigators. After this moving spiritual experience, we were confronted by three newspaper reporters in the parking lot. They asked: “Why are you in Lima?” “How many members does your church have in Peru?” “Why is your church growing so rapidly?” “What are your church’s future plans?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p5\" class=\"\">And then a young woman reporter asked, “What is the difference between your church and other churches?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p6\" class=\"\">The crowd was large and pressing toward us, the traffic rather noisy. We were on a close time schedule. It was not an ideal setting, not one I would have chosen to explain the difference between the Lord’s church and others. However, taking advantage of this opportunity, we explained briefly the Apostasy and the Restoration: that there is vast evidence and history of an apostasy from the doctrine taught by Jesus and his Apostles, that the organization of the original Church became corrupted, and sacred ordinances were changed to suit the convenience of men, and that today good people all over the world are confused with contending religions with differing doctrine and methods of worship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p7\" class=\"\">The reporters listened intently. We explained to them that after a long period of darkness there was a heavenly directed restoration of the true gospel of the Savior, that a young man named Joseph Smith was chosen and schooled to be the instrument to perform the foundation labor for the marvelous work which God has established as his church in these last days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p8\" class=\"\">As we briefly told of the Restoration and of Joseph Smith, his profile focused in my mind in a most interesting way. It was an unusual experience. As the Prophet’s facial profile remained in my mind I thought: “If these reporters and the world could only understand the entire story and the significance of the Restoration—of the eternal blessings God has made available to all. If they could only feel as I feel. If they could know, as I know, if they could only realize the calling and the role of the Prophet.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p9\" class=\"\">I added my witness that Joseph Smith was divinely commissioned as the restorer of the gospel of Jesus Christ in its fulness, that he was and is a prophet of God, that he sought God in prayer and God spoke to him. He did the work Jesus, the Son of God, commanded him to do, and this Church, which the Prophet assisted in organizing, is possessor of the divine keys and authority of the holy priesthood, and is charged with the responsibility to carry God’s plan of salvation to all his earthly children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p10\" class=\"\">Man was wondering then as now: “Is there a God? Can he speak to man? Is he concerned with individual human needs?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p11\" class=\"\">A young man not unfamiliar with praying, and responding to his youthful faith, entered a grove and, looking around and finding himself alone, kneeled, and offered up the desires of his heart to God. The grove became exceedingly light, brighter than he had ever known. Before him stood two glorious personages—defying all description. One pointed to the other and said, <span class=\"emphasis\">“This is My Beloved Son. Hear Him!”<\/span> The Son spoke to the kneeling boy. Joseph was told that all the churches were wrong—they had corrupted the doctrine, had changed the ordinances, and had lost the authority of the priesthood—and that he, unlearned but humble, was to be the instrument through whom the Almighty would reestablish his work. (See <span class=\"citation\" id=\"30628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30628)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30628)\">JS—H 1:15–20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p12\" class=\"\">The prevalent religious teachings of the world had reduced God, in the minds of people, to a fragile spirit, spread throughout the universe, nowhere yet everywhere present—nebulous theories and uncertain doctrine as to the personality of God and the Godhead. Truth had become perverted. When the boy prophet came out of the grove, he had no doubts—he knew. He had looked upon the Father and the Son. They had visited him and instructed him. In the Prophet’s own words: “I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it” (<span class=\"citation\" id=\"30632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30632)\">JS—H 1:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p13\" class=\"\">Joseph now knew God is in the form of a man. He has a voice, he speaks, he is kind, he answers prayers. His Son is like the Father—but a separate and distinct person. Joseph learned the Son is obedient to the Father and mediator between God and man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p14\" class=\"\">The Lord needed a man of steel, one fearless to withstand ridicule and social and political pressures, one like unto Moses, yet greater.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p15\" class=\"\">In due course the boy prophet had other angelic visitations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p16\" class=\"\">Joseph Smith’s account of the coming forth of the Book of Mormon, attended by heavenly messengers, is in full harmony with the appearance of God himself to the Prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p17\" class=\"\">The Book of Mormon, a record of the inhabitants of ancient America, was translated by “the gift and power of God” and made available to all people. Its pages are for the “convincing of the Jew and Gentile that Jesus is the Christ, the Eternal God, manifesting himself unto all nations” (see <span class=\"citation\" id=\"43178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43178)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43178)\">Book of Mormon, title page<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p18\" class=\"\">The Book of Mormon is the most correct book on earth and contains the pure gospel of Christ. It is the most precious book possessed by man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p19\" class=\"\">During the eventful years from the time of the First Vision in 1820 to the June morning of 1844 when two wagons bearing the bodies of Joseph and Hyrum Smith slowly made the six-hour trek from Carthage to Nauvoo, the heavens had opened; the foundation of this great work and kingdom in this dispensation had been laid. His Church was organized as anciently. Apostles now held the necessary keys of the priesthood. Joseph’s work was done. There never was a doubt in his mind or his loyal associates’ as to his divine calling, for he had made clear to them his inspired pronouncements.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p20\" class=\"\">The organization and priesthood of Christ’s original church is restored with apostles, prophets, evangelists, seventies, elders, bishops, priests, teachers, and deacons—all necessary for the gospel to be preached to every nation and to strengthen members and bind them to the body of Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p21\" class=\"\">The Church of Christ is reestablished with doctrine, ordinances, and authority as commissioned by the Savior when he was on the earth. Once again man is ordained with power and authority to carry out His purposes. Uncertainty is removed, the Savior’s church and work restored. The doctrine of the restored gospel is comprehensive and complete. It teaches that <span class=\"emphasis\">“man was … in the beginning with God” <\/span>(<span class=\"citation\" id=\"17270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17270)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17270)\">D&amp;C 93:29<\/a><\/span>; italics added). That is, man lived before he came to this earth. He is an eternal being. Joseph Smith gave to the world the true understanding of the origin of man, that man comes to earth with a divine and eternal purpose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p22\" class=\"\">Joseph Smith’s inspired contributions to all of God’s children of the true meaning of life and the destiny of man unfolded little by little, line upon line, through the ministration of angels and others whom the Lord called to the work. The entire account was so glorious and so unexpected that most people of that day could not accept it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p23\" class=\"\">Revelations to Joseph Smith expand man’s knowledge that Jesus Christ was crucified to save the world from sin, that through his act of redemption all mankind will be resurrected from the grave and given the possibility of eternal life if obedient to gospel principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p24\" class=\"\">We are taught further enlightenment on Jesus’ statement “In my Father’s house are many mansions” (<span class=\"citation\" id=\"28996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28996)\">John 14:2<\/a><\/span>). We learn not only of the degrees of glory and those eligible, but that man should strive for the highest “heaven” which is available, and is reachable only through obedience to all of God’s commandments. President George Albert Smith said: “One of the beautiful things to me in the Gospel of Jesus Christ is that it brings us all to a common level. It is not necessary for a man to be a president of a stake, or a member of the Quorum of the Twelve, in order to attain a high place in the celestial kingdom. The humblest member of the Church, if he keeps the commandments of God, will obtain an exaltation just as much as any other man in the celestial kingdom. The beauty of the Gospel of Jesus Christ is that it makes us all equal. … As we keep the commandments of the Lord … we have equal opportunities for exaltation” (in Conference Report, Oct. 1933, p. 25).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p25\" class=\"\">One of the most profound principles of God’s love for his children was revealed to Joseph Smith in the Kirtland Temple in 1836. In a vision he saw someone who had not received an opportunity to accept the gospel while living. A voice declared that all who have died without an opportunity to hear the gospel and accept it while on this earth will have the privilege in the spirit world. If they would have received it, given the opportunity, they will be heirs of the celestial kingdom. The Lord “will judge all men according to their works, according to the desire of their hearts” (<span class=\"citation\" id=\"17323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17323)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17323)\">D&amp;C 137:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p26\" class=\"\">“Joseph Smith, the Prophet and Seer of the Lord,” wrote President John Taylor, “has done more, save Jesus only, for the salvation of men in this world, than any other man that ever lived in it. In the short space of twenty years, he has brought forth the Book of Mormon, which he translated by the gift and power of God, and has been the means of publishing it on two continents; has sent the fulness of the everlasting gospel, which it contained, to the four quarters of the earth; has brought forth the revelations and commandments which compose this book of Doctrine and Covenants, and many other wise documents and instructions for the benefit of the children of men; gathered many thousands of the Latter-day Saints, founded a great city, and left a fame and name that cannot be slain. He lived great, and he died great in the eyes of God and his people; and like most of the Lord’s anointed in ancient times, has sealed his mission and his works with his own blood” (<span class=\"citation\" id=\"17321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17321)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17321)\">D&amp;C 135:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p27\" class=\"\">While the Saints were still mourning their loss, William W. Phelps, a loyal associate, expressed their feelings when he wrote:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Praise to the man who communed with Jehovah!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Jesus anointed that Prophet and Seer,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Blessed to open the last dispensation,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Kings shall extol him, and nations revere.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Great is his glory and endless his priesthood.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Ever and ever the keys he will hold.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Faithful and true, he will enter his kingdom,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Crowned in the midst of the prophets of old.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p36\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 147.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p37\" class=\"\">Now, the final restoration has taken place, I testify to all of you—the restoration of all things “which God hath spoken by the mouth of all his holy prophets since the world began” has been accomplished (<span class=\"citation\" id=\"8225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8225)\">Acts 3:19–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p38\" class=\"\">The gifts of the Spirit, signs that the gospel has been restored, are with the true Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p39\" class=\"\">The gift of the Holy Ghost, through whose power and influence men learn the truth and knowledge of the plan of salvation, is available.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p40\" class=\"\">Temples have been built where the Lord may come “and restore again that which was lost … even the fulness of the priesthood” (<span class=\"citation\" id=\"17309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17309)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17309)\">D&amp;C 124:28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p41\" class=\"\">The Lord himself testified of the Prophet Joseph Smith as He gave a revelation to the Saints at Winter Quarters in January of 1847. He said, “Marvel not at these things, … but ye shall behold it if ye are faithful in keeping all my words that I have given … to Joseph Smith, whom I did call upon by mine angels, … and by mine own voice out of the heavens, to bring forth my work;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p42\" class=\"\">“Which foundation he did lay, and was faithful; and I took him to myself” (<span class=\"citation\" id=\"17322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17322)\">D&amp;C 136:37–38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/joseph-smith-the-prophet.p43\" class=\"\">Joseph was the prophet of the Restoration. I testify to you of his divinity and of his greatness, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t\t<div class=\"caption\" id=\"\">\n\t\t\t\t\t<p>On 4 January 1857, Daniel H. Wells, right, replaced Jedediah M. Grant as second counselor to President Brigham Young, center. First counselor was Heber C. Kimball. Two additional counselors were added to the First Presidency, Joseph F. Smith on 1 July 1866, and Lorenzo Snow on 9 May 1874.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}