{"ID":3282, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Language: A Divine Way of Communicating\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p2\" class=\"\">Elder Charles Didier<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2bca.jpg\" alt=\"Elder Charles Didier\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p3\" class=\"\">“Our Father who art in heaven, hallowed be thy name” (<span class=\"citation\" id=\"5888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5888)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5888)\">3 Ne. 13:9<\/a><\/span>). A salutation with reverence, love, and obedience is invoked in this introduction of a model of prayer given by our Savior himself. Every word is chosen for its particular meaning and inspiring, noble thoughts, elevating our souls to a new level of understanding. We truly have here an expression and example of divine language.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p4\" class=\"\">Words, sentences, languages: What are they? How do they affect us, our families, and our Heavenly Father?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p5\" class=\"\">One word—just a single, simple word—can bring a variety of thoughts and influences. A combination of words can make sense or express foolishness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p6\" class=\"\">One word could mean approval or denial, blessing or cursing, doubt or knowledge, friendship or enmity. The way we say one word, the intonation we use, may cause love or hate. Words can be harsh, melodious, soft-spoken, announced, or even shouted. They can roll like a wave and enthuse and bring victory and pride. We read in Shakespeare: “Who is it in the press that calls on me? I hear a tongue, shriller than all the music, cry ‘Caesar’” (<span class=\"emphasis\">Julius Caesar,<\/span> act 1, scene 2, lines 15–17). Words can be distilled drop by drop like a poison, or eat away like a cancer. They can be articulated or mumbled; but every time a word is said, watch it, because it can never be retrieved. It is gone with the wind, gone forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p7\" class=\"\">Usually we select our words, sometimes using a particular vocabulary, and we employ certain words because of their meanings and the connotations that we want to project. Usage varies, depending on whether we ask, want, pray, persuade, force, influence, or subdue.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p8\" class=\"\">Words are a form of personal expression. They differentiate us as well as fingerprints do. They reflect what kind of person we are, and tell of our background, and depict our way of life. They describe our thinking as well as our inner feelings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p9\" class=\"\">But where do they come from, and why is language so peculiar? It started in the beginning, as we read in <span class=\"citation\" id=\"39567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39567)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39567)\">Moses 6:5–6<\/a><\/span>:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p10\" class=\"\">“And a book of remembrance was kept, in the which was recorded, in the language of Adam, for it was given unto as many as called upon God to write by the spirit of inspiration;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p11\" class=\"\">“And by them their children were taught to read and write, having a language which was pure and undefiled.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p12\" class=\"\">Language is of divine origin. Only man speaks (and women do even better), and he does so because of the purpose for which he was created. Let us listen to Paul when he said: “Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal” (<span class=\"citation\" id=\"677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(677)\">1 Cor. 13:1<\/a><\/span>). Anacharsis, when asked what was the best part of man, answered: “The tongue.” When asked what was the worst, the answer was the same: “The tongue.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p13\" class=\"\">“Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p14\" class=\"\">“Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p15\" class=\"\">“Doth a fountain send forth at the same place sweet water and bitter?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p16\" class=\"\">“Can the fig tree, my brethren, bear olive berries? either a vine, figs? so can no fountain both yield salt water and fresh” (<span class=\"citation\" id=\"26302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26302)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26302)\">James 3:9–12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p17\" class=\"\">In the Book of Mormon we read that “it must needs be, that there is an opposition in all things” (<span class=\"citation\" id=\"3995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3995)\">2 Ne. 2:11<\/a><\/span>). We know by experience, however, what opposition in words can do to individuals, if not controlled. So when we are counseled to be a righteous people, is it only concerning our attitudes? What about corrupted language; foul language; slang; and words evoking evil, dirt, and destruction of the body and soul? The name of Deity is to be used to touch hearts and give light; it is not to be used in vain or to be mocked. Too often, it seems that this kind of language attracts young people and male adults because it is a way in their eyes to be recognized, to look tough or virile. Would this mean that education and manners, charm and reverence are an exclusive feminine matter? What about missionary language that uses words and expression to describe their companions, their investigators, or their leaders in a way that not only sounds disrespectful but also shows a lack of reverence and love?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p18\" class=\"\">Words can get things done, commitments fulfilled, or miracles accomplished. We may, because of words, be moved to tears or to laughter, feel great or miserable, be exalted or condemned. “Man doth not live by bread only, but by every word that proceedeth out of the mouth of the Lord doth man live” (<span class=\"citation\" id=\"21316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21316)\">Deut. 8:3<\/a><\/span>). Words are sacred in prayer, for example: “Our Heavenly Father”; in sharing a testimony and testifying of the truth: “And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives! For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father” (<span class=\"citation\" id=\"17229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17229)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17229)\">D&amp;C 76:22–23<\/a><\/span>); in giving a status: “I am a child of God”; in summarizing a mission: “Charity never faileth” (<span class=\"citation\" id=\"38434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38434)\">Moro. 7:46<\/a><\/span>); in showing love to our family members: “I love you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p19\" class=\"\">Words, when expressed by prophets—by a living prophet like Spencer W. Kimball—tell us about the will and the mind of the Lord and are an example of divine language and perfection. “For my soul delighteth in plainness; for after this manner doth the Lord God work among the children of men. For the Lord God giveth light unto the understanding; for he speaketh unto men according to their language, unto their understanding” (<span class=\"citation\" id=\"4010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4010)\">2 Ne. 31:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p20\" class=\"\">For example, in one of his recent addresses, President Kimball emphasized the need to learn and know more than our own language. “We need much more language training. We need more people fluent in Mandarin and Cantonese” (Regional Representatives Seminar, 30 March 1979). By studying other languages, we can also improve in our ways to give the message of the restoration of the gospel to the world. The Lord’s people must be distinguished among other nations not only by their calling and behavior, but also by the purity of their language. In Deuteronomy we read: “For thou art an holy people unto the Lord thy God: the Lord thy God hath chosen thee to be a special people unto himself, above all people that are upon the face of the earth” (<span class=\"citation\" id=\"21315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21315)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21315)\">Deut. 7:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p21\" class=\"\">Language is divine. Some may know this but do not realize its implications in their daily family life. Love at home starts with a loving language. This need is so important that, without loving words, some become mentally unbalanced, others emotionally disturbed, and some may even die. No society can survive after its family life has deteriorated, and this deterioration has always started with one word—one single, simple word.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p22\" class=\"\">My prayer is that as children of our Heavenly Father we can glorify him and his Son Jesus Christ with better words of love and appreciation to our loved ones and our neighbors in a language pure and undefiled and with a desire to communicate in a divine way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/language-a-divine-way-of-communicating.p23\" class=\"\">Our Heavenly Father lives; his Son is Jesus Christ, our Savior and Redeemer; his prophet on earth today is Spencer W. Kimball; he is the mouthpiece of the Lord. May His holy name be sanctified by our words forever and ever, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}