{"ID":3284, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Send Missionaries from Every Nation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p2\" class=\"\">Elder Yoshihiko Kikuchi<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/yoshihiko-kikuchi-10.jpg\" alt=\"Yoshihiko Kikuchi\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p3\" class=\"\">I am seeking for the guidance of the Holy Spirit today. President Kimball, President Tanner, President Romney, President Benson, all of the Brethren of the Twelve, all the other General Authorities, and brothers and sisters, on behalf of the Saints in Japan and Korea, I would like to extend our warm and sincere appreciation for the angelic voices of the Mormon Tabernacle Choir. During their recent trip to Japan and Korea, they were magnificently accepted by both members and nonmembers. Their wholehearted appreciation can be seen in the excellent comments of the reviews in some of our most important newspapers. I would like to share these comments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p4\" class=\"\">One reviewer wrote: “You could find beauty and the profound sound of completeness or perfection” (<span class=\"emphasis\">Yomiuri Tokyo,<\/span> 8 Sept. 1979). Another wrote: “They gave us a taste of the glorious quality and power of music” (<span class=\"emphasis\">Kobe News,<\/span> 10 Sept. 1979). And still another wrote: “The choir found its way to the depths of our hearts, leaving us with the most indescribable sense of beauty and feeling.” (<span class=\"emphasis\">Kyoto News,<\/span> 11 Sept. 1979). The president of Chukyo Television, a major sponsor for the trip and of course he is a nonmember, said that the eyes of the choir members were so beautiful and pure that he and his associates were left deeply touched. As our beloved prophet, President Spencer W. Kimball, has told us before, “As we incline our hearts to our Heavenly Father and his Son Jesus Christ, we hear a symphony of sweet music sung by heavenly voices proclaiming the gospel of peace” (<span class=\"emphasis\">Ensign,<\/span> May 1974, p. 46).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p5\" class=\"\">Brothers and sisters, today I would also like to express my appreciation to the many missionaries who have come to our land and to the Land of Morning Calm. When I see their wonderful works, my heart turns to their parents who sent them and to those who are giving great sacrifices now that their sons and daughters may go on missions. I met a mother who was driving a taxi in this city as a part-time job so she could send her son on his mission. She spoke very proudly of her son, who was on his mission serving his Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p6\" class=\"\">May I share with you a beautiful missionary experience I encountered recently? I saw a miracle performed by one of your missionary sons who so dearly loved an investigator. I met this gentleman at a special fireside. He said, “I appreciate very much the young Mormon missionary who taught me the most important thing in life and gave me happiness. Sometime I would like to extend my sincere appreciation to the parents who taught him to so live the gospel.” With tears in his eyes, and as he was holding my hands, he said, “Oh, Elder Kikuchi, I thank our Heavenly Father for this glorious gospel,” and then he related the following story:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p7\" class=\"\">“One day eight years ago, on my way home from work, I was hit by a hit-and-run driver. For eleven days I was unconscious, and for two years I was in a hospital. When I was finally released from the hospital, my wife had left me and had taken the children with her. We had had a fine family life before the accident, but my life became a total wreck. I was lonesome and depressed, for I had lost my most precious possession—my family. I attempted suicide many times. My only living came from welfare. I was emotionally and physically exhausted; I had become a living vegetable. I couldn’t walk, so I would transport myself by rolling over on the floor and crawling on all fours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p8\" class=\"\">“One evening I went to the hospital to see my doctor for the final results of a series of operations. He told me there was no hope for recovery. Though I had expected him to say so, it was still very shocking for me. All was lost. As I approached a railway bridge on my return from the doctor’s, I wept to see my own face in the wet reflection on the pavement. It was a pitiful sight.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p9\" class=\"\">Brothers and sisters, just when he was about to jump in front of the oncoming train, he met one of your missionary sons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p10\" class=\"\">It reminds me that the Savior said, “I am the good shepherd, and know my sheep, and are known of mine” (<span class=\"citation\" id=\"28988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28988)\">John 10:14<\/a><\/span>). “My sheep hear my voice, and I know them, and they follow me” (<span class=\"citation\" id=\"28990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28990)\">John 10:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p11\" class=\"\">Cottage meetings began immediately. In them, Mr. Sugiyama learned that the gospel is true, that Jesus Christ is our Savior, Joseph Smith was a prophet of God, and the true church of God has been restored in this last dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p12\" class=\"\">As usual, missionaries invited him to church; however, because he couldn’t walk, he said he wouldn’t be able to come. But on the morning of the Sabbath, he awoke early and bravely headed for the church. Though it was close, it took him nearly three hours to traverse the distance between his home and the closest station to the Yokohama chapel. The Yokohama chapel is situated high upon a hill. From the station to the church it took him almost an hour, although ordinarily it would take a person only five minutes. He would cling to the wall, then fall down, only to struggle again to his feet. He finally reached the chapel where the sacrament was in progress. The missionaries had never expected him to come to church. But Brother Sugiyama felt the pure love of God from the missionaries and members and felt himself drawn to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p13\" class=\"\">The Savior said, “A new commandment I give unto you, That ye love one another; as I have loved you” (<span class=\"citation\" id=\"28995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28995)\">John 13:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p14\" class=\"\">Shortly afterward, Brother Sugiyama followed the Lord’s commandment by becoming baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p15\" class=\"\">The Lord said: “Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God” (<span class=\"citation\" id=\"28974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28974)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28974)\">John 3:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p16\" class=\"\">The morning following his baptism, he woke up bright and early. He stretched his legs out in preparation to roll over as usual. But this time, brothers and sisters, something was different. He felt strength in his legs, and his whole body surged with power. He sat up and gradually, eventually, stood on his feet. He hadn’t stood in years without other supports. He walked away that morning! He found that his body had been made whole.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p17\" class=\"\">Said the Savior to a similar one who had been healed by faith, “Thy faith hath made thee whole; go in peace” (<span class=\"citation\" id=\"33296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33296)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33296)\">Mark 5:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p18\" class=\"\">Brother Sugiyama said, “Love hath made me whole, and I will go in peace in the Lord’s way.” Brothers and sisters, miracles are not the only evidences of the true Church of God, but we can learn much from the miracle performed by the Lord through a great young Mormon missionary who loved his investigator so much.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p19\" class=\"\">Love precedes the miracle. Love is a process; it is not a program. The love of Christ can overcome any of the worries of our lives and heal any human affliction. To all my friends wherever they may be, let us come unto Jesus and “be born of water and of the Spirit” (<span class=\"citation\" id=\"28975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28975)\">John 3:5<\/a><\/span>). For as the Lord said, “Whosoever believeth on my words, them will I visit with the manifestation of my Spirit; and they shall be born of me, even of water and of the Spirit” (<span class=\"citation\" id=\"17145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17145)\">D&amp;C 5:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p20\" class=\"\">Oh, how I appreciate my own missionaries who taught me the most glorious message that we can hear. Elder Law and Elder Porter, I thank you. Oh, how many lives have been touched by missionaries like them? Oh, may we continue to send great missionaries from every nation as our prophet has asked us to do. And may we members of this true Church have enough courage to stand before the world to share this great message of the everlasting gospel, the restored gospel of Jesus Christ, with “every nation, kindred, tongue, and people” (<span class=\"citation\" id=\"17235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17235)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17235)\">D&amp;C 77:8<\/a><\/span>). Brothers and sisters, we must be “the light of the world” (<span class=\"citation\" id=\"36632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36632)\">Matt. 5:14<\/a><\/span>). There, someone is waiting for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p21\" class=\"\">I bear you my testimony of the divinity of this gospel. I know that God lives and that Jesus Christ is the Savior of the whole world. There is no other name under heaven whereby we might be saved (see <span class=\"citation\" id=\"8231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8231)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8231)\">Acts 4:12<\/a><\/span>). Only through Jesus of Nazareth can we be saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/send-missionaries-from-every-nation.p22\" class=\"\">I know that Joseph Smith was a prophet of God and that the Book of Mormon contains the true word of God. This Church is true. I know that President Spencer W. Kimball—a modern Job—is a living prophet of God today. I love him with all my heart and sustain him with all my soul. In the name of our Savior, Jesus Christ, amen.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t\t<div class=\"caption\" id=\"\">\n\t\t\t\t\t<p>After Brigham Young’s death in 1877, John Taylor, president of the Quorum of the Twelve, directed the affairs of the Church until he was sustained as President of the Church on 10 October 1880 with George Q. Cannon, left, as his first counselor and Joseph F. Smith as his second counselor.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}