{"ID":3287, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Governing Ones\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p2\" class=\"\">Elder William R. Bradford<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2ba2.jpg\" alt=\"Elder William R. Bradford\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p3\" class=\"\">My dear brethren, this is a thrilling hour. At no time has there been a gathering such as this of the elect sons of God. Were it not for the power of the Spirit, I could not bear up the weight of this moment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p4\" class=\"\">I feel impressed to express my profound love for you my brethren. My confidence in you can only be compared to my confidence in the Master, whom we follow. The knowledge that we are brothers brings me great joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p5\" class=\"\">I would never criticize you, but because I love you and because we <span class=\"emphasis\">are<\/span> brothers, I feel I can talk openly and directly to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p6\" class=\"\">The fact that you bear the priesthood is not a casual matter. It manifests that you have passed through the waters of baptism. You have been interviewed by Israel’s judges and found qualified to be <span class=\"emphasis\">God’s governing ones.<\/span> Your status as the governing ones has been, and remains, conditional upon compliance with the terms set forth by the Father and his Son, Jesus Christ, in our premortal life. You accepted those terms then, and by virtue of your ordination and present worthiness you have accepted them here. Nothing about this is casual. It is serious business. It is so serious that God’s affairs on earth and the salvation of all mankind rest upon it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p7\" class=\"\">In order that you might understand more fully what it means to be the governing ones, let me point out your involvement in governing the Church at three levels: the <span class=\"emphasis\">individual,<\/span> the <span class=\"emphasis\">family,<\/span> and the formal <span class=\"emphasis\">institutional church.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p8\" class=\"\">You, as an individual, are the Church. The Lord made a covenant with his faithful sons that they would become “<span class=\"emphasis\">the church<\/span> and kingdom, and the elect of God” (<span class=\"citation\" id=\"17250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17250)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17250)\">D&amp;C 84:34<\/a><\/span>; italics added). You, then, through your faithfulness as a priesthood bearer, become the Church. The Church will be governed only as you govern yourself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p9\" class=\"\">The most basic, fundamental principle of truth, that upon which the entire plan of God is founded, is free agency. As an individual you have the right to govern yourself. It is divinely given to you to think and act as you wish. It is your decision.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p10\" class=\"\">It must be pointed out, however, that although you have the free agency to choose for yourself, you do not have the right to choose what will be the result of your decision. The results of what you think and do are governed by law. Good returns good. Evil returns evil. You govern yourself by subjecting yourself to the discipline of law. If you are obedient to God’s law, you remain free. You progress and are perfected. If you are disobedient to God’s law, you bind yourself to that which restricts your progress. You become defiled and unworthy to be an associate with those who are more clean and pure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p11\" class=\"\">Let me project this principle of governing oneself into your life just a little. I don’t think it would surprise you to hear that a very high number of both Aaronic and Melchizedek Priesthood bearers, as well as our sisters, are exercising their free agency in such a way that they have developed extensive television habits. Many have reached twenty hours or more a week.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p12\" class=\"\">God’s plan dictates that we spend our time on this earth engaged in work. Work means putting yourself mentally and physically into action. Many hours a week of being indoctrinated by television, much of which is satanic, hardly seems to fill this requirement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p13\" class=\"\">Even if television were not filled with foolishness, violence, immorality, and filth, its entertainment value would still not justify the time drain. You are here to work to govern the Lord’s affairs, not to be entertained. The Apostle Paul talked straight when he wrote to Titus and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p14\" class=\"\">“Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p15\" class=\"\">“They profess that they know God; but in works they deny him, being abominable, and disobedient, and unto every good work reprobate” (<span class=\"citation\" id=\"43047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43047)\">Titus 1:15–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p16\" class=\"\">Holding the priesthood means being commissioned by the Lord to act as he would act if he were here personally. Is your television habit compatible with that holy commission? If you have a twenty-hour-a-week television habit and would repent and convert it into a gospel-study habit, in one year you could read the Book of Mormon, the Doctrine and Covenants, the Pearl of Great Price, and the entire Bible. In addition, you could read <span class=\"emphasis\">Jesus the Christ, The Articles of Faith, Gospel Principles,<\/span> the basic priesthood manual, the basic women’s manual, the basic children’s manual, all three volumes of <span class=\"emphasis\">Doctrines of Salvation, The Miracle of Forgiveness, The Promised Messiah,<\/span> and <span class=\"emphasis\">Essentials in Church History,<\/span> and could then reread the Bible, Book of Mormon, Doctrine and Covenants, and Pearl of Great Price. This would still leave time to read the <span class=\"emphasis\">Ensign,<\/span> the <span class=\"emphasis\">New Era,<\/span> and the <span class=\"emphasis\">Friend<\/span> each month and the <span class=\"emphasis\">Church News<\/span> each week. This is based on your ability to read only ten pages an hour. The average person can read twenty pages or more an hour. If you are average, this leaves you with ten hours a week to govern yourself in other kingdom-building activities, such as keeping a personal journal, genealogy and temple work, improved home teaching, welfare services, civic and patriotic involvement to protect our freedom, and much more. I repeat: “Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p17\" class=\"\">“They profess that they know God; but in works they deny him, being abominable, and disobedient, and unto every good work reprobate” (<span class=\"citation\" id=\"43048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(43048)\">Titus 1:15–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p18\" class=\"\">Each of you is a member of the most basic unit of the Church, the family. Some of you are not yet fathers but are in preparation to become so. As a father you have the divine right and the divine responsibility to govern your family after a pattern set forth by the Lord. Since the family is the basic unit of the Church, <span class=\"emphasis\">as the family is governed so is the Church governed.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p19\" class=\"\">The Lord expects you to govern a home- and family-centered gospel-living system. The challenge of governing the family is to so love, teach, and motivate its members that their personal decisions will be to unite one with another in the common purpose of following God’s plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p20\" class=\"\">Fundamental to this is developing faith in the Lord Jesus Christ. Without faith no individual will respond positively to the pattern of life Christ taught.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p21\" class=\"\">Faith in Christ is developed by fasting and prayer, which brings spiritual communion, and by studying Christ’s teaching as contained in the holy scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p22\" class=\"\">As faith begins to develop and Christ’s pattern for life begins to be understood by the individual, the need to understand and follow the steps of repentance will also become evident.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p23\" class=\"\">Since some of the decisions of the family members will be wrong and will stop their progress and defile them, there must be a way for them to be cleansed and put back on the proper course. They will need to know how to <span class=\"emphasis\">recognize<\/span> sins of both commission and omission and be so spiritually in tune, because of their faith and confidence in Christ, that they feel <span class=\"emphasis\">remorse<\/span> for that sin. They must know the process of <span class=\"emphasis\">confession<\/span> and be motivated to make <span class=\"emphasis\">restitution<\/span> and to <span class=\"emphasis\">resolve<\/span> to abandon the sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p24\" class=\"\">The natural product of an individual who is developing faith in Christ and is living the steps of repentance is that he will strive to keep the commandments. The actions of his life will become more Christlike. A Christlike person will be united with other family members and will render service to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p25\" class=\"\">How, then, do you govern the family? By virtue of the priesthood. “By persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p26\" class=\"\">“By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy, and without guile—<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p27\" class=\"\">“Reproving betimes with sharpness when moved upon by the Holy Ghost” (<span class=\"citation\" id=\"17304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17304)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17304)\">D&amp;C 121:41–43<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p28\" class=\"\">You teach fasting and prayer. You teach the doctrine contained in the holy scriptures and encourage individual private study of them on a regular basis. You involve yourself in and teach the steps of repentance. You obey the commandments and teach them. You serve one another. The pattern of a home- and family-centered gospel-living system is then established: faith in Christ, repentance, keeping the commandments, and rendering service to one another. This system meets all of the temporal and spiritual needs of the family members at every age level.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p29\" class=\"\">The formal organization of the Church consists of a divine, orderly system by which we as individuals and as families can meet together in an organized way to be taught God’s plan for our salvation, take upon ourselves covenants, and administer the saving ordinances to one another using priesthood power and authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p30\" class=\"\">This is the institutional Church. It organizes the volunteer services of the members of the Church into programs and auxiliaries designed to be a resource to individuals and families. These programs and auxiliaries are to be governed by and be auxiliary to the priesthood. Members called to serve in them should submit to this government. These programs should never become powers unto themselves. If they do, we create a chapel-centered gospel-living system, rather than a home- and family-centered gospel-living system. This is not the Lord’s way. He has taught the process. His charge is to teach, expound, exhort, baptize, and watch over the Church. Visit the house of each member, and exhort them to pray vocally and in secret and attend to all family duties. Be with and strengthen them, and see that there is no iniquity in the Church, neither hardness with each other, neither lying, backbiting, nor evil speaking. And also see that all the members do their duty (See <span class=\"citation\" id=\"17161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17161)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17161)\">D&amp;C 20:50–51, 53–55<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p31\" class=\"\">As the governing ones, make no mistake about it, this decree was made to the priesthood. We love and need the auxiliaries. They are staffed by great, faithful servants. But the very name by which they are called, <span class=\"emphasis\">auxiliary,<\/span> which means “helper,” should make it clear to us that the full weight of governing the Church rests squarely upon the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p32\" class=\"\">If an individual or a family needs help in the process that will bring about their temporal and spiritual salvation, it is the responsibility of the priesthood. As the priesthood needs help in this work, and it will, it will call upon the resources of the auxiliaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p33\" class=\"\">The time must quickly come when, as the governing ones, we fully shoulder our responsibility as the shepherds of Israel. Our work must not be done by the restrictions of the calendar or as convenient to the schedule of our habits, but on a need basis.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p34\" class=\"\">Brethren, in some things there remains a considerable distance between what we are and what we should become.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-governing-ones.p35\" class=\"\">That we may understand and fulfill our roles as the governing ones, in lockstep with our living prophet, who is the mouthpiece of God, I plead, in the name of Jesus Christ, the Master, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}