{"ID":3288, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Faith in the Lord Jesus Christ\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p3\" class=\"\">Brethren, I have decided to talk to you and to myself tonight about “faith in the Lord Jesus Christ” which the Prophet Joseph Smith named as “the first principle … of the Gospel” (<span class=\"citation\" id=\"6959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6959)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6959)\">A of F 1:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p4\" class=\"\">The scriptures leave no doubt about the importance of such faith. In the very beginning, an angel sent by the Lord instructed Adam that the sacrifice he was offering was “a similitude of the sacrifice of the Only Begotten of the Father, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p5\" class=\"\">“Wherefore,” he (the angel) added, “thou shalt do all that thou doest in the name of the Son, and thou shalt repent and call upon God in the name of the Son forevermore” (<span class=\"citation\" id=\"39564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39564)\">Moses 5:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p6\" class=\"\">Nephi thus instructed his people:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p7\" class=\"\">“Behold I say unto you, that … as the Lord … liveth, there is none other name given under heaven save it be this Jesus Christ, … whereby man can be saved” (<span class=\"citation\" id=\"4006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4006)\">2 Ne. 25:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p8\" class=\"\">Some four hundred years later, King Benjamin declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p9\" class=\"\">“I say unto you, … there shall be no other name given nor any other way nor means whereby salvation can come unto the children of men, only in and through the name of Christ, the Lord Omnipotent” (<span class=\"citation\" id=\"40459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40459)\">Mosiah 3:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p10\" class=\"\">When Peter and John were asked by the Sadducees “By what power, or by what name” they had healed the lame man, “Peter, filled with the Holy Ghost, said unto them, Ye rulers of the people, and elders of Israel,<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p11\" class=\"\">“If we this day be examined of the good deed done to the impotent man, by what means he is made whole;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p12\" class=\"\">“Be it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom ye crucified, whom God raised from the dead, even by him doth this man stand here before you whole. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p13\" class=\"\">“Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved” (<span class=\"citation\" id=\"8228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8228)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8228)\">Acts 4:7–10, 12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p14\" class=\"\">Jesus himself declared to the Pharisees: “If ye believe not that I am he, ye shall die in your sins” (<span class=\"citation\" id=\"28985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28985)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28985)\">John 8:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p15\" class=\"\">And in these latter days the Lord declared to Joseph Smith the Prophet, Oliver Cowdery, and David Whitmer:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p16\" class=\"\">“Take upon you the name of Christ, and speak the truth in soberness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p17\" class=\"\">“And as many as repent and are baptized in my name, which is Jesus Christ, and endure to the end, the same shall be saved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p18\" class=\"\">“Behold, Jesus Christ is the name which is given of the Father, and there is none other name given whereby man can be saved;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p19\" class=\"\">“Wherefore, all men must take upon them the name which is given of the Father, for in that name shall they be called at the last day;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p20\" class=\"\">“Wherefore, if they know not the name by which they are called, they cannot have place in the kingdom of my Father” (<span class=\"citation\" id=\"17154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17154)\">D&amp;C 18:21–25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p21\" class=\"\">I suppose that the foregoing declarations are sufficient to establish the fact that the scriptures teach that faith in the Lord Jesus Christ is indispensable to the attainment of salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p22\" class=\"\">This is so because Jesus, by means of his atonement and victory over the grave, made it possible for men to be forgiven of their sins and raised from the grave.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p23\" class=\"\">On this point, the resurrected Jesus said to the Nephites:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p24\" class=\"\">“Behold I have given unto you my gospel, and this is the gospel which I have given unto you—that I came into the world to do the will of my Father, because my Father sent me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p25\" class=\"\">“And my Father sent me that I might be lifted up upon the cross; and after that I had been lifted up upon the cross, that I might draw all men unto me, that as I have been lifted up by men even so should men be lifted up by the Father, to stand before me, to be judged of their works, whether they be good or whether they be evil—<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p26\" class=\"\">“And for this cause have I been lifted up; therefore, according to the power of the Father I will draw all men unto me, that they may be judged according to their works.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p27\" class=\"\">“And it shall come to pass, that whoso repenteth and is baptized in my name shall be filled; and if he endureth to the end, behold, him will I hold guiltless before my Father at that day when I shall stand to judge the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p28\" class=\"\">“And he that endureth not unto the end, the same is he that is also hewn down and cast into the fire, from whence they can no more return, because of the justice of the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p29\" class=\"\">“And no unclean thing can enter into his kingdom; therefore nothing entereth into his rest save it be those who have washed their garments in my blood, because of their faith, and the repentance of all their sins, and their faithfulness unto the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p30\" class=\"\">“Now this is the commandment [this is the resurrected Jesus talking]: Repent, all ye ends of the earth, and come unto me and be baptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye may stand spotless before me at the last day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p31\" class=\"\">“Verily, verily, I say unto you, this is my gospel” (<span class=\"citation\" id=\"5895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5895)\">3 Ne. 27:13–17, 19–21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p32\" class=\"\">This, of course, is the perfect definition of the gospel. It was, however, spoken by way of summary and conclusion after the risen Jesus had spent days—perhaps weeks—explaining the principles and ordinances of the gospel to the Nephites. They, therefore, were able to understand his summary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p33\" class=\"\">The gospel is the plan and program adopted by God, our Eternal Father, for accomplishing his “work and … glory—to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"39555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39555)\">Moses 1:39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p34\" class=\"\">This program the Lord presented to his spirit children in the great pre-earth council, of which Abraham gives us this brief account:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p35\" class=\"\">“Now the Lord had shown unto me, Abraham, the intelligences that were organized before the world was; and among all these there were many of the noble and great ones;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p36\" class=\"\">“And God saw these souls that they were good, and he stood in the midst of them, and he said: These I will make my rulers; for he stood among those that were spirits, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p37\" class=\"\">“And there stood one among them that was like unto God, and he said unto those who were with him: We will go down, for there is space there, and we will take of these materials, and we will make an earth whereon these may dwell;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p38\" class=\"\">“And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p39\" class=\"\">“And they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads for ever and ever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p40\" class=\"\">“And the Lord said: Whom shall I send? And one answered like unto the Son of Man: Here am I, send me. And another answered and said: Here am I, send me. And the Lord said: I will send the first.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p41\" class=\"\">“And the second was angry, and kept not his first estate; and, at that day, many followed after him” (<span class=\"citation\" id=\"7348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7348)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7348)\">Abr. 3:22–28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p42\" class=\"\">The gospel plan or program, presented to and approved by a two-thirds majority of the then assembled hosts of God’s spirit children, anticipated everything that has occurred or that will occur in heaven or on earth concerning those spirits.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p43\" class=\"\">It provided for them to receive physical bodies in a mortal experience where, endowed with free agency and being acted upon by good and evil, they would prove themselves worthy or unworthy to return to the society of God and go on in eternal progress to perfection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p44\" class=\"\">It anticipated the banishment from heaven of Satan and his followers, the creation of this earth, the placing of Adam and Eve upon it, their partaking of the fruit of the tree of the knowledge of good and evil, their banishment from the Garden, and the peopling of the earth by their posterity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p45\" class=\"\">It anticipated Satan’s diabolical work among men, man’s wickedness, and his death, both temporal and spiritual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p46\" class=\"\">It anticipated the need for a Savior to win the victory over death, atone for the sin of Adam, which brought death, and provide the means whereby men, through repentance, may receive forgiveness for personal sins and be readmitted into the presence of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p47\" class=\"\">All these things and more were anticipated by the gospel plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p48\" class=\"\">To us the plan is known as the gospel of Jesus Christ because he sponsored it in the heavenly council and implemented it through the atonement which he in the great council voluntarily undertook to make and did come to the earth and make.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p49\" class=\"\">The Father’s plan was based on the principle of free agency. Lucifer countered with a proposal to substitute force for free agency, and sought honor for himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p50\" class=\"\">Jesus, of course, was chosen to be the Redeemer. He led the fight for the Father’s plan in the War in Heaven. He created this earth. He has watched over it ever since. His role in God’s program for bringing to pass “the immortality and eternal life of man” (<span class=\"citation\" id=\"39556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39556)\">Moses 1:39<\/a><\/span>) has been revealed to men in all dispensations. It was revealed to Adam in the beginning. It was revealed to Enoch, to Noah, to Abraham, Isaac, and Jacob. Some 2200 years <span class=\"small\">B.C.<\/span>, Jesus appeared to the brother of Jared and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p51\" class=\"\">“Behold, I am he who was prepared from the foundation of the world to redeem my people. Behold, I am Jesus Christ. … In me shall all mankind have light, and that eternally, even they who shall believe on my name; and they shall become my sons and my daughters” (<span class=\"citation\" id=\"22331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22331)\">Ether 3:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p52\" class=\"\">In the meridian of time, Jesus, begotten of God our Eternal Father, came to earth as the babe of Bethlehem, the son of Mary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p53\" class=\"\">Born of woman, he was subject to temptation and the weaknesses of the flesh. Begotten Son of the Father, he inherited the power to live on indefinitely.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p54\" class=\"\">Being tempted but never yielding to sin enabled him, by giving his life, to atone for the transgression of Adam, which introduced death into the world. This he did, and thereby won victory over the grave and brought about resurrection for himself and for all men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p55\" class=\"\">Not only did he win victory over the grave, but being sinless himself and being the Son of God in the flesh and having been foreordained in the heavens to be the Redeemer, he, in some way which we do not fully understand, “took upon Himself the burdensome onus of the sins of mankind. The means may be, to our finite minds, a mystery, yet the results are our salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p56\" class=\"\">“Something of the Savior’s agony as He groaned under this load of guilt … He has [thus revealed to us] in this day:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p57\" class=\"\">“‘For behold, I, God,’” he said, “‘have suffered these things for all, that they might not suffer if they would repent;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p58\" class=\"\">“‘But if they would not repent they must suffer even as I;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p59\" class=\"\">“‘Which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit—and would that I might not drink the bitter cup, and shrink—<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p60\" class=\"\">“‘Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men’ [<span class=\"citation\" id=\"17155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17155)\">D&amp;C 19:16–19<\/a><\/span>]” (James E. Talmage, <span class=\"emphasis\">The Articles of Faith,<\/span> 12th ed., Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1924, p. 78).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p61\" class=\"\">Jacob, the brother of Nephi, thus describes the predicament we would be in without the benefit of Christ’s atonement. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p62\" class=\"\">“O the wisdom of God, his mercy and grace! For behold, if the flesh should rise no more our spirits must become subject to that angel who fell from before the presence of the Eternal God, and became the devil, to rise no more.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p63\" class=\"\">“O how great the goodness of our God, who prepareth a way for our escape from the grasp of this awful monster; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p64\" class=\"\">“And because of the way of deliverance of our God, the Holy One of Israel, this death, of which I have spoken, which is the temporal, shall deliver up its dead; which death is the grave.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p65\" class=\"\">“And this death of which I have spoken, which is the spiritual death, shall deliver up its dead; which spiritual death is hell; wherefore, death and hell must deliver up their dead, and hell must deliver up its captive spirits, and the grave must deliver up its captive bodies, and the bodies and the spirits of men will be restored one to the other; and it is by the power of the resurrection of the Holy One of Israel” (<span class=\"citation\" id=\"4001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4001)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4001)\">2 Ne. 9:8, 10–12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p66\" class=\"\">Without the services of Jesus Christ, which he proffered in the great heavenly council and which he has since performed, there would have been no hope for us to receive the blessings provided by the gospel. And we have no prospect of receiving them now unless we have faith in the Lord Jesus Christ, because, as he said to the Pharisees, “If ye believe not that I am he, ye shall die in your sins” (<span class=\"citation\" id=\"28986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 28986)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(28986)\">John 8:24<\/a><\/span>). This is according to the gospel, which Paul said “is the power of God unto salvation” (<span class=\"citation\" id=\"42888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42888)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42888)\">Rom. 1:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/faith-in-the-lord-jesus-christ.p67\" class=\"\">These are some of the reasons why “Faith in the Lord Jesus Christ” is the first principle of the gospel. To the truth of these teachings I bear solemn witness, and in the words of King Benjamin, I add my own witness that I know “there shall be no other name [than Jesus Christ] given nor any other … means whereby salvation can come unto the children of men, only in and through the name of Christ, the Lord Omnipotent” (<span class=\"citation\" id=\"40460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40460)\">Mosiah 3:17<\/a><\/span>). This is my testimony to you, my brethren, and I bear it in the name of Jesus Christ, our Redeemer, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}