{"ID":3289, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Administration of the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p2\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"President N. Eldon Tanner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p3\" class=\"\">Brethren, I am always humbled as I stand before a body of men holding the priesthood of God, which is the power of God delegated to man to act in His name in the office which he holds. It frightens me to think of the great power that could be exerted if every man holding the priesthood of God would live according to the teachings of the gospel and the covenant which the Lord has made with holders of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p4\" class=\"\">The Aaronic Priesthood was restored in these latter days by John the Baptist, who placed his hands upon the head of Joseph Smith and conferred it upon him. The Melchizedek Priesthood, as you know, was conferred through the laying on of hands by Peter, James, and John, who appeared to Joseph Smith and Oliver Cowdery. Now, each of you holds the Melchizedek Priesthood or is preparing himself to hold it. Let me repeat for you the oath and covenant of the priesthood:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p5\" class=\"\">“For whoso is faithful unto the obtaining these two priesthoods of which I have spoken, and the magnifying their calling, are sanctified by the spirit unto the renewing of their bodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p6\" class=\"\">“They become the sons of Moses and of Aaron and the seed of Abraham, and the church and kingdom, and the elect of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p7\" class=\"\">“And also all they who receive this priesthood receive me, saith the Lord;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p8\" class=\"\">“For he that receiveth my servants receiveth me;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p9\" class=\"\">“And he that receiveth me receiveth my Father;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p10\" class=\"\">“And he that receiveth my Father receiveth my Father’s kingdom; therefore all that my Father hath shall be given unto him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p11\" class=\"\">“And this is according to the oath and covenant which belongeth to the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p12\" class=\"\">“Therefore, all those who receive the priesthood, receive this oath and covenant of my Father, which he cannot break, neither can it be moved” (<span class=\"citation\" id=\"17249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17249)\">D&amp;C 84:33–40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p13\" class=\"\">The priesthood is the greatest power on earth. It is by the power of the priesthood that the earth was created, and the universe, and all things pertaining thereto were done. This church was organized by the power of the priesthood, by one called of God by revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p14\" class=\"\">We know that God the Father and his Son, Jesus Christ, appeared to a young boy, Joseph Smith, and from then on he was continually guided by revelation. Regarding the establishment of the Church we read this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p15\" class=\"\">“The rise of the Church of Christ in these last days … by the will and commandments of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p16\" class=\"\">“Which commandments were given to Joseph Smith, Jun., who was called of God, and ordained an apostle of Jesus Christ, to be the first elder of this church” (<span class=\"citation\" id=\"17160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17160)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17160)\">D&amp;C 20:1–2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p17\" class=\"\">We read further: “Behold, there shall be a record kept among you; and in it thou shalt be called a seer, a translator, a prophet, an apostle of Jesus Christ, an elder of the church through the will of God the Father, and the grace of your Lord Jesus Christ” (<span class=\"citation\" id=\"17165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17165)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17165)\">D&amp;C 21:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p18\" class=\"\">Let me assure you brethren that you belong to the Church of Jesus Christ, and that the Church is directed by Jesus Christ through a prophet of God, even our beloved President Spencer W. Kimball.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p19\" class=\"\">I would like to tell you something about the way the Church operates from headquarters. We often hear the Church referred to as a democracy, when in reality, instead of being a church where the body is governed by officers elected by the members, the Church is a theocracy, where God directs his church through representatives chosen by him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p20\" class=\"\">Our fifth article of faith states, “We believe that a man must be called of God, by prophecy, and by the laying on of hands, by those who are in authority, to preach the Gospel and administer in the ordinances thereof.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p21\" class=\"\">Now, this is the way in which Joseph Smith was chosen by the Lord as President of his Church and set apart by those authorized by the Lord to do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p22\" class=\"\">It has always been a testimony to me, as I read section 107 of the Doctrine and Covenants, to see how all offices of the priesthood were listed and the duties of each given to Joseph Smith. We read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p23\" class=\"\">“Of the Melchizedek Priesthood, three Presiding High Priests, chosen by the body, appointed and ordained to that office, and upheld by the confidence, faith, and prayer of the church, form a quorum of the Presidency of the Church. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p24\" class=\"\">“And again, the duty of the President of the office of the High Priesthood is to preside over the whole church, and to be like unto Moses—<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p25\" class=\"\">“… yea, to be a seer, a revelator, a translator, and a prophet, having all the gifts of God which he bestows upon the head of the church” (<span class=\"citation\" id=\"17284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17284)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17284)\">D&amp;C 107:22, 91–92<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p26\" class=\"\">And again: “The twelve traveling councilors are called to be the Twelve Apostles, or special witnesses of the name of Christ in all the world. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p27\" class=\"\">“And they form a quorum [this is important], equal in authority and power to the three presidents” (<span class=\"citation\" id=\"17285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17285)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17285)\">D&amp;C 107:23–24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p28\" class=\"\">The following is recorded in <span class=\"emphasis\">Teachings of the Prophet Joseph Smith:<\/span> “President Smith next proceeded to explain the duty of the Twelve, and their authority, which is next to the present Presidency. … Also the Twelve are not subject to any other than the First Presidency, … ‘and where I am not [meaning the President of the Church], there is no First Presidency over the Twelve’” (sel. Joseph Fielding Smith, Salt Lake City: Deseret Book, 1938, pp. 105–6).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p29\" class=\"\">At the death of Joseph Smith, the Twelve became the presiding authority of the Church, with Brigham Young as president of the Twelve, and administered the affairs of the Church for three and a half years. Then Brigham Young was chosen as President of the Church, and he chose and ordained and set apart his counselors. Then there were three years and two months between his death and the installation of John Taylor as President of the Church. Following John Taylor’s death it was one year and nine months before Wilford Woodruff was chosen, set apart, and ordained as President of the Church. Since then, just a few days have passed between the death of the President and the setting apart of the next President—and the Twelve continues to preside at the death of each President until the new First Presidency is organized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p30\" class=\"\">I would like to explain to you exactly what took place following the unexpected death of President Harold B. Lee on 26 December 1973. I was in Phoenix, Arizona, to spend Christmas with my daughter and her family, when a call came to me from Arthur Haycock, secretary to President Lee. He said that President Lee was seriously ill, and he thought that I should plan to return home as soon as possible. A half-hour later he called and said: “The Lord has spoken. President Lee has been called home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p31\" class=\"\">President Romney, Second Counselor, in my absence was directing the affairs of the Church, and was at the hospital with Spencer W. Kimball, President of the Council of the Twelve. Immediately upon the death of President Lee, President Romney turned to President Kimball and said, “You are in charge.” Remember, the Prophet Joseph Smith had said that without the President there was no First Presidency over the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p32\" class=\"\">Not one minute passed between the time President Lee died and the Twelve took over as the presiding authority of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p33\" class=\"\">Following President Lee’s funeral, President Kimball called a meeting of all of the Apostles for Sunday, December 30, at 3 <span class=\"small\">P.M.<\/span> in the Salt Lake Temple Council Room. President Romney and I had taken our respective places of seniority in the council, so there were fourteen of us present.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p34\" class=\"\">Following a song, and prayer by President Romney, President Kimball, in deep humility, expressed his feelings to us. He said that he had spent Friday in the temple talking to the Lord, and had shed many tears as he prayed for guidance in assuming his new responsibilities and in choosing his counselors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p35\" class=\"\">Dressed in the robes of the holy priesthood, we held a prayer circle; President Kimball asked me to conduct it and Elder Thomas S. Monson to offer the prayer. Following this, President Kimball explained the purpose of the meeting and called on each member of the quorum in order of seniority, starting with Elder Ezra Taft Benson, to express his feelings as to whether the First Presidency should be organized that day or whether we should carry on as the Council of the Twelve. Each said, “We should organize now,” and many complimentary things were spoken about President Kimball and his work with the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p36\" class=\"\">Then Elder Ezra Taft Benson nominated Spencer W. Kimball to be the President of the Church. This was seconded by Elder Mark E. Petersen and unanimously approved. President Kimball then nominated N. Eldon Tanner as First Counselor and Marion G. Romney as Second Counselor, each of whom expressed a willingness to accept the position and devote his whole time and energy in serving in that capacity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p37\" class=\"\">They were unanimously approved. Then Elder Mark E. Petersen, second in seniority in the Twelve, nominated Ezra Taft Benson, the senior member of the Twelve, as President of the Quorum of the Twelve. This was unanimously approved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p38\" class=\"\">At this point all the members present laid their hands upon the head of Spencer W. Kimball, and President Ezra Taft Benson was voice in blessing, ordaining, and setting apart Spencer W. Kimball as the twelfth President of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p39\" class=\"\">Then, with President Kimball as voice, N. Eldon Tanner was set apart as First Counselor and Marion G. Romney as Second Counselor in the First Presidency of the Church. Following the same procedure, he pronounced the blessing and setting apart of Ezra Taft Benson as President of the Quorum of the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p40\" class=\"\">There were then eleven members of the Twelve, and this would necessitate calling a new man to fill the vacancy in the quorum. You may be interested to learn how the General Authorities are called.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p41\" class=\"\">They are chosen by the President through inspiration and revelation as he considers the names of those who, at his invitation, have been recommended by members of the Twelve, together with those whom he might be considering himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p42\" class=\"\">Because of the inspiration and revelation involved, a General Authority is actually divinely appointed and is approved by the Council of the Twelve before being called and set apart, and later sustained by the general conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p43\" class=\"\">To give you an example of how this works, let me share with you an experience of President Heber J. Grant. While he was a member of the Council of the Twelve, when asked by the President of the Church to submit names, he repeatedly submitted that of a very good friend of his for consideration to fill existing vacancies among the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p44\" class=\"\">The man was never chosen, and President Grant is reported to have said at one time that if he ever became President of the Church, and there was a vacancy to fill, he would call that man, because he was so well qualified.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p45\" class=\"\">After he became President and it was necessary to fill a vacancy, he told the Lord that he knew whom he wanted, but that he wanted to select the man that the Lord wanted. The name of Melvin J. Ballard, whom President Grant knew slightly, but not too well, came into his mind and kept recurring to let him know that he was the man who should be called. He was nominated by President Grant and approved by the Twelve. He was ordained and set apart by the First Presidency and Council of the Twelve and at the following general conference was presented to those in attendance for their sustaining vote.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p46\" class=\"\">Let me give you my own experience. While serving as president of the Calgary Stake in Alberta, Canada, I was attending the general conference in Salt Lake City in October, 1960. On Friday evening I received a call at the Hotel Utah, where I was staying, advising me that President McKay wanted to see me Saturday morning—the next morning. Naturally, not knowing what he wanted, I slept very little that night. I met him in his office at the appointed hour. As I sat in a chair facing him, he looked me in the eye, put his hand on my knee, and said, “President Tanner, the Lord would like you to accept a call as a General Authority, as an Assistant to the Twelve.” Then he asked how I felt about it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p47\" class=\"\">I do not know exactly what I said. I tried to assure him that I felt highly honored and very inadequate, but ready and willing to accept a call and to give my whole time and effort in the service of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p48\" class=\"\">That morning my name was read, along with the names of Elders Franklin D. Richards and Theodore M. Burton, to be sustained as Assistants to the Twelve, with the other general officers of the Church. We were approved by the conference. Officers throughout the Church are selected in much the same way at their particular level.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p49\" class=\"\">At this point I might answer the question of how we deal with a dissenting vote. We had one at the October 1977 conference. Some of you heard the proceedings and will remember that the dissenter wanted his vote recorded. This is the way we deal with a dissenting vote: all the people other than this one voted to sustain those who were presented, so I asked him to see a member of the Twelve. The purpose of asking him to see somebody is so that he can report why he was not prepared to support the slate of officers. That gives him an opportunity, if he knows some good reason why a person should not be or is not qualified to be sustained, to tell the person assigned to see him; this person can then advise the First Presidency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p50\" class=\"\">I should like to tell you of an experience I had when I was called to go to New Zealand to reorganize a stake. I had never met anybody living in New Zealand, other than the president of the stake at that time. I asked for a list of the bishops and high council in that New Zealand stake, and as I read over the list I saw one name that just seemed to stand out. The name was Campbell. Each time I read the list I noticed it. Bishop Vandenberg was with me, and we interviewed all these people, after having prayed that we might be guided.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p51\" class=\"\">After all the interviews I said to Brother Vandenberg, “Let us call upon the Lord for direction.” We did, and as we stood up I asked, “If you had the responsibility, whom would you choose as president of this stake?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p52\" class=\"\">He said, “Bill Campbell.” I had never mentioned his name to Bishop Vandenberg. This was another evidence that the Lord does direct these appointments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p53\" class=\"\">All matters pertaining to the administration of the Church come under the direction of the First Presidency, and the affairs are generally divided into three categories:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p54\" class=\"\">First, those administered directly by the First Presidency; second, ecclesiastical matters administered by the Twelve under the direction of the First Presidency; and third, temporal affairs administered by the Presiding Bishopric, as assigned to them by the First Presidency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p55\" class=\"\">Let me list some of the things administered directly by the First Presidency: area conferences; solemn assemblies; budgeting, educational, historical, and personnel departments; temples; auditing; the Coordinating Council; and the welfare services.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p56\" class=\"\">Now let me outline briefly some of the responsibilities of the Twelve. Under the direction of the First Presidency, the Council of the Twelve is responsible for all the ecclesiastical matters of the Church and for the administration of the ecclesiastical affairs of the Church carried on by members of the First Quorum of the Seventy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p57\" class=\"\">It has the responsibility of scheduling stake conferences throughout the Church and making assignments of the General Authorities to attend these conferences, which are held weekly throughout the year except in July.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p58\" class=\"\">All of the General Authorities strive diligently to prepare themselves and to use the programs provided for the Saturday evening meeting as well as the general session on Sunday so as to motivate the people throughout the Church to better living. They meet with the stake presidencies and the stake officers and discuss with them the progress they have made and ways and means of doing better. General Authorities are required to leave their families for at least two and sometimes three or four days to two weeks in order to fill conference assignments, tour missions, and so forth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p59\" class=\"\">Under the Twelve there are at present four departments. Each department is administered by three or four Seventies (with their staff), under the direction of the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p60\" class=\"\">They are, namely: the Priesthood, Missionary, Genealogical, and Curriculum departments. I shall endeavor to deal very briefly later with only two or three of the departments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p61\" class=\"\">The Council of the Twelve is also responsible for the planning of seminars for new mission presidents, and two each year for the Regional Representatives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p62\" class=\"\">We are all aware that the Twelve would not be able to carry out these heavy assignments alone and that provision has been made for the necessary assistance. You know that some years ago some men were appointed as Assistants to the Twelve, and that more recently, due to the rapid growth of the Church, and in keeping with the teachings of Joseph Smith, these men and others were appointed to become members of the First Quorum of the Seventy. This was the beginning of increasing this quorum from only the seven presidents, who presided over other quorums of seventy throughout the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p63\" class=\"\">Regarding the Seventy we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p64\" class=\"\">“The Seventy are to act in the name of the Lord, under the direction of the Twelve or the traveling high council, in building up the church and regulating all the affairs of the same in all nations” (<span class=\"citation\" id=\"17288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17288)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17288)\">D&amp;C 107:34<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p65\" class=\"\">Members of the First Quorum of the Seventy administer, under the direction of the Twelve, the four departments to which I referred earlier. The Priesthood Department recommends policies and procedures for the Melchizedek Priesthood, the Aaronic Priesthood, and the auxiliaries; and supervises activity programs. The Curriculum Department provides training materials, manuals, and nonadministrative handbooks, is responsible for Church magazines, and coordinates the production of all Church publications.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p66\" class=\"\">The Correlation staff checks all materials for study courses and magazines as to doctrine, coding, and so forth, and reports to the Correlation Committee, made up of the Presidency of the First Quorum of the Seventy, together with the Presiding Bishop and the Commissioner of Education. Here all teaching and training materials are correlated with the idea of preparing the individual member for temple work, missionary work, and responsibilities in different organizations of the Church, and preparing him for eternal life. This is the whole purpose of the Church: to prepare the individual for eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p67\" class=\"\">The Missionary Department provides missionary proselyting materials for preparing prospective missionaries and for use in the field. It assists with missionary assignments, and oversees the operation of visitors’ centers and other matters pertaining to the missionary program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p68\" class=\"\">You may be interested in knowing how a missionary is called. A bishop should interview the prospective missionary before he talks to the parents about it so that he can determine the attitude and worthiness of the individual before anyone knows he or she is being considered. If he finds the person worthy and desirous of filling a mission, he discusses it with the parents; and then, if everything is in order, the bishop recommends him or her to the stake president, who also interviews the individual as to worthiness and attitude. If found worthy and willing, he or she is recommended to the First Presidency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p69\" class=\"\">In determining where he or she should be called to fill a mission, several factors are taken into consideration, such as the person’s aptitudes as shown on the recommendation form and the missions which need missionaries at that time. Then, through inspiration, the person is called to the mission where he or she can best serve the Lord. He or she then receives a call from the President of the Church, and on receipt of the call each missionary is required to send a letter of response to the President.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p70\" class=\"\">I am reminded of a story about a missionary call which you may find of interest and which shows how the inspiration of the Lord directs his work. I could give you a dozen. But on one occasion, after the letters of call had been sent to a group of missionaries, the executive secretary of the Missionary Department received a telephone call from the mother of a boy who had received an assignment to a mission in the eastern part of the United States. The mother said that she and the father of the boy were extremely disappointed because the boy’s father and grandfather had served missions in Germany, and they had expressed their desires that the boy also be called to a German mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p71\" class=\"\">The secretary asked the mother how the boy felt about it, and she replied that he was at school and that she had opened the letter in his absence. He did not yet know where he was to be called. The secretary expressed his surprise that the mother would open the only letter the boy might ever receive from the President of the Church and suggested that she call him back after the boy had read the letter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p72\" class=\"\">The following day the mother called back most apologetically and said that the boy’s reaction was one of complete satisfaction with the call. He had secretly been praying that he would <span class=\"emphasis\">not<\/span> be called to a foreign mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p73\" class=\"\">Now, let me deal with the administration of the Presiding Bishopric. They are responsible for the administration of all the temporal affairs assigned to them by the First Presidency. This includes physical facilities, where they act as a service department to acquire land and to build and maintain buildings as required by the ecclesiastical division. They also supervise matters pertaining to finance, membership records, fast offerings, tithing, central purchasing, translation, and distribution. Then they have the heavy responsibility of administering the Welfare Services Department, whose vital program and policies are determined by the Welfare Services Committee, which is composed of the First Presidency, the Quorum of the Twelve, the Presiding Bishopric, and the Relief Society Presidency. Included in the Welfare Services program are the Deseret Industries operations throughout the world; stake, ward, and mission welfare programs; bishops’ storehouses; and so on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p74\" class=\"\">The great growth and expansion of the Church throughout the world has necessitated decentralization of administration, especially for the organizing and training of the members of the Church in the developing areas, where there are many new branches, districts, wards, and stakes comprised mostly of members who have had little, if any, experience in the administration of Church affairs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p75\" class=\"\">For example, in Caracas, Venezuela, which I visited in about 1976, the mission president called a meeting of the members. There were three or four hundred in attendance, none of whom had been in the Church longer than five years. A year later we organized a stake in Caracas, with the oldest member being in the Church only seven years. I am sure it is evident to everyone that much training and assistance must be given to this kind of organization in these developing areas.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p76\" class=\"\">For the administration of ecclesiastical affairs, the world has been divided into areas presided over by Executive Administrators. Twelve of these areas are outside of the United States and Canada. All Executive Administrators are members of the First Quorum of the Seventy, and outside of the United States and Canada are assigned to live within their area.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p77\" class=\"\">To assist them in their administration, we have Regional Representatives, who are experienced, qualified men chosen from or living as near to the region as possible. Each Regional Representative works with several stakes and missions. This makes it possible for the leaders in the stakes and missions to be in close contact regularly with the Executive Administrators through the Regional Representatives, rather than to have to deal directly with headquarters in Salt Lake City, which would take much more time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p78\" class=\"\">In order to administer temporal affairs outside the United States and Canada, there are directors for temporal affairs, who, under the direction of the Presiding Bishopric, supervise these matters in the areas where they are assigned to live. Again, this makes it possible for the local people to get immediate attention for their problems, and provides proper training in all areas of administration. The Executive Administrators and the directors for temporal affairs carefully cooperate and correlate their activities through meeting regularly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p79\" class=\"\">In general, all these matters are under the direction of the First Presidency. Specifically, in regularly scheduled meetings, the First Presidency meet every Tuesday, Wednesday, Thursday, and Friday at 8 <span class=\"small\">A.M.<\/span> with a secretary who makes a complete record of all procedures. These discussions include the correspondence which has been addressed to the First Presidency—which contains almost everything from questions about pierced ears to appeals from decisions of excommunication by the stake presidency and high council. There are questions about dress and grooming standards, hypnotism, Sabbath observance, scripture interpretation, sensitivity training, sealings, complaints against the local officers, reincarnation, donation of body parts to science or to others, cremation, transplants, legal matters, ad infinitum.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p80\" class=\"\">Their decisions also involve the selection of new temple presidencies, when and where new temples should be built, and other matters to be discussed when meeting with the Council of the Twelve Apostles and with the Presiding Bishopric. They also plan solemn assemblies and area conferences held throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p81\" class=\"\">Tuesday morning at 10 <span class=\"small\">A.M.<\/span> they meet with the Expenditures Committee, which is made up of the First Presidency, four members of the Twelve, and the Presiding Bishopric. This is where heads of different departments present their expenditure requirements for consideration, and allocations are made. Examples include requests by the Physical Facilities Department for acquisition of lands and of buildings such as stake or ward houses, mission homes, visitors centers, and so on, and discussions of the costs of maintenance. Also, the Presiding Bishopric presents requests for expenditures involving welfare projects.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p82\" class=\"\">Wednesday First Presidency meetings are used for hearing reports from heads of different departments that come directly under the First Presidency, such as the Historical, Personnel, and Public Communications departments. Appointments for important visitors are also scheduled for Wednesday mornings where possible. I am always impressed by the influence the President of the Church has on these visitors as we receive direct and indirect feedback through correspondence or verbal reports.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p83\" class=\"\">Once a month on Wednesdays the First Presidency meets with the Combined Church Board of Education and Board of Trustees to deal with all matters affecting universities and colleges, institutes and seminaries, and other Church schools. Also, on one Wednesday each month they meet with the Coordinating Council, which is composed of the First Presidency, Quorum of the Twelve, and Presiding Bishopric. Here they discuss and decide on policies, procedures, and questions of administration to see that all divisions of responsibility are properly clarified and coordinated. Following this, they meet with the Welfare Services Committee, as mentioned previously.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p84\" class=\"\">On Thursday mornings at 10 <span class=\"small\">A.M.<\/span> they join with the Council of the Twelve in the upper room of the temple, where the Twelve have been convened since 8 <span class=\"small\">A.M.<\/span> It is in this room that the leadership of the Church has been directed by the Lord since the temple was completed. Here one experiences a special spiritual feeling, and at times senses the presence of some of these great leaders who have gone on before. Portraits of the twelve Presidents of the Church, and also of Hyrum, the Patriarch, hang on the walls. There are also paintings of the Savior at the Sea of Galilee where he called some of his apostles, and others portraying his crucifixion and his ascension. Here we are reminded of the many great leaders who have sat in this council room, and under the direction of the Lord great decisions were made.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p85\" class=\"\">As the First Presidency enters this room at ten o’clock on Thursday mornings, we shake hands with all members of the Twelve, then change to our temple robes. We sing, kneel in prayer, and then join in a prayer circle at the altar, after which we change to our street clothes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p86\" class=\"\">After discussing the minutes of the previous meeting, we consider such matters as the following: approval of changes in bishoprics as recommended by stake presidents—previously discussed in the meeting of the Twelve (you might be interested in knowing that during 1977 we approved an average of twenty-five to thirty new bishops every week); changes in stake, ward, mission, and temple organizations throughout the Church, including boundaries and officers; officers and administration of auxiliary organizations; matters brought in by the heads of different departments; and our reports of stake conferences and other activities during the week, such as funerals, speaking engagements, and so forth. It is in this body that any change in administration or policy is considered and approved, and it then becomes the official policy of the Church. Let me relate an experience regarding these discussions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p87\" class=\"\">I remember so well when a matter was being discussed where different members of the Twelve had differing views and expressed them freely. When President McKay summed up the discussion and said, “This is what I think we should do,” I turned to the brother next to me and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p88\" class=\"\">“Isn’t it wonderful to see how he always comes up with the right answer, and we all seem to feel that it is the right answer?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p89\" class=\"\">My colleague turned to me and said, “You are listening to a prophet of God.” This is how we know that any decision that is made becomes the unanimous decision of the group, regardless of the feeling of any member prior to the decision.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p90\" class=\"\">On the first Thursday of every month the First Presidency meets with all the General Authorities—the members of the Twelve, the Seventy, and the Presiding Bishopric. In this meeting all are advised of any changes in programs or procedures and instructed in their duties or responsibilities. The President calls on members to bear their testimonies, after which we all dress in our temple clothes, partake of the sacrament, and have a prayer circle with all members present participating. At the conclusion of the prayer all, other than the First Presidency and Quorum of the Twelve, are dismissed, and those remaining change to their street clothes and carry on with the regular business of the Thursday meetings. A recording secretary makes a report of all that is said and done.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p91\" class=\"\">Following each Thursday meeting the First Presidency and Quorum of the Twelve have lunch in a room assigned for that purpose. In this room we have a lovely picture of the Last Supper. This is a period of relaxation, and in conversation we exchange experiences and discuss matters of common interest. I could tell you some interesting discussions if I had time. Friday at 9 <span class=\"small\">A.M.<\/span> the Presiding Bishopric meets with the First Presidency to give reports and discuss matters affecting the administration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p92\" class=\"\">As you know, the Church has business corporations—such as Bonneville International Corporation, Beneficial Life Insurance Company, Hotel Utah, Zions Securities Corporation, <span class=\"emphasis\">Deseret News,<\/span> and Deseret Mutual Benefit Association—operating in the interests of the Church and giving service to the public. And there are some extensive farm and ranch holdings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p93\" class=\"\">Some people have the erroneous idea that the Church pays no taxes. I would like to correct that impression and say that all Church-owned corporations pay taxes at the same rate as any other comparable business corporation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-administration-of-the-church.p94\" class=\"\">We hope and pray always—every day—that the Church is being properly administered by those who are placed in these responsible positions—the First Presidency, the Quorum of the Twelve, the First Quorum of the Seventy, and the Presiding Bishopric—and that the local officers may also be so blessed and directed. I bear testimony that the Church is directed by the Lord himself through a prophet of God, and pray humbly that we may all appreciate that, appreciate our membership in the Church, and strive diligently to prepare ourselves for eternal life. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}