{"ID":3293, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Prayer to Our Heavenly Father\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p2\" class=\"\">Elder Bernard P. Brockbank<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3056.jpg\" alt=\"Elder Bernard P. Brockbank\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p3\" class=\"\">Religions and doctrines originating with men cannot bring salvation to a child of God. The Lord counsels man in the Holy Bible that God’s ways did not come from man or from this earth. “My thoughts are not your thoughts, neither are your ways my ways, saith the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p4\" class=\"\">“For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts” (<span class=\"citation\" id=\"25533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25533)\">Isa. 55:8–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p5\" class=\"\">The thoughts and ways of God provide for man the greatest opportunities and blessings of this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p6\" class=\"\">The Lord gave man one of the highest goals for this life when he said, “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent” (<span class=\"citation\" id=\"29006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29006)\">John 17:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p7\" class=\"\">The Lord also commanded man—and it is well known by almost all Christians—“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind” (<span class=\"citation\" id=\"36656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36656)\">Matt. 22:37<\/a><\/span>). To know and love God are sacred blessings. One of the ways that we can come to know God and Jesus Christ is through sincere prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p8\" class=\"\">The Lord commands, “Pray always, and I will pour out my Spirit upon you, and great shall be your blessing—yea, even more than if you should obtain treasures of earth” (<span class=\"citation\" id=\"17159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17159)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17159)\">D&amp;C 19:38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p9\" class=\"\">In the Bible we are commanded to “pray without ceasing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p10\" class=\"\">“In everything give thanks: for this is the will of God in Christ Jesus concerning you” (<span class=\"citation\" id=\"2759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2759)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2759)\">1 Thes. 5:17–18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p11\" class=\"\">Prayer to God will give you power to conquer and overcome the evil powers and influences of Satan and this world. The Lord said, “Pray always, that you may come off conqueror; yea, that you may conquer Satan, and that you may escape the hands of the servants of Satan that do uphold his work” (<span class=\"citation\" id=\"17151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17151)\">D&amp;C 10:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p12\" class=\"\">Prayer to God is a sacred blessing. The Savior again counseled man on how to pray and we know the Lord’s Prayer well. The Lord said, “After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p13\" class=\"\">“Thy kingdom come. Thy will be done in earth, as it is in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p14\" class=\"\">“Give us this day our daily bread.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p15\" class=\"\">“And forgive us our debts, as we forgive our debtors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p16\" class=\"\">“And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen” (<span class=\"citation\" id=\"36638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36638)\">Matt. 6:9–13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p17\" class=\"\">We should pray to our Father in Heaven with a hallowed heart; we should pray for his kingdom to come, and by so doing we commit ourselves to help build the kingdom of God on this earth. As we pray that the will of God be done on earth as it is in heaven, we commit ourselves to do the will of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p18\" class=\"\">We should thank God for our “daily bread” and ask him to help us provide the necessities of this life. We should ask our Father for forgiveness of our sins and weaknesses, and commit ourselves to repentance, to the task of informing and improving in a sacred way our godlike minds and bodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p19\" class=\"\">We should ask our Father to help us meet the temptations of this life and to deliver us from evil. When we pray from our hearts and say “For thine is the kingdom, and the power, and the glory, for ever,” we commit ourselves. Remember, the kingdom of God, the power of God, the glory of God should be man’s most cherished and important blessings and goals in this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p20\" class=\"\">So important is the need to pray that the prophet Nephi taught “that ye should not perform any thing unto the Lord save in the first place ye shall pray unto the Father in the name of Christ, that he will consecrate thy performance unto thee, that thy performance may be for the welfare of thy soul” (<span class=\"citation\" id=\"4012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4012)\">2 Ne. 32:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p21\" class=\"\">To pray meaningfully requires that one, insofar as possible, know the true character of God. As mentioned, we have been commanded to know God. Prayer leads to salvation, and ignorance is a deterrent to that goal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p22\" class=\"\">Jesus Christ promises man complete forgiveness if he repents, confesses, and forsakes his sins. Jesus gave these comforting words to those that repent. He said, “Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p23\" class=\"\">“By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them” (<span class=\"citation\" id=\"17200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17200)\">D&amp;C 58:42–43<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p24\" class=\"\">We should build that message into our hearts, and purify and build our minds and bodies in a godlike way through continued use of prayer, obedience, and repentance. Since prayer is a very important part of confession, confession must be to God as well as to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p25\" class=\"\">The Savior promises answers and blessings as the reward for sincere prayer. He taught and promised and said: “Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p26\" class=\"\">“For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened” (<span class=\"citation\" id=\"36643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36643)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36643)\">Matt. 7:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p27\" class=\"\">We should live and work, watch and wait, and continually pursue life prayerfully, repentantly, and purposefully.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p28\" class=\"\">A prophet of God counsels man to pray always with these words: “And now, my beloved brethren, I perceive that ye ponder still in your hearts, and it grieveth me that I must speak concerning this thing. For if ye would hearken unto the Spirit which teacheth a man to pray ye would know that ye must pray; for the evil spirit teacheth not a man to pray, but teacheth him he must not pray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p29\" class=\"\">“But behold, I say unto you that ye must pray always, and not faint; that ye must not perform any thing unto the Lord save in the first place ye shall pray unto the Father in the name of Christ, that he will consecrate thy performance unto thee, that thy performance may be for the welfare of thy soul” (<span class=\"citation\" id=\"4011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4011)\">2 Ne. 32:8–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p30\" class=\"\">Enos, a servant of the Lord—and this has been quoted a time or two in this conference, so apparently the Lord wanted emphasis on this—Enos speaks on the power of sincere prayer: “I will tell you of the wrestle which I had before God, before I received a remission of my sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p31\" class=\"\">“Behold, I went to hunt beasts in the forests; and the words which I had often heard my father speak concerning eternal life, and the joy of the saints, sunk deep into my heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p32\" class=\"\">“And my soul hungered; and I kneeled down before my Maker, and I cried unto him in mighty prayer and supplication for mine own soul; and all the day long did I cry unto him; yea, and when the night came I did still raise my voice high that it reached the heavens.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p33\" class=\"\">“And there came a voice unto me, saying: Enos, thy sins are forgiven thee, and thou shalt be blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p34\" class=\"\">“And I, Enos, knew that God could not lie; wherefore, my guilt was swept away” (<span class=\"citation\" id=\"21519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21519)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21519)\">Enos 1:2–6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p35\" class=\"\">All of us, like Enos, need to continually have our sins and weaknesses swept away through repentance, confession, and sincere prayer. I repeat the Lord’s promise: “Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p36\" class=\"\">“By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them” (<span class=\"citation\" id=\"17201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17201)\">D&amp;C 58:42–43<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p37\" class=\"\">Repentance will purify and cleanse the mind and body and make room for greater perfection and godliness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p38\" class=\"\">King Benjamin, when speaking to his people about prayer and repentance, gives valuable counsel on receiving answers from God. He taught: “Believe in God; believe that he is, and that he created all things, both in heaven and in earth; believe that he has all wisdom, and all power, both in heaven and in earth; believe that man doth not comprehend all the things which the Lord can comprehend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p39\" class=\"\">“And again, believe that ye must repent of your sins and forsake them, and humble yourselves before God; and ask in sincerity of heart that he would forgive you; and now, if you believe all these things see that ye do them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p40\" class=\"\">“And again I say unto you as I have said before, that as ye have come to the knowledge of the glory of God, or if ye have known of his goodness and have tasted of his love, and have received a remission of your sins, which causeth such exceeding great joy in your souls, even so I would that ye should remember, and always retain in remembrance, the greatness of God, … and his goodness and long-suffering towards you, … and humble yourselves even in the depths of humility, calling on the name of the Lord daily, and standing steadfastly in the faith of that which is to come, which was spoken by the mouth of the angel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p41\" class=\"\">“And behold, I say unto you that if ye do this ye shall always rejoice, and be filled with the love of God, and always retain a remission of your sins; and ye shall grow in the knowledge of the glory of him that created you, or in the knowledge of that which is just and true” (<span class=\"citation\" id=\"40461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40461)\">Mosiah 4:9–12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p42\" class=\"\">The scriptures give us many promises regarding the power and the need of personal prayer. Jesus commanded men: “Ye must watch and pray always, lest ye be tempted by the devil, and ye be led away captive by him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p43\" class=\"\">“And as I have prayed among you even so shall ye pray in my church, among my people who do repent and are baptized in my name. Behold I am the light; I have set an example for you” (<span class=\"citation\" id=\"5889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5889)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5889)\">3 Ne. 18:15–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p44\" class=\"\">“Behold, verily, verily, I say unto you,” the Lord continued, “ye must watch and pray always lest ye enter into temptation; for Satan desireth to have you, that he may sift you as wheat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p45\" class=\"\">“Therefore ye must always pray unto the Father in my name;<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p46\" class=\"\">“And whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you” (<span class=\"citation\" id=\"5890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5890)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5890)\">3 Ne. 18:18–20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p47\" class=\"\">Jesus Christ counsels man to have family prayer. He said, “Pray in your families unto the Father, always in my name, that your wives and your children may be blessed” (<span class=\"citation\" id=\"5891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5891)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5891)\">3 Ne. 18:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p48\" class=\"\">Very few pray too much. It is not one of our weaknesses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p49\" class=\"\">Parents have the sacred responsibility to teach their children the importance and value of prayer, and the responsibility to teach their children how pray. In many homes, even some of the best prayers are ignored and neglected. Prayer is sacred and Jesus said: “Trifle not with sacred things” (<span class=\"citation\" id=\"17147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17147)\">D&amp;C 6:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p50\" class=\"\">Another blessing available through prayer is feeling the love of God in your heart and soul. We have in the scriptures this sacred promise: “Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope; that we may be purified even as he is pure” (<span class=\"citation\" id=\"38435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38435)\">Moro. 7:48<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/prayer-to-our-heavenly-father.p51\" class=\"\">As the sons and daughters of a living God, a living Heavenly Father, we should stay close to him by humble prayer. We should stay close to him with a clean life, that our hearts may find peace in all of life’s sacred opportunities and blessings. I so pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}