{"ID":3296, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Pornography—the Deadly Carrier\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p3\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p\" class=\"\">Of the Council of the Twelve<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monson\"\/><\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03115_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p4\" class=\"\">This week, my brothers and sisters, the woodcutters are laying their massive axes and taking their power saws to the still stately and once mighty elm trees that grace the countryside surrounding London, England’s, Heathrow Airport.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p5\" class=\"\">It is said some of the majestic monarchs are over one hundred years old. One wonders how many persons have admired their beauty, how many picnics have been enjoyed in their welcome shade, how many generations of song birds have filled the air with music while capering among the outstretched and luxuriant branches.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p6\" class=\"\">The patriarchal elms are now dead. Their demise was not the result of old age, the recurring drought, nor the strong winds which occasionally lash the area. Their destroyer is much more harmless in appearance, yet deadly in result. We know the culprit as the bark beetle, carrier of the fatal Dutch elm disease. This malady has destroyed vast elm forests throughout Europe and America. Its march of death continues unabated. All efforts at control have failed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p7\" class=\"\">Dutch elm disease usually begins with a wilting of the younger leaves in the upper part of the tree. Later the lower branches become infected. In about midsummer most of the leaves turn yellow, curl, and drop off. Life ebbs. Death approaches. A forest is consumed. The bark beetle has taken its terrible toll.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p8\" class=\"\">How like the elm is man. From a minute seed, and in accordance with a divine plan, we grow, are nurtured, and mature. The bright sunlight of heaven, the rich blessings of earth are ours. In our private forest of family and friends, life is richly rewarding and abundantly beautiful. Then suddenly, there appears before us in this generation a sinister and diabolical enemy—pornography. Like the bark beetle it too is the carrier of a deadly disease. I shall name it “pernicious permissiveness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p9\" class=\"\">At first we scarcely realize we have been infected. We laugh and make light-hearted comment concerning the off-color story or the clever cartoon. With evangelical zeal we protect the so-called rights of those who would contaminate with smut and destroy all that is precious and sacred. The beetle of pornography is doing his deadly task—undercutting our will, destroying our immunity, and stifling that upward reach within each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p10\" class=\"\">Can this actually be true? Surely this matter of pernicious permissiveness is not so serious. What are the facts? Let’s look! Let’s listen! Then let’s act!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p11\" class=\"\">Pornography, the carrier, is big business. It is Mafia-spawned. It is contagious. It is addicting. In a study last year, the FBI estimated that Americans spent 2.4 billion dollars on hard-core pornography. Other estimates reach as high as 4 billion—a fortune siphoned away from noble use and diverted to a devilish purpose!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p12\" class=\"\">Apathy toward pornography stems mostly from a widespread public attitude that it is a victimless crime and that police resources are better used in other areas. Many state and local ordinances are ineffective, sentences are light, and the huge financial rewards far outweigh the risks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p13\" class=\"\">The FBI points out that pornography may have a direct relationship to sex crimes. “In one large western city,” an agency report states, “the vice squad advised that 72 percent of the individuals arrested for rape and child-related sexual offenses had in their possession some type of pornographic material.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p14\" class=\"\">Some publishers and printers prostitute their presses by printing millions of pieces of pornography each day. No expense is spared. The finest of paper, the spectrum of full color combine to produce a product certain to be read, then read again. Nor are the movie producer, the television programmer, or the entertainer free from taint. Gone are the restraints of yesteryear. So-called realism is the quest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p15\" class=\"\">One of the leading box office stars of today lamented: “The boundaries of permissiveness have been extended to the limit. The last film I did was filthy. I thought it was filthy when I read the script, and I still think it’s filthy; but the studio tried it out at a Friday night sneak preview and the audience screamed its approval.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p16\" class=\"\">Another star declared, “Movie makers, like publishers, are in the business to make money, and they make money by giving the public what it wants.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p17\" class=\"\">Some persons struggle to differentiate between what they term “soft-core” and “hard-core” pornography. Actually, one leads to another. How applicable is Alexander Pope’s classic, “Essay on Man”:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p18\" class=\"\">Vice is a monster of so frightful mien As to be hated needs but to be seen; Yet seen too oft, familiar with her face, We first endure, then pity, then embrace. (John Bartlett, <span class=\"emphasis\">Familiar Quotations,<\/span> Boston: Little Brown and Co., 1968, p. 409).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p19\" class=\"\">The constant, consuming march of the pornography beetle blights neighborhoods just as it contaminates human lives. Some are particularly scarred by its insidious touch.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p20\" class=\"\">Come with me for a moment to a place portrayed in song—dear to the heart of America—New York City’s world-famous landmark of Broadway and Forty-fifth Street. There, standing so forlornly alone on a tiny island surrounded by bustling traffic, is a heroic-size statue of Father Francis P. Duffy, well-known chaplain of the Fighting Sixty-ninth of World War I fame. He wears the uniform of the battlefield. He carries a canteen to relieve the physical distress of the wounded and a Bible to bring spiritual comfort to the dying.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p21\" class=\"\">As we gaze at this splendid statue, there courses through memory’s corridors such melodies of the period as “Over There,” “Keep the Home Fires Burning,” and “Give My Regards to Broadway.” Were those fallen warriors who knew the song and remembered with affection Broadway and Forty-fifth Street to return and stand with us at the side of Father Duffy’s statue, what sight would meet their eyes and ours? On every hand are massage parlors, sex shops, X-rated movies—the neon-lighted signs flashing their facade of allure. The statue of Father Francis P. Duffy stands surrounded by sin, engulfed by evil. The pornography beetle has just about destroyed this area. He moves relentlessly closer to your city, your neighborhood, and your family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p22\" class=\"\">An ominous warning was voiced by Laurence M. Gould, president emeritus of Carleton College:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p23\" class=\"\">“I do not believe the greatest threat to our future is from bombs or guided missiles. I don’t think our civilization will die that way. I think it will die when we no longer care. Arnold Toynbee has pointed out that 19 of 21 civilizations have died from within and not by conquest from without. There were no bands playing and flags waving when these civilizations decayed. It happened slowly, in the quiet and the dark when no one was aware.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p24\" class=\"\">Just this month I read a review of a new movie. The leading actress told the reporter that she objected initially to the script and the part she was to play. The role portrayed her as the sexual companion of a fourteen-year-old boy. She commented: “At first I said, ‘No way will I agree to such a scene.’ Then I was given the assurance that the boy’s mother would be present during all intimate scenes, so I agreed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p25\" class=\"\">I ask: Would a mother stand by “watching,” were her son embraced by a cobra? Would she subject him to the taste of arsenic or strychnine? Mothers, would you? Fathers, would we?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p26\" class=\"\">From the past of long ago we hear the echo so relevant today:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p27\" class=\"\">“O Jerusalem, Jerusalem, which killest the prophets, and stonest them that are sent unto thee; how often would I have gathered thy children together, as a hen doth gather her brood under her wings, and ye would not!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p28\" class=\"\">“Behold, your house is left unto you desolate” (<span class=\"citation\" id=\"32033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32033)\">Luke 13:34–35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p29\" class=\"\">Today we have a rebirth of ancient Sodom and Gomorrah. From seldom-read pages in dusty Bibles they come forth as real cities in a real world, depicting a real malady—pernicious permissiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p30\" class=\"\">We have the capacity and the responsibility to stand as a bulwark between all we hold dear and the fatal contamination of the pornography beetle. May I suggest three specific steps in our battle plan:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p31\" class=\"\">First, a return to righteousness. An understanding of who we are and what God expects us to become will prompt us to pray—as individuals and as families. Such a return reveals the constant truth: “Wickedness never was happiness” (<span class=\"citation\" id=\"9315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9315)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9315)\">Alma 41:10<\/a><\/span>). Let not the evil one dissuade. We can yet be guided by that still small voice—unerring in its direction and all-powerful in its influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p32\" class=\"\">Second, a quest for the good life. I speak not of the fun life, the sophisticated life, the popular life. Rather, I urge each to seek eternal life—life everlasting with mother, father, brothers, sisters, husband, wife, sons, and daughters, forever and forever together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p33\" class=\"\">Third, a pledge to wage and win the war against pernicious permissiveness. As we encounter that evil carrier, the pornography beetle, let our battle standard and that of our communities be taken from that famous ensign of early America, “Don’t tread on me” (John Bartlett, <span class=\"emphasis\">Familiar Quotations,<\/span> p. 1090).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p34\" class=\"\">Let us join in the fervent declaration of Joshua: “Choose you this day whom ye will serve … but as for me and my house, we will serve the Lord” (<span class=\"citation\" id=\"30094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30094)\">Josh. 24:15<\/a><\/span>). Let our hearts be pure. Let our lives be clean. Let our voices be heard. Let our actions be felt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p35\" class=\"\">Then the beetle of pornography will be halted in its deadly course. Pernicious permissiveness will have met its match. And we, with Joshua, will safely cross over Jordan into the promised land—even to eternal life in the celestial kingdom of our God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/pornography-the-deadly-carrier.p36\" class=\"\">That we may do so is my sincere prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}