{"ID":3298, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Happiness Now and Forever\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p2\" class=\"\">Elder Richard G. Scott<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p3\" class=\"\">What would you think of a man who would chop up a beautiful grand piano to make firewood or use an expensive hand calculator to pry open a desk drawer? Such destructive use of valuable resources is unthinkable, yet there are so many in the world today who more tragically misuse the priceless resources of mind and body and spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p4\" class=\"\">If every day seems devoid of real satisfaction and meaning, if the things you want most in life seem unobtainable, or if in despair you have turned to the wrong things in an attempt to find happiness and companionship, we have for you a message of hope and assurance. Since it is based on religious principles that you at present may not fully understand, please do not reject it, for with all the conviction of my soul I know that it will bring you what you most desire.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p5\" class=\"\">The Lord inspired a prophet to declare, “Men are, that they might have joy” (<span class=\"citation\" id=\"3997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3997)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3997)\">2 Ne. 2:25<\/a><\/span>), that is, happiness now and forever. But you say, “How can you find happiness? So many give advice, but often it is confusing and expressed in terms and concepts I don’t understand.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p6\" class=\"\">God knew that his children would face this challenge, so he provided an unfailing way to recognize his true plan for happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p7\" class=\"\">I will illustrate that way by a simple example. Let this box represent the world. I have hidden two magnets in it, one to represent the truth, the other error. There is a powerful influence radiating from the magnets, but you cannot see it nor can you feel it, any more than we can see with our eyes or feel with our hands the difference between truth and error. If I use another magnet as a detecting instrument, I can identify unerringly the magnet representing truth. The magnet is drawn to it. Likewise, I can find the magnet representing error, for it is repelled from it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p8\" class=\"\">Every individual born to earth is given a detecting capability, a divinely appointed gift to distinguish truth from error. We call it our conscience. God calls it the Spirit of Christ. When we properly use this gift, we are naturally drawn to truth and repelled from error.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p9\" class=\"\">Satan does not want us to use that divine gift. He camouflages his true purpose behind appealing temptations. His program is to turn our interest to self. He wants us to become so engrossed in the attempt to satisfy personal appetites and desires that we lose the ability to distinguish truth from error. Such a course of life does not, cannot, will not ever bring happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p10\" class=\"\">If I place a barrier about this magnet or detecting instrument I can no longer distinguish between the influences of the magnet representing truth and the magnet representing error. In like manner, if we yield to temptations or do not obey God’s commandments through indifference or disbelief, we build barriers around our conscience and neutralize its effectiveness so that it becomes difficult and eventually virtually impossible to distinguish truth from error.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p11\" class=\"\">The Lord gave his life that each one of us, through the miracle of repentance, could remove the barriers of sin and thereby resensitize our conscience so that it may again detect truth from error.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p12\" class=\"\">Now may I discuss another divine gift with you? It has a potential infinitely more sensitive and powerful than our conscience. Through this gift we can receive pure truth to guide our lives, divine counsel to resolve our problems, and even the power of God to overcome obstacles. It is the gift of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p13\" class=\"\">May I tell you how to obtain this precious gift? Or if you have it, how to expand your use of it? The Lord has said, “Ask, and ye shall receive; knock, and it shall be opened unto you” (<span class=\"citation\" id=\"17144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17144)\">D&amp;C 4:7<\/a><\/span>). When you ask with real intent, you will feel undeniable impressions that lead you to greater truth. You will be given opportunities, such as through the inspired messages of this conference, to find the one and only true Church of Jesus Christ, and you will recognize that Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p14\" class=\"\">By qualifying through study, prayer, and obedience you can be baptized a member of the Church of Jesus Christ and receive the gift of the Holy Ghost by the laying on of hands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p15\" class=\"\">The Savior has said, “Ye are commanded in all things to ask of God, who giveth liberally; and that which the Spirit [or Holy Ghost] testifies unto you even so I would that ye should do in all holiness of heart, walking uprightly before me, considering the end of your salvation, doing all things with prayer and thanksgiving, that ye may not be seduced by evil spirits, or doctrines of devils, or the commandments of men” (<span class=\"citation\" id=\"17186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17186)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17186)\">D&amp;C 46:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p16\" class=\"\">God did not put us on earth to be victimized by circumstances. He gave us a plan for assured success—his gospel—the perfect plan for happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p17\" class=\"\">We must learn to judge ourselves not by what we are but by what, under the influence of the Lord, we may become. We do not have to measure our potential for success by our known capabilities alone. We can count on the power of God and its expanding influence on our lives. We can know that our ability and strength can be magnified to meet any challenge that confronts us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p18\" class=\"\">When we receive the gift of the Holy Ghost, we must strive to become increasingly sensitive to its singular influence in our lives. Prayer is our communication link with God. He answers earnest prayer through the Holy Ghost, which brings inspiration, direction, and power into our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p19\" class=\"\">We always see the guideposts in our life more clearly after we have passed them and have reached a higher vantage point. If we were more alert to the promptings of the Holy Ghost, we would see them before we reach them and thereby be guided more effectively. This process requires self-mastery, self-control, and a heart willing to accept change.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p20\" class=\"\">Salvation is an eternal goal we gain by a process of constant upward change. Doubt is spiritual poison that stunts eternal growth. We must first feel our way before we can see it with any clarity. We prove ourselves by making numerous correct decisions without being absolutely sure; then comes a greater knowledge and assurance, not before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p21\" class=\"\">Happiness is created. Love is its center. Its principal ingredients are sincere faith, true repentance, full obedience, and selfless service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p22\" class=\"\">As the magnet in my example was drawn to the influence representing truth, so can you, through faith and prayer, positively identify the kingdom of God on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p23\" class=\"\">Find a member of The Church of Jesus Christ of Latter-day Saints, a Mormon, and ask for the restored truth. Obtain a copy of the Book of Mormon, read it, ponder it, live its principles, and you will find happiness now and forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/happiness-now-and-forever.p24\" class=\"\">With all the sincerity of my soul, in deep humility, I solemnly testify that God the Father through his Son Jesus Christ has restored to earth the fulness of his truth. He has restored his priesthood, the authority to perform the necessary saving ordinances in his name. President Spencer W. Kimball is his prophet. I love him and sustain him with all my heart. I testify that this, The Church of Jesus Christ of Latter-day Saints, is the only place on earth where that fulness of truth and priesthood authority can be found. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t\t<div class=\"caption\" id=\"\">\n\t\t\t\t\t<p>Because of the ill health of First Counselor Anthony W. Ivins, President Grant, center, appointed his second counselor, J. Reuben Clark, left, to that position on 6 October 1934. David O. McKay, right, was called to serve as second counselor.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}