{"ID":330, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Facing Another World Crisis<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1948, pp. 63-70<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis group of choice young men and women from Brigham Young University is an\ninspiration even aside from the glorious singing. Just to look at them and realize what they\nrepresent, I am sure, fills each heart with thanksgiving. They are here to render service today,\nand we appreciate their presence. I was just thinking as I listened to these inspiring opening\nsongs that every one of these young men and young women has been taught by a mother and\na father to be true to the gospel of Jesus Christ, has been taught that to keep himself or\nherself unspotted from the world will bring the greatest joy and happiness in this life and in\nthe world to come. I am thankful for an institution in the Church which associates with all the\nsciences and all the learning given in the institutions of the state the teachings of the\nprinciples of the gospel of Jesus Christ. I know they are true, and so may these young people,\nand I pray that they will always hold to that truth.\n<\/p><p>\nSome of their mothers are worried. Some of you mothers have called by telephone; some of\nyou have called in person and expressed deep concern over the conditions in the world. Your\npleas and questions have prompted what I desire to say this morning. I wish all the world\ncould partake of this peaceful spirit, and the hope and inspiration that we received in the\nsessions of the conference that were held yesterday, and the encouragement from the excellent\nmessages given, and I pray that I may say a word or two that will put you at peace and\nincrease that spirit of contentment.\n<\/p><p>\nA GUIDE TO PEACE\n<\/p><p>\nJesus said on one occasion to his disciples who were somewhat worried and anxious because\nJesus had told them he was going to leave them,\n<\/p><p>\nLet not your heart be troubled: ye believe in God, believe also in me\n(<span class=\"citation\" id=\"27322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27322)\">John 14:1<\/a><\/span>).\n<\/p><p>\nIn that one sentence, Jesus gives both a comforting admonition and a guide to contentment\nand peace.\n<\/p><p>\nWe are living in a troublous age. Many people in the Church, as millions in the world, are\nstirred with anxiety; hearts are heavy with feelings of foreboding. For the third time in half a\ncentury lowering war clouds threaten world peace. O foolish man! Will he never profit by the\nexperiences of the past! The responsibility of choice always rests upon each normal\nindividual. Never was that responsibility greater than today. A former member of the Deseret\nSunday School Union Board (author of an excellent little work, <i>Out of the Ashes<\/i>) expresses\nthe thought succinctly thus:\n<\/p><p>\nWhat the people now think and do, or what they fail to think, or what they fail to do means\nwhich way to this generation, and means what chance to the generation next to come.\n<\/p><p>\nTHE NEED FOR REPENTANCE\n<\/p><p>\nA leading businessman, Mr. W. T. Holliday, president of the Standard Oil Company of Ohio,\nin an article captioned, \"Our Final Choice,\" declares that:\n<\/p><p>\n. . . whenever a civilization is faced with a new and fundamental challenge, there is only one\nthing that can save it from decline and fall&mdash;its men and women must change their habits of\nthought to meet the challenge. Either they meet their new world with new thinking, or they go\nunder.\n<\/p><p>\nThough with a different ideal in mind, that is the advice which Peter gave the multitude on\nthe day of Pentecost, when in perplexity they cried: \"Men and brethren, what shall we do?\"\nHis answer was:\n<\/p><p>\n. . . Repent, and be baptized every one of you in the name of Jesus Christ for the remission of\nsins, and ye shall receive the gift of the Holy Ghost.\n<\/p><p>\nFor the promise is unto you, and to your children, and to all that are afar off, even as many\nas the Lord our God shall call (<span class=\"citation\" id=\"7592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7592)\">Acts 2:37-39<\/a><\/span>).\n<\/p><p>\nTo repent is to change one's mind or one's heart with regard to past or intended action,\nconduct, etc., on account of regret or dissatisfaction.\n<\/p><p>\nIndividuals, groups, and nations viewing with alarm the many critical national, industrial, and\nmoral problems are hoping that \"some means will be found to turn our misdirected powers\ninto new channels, leading to the establishment of new and prosperous conditions.\"\n<\/p><p>\nSPIRITUAL READINESS\n<\/p><p>\nRadio and press commentators, contributors to magazines, editorial writers and statesmen\nsuggest various plans and policies as solutions of our difficulties and perplexities. One of the\nbest is a plan for a world federation, supported by a sufficiently strong armament to enforce\nits laws and statutes.\n<\/p><p>\nOne great objection to its adoption, however, is that \"human nature is not spiritually ready\"\nfor such a federation. It is of this \"spiritual readiness\" I wish to speak.\n<\/p><p>\nIt is the duty of the members of the Church to hold aloft true spiritual standards. Then we\nshall be better prepared for any eventuality brought about by pagan aggression. These\nprinciples have been proclaimed in all ages. They are simple, easily understood, but all too\ngenerally ignored.\n<\/p><p>\nWARNING OF MOSES TO ISRAEL\n<\/p><p>\nApproximately thirty-five centuries ago Moses, \"the human transmitter of the greatest human\nconduct code of all time,\" warned the people of Israel as follows:\n<\/p><p>\nTherefore thou shalt keep the commandments of the Lord thy God, to walk in his ways, and\nto fear him.\n<\/p><p>\nFor the Lord thy God bringeth thee into a good land, a land of brooks of water, of fountains\nand depths that spring out of valleys and hills;\n<\/p><p>\nA land of wheat, and barley, and vines, and fig trees, and pomegranates; a land of oil olive,\nand honey;\n<\/p><p>\nA land wherein thou shalt eat bread without scarceness, thou shalt not lack any thing in it; a\nland whose stones are iron, and out of whose hills thou mayest dig brass.\n<\/p><p>\nWhen thou hast eaten and art full, then thou shalt bless the Lord thy God for the good land\nwhich he hath given thee.\n<\/p><p>\nBeware that thou forget not the Lord thy God, in not keeping his commandments, and his\njudgments, and his statutes, which I command thee this day:\n<\/p><p>\nLest when thou hast eaten and art full, and hast built goodly houses, and dwelt therein:\n<\/p><p>\nAnd when thy herds and thy flocks multiply, and thy silver and thy gold is multiplied, and all\nthat thou hast is multiplied;\n<\/p><p>\nThen thine heart be lifted up, and thou forget the Lord thy God, which brought thee forth . . .\n<\/p><p>\nAnd thou say in thine heart, My power and the might of mine hand hath gotten me this\nwealth.\n<\/p><p>\nBut thou shalt remember the Lord thy God: for it is he that giveth thee power to get wealth,\nthat he may establish his covenant . . .\n<\/p><p>\nAnd it shall be, if thou do at all forget the Lord thy God, and walk after other gods, and serve\nthem, and worship, them, I testify against you this day that ye shall surely perish\n(<span class=\"citation\" id=\"21206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21206)\">Deut. 8:6-14,17-19<\/a><\/span>).\n<\/p><p>\nAll that Moses wrote in praise of the richness and productivity of the Promised Land, and\nmore than he wrote can be applied to this great land of America&mdash;a land of corn, wheat,\nbarley, and all other kinds of grain&mdash;a land of milk and honey&mdash;a land where we eat bread\nwithout scarceness&mdash;a land whose stones are gold, silver, and iron, and out of whose\nhills we dig brass&mdash;a land aptly called the \"granary of the world.\"\n<\/p><p>\nHis words of admonition are equally applicable&mdash;\n<\/p><p>\nWhen thou hast eaten and art full, then thou shalt bless the Lord thy God for the good land\nwhich he hath given thee (<span class=\"citation\" id=\"21207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21207)\">Deut. 8:10<\/a><\/span>).\n<\/p><p>\nThat was the message to ancient Israel.\n<\/p><p>\n\"LET NOT YOUR HEART BE TROUBLED\"\n<\/p><p>\nFifteen hundred years later a little group of men faced a future that was just as threatening\nand foreboding to them as that which the world faces today. The men in that group were\nSimon Peter, Thomas, Nathanael of Cana in Galilee, James and John, sons of Zebedee, and\ntwo others of his disciples. A short time before that gloomy period Jesus had said to them:\n<\/p><p>\nLet not your heart be troubled: ye believe in God, believe also in me\n(<span class=\"citation\" id=\"27323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27323)\">John 14:1<\/a><\/span>).\n<\/p><p>\nHe promised them the Comforter who would testify of the Christ\n(<span class=\"citation\" id=\"27330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27330)\">John 14:26<\/a><\/span>), who would bring all things\nto their remembrance, who would show them things to come\n(<span class=\"citation\" id=\"27335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27335)\">John 16:13<\/a><\/span>).\n<\/p><p>\nNotwithstanding all those promises and divine exhortations, the disciples, following the\ncrucifixion of their Lord, were depressed in their feelings. Their hopes were shattered. Their\nfuture, so far as Christ's triumph on earth was concerned, seemed all but blighted. They had\nbeen called and set apart to be \"fishers\" of men\n(<span class=\"citation\" id=\"34181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34181)\">Matt. 4:19<\/a><\/span>),\nand to Peter had been given the keys of the\nkingdom (<span class=\"citation\" id=\"34212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34212)\">Matt. 16:18-19<\/a><\/span>).\nNotwithstanding all this, in that hour of despondency, Peter turned to his old\nvocation, and said: \"I go a fishing,\" and the others replied, \"We go also with thee\" (see\n(<span class=\"citation\" id=\"27342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27342)\">John 21:3,15-18<\/a><\/span>)).\n<\/p><p>\nCHARGE GIVEN TO APOSTLES OF CHRIST\n<\/p><p>\nThey were in that state of mind when the Resurrected Christ said to the discouraged leader of\nthe Twelve: \"Simon, son of Jonas, lovest thou me more than these?\" Peter answered, \"Yea,\nLord; thou knowest that I love thee.\" Said the Lord, \"Feed my sheep.\" I have my own\ninterpretation of what \"these\" means. Keep in mind, will you please, that it was his\nvocation&mdash;what he would get. He had there before him the products of his morning's fishing,\nfor he had fished all night and had caught nothing. \"Simon, son of Jonas, lovest thou me\nmore than these?\" Yea, Lord, thou knowest, I love thee.\" \"Feed my sheep\"\n(<span class=\"citation\" id=\"27343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27343)\">John 21:15-18<\/a><\/span>).\n<\/p><p>\nOn that occasion Peter became conscious of his responsibility not only as a fisher of men, but\nalso as a shepherd of the flock. It was then that he sensed finally and completely the full\nmeaning of the divine injunction, \"Follow thou me\"\n(<span class=\"citation\" id=\"27349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27349)\">John 21:22<\/a><\/span>).\n<\/p><p>\nWith that never-failing light, those twelve humble men succeeded in changing the course of\nhuman relations. Writes Beverley Nichols:\n<\/p><p>\nTwelve simple men with only the wind to bear them over the seas, with only a few pence in\ntheir pockets, and a shining faith in their hearts. They fell far short of their ideal; their words\nwere twisted and mocked; and false temples were built over their bones, in praise of a Christ\nthey would have rejected. And yet, by the light of their inspiration, many of the world's\nloveliest things were created, and many of the world's finest minds inspired.\n<\/p><p>\nIf twelve men did that nineteen hundred years ago, what might not twelve men do today? For\nGod has now given us the power of whispering across space, of transmitting our thoughts\nfrom one end of the earth to another. What shall we whisper&mdash;what shall we think? That is the\nquestion.\n<\/p><p>\nETERNAL PRINCIPLES THAT WILL BRING PEACE\n<\/p><p>\nThe world wants peace, the winning of which seems to be more difficult than the winning of\nthe war.\n<\/p><p>\nNo peace, even though temporarily obtained, will be permanent unless it is built upon the\nsolid foundation of eternal principles enunciated in the two incidents I have mentioned.\n<\/p><p>\nThe first of these the Lord gave to Moses on Mount Sinai&mdash;\"Thou shalt worship the Lord thy\nGod\" (<span class=\"citation\" id=\"34180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34180)\">Matt. 4:10<\/a><\/span>).\nConsider what that means. When we sincerely accept God as our Father and make him\nthe center of our being, we become conscious of a new aim in life. No longer is the chief end\nof daily life merely to nourish and to pamper the body as all animals do. Spiritual attainment,\nnot physical indulgence, becomes the chief goal. God is not viewed from the standpoint of\nwhat we may get from him, but what we may give to him. Only in the complete surrender of\nour inner life may we rise above the selfish, sordid pull of nature. Divine and eternal as an\nelement in the acquisition of peace is Christ's admonition,\n<\/p><p>\n. . . seek ye first the kingdom of God and his righteousness\n(<span class=\"citation\" id=\"34196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34196)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nOf equal importance is the acceptance of the Son of God as the Savior of mankind.\n<\/p><p>\nWhen Jesus was talking to his disciples, just immediately preceding his betrayal, explaining to\nthem that he would have to leave them, he said: \"Ye believe in God, believe also in me\"\n(<span class=\"citation\" id=\"27324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27324)\">John 14:1<\/a><\/span>). He\ndesired them to understand, as he wants the whole world to know, that only through him can\nman find the life abundant. Those were not mere words of defiance which Peter uttered as he\nand John stood prisoners before the high priests. He proclaimed an eternal truth when he said:\n<\/p><p>\n. . . for there is none other name under heaven given among men, whereby we must be saved\n(<span class=\"citation\" id=\"7594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7594)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\nThat truth is reiterated in the Doctrine and Covenants&mdash;\n<\/p><p>\n. . . all men must repent and believe on the name of Jesus Christ, and worship the Father in\nhis name, and endure in faith on his name to the end, or they cannot be saved in the kingdom\nof God (<span class=\"citation\" id=\"12431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12431)\">D&amp;C 20:29<\/a><\/span>).\n<\/p><p>\nI like to associate with that word \"saved\" the power that man gets in this life to rise above his\nanimal instincts and passions, power to overcome or resist social evils that blight men's and\nwomen's souls and shut them out not only from the peace of the world, but also from\nmembership in the kingdom of God. Men may yearn for peace, cry for peace, and work for\npeace, but there will be no peace until they follow the path pointed out by the Living Christ.\n<\/p><p>\nCONFIDENCE IN FELLOWMEN\n<\/p><p>\nA third essential to our peace of mind, and eventually to the peace of nations, is to keep\nconfidence in our fellow men. You say how can we keep confidence when men are so\ncorrupt? I answer that even if two or three, or even a score of men prove themselves\ndishonest and wicked, we are not justified in losing confidence in all men. Most people are\nhonorable and upright&mdash;I like to think that&mdash;and desirous to:\n<\/p><p>\n. . . do justly, and to love mercy, and to walk humbly with thy God\n(<span class=\"citation\" id=\"37878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37878)\">Micah 6:8<\/a><\/span>).\n<\/p><p>\nEven if international leaders of a nation or of five nations disavow their Creator, and that's\nwhat they are saying in their hearts, \"my power and the might of mine hand have gotten me this\nwealth\" (<span class=\"citation\" id=\"21208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21208)\">Deut. 8:17<\/a><\/span>),\nand even deny the Christ who redeemed them, let us remember that ten times that\nnumber of nations still profess to believe in God and in individual freedom.\n<\/p><p>\nThese three principles&mdash;faith in Gods&mdash;acceptance of Christ as the Savior of men&mdash;confidence\nin our fellow men&mdash;are summed up by the Savior as follows:\n<\/p><p>\n. . . Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all\nthy mind.\n<\/p><p>\nThis is the first and great commandment.\n<\/p><p>\nAnd the second is like unto it, Thou shalt love thy neighbour as thyself\n(<span class=\"citation\" id=\"34221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34221)\">Matt. 22:37-39<\/a><\/span>).\n<\/p><p>\nSLANDER OVERCOME BY GOOD WORKS\n<\/p><p>\nWe learn from authentic sources that communistic countries, operating from behind the \"iron\ncurtain\" accuse democratic countries, and particularly the United States, of virtually every\npolitical and moral crime under the sun. Our democracy is described as an instrument to\nenslave people.\n<\/p><p>\nSuch slander has been compared to slugs that crawl over our cabbages. You may kill them,\nbut there is still the slime\n<\/p><p>\nThe surest method against such slander is to live it down in perseverance in well doing, and\nby prayer to God that he would cure the distempered mind of those who traduce and injure\nus.\n<\/p><p>\nTo the Church today are applicable the words of the Savior:\n<\/p><p>\nLet your light so shine before men, that they may see your good works, and glory your Father\nwhich is in heaven (<span class=\"citation\" id=\"34187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34187)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nIf we would face the future, no matter what it may be, with calmness of spirit, with an\nassurance that God governs in the affairs of men, let us as individuals and as a group live\nexemplary lives.\n<\/p><p>\nSOCIAL EVILS\n<\/p><p>\nLet us see to it that the social evils now rampant in the world that bring such sorrow and\ndegradation to mankind, that spread sorrow and misery throughout the world are reduced to a\nminimum in our own communities; for example, there is too much drunkenness, too much\nunchastity. The excessive consumption of intoxicating liquors in this state is a reflection upon\nall.\n<\/p><p>\nTo curtail those evils, to spread love and peace, brotherly kindness throughout the world is\nour paramount duty. If we succeed to a commendable degree we can say to the\nworld&mdash;unbelievers, scoffers, and all others, \"Come, our way of life is best because it works\nbest. Our people are efficient, prosperous, and happy because we are a body who aid one\nanother in the productive life. We waste none of our substance in vice, luxury, or ostentation.\nWe do not dissipate our energy in brawling, gambling, or unwholesome habits. We conserve\nour resources of body and mind and devote them to the upbuilding of the kingdom of God,\nwhich is not a mystical but a real kingdom. It is a body of people dominated by ideals of\nproductivity, which is mutual service. We do not strive for the things which satisfy but for the\nmoment and then leave a bad taste. We strive for the things which build us up, and enable us\nand our children to be strong, to flourish, and to conquer. We strive to make ourselves worthy\nto receive the world by fitting ourselves to use the world more productively than others. We\nbelieve that obedience to God means obedience to the laws of nature, which are but the\nmanifestations of his will; and we try by painstaking study to acquire the most complete and\nexact knowledge of that will, in order that we may conform ourselves to it.\"\n<\/p><p>\nWORLD FACES A CRISIS\n<\/p><p>\nThe world faces a crisis&mdash;a terrible crisis. Opportunity is given for men to choose wisely and\nlive, or disregard the Master's teachings and die. Down through the ages come resounding the\ncry of Joshua&mdash;\n<\/p><p>\n... choose you this day whom ye will serve; . . . but as for me and my house, we will serve\nthe Lord (<span class=\"citation\" id=\"30034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30034)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nAnd the thrilling words of Peter when commanded not to speak at all, nor to teach in the\nname of Jesus:\n<\/p><p>\n. . . Whether it be right in the sight of God to hearken unto you more than unto God, judge\nye.\n<\/p><p>\nFor we cannot but speak the things which we have seen and heard\n(<span class=\"citation\" id=\"7597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7597)\">Acts 4:19-20<\/a><\/span>).\n<\/p><p>\nThe choice today is between dictatorship with the atheistic teachings of communism, and the\ndoctrine of the restored gospel of Jesus Christ, obedience to which alone can make us free.\n<\/p><p>\nGod bless the Church, particularly our young people who are going to maintain its standards\nGod bless fathers and mothers who instill this faith in the hearts of children and proclaim it\nthroughout the world, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}