{"ID":3300, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “We Will Go with Our Young and with Our Old”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p2\" class=\"\">Elder Hugh W. Pinnock<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2aba.jpg\" alt=\"Elder Hugh W. Pinnock\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p3\" class=\"\">While flying from Erie to Pittsburgh, Pennsylvania, several years ago, I sat next to the minister of a large Protestant church. He was dressed in the garb of the clergy, so was easy to identify. After I had introduced myself as a member of The Church of Jesus Christ of Latter-day Saints, he asked, “Do you know what we ministers talk about when we meet together? We talk about the Mormons. We see the young and the elderly, teenagers, small children, and the newly married crowding into your chapels. Every age-group seems comfortable and happy being together in your church.” I explained how we are concerned about people of all ages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p4\" class=\"\">That experience reminded me of the difficulty Moses had persuading Pharaoh to let the Israelites leave Egypt. One plague followed another until the Egyptian ruler finally gave in. After being threatened with hordes of locusts, Pharaoh agreed to let the men go if Moses would leave the women, the young, and the old behind. (See <span class=\"citation\" id=\"22897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22897)\">Ex. 10:3–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p5\" class=\"\">However, Moses insisted that all should go. He said, “We will go with our young and with our old, with our sons and with our daughters, with our flocks and with our herds will we go” (<span class=\"citation\" id=\"22898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22898)\">Ex. 10:9<\/a><\/span>). Moses refused to divide the people of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p6\" class=\"\">All ages would share the adventure and the dangers together, just as our own pioneers did 132 years ago during their great exodus. The solidarity of the people of all ages is God’s way of doing things. It is our way because it is his way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p7\" class=\"\">Life is not stationary. Seconds, minutes, hours, days, weeks, months, and years all tick away at the same clip for everyone. No age-group can be isolated. None of us can settle into infancy, youth, middle age, or old age. We all <span class=\"emphasis\">grow<\/span> older, and, incidentally, it is an exciting thought if the accent is on <span class=\"emphasis\">growing.<\/span> “Though our outward man perish,” said Paul, “yet the inward man is renewed <span class=\"emphasis\">day by day<\/span>” (<span class=\"citation\" id=\"3083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3083)\">2 Cor. 4:16<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p8\" class=\"\">I cannot think on my own life without feeling deep gratitude for the older people who have walked and talked with me. A great-aunt taught me many lessons in her own sensitive way. A lovely grandmother has influenced not only her own grandchildren, but also many of their friends. A patriarch, by living righteously and by giving a beautiful blessing, changed the course of a young man’s life. Elder LeGrand Richards’s powerful voice and testimony have brought the truth of the gospel to all who will listen, and a few others besides. Our great prophet-leader, President Kimball, has influenced so many of us through his dedication and incredible energy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p9\" class=\"\">All are needed; all are to serve. Those of you with experience and maturity, who have seen the Great Depression, the ravages of two world wars, a society that has emerged from the horse and buggy era to silver Concordes splitting the sky at 1,400 miles an hour have so much to offer. It is to you, the elderly, I address my brief comments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p10\" class=\"\">Few men whose names occur in the New Testament have so little said about them as did Mnason. His name appears only once: “one Mnason of Cyprus, an old disciple, with whom we should lodge” (<span class=\"citation\" id=\"8240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8240)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8240)\">Acts 21:16<\/a><\/span>). As the early missionaries traveled, they wanted to be with an elderly disciple, one with whom they felt comfortable. Apparently, they were seeking his wisdom and his knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p11\" class=\"\">“<span class=\"emphasis\">Then what can we do?” <\/span>I can almost hear some of our older members of the Church inquiring.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p12\" class=\"\">First, take time with the Savior. If you feel you do not know him yet, then think of him often. Read about him. Invite him in. It is never too late to make a friend, and he is the best friend you will ever have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p13\" class=\"\">Second, tell of past decades when life was different. Keep alive the recollection of your struggles and achievements. Take time to share the truths that never change. Show how solutions to problems sixty, seventy, and eighty years ago are just as valid and helpful now as they were then. We need to learn from you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p14\" class=\"\">Third, look to your ancestors. Temple doors stand open bidding you welcome. So many need you to perform their earthly ordinances. The extra time you often have enables you to bless those who need you to do their earthly work for them. They are waiting for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p15\" class=\"\">Fourth, there is so much for you to do in the mission field, either as a couple or, if you do not have a mate, as an elder or sister missionary. It is true, you will not be tracting quite like the younger missionaries, or at least not as long, but you will be influencing the inactive, providing welfare service instruction, serving in our visitors centers, meeting the town fathers, and helping those that need your leadership example, your judgment, and your ability to teach. Investigators in Stuttgart, West Germany; Hermosillo, Mexico; Williamsport, Pennsylvania; and Rocky Ford, Colorado, will listen and, yes, be baptized because of you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p16\" class=\"\">Fifth, realize that you <span class=\"emphasis\">are<\/span> needed and loved and that you <span class=\"emphasis\">can<\/span> be useful to many in so many positive ways. Only too often an elderly person will retreat into a state of feeling unneeded, left out, or even passed by or rejected. Usually nothing could be further from the truth. Please communicate openly so we will know of your feelings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p17\" class=\"\">Sixth, hold family home evening. If you are now alone, invite friends to stop by each Monday night. If you feel lonely, others probably do, too. Loneliness can only be dispelled by helping others feel less lonely. Family home evening is an ideal opportunity to share, to worship, and to heal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p18\" class=\"\">Seventh, whenever possible, walk each day. Enjoy this lovely world that the Savior has provided, and invite others to walk with you, sharing the beauties and miracles of nature together. “Add life to your years, not just years to life” (“The Problem of Old Age,” <span class=\"emphasis\">Time,<\/span> 23 July 1966).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p19\" class=\"\">Eighth, for heaven’s sake, forget your regrets. The many years you have lived have been filled both with success and with experiences you might change if you could. But you can’t, so stop any self-inflicted sadness or despair. When the Savior said, “Judge not,” he was speaking, in part, about your relationship with yourself (see <span class=\"citation\" id=\"36641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36641)\">Matt. 7:1<\/a><\/span>). Live the repentant life happily. The scripture “Men are, that they might have joy” (<span class=\"citation\" id=\"3998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3998)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3998)\">2 Ne. 2:25<\/a><\/span>) applies to you right now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p20\" class=\"\">Bernard Baruch, on his eighty-fifth birthday, said (in a news report dated 20 August 1955), “To me, old age is always fifteen years older than I am.” Yes, there is much for you to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p21\" class=\"\">Shifting now to a different perspective, those who are younger may ask, “What can we do?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p22\" class=\"\">First, it is certainly our responsibility to keep in touch with you our parents, our grandparents, and elderly friends, to say hello and to express our love for your influence. Perhaps we should place a telephone call this afternoon or write a letter or note to say “remember when”—and then—thank you dad, mom, bishop, teacher, or friend.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p23\" class=\"\">Second, we must develop a partner relationship with you that will help all of us serve better in the kingdom by serving together. You stake presidents, bishops, quorum presidents, and auxiliary leaders are to call our older members to positions of meaningful responsibility. Can any of us imagine what the body of the General Authorities would be like without those magnificent men in their eighties and nineties who inspire, teach, and help carry the kingdom forward?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p24\" class=\"\">Third, we must listen carefully to what you older and often wiser people have to say. A listening heart is a loving heart. Please forgive our impatience and may we concentrate upon your counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p25\" class=\"\">Fourth, we must be certain as we hurry through life that we tend to your needs as you have so kindly tended and cared for our needs through decades of patience and love. May we wipe away your tears as you have so skillfully and lovingly wiped away ours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/we-will-go-with-our-young-and-with-our-old.p26\" class=\"\">In closing, I say to you—our elder mentors, our examples, some of our dearest friends—thank you, and may we be one, as the Father and the Son are one, I pray in the blessed name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}