{"ID":3302, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Give Me This Mountain”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_031<\/span>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p3\" class=\"\">Beloved brothers and sisters, is there anyone who doesn’t know Brother LeGrand Richards, who has just spoken? Is there anyone who doesn’t know the great missionary he has been? When I was a member of the stake presidency in Arizona, Brother Richards came to our stake; and after all the thousands of good things he had to give us, I remember so very well that he and I both went down to Miami, Arizona, to conclude our conferences, and we sat there and talked about the gospel most of the evening. I don’t know whether he will remember that or not, but it was very impressive to me. The First Presidency recently went with some of the General Authorities down to an area conference in New Mexico and we got caught with a plane breakdown. They had to send back to Denver to get some parts. While the rest of us were sitting around waiting, Brother Richards started talking to the pilot and the stewardess, and he taught them the gospel. That’s the kind of missionary he is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p4\" class=\"\">I think he mentioned 28,000 missionaries, and I think we now have 29,000 plus. Anyway, we are very, very grateful to Brother Richards and all the other Brethren who have been as faithful as he explained to us in his sermon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p5\" class=\"\">It’s been a wonderful conference! It has been good for all of us to be here. I’ve been grateful for the remarks of the Brethren who have spoken. The Lord has answered their prayers for divine help in the preparation and delivery of their sermons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p6\" class=\"\">I express appreciation to all of you who have traveled so far to come here, some of you at great sacrifice and inconvenience. We are grateful for your devotion and ask the Lord to bless you with a capacity to be touched in your hearts by the messages you have heard, long after we have sung the songs and long after we have said our last amen. We realize so much depends on what you as leaders do as you return to your homes to work again with those in your stakes and wards and individual homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p7\" class=\"\">I should like to refer to the great story of the exodus of the children of Israel from Egypt to the promised land. In that story there is an account of one special man that moves and motivates and inspires me. His name was Caleb.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p8\" class=\"\">Shortly after Moses led Israel out of bondage from Egypt, he sent twelve men to search out the promised land and to bring back word about living conditions there. Caleb and Joshua were among the group. After spending forty days on their mission, the twelve men returned. They brought back figs and pomegranates and a cluster of grapes so large it took two men to carry it between them on a pole.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p9\" class=\"\">The majority of the search party gave a very discouraging report on the promised land and its inhabitants. Although they found a land that was beautiful and desirable and flowing with milk and honey, they also found that the cities were walled and formidable and that the people, the “sons of Anak,” looked like giants. The Israelite scouts said that they felt like grasshoppers in comparison. Caleb, however, saw things a little differently, with what the Lord called “another spirit,” and his account of the journey and their challenges was quite different. He said, “Let us go up at once, and possess [their land]; for we are well able to overcome it” (<span class=\"citation\" id=\"41122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41122)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41122)\">Num. 13:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p10\" class=\"\">Joshua and Caleb were men of great faith, and they joined in urging that the Israelites go <span class=\"emphasis\">immediately,<\/span> to the promised land, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p11\" class=\"\">“If the Lord delights in us, then he will bring us into this land, and give it us; a land which floweth with milk and honey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p12\" class=\"\">“Only rebel not ye against the Lord, neither fear ye the people of the land; for … the Lord is with us: fear them not” (<span class=\"citation\" id=\"41123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41123)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41123)\">Num. 14:8–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p13\" class=\"\">But the faint-hearted Israelites, remembering the security of their Egyptian slavery and lacking faith in God, rejected Caleb and Joshua and sought even to stone them to death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p14\" class=\"\">Because of their lack of faith, the children of Israel were required to spend the next forty years wandering about and eating the dust of the desert, when they might have feasted on milk and honey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p15\" class=\"\">The Lord decreed that before Israel could enter the land of Canaan, all of the faithless generation who had been freed from bondage must pass away—all go into eternity—all except Joshua and Caleb. For <span class=\"emphasis\">their<\/span> faith, <span class=\"emphasis\">they<\/span> were promised that they and their children would live to inhabit the promised land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p16\" class=\"\">Forty-five years after the twelve men returned from their exploration of the land of promise, when the new generation of Israel, under the leadership of Joshua, was completing its conquest of Canaan, Caleb spoke to Joshua:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p17\" class=\"\">“Forty years old was I when Moses the servant of the Lord sent me … to espy out the land; and I brought him word again as it was in mine heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p18\" class=\"\">“Nevertheless my brethren that went up with me made the heart of the people melt: but I wholly followed the Lord my God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p19\" class=\"\">“And now, behold, the Lord hath kept me alive, as he said, these forty and five years, even since the Lord spake this word unto Moses, while the children of Israel wandered in the wilderness: and now, lo, I am this day fourscore and five years old.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p20\" class=\"\">“As yet I am as strong this day as I was in the day that Moses sent me [at least in the spirit of the gospel and its call and needs]: as my strength was then, even so is my strength now, … both to go out, and to come in” (<span class=\"citation\" id=\"30092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30092)\">Josh. 14:7–8, 10–11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p21\" class=\"\">From Caleb’s example we learn very important lessons. Just as Caleb had to struggle and remain true and faithful to gain his inheritance, so we must remember that, while the Lord has promised us a place in his kingdom, we must ever strive constantly and faithfully so as to be worthy to receive the reward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p22\" class=\"\">Caleb concluded his moving declaration with a request and a challenge with which my heart finds full sympathy. The Anakims, the giants, were still inhabiting the promised land, and they had to be overcome. Said Caleb, now at 85 years, “Give me this mountain” (<span class=\"citation\" id=\"30093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30093)\">Josh. 14:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p23\" class=\"\">This is my feeling for the work at this moment. There are great challenges ahead of us, giant opportunities to be met. I welcome that exciting prospect and feel to say to the Lord, humbly, “Give me this mountain,” give me these challenges.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p24\" class=\"\">Humbly, I give this pledge to the Lord and to you, my beloved brothers and sisters, fellow workers in this sacred cause of Christ: I will go forward, with faith in the God of Israel, knowing that he will guide and direct us, and lead us, finally, to the accomplishment of his purposes and to our promised land and our promised blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p25\" class=\"\">“And Jesus said unto him, No man having put his hand to the plough, and looking back, is fit for the kingdom of God” (<span class=\"citation\" id=\"32029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32029)\">Luke 9:62<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p26\" class=\"\">I will “wholly follow the Lord my God” to the fullest extent of my energy and my ability.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p27\" class=\"\">Earnestly and fervently I urge that each of you make this same pledge and effort—every priesthood leader, every woman in Israel, each young man, each young woman, every boy and girl.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/give-me-this-mountain.p28\" class=\"\">My brethren and sisters, I testify to you that this is the Lord’s work and that it is true. We are on the Lord’s errand. This is his church and he is its head and the chief cornerstone. I leave you this testimony, in all sincerity, with my love and blessing, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}