{"ID":3308, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Role of a Bishop in the Church Welfare Program\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p3\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_037<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p4\" class=\"\">My beloved brothers and sisters, my responsibility this morning is to discuss with you the role of the bishop in the Church welfare program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p5\" class=\"\">I shall first direct my remarks to the general charges given in the modern revelations and by modern prophets concerning caring for the poor; second, to how bishops should administer to the poor; and third, to what Church members can and should do to assist the bishop in caring for the poor.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Role of bishops as revealed in modern scripture<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p7\" class=\"\">Very early in this dispensation the Lord set forth in numerous revelations the office and duty of the bishop. Starting with section 20 and running through section 124, twenty-three different sections of the Doctrine and Covenants give insight to this important matter. As originally given, the assignments pertaining to the office may be summarized in four major parts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p8\" class=\"\">First, the bishop was to receive the consecrations of the Saints and appoint unto them their inheritances (see <span class=\"citation\" id=\"17180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17180)\">D&amp;C 42:31–34, 71–73<\/a><\/span>; <span class=\"citation\" id=\"17188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17188)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17188)\">D&amp;C 51:13<\/a><\/span>; <span class=\"citation\" id=\"17199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17199)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17199)\">D&amp;C 58:35<\/a><\/span>; <span class=\"citation\" id=\"17225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17225)\">D&amp;C 72:2–6<\/a><\/span>; <span class=\"citation\" id=\"17236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17236)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17236)\">D&amp;C 78<\/a><\/span>; <span class=\"citation\" id=\"17245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17245)\">D&amp;C 82:11–24<\/a><\/span>; <span class=\"citation\" id=\"17257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17257)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17257)\">D&amp;C 85:1<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p9\" class=\"\">Second, the bishop was to be a judge unto the people, judging both their standing in the Church as well as their temporal needs if they had claim on the Church (see <span class=\"citation\" id=\"17185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17185)\">D&amp;C 42:80–82<\/a><\/span>; <span class=\"citation\" id=\"17196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17196)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17196)\">D&amp;C 58:17–18<\/a><\/span>; <span class=\"citation\" id=\"17227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17227)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17227)\">D&amp;C 72:17<\/a><\/span>; <span class=\"citation\" id=\"17293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17293)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17293)\">D&amp;C 107:72<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p10\" class=\"\">Third, the bishop was to succor the poor, in both body and spirit, according to their needs (see <span class=\"citation\" id=\"17178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17178)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17178)\">D&amp;C 38:35<\/a><\/span>; <span class=\"citation\" id=\"17182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17182)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17182)\">D&amp;C 42:33–35, 39, 71<\/a><\/span>; <span class=\"citation\" id=\"17224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17224)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17224)\">D&amp;C 70:7–8<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p11\" class=\"\">Fourth, the bishop was to act as an agent for the Church doing whatever temporal business he was appointed to by the Lord through the First Presidency (see <span class=\"citation\" id=\"17189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17189)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17189)\">D&amp;C 51:13–14<\/a><\/span>; <span class=\"citation\" id=\"17256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17256)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17256)\">D&amp;C 84:112–113<\/a><\/span>; <span class=\"citation\" id=\"17292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17292)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17292)\">D&amp;C 107:68, 71–72<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p12\" class=\"\">As the Church grew and the Saints gained experience, the Lord distinguished between the responsibilities of the Presiding Bishop and local, or ward, bishops as they have come to be known. Today, in the various handbooks of the priesthood, you will find four major categories of duties appointed unto the ward bishop. Except for those duties which are unique to the Presiding Bishopric of the Church and those which were made inoperative at the time the formal law of consecration was suspended, the role of the bishop today is essentially the same as was defined in these early revelations. Bishops have been given added responsibilities for the youth and as presiding high priest of the ward. However, of all of the bishop’s assignments, as important as each one is, none is more important than care for the poor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p13\" class=\"\">There is only one common judge in each ward, only one man authorized to perceive the needs of the people, only one priesthood holder acting as the Lord’s representative to succor the feeble knees and hands that hang down (see <span class=\"citation\" id=\"17242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17242)\">D&amp;C 81:5<\/a><\/span>). Perhaps the most pointed and clear summary of the bishop’s assignment to care for the poor was given by President J. Reuben Clark when he said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p14\" class=\"\">“To the bishop is given all the powers, and responsibilities which the Lord has specifically prescribed in the Doctrine and Covenants for the caring of the poor, to him go the funds necessary therefor, and to him are given the gifts and functions necessary for carrying on this work. No one else is charged with this duty and responsibility, no one else is endowed with the power and functions necessary for this work.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p15\" class=\"\">“… Thus ‘by the word of the Lord the sole mandate to care for and the <span class=\"emphasis\">sole discretion in caring for, the poor of the Church is lodged in the bishop,<\/span>’ and short of actual transgression no one can call his action into question. ‘It is his duty and his only to determine to whom, when, how, and how much shall be given to any member of his ward from Church funds and as ward help.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p16\" class=\"\">“‘This is his high and solemn obligation, imposed by the Lord Himself. The bishop cannot escape this duty; he cannot shirk it; he cannot pass it on to someone else, and so relieve himself. Whatever help he calls in, he is still responsible’” (Unpublished article, Church Historical Department, Salt Lake City, 9 July 1941 pp. 3–4; italics added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p17\" class=\"\">This statement is based on the word of the Lord as recorded in the Doctrine and Covenants, as witness the following quotations.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p18\" class=\"\">From section 42: “The bishop … shall … administer to those who have not” (<span class=\"citation\" id=\"17181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17181)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17181)\">D&amp;C 42:33<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p19\" class=\"\">From section 72: “The word of the Lord, in addition to the law which has been given, making known the duty of the bishop who has been ordained unto the church in this part of the vineyard, which is verily this—<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p20\" class=\"\">“To keep the Lord’s storehouse; to receive the funds of the church in this part of the vineyard;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p21\" class=\"\">“To take an account of the elders as before has been commanded; and to administer to their wants” (<span class=\"citation\" id=\"17226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17226)\">D&amp;C 72:9–11<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p22\" class=\"\">From section 84: “The bishop … should travel round about and among all the churches, searching after the poor to administer to their wants and by humbling the rich and the proud” (<span class=\"citation\" id=\"17255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17255)\">D&amp;C 84:112<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p23\" class=\"\">And finally, from section 107: “The office of a bishop is in administering all temporal things; … having a knowledge of them by the Spirit of truth” (<span class=\"citation\" id=\"17290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17290)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17290)\">D&amp;C 107:68, 71<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p24\" class=\"\">I hope that each of you bishops and you stake presidents, who train bishops, will study and become knowledgeable about the word of the Lord regarding the sacred calling of a bishop.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p25\" class=\"\">The success of the Church’s Welfare Services system depends on how effectively bishops perform their role. The manner in which assistance is actually administered to the needy determines the success or failure of Church welfare. Notwithstanding all the aids provided from both ecclesiastical and temporal lines, ultimately you bishops must care for your flock. What a great responsibility and what a great opportunity for Christlike service!<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>How bishops should minister to the poor<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p27\" class=\"\">How does a good bishop, a caring bishop, go about performing this sacred ministry? There are several fundamental things he must do which have been taught since the beginning.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p28\" class=\"\">First, every bishop should <span class=\"emphasis\">know the general condition of his ward members.<\/span> This he learns from observation, from visiting-teacher and home-teacher reports, from interviews, and from the whisperings of the Spirit. The bishop’s knowledge of his membership should come from following the counsel of the Lord to search after the poor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p29\" class=\"\">The second step in the helping process is <span class=\"emphasis\">evaluation.<\/span> An intelligent study should be made of the circumstances of the individual or family needing assistance. A Needs and Resources Analysis form has been provided by the Welfare Services Department to assist in this evaluation. Need may arise from any one of a number of causes, such as injuries, infirmity, unemployment, lack of education, poor management, or physical or mental deficiencies. Regardless of the kind or scope of problems, the bishop must learn the cause of the difficulty, how serious it is, and who can help in the solution.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p30\" class=\"\">In most instances, the bishop will want the ward Relief Society president to assist in the study. She should prepare a report and recommendation to help the bishop in his deliberations. With all the pertinent facts at hand, the bishop, acting as common judge, should decide what assistance is to be given.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p31\" class=\"\">Third, the bishop should <span class=\"emphasis\">counsel with the individual or family involved.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p32\" class=\"\">In a sensitive and kind manner he should verify the assessment of the situation. In the process, he should teach the fundamentals of Church welfare assistance, including self-help, family assistance, and Church responsibility. In an appropriate way, the bishop should determine if those directly involved have done all they can reasonably be expected to do for themselves. This will include ascertaining if other family members and relatives have done their part to assist.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p33\" class=\"\">Finally as led by the Spirit, the bishop <span class=\"emphasis\">should render the needed assistance.<\/span> He will explain the nature and extent of Church resources to be given as temporary assistance. This may include cash assistance from fast offerings; food, clothing, etc. from the storehouse; or items from Deseret Industries. Certain kinds of problems may require services from the employment system or from the LDS Social Services. Of course, to officially authorize these goods and services, the bishop will sign a bishop’s order, which either he or his Relief Society president has prepared.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p34\" class=\"\">In authorizing assistance, the bishop, as common judge, has the further responsibility to determine the work or services to be performed by the recipients. This provides them the privilege of maintaining their dignity and self-respect, while sharing in the process of generating the resources they and others will use. Bishops must be ever watchful on this point of work by recipients for what they receive. We must never let the Lord’s program of self-help become a dole, for “the idler shall not have place in the church, except he repent and mend his ways” (<span class=\"citation\" id=\"17228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17228)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17228)\">D&amp;C 75:29<\/a><\/span>). If an individual refuses to do his part by working according to his ability, then the bishop has the prerogative of withholding assistance until a reformation of attitude is achieved.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p35\" class=\"\">Having resolved the immediate problem, the bishop, in conjunction with the ward welfare services committee, discharges his final obligation by fostering and then implementing a plan of rehabilitation. By this we mean dealing with the root cause of the problem so the individual or family can again become self-sustaining and able to provide for themselves. This rehabilitative action may be of short duration and quite straightforward, such as helping to find a new job for the breadwinner. Sometimes, serious accidents or problems require long-term rehabilitative action. In these cases, the priesthood quorum of which a needy person is a member should lead out and provide the impetus to plan and carry out rehabilitative activity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p36\" class=\"\">As noted in several successive welfare handbooks: “In his temporal administrations the bishop looks at every able-bodied needy person as a purely temporary problem, caring for him until he can help himself. The priesthood quorum must look at its needy member as a continuing problem until not alone his temporal needs are met but his spiritual ones also. As a concrete example,—a bishop extends help while the artisan or craftsman is out of work and in want; a priesthood quorum assists in establishing him in work and tries to see that he becomes fully self-supporting and active in his priesthood duties. In Church welfare work, the rehabilitation of quorum members and their families spiritually is the primary responsibility of quorums functioning as quorums” (<span class=\"emphasis\">Welfare Plan of The Church of Jesus Christ of Latter-day Saints: Handbook of Instructions,<\/span> 1952, p. 20).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p37\" class=\"\">All bishops should realize that they will be truly successful in lifting lives only if they apply these principles in the spirit in which they are given. As President Clark so often reminded us, “The rule of the bishop in all these matters, is the rule of the priesthood,—a rule of kindness, charity, love, [and] righteousness” (J. Reuben Clark, Jr., unpublished article, Church Historical Department, 9 July 1941, p. 13).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p38\" class=\"\">If bishops approach welfare problems and challenges with prayerful hearts, guided by the spirit of kindness and generosity, truly willing to give all that is needed, I am firmly convinced that this spirit will be transferred to those who are the recipients and that they as receivers will feel of the same spirit. They will know that what they receive has been given to them under the inspiration of the Lord. I am thoroughly convinced that the Lord will touch their hearts that they might be worthy receivers and that their desires may be to do all that they can to truly earn those things that are given to them. I believe that it is not too much to believe that bishops can have in their hearts a desire to give all that is really needed, even sometimes more, and at the same time, our people can have the true Christian spirit that would want them to accept less than their good bishop is willing to give. This is not an idle statement. I honestly believe it is true.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p39\" class=\"\">With this kind of spirit directing you bishops, you will be able to come to that revealed certainty that answers the oft-repeated questions of, Who should I assist? How much assistance should I give? How often and how long should I assist? No hard-and-fast rule will ever be given in answer to these questions. As the common judge, you must live worthy to get the answers for each case from the only source provided—the inspiration of heaven.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p40\" class=\"\">While we have been speaking directly to bishops about their responsibilities, it should be remembered that we have branch presidents who share the same responsibilities of watching over the poor and the needy as do bishops in organized wards. Since the beginning of the program, our branch presidents, while they have not had the full welfare program, nonetheless have had the responsibility to bless the poor and the needy and administer to their needs.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p41\" class=\"\">Concerning the obligation of Church members to assist our bishops and branch presidents in caring for the poor, I remind us all that in accepting baptism we covenanted with the Lord to help provide the means upon which bishops are to draw in doing so. Included in these means are fast offerings (and they should be generously given), farm labor, volunteer services, Deseret Industries, welfare, and other contributions. May each of us—leaders and members, givers and receivers—catch the full vision and apply to a full measure the principles and practices of the welfare plan as it prepares us for the building of Zion in this, the dispensation of the fulness of times, concerning which the Lord said, in section 82 of the Doctrine and Covenants: “Zion must increase in beauty, and in holiness; her borders must be enlarged; her stakes must be strengthened; yea, verily I say unto you, Zion must arise and put on her beautiful garments.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p42\" class=\"\">“Therefore, I give unto you this commandment, that ye bind yourselves by this covenant, and it shall be done according to the laws of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p43\" class=\"\">“Behold, here is wisdom also in me for your good.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p44\" class=\"\">“And you are to be equal, or in other words, you are to have equal claims on the properties, for the benefit of managing the concerns of your stewardships, every man according to his wants and his needs, inasmuch as his wants are just—<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p45\" class=\"\">“And all this for the benefit of the church of the living God, that every man may improve upon his talent, that every man may gain other talents, yea, even an hundred fold, to be cast into the Lord’s storehouse, to become the common property of the whole church—<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p46\" class=\"\">“Every man seeking the interest of his neighbor, and doing all things with an eye single to the glory of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p47\" class=\"\">“This order I have appointed to be an everlasting order unto you, and unto your successors, inasmuch as you sin not” (<span class=\"citation\" id=\"17246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17246)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17246)\">D&amp;C 82:14–20<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-a-bishop-in-the-church-welfare-program.p48\" class=\"\">That we may move forward to this consummation, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}