{"ID":3309, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Role of Righteous Women\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p3\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p\" class=\"\">Read by his wife, Sister Camilla Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03115_000_047<\/span>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p4\" class=\"\">\n\t<span class=\"emphasis\">The following four addresses were given at the women’s fireside held September 15 in the Tabernacle in Salt Lake City. Latter-day Saint women twelve and older met in 1,500 locations worldwide to listen to messages from President Spencer W. Kimball; Sister Barbara B. Smith, general president of the Relief Society; Sister Elaine Cannon, Young Women general president; and Sister Naomi Shumway, Primary general president. Since President Kimball was hospitalized at the time of the conference, his message was read by his wife, Camilla E. Kimball. Translations of addresses were recorded and sent in the appropriate languages to women of the Church who reside in non-English-speaking areas of the world. Tapes of the conference were sent to areas where direct-line broadcasts were not available.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p5\" class=\"\">My beloved sisters: I have been looking forward for months to the pleasure of meeting with you dear sisters once again in a worldwide conference of the women of The Church of Jesus Christ of Latter-day Saints. Unfortunately for me, I am in the hospital here in Salt Lake City and will not be present with you in person, but I will be with you in spirit. In fact, I will be watching and listening here in my room at the LDS Hospital.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p6\" class=\"\">The counsel given at our meeting last year is still appropriate. Whenever I reflect and ponder upon the glorious truths of the gospel, and that is often, I wonder if we even begin to appreciate the implications of these glorious truths. Let us begin with a few examples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p7\" class=\"\">The scriptures and the prophets have taught us clearly that God, who is perfect in his attribute of justice, “is no respecter of persons” (<span class=\"citation\" id=\"8234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8234)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8234)\">Acts 10:34<\/a><\/span>). We know also that God is perfect in his love for each and all of us as his spirit children. When we know these truths, my sisters and associates in this divine cause, it should help us greatly as we all experience much less than perfect love and perfect justice in the world. If, in the short term, we are sometimes dealt with insensitively and thoughtlessly by others, by imperfect men and women, it may still cause us pain, but such pain and disappointment are not the whole of life. The ways of the world will not prevail, for the ways of God will triumph.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p8\" class=\"\">We had full equality as his spirit children. We have equality as recipients of God’s perfected love for each of us. The late Elder John A. Widtsoe wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p9\" class=\"\">“The place of woman in the Church is to walk beside the man, not in front of him nor behind him. In the Church there is full equality between man and woman. The gospel, which is the only concern of the Church, was devised by the Lord for men and women alike” (<span class=\"emphasis\">Improvement Era, <\/span>Mar. 1942, p. 161).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p10\" class=\"\">Within those great assurances, however, our roles and assignments differ. These are eternal differences—with women being given many tremendous responsibilities of motherhood and sisterhood and men being given the tremendous responsibilities of fatherhood and the priesthood—but the man is not without the woman nor the woman without the man in the Lord (see <span class=\"citation\" id=\"676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(676)\">1 Cor. 11:11<\/a><\/span>). Both a righteous man and a righteous woman are a blessing to all those their lives touch.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p11\" class=\"\">Remember, in the world before we came here, faithful women were given certain assignments while faithful men were foreordained to certain priesthood tasks. While we do not now remember the particulars, this does not alter the glorious reality of what we once agreed to. You are accountable for those things which long ago were expected of you just as are those we sustain as prophets and apostles!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p12\" class=\"\">Even though the eternal roles of men and women differ, as we indicated to you a year ago, this leaves much to be done by way of parallel personal development—for both men and women. In this connection, I stress again the deep need each woman has to study the scriptures. We want our homes to be blessed with sister scriptorians—whether you are single or married, young or old, widowed or living in a family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p13\" class=\"\">Regardless of your particular circumstances, as you become more and more familiar with the truths of the scriptures, you will be more and more effective in keeping the second great commandment, to love your neighbor as yourself [see <span class=\"citation\" id=\"36657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36657)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36657)\">Matt. 22:37–40<\/a><\/span>]. Become scholars of the scriptures—not to put others down, but to lift them up! After all, who has any greater need to “treasure up” [<span class=\"citation\" id=\"17252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17252)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17252)\">D&amp;C 84:85<\/a><\/span>] the truths of the gospel (on which they may call in their moments of need) than do women and mothers who do so much nurturing and teaching?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p14\" class=\"\">Seek excellence in all your righteous endeavors, and in all aspects of your lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p15\" class=\"\">Bear in mind, dear sisters, that the eternal blessings which are yours through membership in The Church of Jesus Christ of Latter-day Saints are far, far greater than any other blessings you could possibly receive. No greater recognition can come to you in this world than to be known as a woman of God. No greater status can be conferred upon you than being a daughter of God who experiences true sisterhood, wifehood, and motherhood, or other tasks which influence lives for good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p16\" class=\"\">True, there are some temporary differences and some constraining circumstances. Some of you have lost your husbands through death, others through divorce. Some of you have not yet had the great privilege of marriage. But, on the scale of eternity, the missing of these blessings “shall be but a small moment” (see <span class=\"citation\" id=\"17302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17302)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17302)\">D&amp;C 121:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p17\" class=\"\">Others of the sisters are experiencing the anguish that often goes with aging. Still others of you now know the uncertainty of being young as you ponder your place in the eternal scheme of things. But real as these challenges are, all of you need to drink in deeply the gospel truths about the eternal nature of your individual identity and the uniqueness of your personality. You need, more and more, to feel the perfect love which our Father in Heaven has for you and to sense the value he places upon you as an individual. Ponder upon these great truths, especially in those moments when (in the stillness of such anxiety as you may experience as an individual) you might otherwise wonder and be perplexed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p18\" class=\"\">Remember, too, as we focus on the glories and importance of family life here, that all of us belong to the eternal family of our Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p19\" class=\"\">Be assured, too, that all faithful sisters, who, through no fault of their own, do not have the privilege during their second estate of being sealed to a worthy man, will have that blessing in eternity. On occasions when you ache for that acceptance and affection which belong to family life on earth, please know that our Father in Heaven is aware of your anguish, and that one day he will bless you beyond your capacity to express.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p20\" class=\"\">Sometimes to be tested and proved requires that we be temporarily deprived—but righteous women and men will one day receive <span class=\"emphasis\">all<\/span>—think of it, sisters—<span class=\"emphasis\">all <\/span>that our Father has! It is not only worth waiting for; it is worth living for!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p21\" class=\"\">Meanwhile, one does not need to be married or a mother in order to keep the first and second great commandments—those of loving God and our fellowmen—on which Jesus said hang all the law and all the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p22\" class=\"\">Some women, because of circumstances beyond their control, must work. We understand that. We understand further that as families are raised, the talents God has given you and blessed you with can often be put to effective use in additional service to mankind. Do not, however, make the mistake of being drawn off into secondary tasks which will cause the neglect of your eternal assignments such as giving birth to and rearing the spirit children of our Father in Heaven. Pray carefully over all your decisions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p23\" class=\"\">We wish you to pursue and to achieve that education, therefore, which will fit you for eternity <span class=\"emphasis\">as well as <\/span>for full service in mortality. In addition to those basic and vital skills which go with homemaking, there are other skills which can be appropriately cultivated and which will increase your effectiveness in the home, in the Church, and in the community.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p24\" class=\"\">Again, you must be wise in the choices that you make, but we do not desire the women of the Church to be uninformed or ineffective. You will be better mothers and wives, both in this life and in eternity, if you sharpen the skills you have been given and use the talents with which God has blessed you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p25\" class=\"\">There is no greater and more glorious set of promises given to women than those which come through the gospel and the Church of Jesus Christ. Where else can you learn who you really are? Where else can you be given the necessary explanations and assurances about the nature of life? From what other source can you learn about your own uniqueness and identity? From whom else could you learn of our Father in Heaven’s glorious plan of happiness?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p26\" class=\"\">The gospel answers are the only true answers to the questions which women and men, over the centuries, have raised about themselves, about life, and about the universe. How good God has been to us all in blessing us with these answers and assurances—even though these truths place upon us serious and everlasting obligations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p27\" class=\"\">How special it is for Latter-day Saint women to be given the lofty assignments they have been given by our Father in Heaven, especially those of you who have been privileged to be born in this part of this last dispensation. Let other women pursue heedlessly what they perceive as their selfish interests. You can be a much needed force for love and truth and righteousness on this planet. Let others selfishly pursue false values, but God has given to you the tremendous tasks of <span class=\"emphasis\">nurturing <\/span>families, friends, and neighbors, just as men are to <span class=\"emphasis\">provide.<\/span> But <span class=\"emphasis\">both <\/span>husband and wife are to be parents!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p28\" class=\"\">Finally, my dear sisters, may I suggest to you something that has not been said before or at least in quite this way. Much of the major growth that is coming to the Church in the last days will come because many of the good women of the world (in whom there is often such an inner sense of spirituality) will be drawn to the Church in large numbers. This will happen to the degree that the women of the Church reflect righteousness and articulateness in their lives and to the degree that the women of the Church are seen as distinct and different—in happy ways—from the women of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p29\" class=\"\">Among the real heroines in the world who will come into the Church are women who are more concerned with being righteous than with being selfish. These real heroines have true humility, which places a higher value on integrity than on visibility. Remember, it is as wrong to do things just to be seen of women as it is to do things to be seen of men. Great women and men are always more anxious to serve than to have dominion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p30\" class=\"\">Thus it will be that female exemplars of the Church will be a significant force in both the numerical and the spiritual growth of the Church in the last days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p31\" class=\"\">No wonder the adversary strives, even now, to prevent this from happening! Regardless of who is getting the adversary’s special attention at any given time, he seeks to make all people “miserable like unto himself” (<span class=\"citation\" id=\"3999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3999)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3999)\">2 Ne. 2:27<\/a><\/span>). Indeed, he seeks “the misery of all mankind” (<span class=\"citation\" id=\"3996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3996)\">2 Ne. 2:18<\/a><\/span>). He is undeviating in his purposes and is clever and relentless in his pursuit of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p32\" class=\"\">As we approach the general conference with its priesthood session, we will be no less loving or direct with the brethren, for our counsel will be similar.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p33\" class=\"\">We love you sisters. We have confidence in you. We rejoice in your devotion. We are greatly heartened by your presence not only tonight but in this portion of this dispensation wherein your talents and spiritual strength are so desperately needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p34\" class=\"\">May God bless you so that all the previous blessings promised to you will become a reality in this life and in the world to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/the-role-of-righteous-women.p35\" class=\"\">I know that God lives, that Jesus is his Only Begotten Son, the Redeemer of the world, and that this is the Church of Jesus Christ, with him as its head. I leave this testimony with you with my love and my blessings. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}