{"ID":3310, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Teaching Our Little Women\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p3\" class=\"\">Sister Naomi M. Shumway<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p\" class=\"\">Primary General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_048<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:3074.jpg\" alt=\"Sister Naomi M. Shumway\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p4\" class=\"\">President Tanner, President Romney, President Benson, and brethren of the General Authorities who are here with us, may I add my appreciation for this blessed opportunity to be together again as women throughout the world, gathered together to hear words of encouragement and direction. And to each of you, my dear sisters, I extend my greetings and my love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p5\" class=\"\">I am humble as I sense my awesome responsibility this evening. I have prayed fervently to know what I might say. The Spirit has directed my thoughts toward children—specifically, little girls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p6\" class=\"\">Just a few weeks ago I answered the telephone in my office. A tear-filled voice on the other end of the line asked, “Grandma?” Above the sobs I recognized my daughter’s voice and joyfully exclaimed, “Really?” “Yes,” she said. “It’s a girl!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p7\" class=\"\">Words cannot express feelings at such a sacred moment. My heart almost burst with gratitude to a loving Father who had answered many prayers. And then as I witnessed our daughter mothering that sweet spirit who had so recently left the presence of our Father in Heaven, I almost felt our Savior’s arms around me and I knew of his love for our daughter in entrusting this new spirit to her tender and loving care. My soul filled with thanksgiving. I am sure all you grandmothers will agree with me that it’s not easy to be humble, though, on these blessed occasions, especially when you are the grandmother of the world’s most beautiful children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p8\" class=\"\">Since that memorable moment, my thoughts have turned, perhaps even more than ever before, to wondering what kind of women our three little granddaughters and other little girls will someday become, and what kind of a world they will find themselves in when they do become women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p9\" class=\"\">A large part of the answer lies in our hands—yours and mine and those of other women of the world. In these days of tumult, confusion, and anxiety, we must remember that our girls too are being tested at this time of vibrant challenge and promise and opportunity. Teaching and rearing them is a sacred trust and a solemn responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p10\" class=\"\">Louisa May Alcott refers to girls as “little women” and we recognize them as potential leaders in our Father’s kingdom. They first come into our lives as helpless babies with whom we quickly develop strong heart-ties. It begins with tying booties and baby bonnets. A few years later we find ourselves tying pigtails and pinafore bows. Whimsically, I’ve reflected that in their teenage years, they pick up the pattern by tying up the telephone, the bathroom, the family car, and our purse strings. Lovingly, we accept and enjoy those years that glide swiftly into that time when we must cut the apron strings so that marriage knots may be tied. Usually it isn’t long until we become grandmothers and experience another renewal of the ties that bind. Then the cycle begins all over again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p11\" class=\"\">The universal experience of childhood is marked by common needs and development. Although it occupies only a small fraction of the life span, it has been proved that these are the most crucial years in determining and influencing the course of adult life. How important it is that in these crucial years we tighten the foundation knots of prayer, testimony, and the joy of righteous living. How often we should remember that the Lord has encouraged us to “be not weary in well-doing, for ye are laying the foundation of a great work. And out of small things proceedeth that which is great” (<span class=\"citation\" id=\"17211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17211)\">D&amp;C 64:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p12\" class=\"\">If from our girls of today there will proceed that which is great, and I believe this to be true, then in their crucial years we must help them understand that they are daughters of a loving Father, handmaidens of the Lord, and heirs to the joyous blessing of being a woman.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p13\" class=\"\">One of the most beautiful examples of this relationship is found in the book of Luke in the verses known as “Mary’s Song.” Mary had recently received the blessed visitation of the angel who revealed her special role in the “good news and glad tidings” our Father in Heaven had planned for us. She was to be the mother of Jesus Christ, our Savior! The scriptures record only a small portion of the dialogue between Mary and her heavenly visitor. But Mary’s expressions of joy to her cousin Elisabeth tell us that the blessed plan of salvation was unfolded and she understood the role she would play. Her loving response was, “My soul doth magnify the Lord,<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p14\" class=\"\">“And my spirit hath rejoiced in God, my Savior” (<span class=\"citation\" id=\"32023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32023)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32023)\">Luke 1:46–47<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p15\" class=\"\">At that moment Mary committed her life to bringing our Savior into mortality, and we as Latter-day Saints know that he had already committed his life unto death for us. When we as women and our girls as daughters of our Heavenly Father fully understand this, then the gospel of Jesus Christ becomes not a religion of habit but one of commitment. This commitment can then release us from the bondage of fear and confusion and hesitation in which we sometimes find ourselves in these difficult times. We can only be as strong as we must be when we are truly committed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p16\" class=\"\">While as women we are expected to lead the way, often children point the way. An example of this is the little girl, who when asked by an evangelist which church she belonged to, answered proudly, “I’m a Mormon.” “Well,” he said, “and if you did not choose to be a Mormon, what would you be?” Shyly but with conviction she replied, “I’d be ashamed!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p17\" class=\"\">Look to tomorrow. I recently heard it expressed in three potent words: Think tomorrow today! Tomorrow comes marching forward on the feet of little children. The strength or weakness of tomorrow lies in the hands of our children. A girl is the only thing God has created that can become a woman.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p18\" class=\"\">And what a glorious blessing it is to be a woman, regardless of our assignment, our calling, our physical conditions of age and circumstance, and despite those who seek to divert us from the role for which we were designed. Our beloved Prophet Spencer W. Kimball expressed it in this way:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p19\" class=\"\">“It is a great blessing to be a woman in the Church today. The opposition against righteousness has never been greater, but the opportunities for fulfilling our highest potential have also never been greater” (“Introduction,” <span class=\"emphasis\">Women, <\/span>Deseret Book, 1979, p. 2).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/teaching-our-little-women.p20\" class=\"\">Regardless of our age or own assignment in life, our charge as women today is to set an example and lead the way for our precious “little women” girls, committed, as never before, to joyously accepting our role and our responsibility as women. May we move forward and upward as daughters of God toward the great fulfillment of our lives, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}