{"ID":3311, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Mighty Errand\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p3\" class=\"\">Sister Elaine Cannon<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p\" class=\"\">Young Women General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03115_000_049<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a68.jpg\" alt=\"Sister Elaine Cannon\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p4\" class=\"\">The sweep of our sisterhood touches me as I talk from Temple Square across the English-speaking world to you women who love the Lord and who have gathered together to learn more about him and his will for us as women. I remember our many non–English-speaking sisters and yearn for the time when we can all join together under these circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p5\" class=\"\">May such a time as this fill your hearts, lift your spirits, give you hope. May it help you sort your thinking and fortify you so you will always find yourself on the Lord’s side in a world bent upon pulling women in another direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p6\" class=\"\">For some time now there has been an enormous fuss made about women, some of it made by women in honor of themselves. Now I’m not sure that girls are any safer on the streets or women any happier in their lives or any of us more effective in our service—or even better-looking—because of all this furor, but it has been an interesting season.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p7\" class=\"\">Though this is the day of women, I pay tribute to the men who lead us, who bless us, who pray over us and with us, and who would gladly raise their voices more frequently in our defense, if only we would let them raise their voices!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p8\" class=\"\">It is exciting to be an active participant as a woman in all that is being done for us by the Brethren. Latter-day Saint women are not only protected, they are privileged; and life is full of incredible and unique promise for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p9\" class=\"\">Brethren, thank you. We love you. We marvel at all you are and all you do. We honor the priesthood of God which you bear and appreciate the errand you are on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p10\" class=\"\">We women want to help, not hinder.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p11\" class=\"\">It is about being a help, sisters, and prepared helpers, that I would speak to you now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p12\" class=\"\">Paul wrote to the Thessalonians something that expresses my feelings for all of you wherever and whoever you are:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p13\" class=\"\">“But we were gentle among you, even as a nurse cherisheth her children:<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p14\" class=\"\">“So being affectionately desirous of you, we were willing to have imparted unto you, not the gospel of God only, but also our own souls, because ye were dear unto us” (<span class=\"citation\" id=\"2758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2758)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2758)\">1 Thes. 2:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p15\" class=\"\">What we say tonight, then, we say in all gentleness but not without strong feeling. The Women in this Church need to be prepared—personally prepared—first, to stem the tide of error inundating the world, threatening families, short-circuiting the power of individuals. Second, though we have great men to lead us, we need to know for ourselves what is error and what is truth so that we can make valid value judgments. So much depends on this. Third, we need to grow and develop so that we are prepared to contribute. We each have a mighty errand to do. It may or may not include marriage and motherhood at this time, but ours is the errand of influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p16\" class=\"\">Remember, sisters, a woman doesn’t have to stay in the house to be in the home. Neither does a woman need to leave her home to extend her influence to others. We will, however, be more effective on our errand if we have studied the gospel, developed our skills, and reached up and beyond our own first associations. The sooner we start, the sooner we’ll soar. Growth is gradual. Time is so swift—crickets call, then Christmas comes. One day a little girl—next day a woman. “Sunrise, sunset,” the nostalgic song reminds us. And so it is. Tonight you’re twelve and then suddenly you’re in a holding pattern just past forty. There is no time for delay in personal improvement. Proper preparation for life doesn’t happen overnight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p17\" class=\"\">Recently I stood with Sister Camilla Kimball while President Kimball greeted the little children at an area conference. A young mother-to-be rushed toward us and threw her arms around Sister Kimball, hugged her, and wept. Then as she gained her composure she said, “Oh Sister Kimball, you are so beautiful, so serene, and so supportive to your husband.” Fresh tears accompanied this outburst and then she said, “Oh, Sister Kimball, my husband says this is how I’m supposed to be.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p18\" class=\"\">Sister Kimball, who is all that the woman said and more, spoke quietly to her, “It will come. We all have to learn through experience.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p19\" class=\"\">The young mother-to-be went away comforted. The beginning wasn’t the end! She lifted her head in hope, as I believe we all must do, to move steadily forward in ultimate faith that the end can be better than the beginning, wherever we may start.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p20\" class=\"\">I don’t deny the struggle—it is the essence of Eden; but personal progress is what this life is all about. We must begin at once to work our plan of life, deciding to whom and to what we will give our fullest attention, our highest loyalty, our deepest commitment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p21\" class=\"\">And which leaders we will follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p22\" class=\"\">I plead for a stir among the sisters of The Church of Jesus Christ of Latter-day Saints for intelligent and prayerful preparation and performance that is in line with what our Heavenly Father wants for us personally and what he needs for us to do as women. He lives! He loves us. He knows our needs and aches. He cares. He will help us. Keep close to the Lord. He has established this Church and called a prophet to lead us. Keep close to the prophet. President Kimball, as you listen, know that we love you and pray for you. We miss you—but your special helper is a blessing to us all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p23\" class=\"\">President Kimball spoke at general conference in April about people and plateaus and the critical need for each of us to grow, to get off constricting ground and move forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p24\" class=\"\">Was anybody listening?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p25\" class=\"\">Individually, are we moving forward as is our rapidly growing church?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p26\" class=\"\">Or would we have drowned in Noah’s day or been caught polishing the golden calf with Aaron’s people?<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p27\" class=\"\">Our lack of individual progress can impede the Savior’s work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p28\" class=\"\">I don’t want to seem simplistic, sisters, but we need to move!<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p29\" class=\"\">Like our brethren, we too have a mighty errand of our own. It requires our growth, our preparation, our constant reaching out to learn from the lessons of life, from our leaders, from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p30\" class=\"\">There is so much to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p31\" class=\"\">There are many who don’t have what we have, who don’t know what we know. So may we be gentle and affectionately desirous of others as we impart, not only the gospel of Jesus Christ, but our own souls to those who have need of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1979\/11\/our-mighty-errand.p32\" class=\"\">It is, after all, the only cause grand enough for woman’s precious energies. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}