{"ID":332, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Testimony<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1948, pp. 76-79<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters, I have here in this book a talk upon which I have spent\nmany hours in thought and preparation. I had intended to give it at this conference. If I had\nspoken before President David O. McKay, I would have talked to you about the necessity of\nfaith in the Lord Jesus Christ as an effective means of bringing peace to the world. He has\ngiven my talk, body and soul, and in a much better way than I could have given it. I shall\ntherefore not talk on that subject, but I will ask each of you, if you will, to offer a silent\nprayer in your heart for me, and for you, too&mdash;because you probably will stay here and listen\nto me&mdash;that I may have the Spirit of the Lord while I speak to you wholly extemporaneously.\n<\/p><p>\nPERSONAL TESTIMONY\n<\/p><p>\nI have something for you which no other person in this world can give to you. It is my\npersonal testimony. You have your testimony, and you can give that, but I have mine, and\nwhile you are not bound by my testimony, I am bound by it, and I would like to bear it to\nyou if the Lord will give me strength.\n<\/p><p>\nFAITH IN GOD\n<\/p><p>\nI know that God lives. The first article of our faith begins, as I recall it, \"We believe in God,\nthe Eternal Father\" (<span class=\"citation\" id=\"6622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6622)\">A of F 1:1<\/a><\/span>).\nI believe in him as a personal being. I do not think he is an immaterial\nsubstance. I do not think that, as a person he fills the immensity of space and at the same\ntime is so small that he can dwell in my heart. I believe that his spirit can be in my heart, but\nI believe that God is my Father, a person. I believe with all my soul that he appeared\npersonally with the Savior to the Prophet Joseph Smith in the grove and talked to him\n(<span class=\"citation\" id=\"30264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30264)\">JS&mdash;H 1:17<\/a><\/span>). At\nleast he introduced the Savior to the boy Prophet in that great revelation and vision which\nopened this last dispensation. I believe he is the Father of my spirit and the Father of your\nspirit. I believe we were born to him and to our mother in heaven. I do not know the process,\nbut I do know how we are born to our fathers and mothers in this earth and that is the way I\nthink about it. I feel that there is a similar relationship between him and me that I feel toward\nmy earthly father, or that I did feel toward him when he was here. I have always thought\nabout God in this way. I believe I was born to him as a spirit child in the spirit world before\nI was born here, and what I say about myself&mdash;and you will pardon the personal reference&mdash;I\nfeel about every other human soul that lives in the earth. I believe we all lived with him\nbefore we came here.\n<\/p><p>\nDIVINE MISSION OF JESUS CHRIST \n<\/p><p>\nI likewise believe in the Lord, Jesus Christ. With all my soul I believe in him, and I put my\nhope of peace in this life and of exaltation and happiness in the life to come\n(<span class=\"citation\" id=\"12463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12463)\">D&amp;C 59:23<\/a><\/span>) in the atonement\nof the Lord Jesus Christ. I believe he was a Son of God in the same sense that we were sons\nand daughters of God in the spirit, and I believe that he was and is the Son of God in the\nflesh. I do not believe that Joseph was the father of Jesus Christ, although I do believe that he\nwas a good and great man. I believe that Mary was the mother of Jesus as my mother was my\nmother, and I believe that the father of Jesus Christ in the flesh was Elohim, my Eternal and\nHeavenly Father.\n<\/p><p>\nI believe that Jesus came into the world with a very definite mission. I do not regard him\nmerely as a great teacher nor as a profound philosopher, nor do I merely profess to believe in\nhim, as is the case with many so-called Christian people of the day. President Grant used to\nillustrate their lack of faith in Him by telling of the experience of Senator Beveridge, who\namong several hundred eminent ministers of popular churches of the day, whom he\ninterviewed and interrogated, failed to find a single one who could unequivocally say that he\nbelieved that Jesus Christ was the Son of the Living God, sent by him to save the world. I\nbelieve that, with all my soul I believe it, and I believe that in Gethsemane and on the cross\nJesus suffered for the sins of all men, good and bad, that they might be resurrected from the\ndead and have immortal life. I believe that through his atonement, Jesus paid for the sins of\nevery human soul who has lived or will live upon the earth, upon condition of repentance and\nacceptance of the gospel. I believe that by living the gospel we may be washed clean through\nhis atoning blood and come back into the presence of God, our Eternal Father, when life is\nover; and live with him eternally in his celestial presence.\n<\/p><p>\nThese things are realities to me. I do not believe the past experience of my own life any more\nthan I believe these great truths.\n<\/p><p>\nTHE HOLY GHOST\n<\/p><p>\nI believe in the gift of the Holy Ghost. On one occasion the Prophet Joseph Smith was in\nWashington talking to one of the presidents of the United States, I believe it was President\nVan Buren. I often think of that picture. There sat the president of what in my judgment is\nthe greatest nation in the world and with him, although he was unknown, sat a man who was\ninfinitely greater than the president of the United States, the Prophet of the Living God, the\nman whom God had reserved in the spirit world to come to earth in these latter-days to be the\ninstrument through whom God would restore the everlasting gospel in this last dispensation.\n\"Well,\" said President Van Buren to the Prophet, \"What is the difference between you and the\nrest of the Christian world?\" The Prophet answered in one sentence, \"We have the Holy\nGhost.\"\n<\/p><p>\nI believe that the Holy Ghost is the third member of the grand council that presides over the\ndestinies of this world. I believe he is a person, because when Jesus spoke of him he said,\n<\/p><p>\nHowbeit when he, the Spirit of truth, is come, he will guide you into all truth\n(<span class=\"citation\" id=\"27336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27336)\">John 16:13<\/a><\/span>).\n<\/p><p>\nI believe he is not a person with a physical body of bone and flesh, but a spirit person, and I\nsuppose if I should see him he would look something like the Savior looked to the brother of\nJared when he appeared to him on the Mount. When Jared's brother looked upon him, he\nappeared to be a personal being as we appear, as men appear. Jesus explained to him that\nwhat he was looking upon was the body of his Spirit\n(<span class=\"citation\" id=\"22177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22177)\">Ether 3:16<\/a><\/span>).\nNow I am not saying this is the\ndoctrine of the Church. It is, however, the only way I can think about a spirit person, so I\nthink about the Holy Ghost in this way. I believe his influence and his power are capable of\nspreading out into the hearts of all people, as many as will accept the gospel and receive the\ngift of the Holy Ghost.\n<\/p><p>\nWhen I was made a member of the Church, Elder George Teasdale, one of the Council of the\nTwelve, confirmed me. He laid his hands upon my head and confirmed me a member of the\nChurch and said in words about like this, \"Receive ye the Holy Ghost.\" All of us who are\nmembers of the Church have had that same gift given to us. He did not tell the Holy Ghost to\ncome to me; he told me to receive him. I believe that if I live the gospel of Jesus Christ, the\nHoly Ghost will come to me and guide me into all truth\n(<span class=\"citation\" id=\"27337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27337)\">John 16:13<\/a><\/span>). Every one of us can be led and\ndirected by this third member of the Godhead. The Prophet Joseph Smith said that his whole\npurpose was to bring light and intelligence and truth to the minds of men and women, and\nthey cannot be deceived as long as they have his spirit with them.\n<\/p><p>\nNow, I believe that the gospel which we have accepted is the gospel of Jesus Christ. I do not\nthink that President Smith, as much as I admire and love him, is the head of this Church. I\nthink it is the Church of Jesus Christ, and I believe he directs its affairs.\n<\/p><p>\nCHURCH GUIDED BY REVELATION\n<\/p><p>\nMy testimony of revelation does not end with the revelations of Joseph Smith. I believe that\nJoseph Smith, Brigham Young, John Taylor, Wilford Woodruff, Lorenzo Snow, Joseph F.\nSmith, and Heber J. Grant were led, guided and directed by direct revelation. I believe that\nPresident George Albert Smith is now guided in the affairs of the present day by the\nrevelations which come from Jesus Christ directly and through the Holy Ghost. I do not\nbelieve revelation has ceased. If I did, I would not spend my time doing what I am doing. I\nbelieve that these prophets of God now seated on this stand live by revelation. I believe that\nwhen a man is chosen in the Council of the Twelve, he is chosen by revelation through the\nmind of President George Albert Smith, and I believe that when a man becomes President of\nthis Church it is not just because he has lived a long time. It is because God Almighty wants\nhim to lead this Church in the earth.\n<\/p><p>\nWhat these men say I follow, not because I think they are almighty as individual men, but\nbecause I think they live true and pure lives and through them God gives the direction he\nwants his Church to have. I believe that I would be a very unwise man to put the little\ninformation and knowledge I have above the vision of the Almighty which guides these men.\n<\/p><p>\nI believe this is the Church of God. I believe that it will yet save whatever of the world is\nsaved. I believe we have the commission to teach the gospel of Jesus Christ to all the world.\nGod help us that we may keep this testimony burning in our hearts and that we may do as he\nwould have us do and live so that when life is over we will have brought ourselves within\nreach of the atoning blood of Jesus Christ and enjoy his rest forever, I humbly pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}