{"ID":334, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">America: Land of the Blessed<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, April 1948, pp. 82-87<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray for the inspiration of the Lord as I address you for the next few moments. I have been\nthrilled with the testimonies that have been borne in this conference. I love this work in which\nwe are engaged.\n<\/p><p>\nI am grateful, my brethren and sisters, for this land in which we live. I never return from\nforeign shores but what I have a feeling of gratitude for the prophetic mission of America. I\nlove Zion, both as a place and as a condition.\n<\/p><p>\nTHE FREEDOM TRAIN\n<\/p><p>\nDuring the last few weeks there has traveled from one end of the country to the other a\nso-called Freedom Train, the purpose of which has been to direct our attention and focus our\ninterest upon our heritage and blessings as American citizens, and to call our attention to\nthose foundation principles upon which this great country has been established as a Christian\nnation.\n<\/p><p>\nIt has been an attempt to call to our attention sacred documents which mark the origin and\ndevelopment of our liberties and to reawaken in us an appreciation of the American way of\nlife. We have had called to our notice important things that we must do if we are to continue\nto enjoy and pass on to coming generations the priceless blessings which are ours. Embodied\nin these sacred documents are eternal principles&mdash;God given&mdash;and of the utmost\nimportance to all of us.\n<\/p><p>\nNow, while the world is literally in a mess, is a good time to take stock. We are inclined so\nmuch to take our blessings for granted. We are five generations&mdash;170 years&mdash;removed\nfrom the founding of this great nation.\n<\/p><p>\nWe are living in a critical period of the world's history. We note, on every side, the spread of\ncoercive systems, the increased power of dictators, and the influence of state control and its\npower over the individual. Recently, we have witnessed nations which have succumbed to the\nonslaught of these coercive systems. I am sure it has caused deep reflection upon the part of\nall of us who enjoy the blessings of freedom in this blessed land of America.\n<\/p><p>\nMISSION OF AMERICA\n<\/p><p>\nI am grateful for the prophetic mission of this nation as it has been proclaimed by prophets,\nancient and modern. I have before me, this morning, some of those prophecies made by Book\nof Mormon prophets which I should like to refer to briefly.\n<\/p><p>\nI have always been grateful that the Lord saw fit to hold this nation, as it were, in the hollow\nof his hand in preparation for its great mission as the cradle of liberty and the cradle for the\nChurch and kingdom of God that was to be established, and now has been established, in this\nthe last dispensation.\n<\/p><p>\nThe prophet of the Jaredite colony, Mahonri Moriancumer, commonly referred to as the\nbrother of Jared, spoke of this land as a choice land, a land choice above all other lands. He\nindicated that those people who live here should worship the God of this land if they were to\nenjoy the blessings of freedom and liberty and be free from bondage. Otherwise, if they\nfailed, they were to be swept off. And he proclaimed that this is the everlasting decree of\nGod (<span class=\"citation\" id=\"22174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22174)\">Ether 2:7-12<\/a><\/span>).\n<\/p><p>\nSixteen hundred years later the Prophet Nephi was privileged to see a large part of the history\nof the establishment of this great nation. He spoke in no uncertain terms regarding its mission.\nHe told that the Spirit of the Lord came down and wrought upon a man upon foreign shores,\nand that he went forth and discovered this land. He also saw other gentiles follow to these\nshores under the influence of that same Spirit. And he saw that the Spirit of the Lord was\nhere and that multitudes of people came to these shores and that God prospered them because\nthey humbled themselves before him; that he was with them and that his power was here, and\nthat during times of struggle and conflict&mdash;referring to the Revolutionary War&mdash;that the Lord\nwas with them and sustained them and bore them off victorious\n(<span class=\"citation\" id=\"1468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1468)\">1 Ne. 13:12-19<\/a><\/span>). He further saw that this land\nwas consecrated to those whom the Lord should bring and who would serve him and keep his\ncommandments; that it should be a land of liberty; that it should never be brought down into\ncaptivity unless it be because of the iniquity of the people.\n<\/p><p>\nThe Lord promised through Nephi that the power of God would be with the gentiles whom he\nshould bring to this land and that the wrath of God would be \"upon all those that were\ngathered against them to battle\" (<span class=\"citation\" id=\"1469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1469)\">1 Ne. 13:18<\/a><\/span>).\n<\/p><p>\nLater, after the colony, which came to be called Nephites, arrived on the western hemisphere,\ntheir prophet-leader Lehi declared:\n<\/p><p>\nWherefore, this land is consecrated unto him whom he shall bring. And if it so be that they\nshall serve him according to the commandments which he hath given, it shall be a land of\nliberty unto them; wherefore, they shall never be brought down into captivity; if so, it shall be\nbecause of iniquity; for if iniquity shall abound cursed shall be the land for their sakes, but\nunto the righteous it shall be blessed forever\n(<span class=\"citation\" id=\"3489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3489)\">2 Ne. 1:7<\/a><\/span>).\n<\/p><p>\nThe Prophet Jacob, a brother of Nephi, twenty-five years later was privileged also to see into\nthe future regarding this land and to proclaim that God would fortify the land against other\nnations; that he that fought against Zion would perish; that no king would ever be raised on\nthese shores; that God would forever here be a light unto the people who accepted and\nlistened to his words (<span class=\"citation\" id=\"3493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3493)\">2 Ne. 10:11-14<\/a><\/span>).\n<\/p><p>\nAnd so this great nation, my brothers and sisters, has come into being under the inspiration of\nthe Almighty to accomplish his purposes. Through modern revelation we have had made very\nplain to us something of the mission of America and the establishment of our national\nConstitution in this dispensation.\n<\/p><p>\nTHE CONSTITUTION A GLORIOUS STANDARD\n<\/p><p>\nDuring the dark days of Missouri when the Saints were being persecuted and driven, and their\nlives threatened, and their property taken from them, the Lord commanded the Saints, through\nthe Prophet Joseph, to continue to importune for redress. He said:\n<\/p><p>\nAccording to the laws and constitution of the people, which I have suffered to be established\n.... for the rights and protection of all flesh, according to just and holy principles.\n<\/p><p>\nHe proclaimed, at that time, that it is not right for men to be in bondage one to another. Then\nhe said:\n<\/p><p>\nAnd for this purpose have I established the Constitution of this land, by the hands of wise\nmen whom I raised up unto this very purpose, and redeemed the land by the shedding of\nblood (<span class=\"citation\" id=\"12517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12517)\">D&amp;C 101:77,80<\/a><\/span>).\n<\/p><p>\nEarlier, the Lord had said:\n<\/p><p>\n. . . verily I say unto you, my law shall be kept on this land .... Let no man break the laws of\nthe land (<span class=\"citation\" id=\"12457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12457)\">D&amp;C 58:19,21<\/a><\/span>).\n<\/p><p>\nHe commanded the people to be subject to the powers that existed.\n<\/p><p>\nIn the Kirtland Temple, in that glorious dedicatory prayer which, according to the Prophet,\nwas given by revelation, we find this significant verse:\n<\/p><p>\nHave mercy, O Lord, upon all the nations of the earth; have mercy upon the rulers of our\nland; may those principles, which were so honorably and nobly defended, namely, the\nConstitution of our land, by our fathers, be established forever\n(<span class=\"citation\" id=\"12526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12526)\">D&amp;C 109:54<\/a><\/span>).\n<\/p><p>\nAnd so, every true Latter-day Saint has a deep love and respect for the Constitution of this\nland.\n<\/p><p>\nIt is no wonder that the Prophet Joseph said&mdash;even though he knew he would suffer\nmartyrdom in this land&mdash;\"The Constitution of the United States is a glorious standard; it is\nfounded in the wisdom of God. It is a heavenly banner.\"\n<\/p><p>\nYet, according to his contemporaries, he foresaw the time when the destiny of the nation\nwould be in danger and would hang as by a thread. Thank God he did not see the thread\nbreak. He also indicated the important part that this people should yet play in standing for the\nprinciples embodied in these sacred documents&mdash;the Declaration of Independence and the\nConstitution.\n<\/p><p>\nSPREAD OF COERCIVE SYSTEMS\n<\/p><p>\nWe see abroad today on every hand, and to some degree in our own land, the spread of\ncoercive man-made systems, which are contrary to eternal principles and which strike at the\nvery foundation of all we hold dear as American citizens. These programs would take from us\nour liberty and freedom, and those opportunities for achievement which the Lord has\npromised for this nation in order that it might perpetuate those eternal principles so that a\nhaven might be established here where men from all lands might come and enjoy the glorious\nblessings of freedom and liberty.\n<\/p><p>\nWe see abroad in the world an increase in these coercive systems. We witness millions of\nGod's children in bondage, who have had their blessings of liberty and freedom taken from\nthem. Great numbers of liberty-loving people no longer have their free agency, no longer have\nfreedom of choice such as we enjoy here. They no longer have the privilege of living where\nthey wish, taking advantage of any educational or work opportunity, but on the contrary they\nare under the power of these coercive systems and have lost completely their God-given free\nagency.\n<\/p><p>\nThe impelling force in the hearts of the founding fathers as also in the hearts of the pioneers\nof these valleys was their love of truth and virtue and their belief in the overruling power of\nAlmighty God. They believed in the existence of eternal laws and principles in both the\nphysical and spiritual realms. These, they believed, never change but are eternal and are\nembodied in the gospel of Jesus Christ. It was their conviction that there are certain\ninalienable rights which are God-ordained and that no man, group of men, or nation has the\nright to withhold these blessings from others of their fellow men. To them, governments\nshould be the servants and not the masters of the people. There was no place in their hearts\nfor the principles of communism, fascism, or any other coercive system which endangers the\nenjoyment of freedom.\n<\/p><p>\nWARNING AGAINST COMMUNISM\n<\/p><p>\nOne of the greatest conflicts ever known to man is rapidly spreading throughout the world.\nEternal principles of right and wrong are involved. Communism, to my mind, is not merely\nan economic program. It is a total philosophy of life utterly atheistic and utterly opposed to\nall we hold dear as a great Christian nation. There should be no place in the heart of any true\nLatter-day Saint for the principles enunciated by the leaders of these coercive systems such as\ncommunism, fascism, or any form of state control.\n<\/p><p>\nI am pleased to quote to you a part of a statement which was made by the First Presidency of\nthe Church in 1936, and reaffirmed later, regarding this problem of communism which has\nbeen referred to. It reads as follows:\n<\/p><p>\nCommunism being thus hostile to loyal American citizenship and incompatible with true\nChurch membership of necessity no loyal American citizen and no faithful Church member\ncan be a communist.\n<\/p><p>\nWe call upon all Church members completely to eschew communism. The safety of our\ndivinely inspired Constitutional government and the welfare of our Church imperatively\ndemand that communism shall have no place in America.\n<\/p><p>\nA MESSAGE OF PEACE\n<\/p><p>\nMy brothers and sisters, our message to the world is, of course, first of all, a message of\npeace, a message of love, a message of the restored gospel. At the same time we stand firmly\nin support of the principles enunciated in the Constitution and the Declaration of\nIndependence, and every Latter-day Saint would defend to the last those eternal principles.\nWe should measure every coercive system, every program that might be offered, by the\nstandards of those principles set forth in these sacred documents. At the same time, as we face\nthe spread of communism and the spread of other coercive forces in the world, we must keep\nour hearts free from hatred and remember ever that we should carry with us always a love for\nthe children of men. We should renounce war and declare peace\n(<span class=\"citation\" id=\"12509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12509)\">D&amp;C 98:16<\/a><\/span>). The Lord has commanded us\nso to do. Our message is a message of peace. We are followers of the Prince of Peace, and\nwe should rededicate our lives to the spread of truth and righteousness and the preservation of\nthe liberty and freedom, which have been vouchsafed to us as American citizens and as\nLatter-day Saints.\n<\/p><p>\nSECURITY BASED ON RIGHTEOUSNESS\n<\/p><p>\nThis nation rests upon a solid spiritual foundation, established by the Lord of heaven, and I\nhope and pray that the nation may go forward to accomplish its great mission. There is no\nsecurity except upon the basis of righteousness. The prophets, ancient and modern, have so\ndeclared. And so may we value these spiritual principles and keep them close to our hearts\nand preserve this land as a land of liberty and freedom, that this, his Church, which has been\nestablished by the hand of the Lord, might go forward and accomplish its great mission.\n<\/p><p>\nI leave my testimony with you, my brothers and sisters, that God has again spoken from the\nheavens, that he has raised up a prophet as he said in the first section of the D&amp;C, in\npreparation for the calamites which will follow:\n<\/p><p>\nWherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the\nearth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave\nhim commandments (<span class=\"citation\" id=\"12417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12417)\">D&amp;C 1:17<\/a><\/span>).\n<\/p><p>\nZion is intended to be a place of refuge, a defense\n(<span class=\"citation\" id=\"12540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12540)\">D&amp;C 115:6<\/a><\/span>) from the storm that is to come, from the\nwrath which shall be poured out upon the entire earth. God help us to be true and to live the\ngospel and do all in our power to promote righteousness in this great land. This is God's\nwork, and I testify to you that God lives, that Jesus Christ is the Redeemer of the world, that\nJoseph Smith is his Prophet, raised up to establish this work in these, the last days, in\npreparation for the second coming of the Master. I leave this testimony with you in all\nhumility, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}