{"ID":335, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Working Out Our Own Salvation<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i>, April 1948, pp. 89-94<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne cannot read the record of Paul's missionary service without sensing his deep solicitude\nfor those who through his ministry had been converted to the faith. As he moved from place\nto place, he contrived by one means or another to keep himself informed of the progress and\nfailures of the bodies of the Church which he had previously established. To him they\nappeared to be as children who had not yet learned to walk alone, and he stood over them\nwith outstretched hand to pick them up and steady them again when their childish unsteady\nfeet stumbled and they were threatened with too disastrous a fall. Out of the gleanings of such\ninformation as filtered through to him, he constructed a picture of their doings and of the\nparticular nature of the dangers which threatened their steadfastness.\n<\/p><p>\nLETTERS OF PAUL\n<\/p><p>\nThen he wrote them letters of instruction and of admonition and of promise, designed to\nfortify them in their beliefs, and to warn them of the disastrous consequences of unwholesome\npractices and to revive in their hearts the stirrings of a reborn hope&mdash;a pattern incidentally\nwhich might profitably be studied by all having responsibilities of leadership,\n<\/p><p>\nAmong the objects of his special concern were the Philippian saints, He wrote them some\nletters, one of which contained this pregnant exhortation:\n<\/p><p>\nWherefore, my beloved, as ye have always obeyed, not as in my presence only, but now\nmuch more in my absence, work out your own salvation with fear and trembling\n(<span class=\"citation\" id=\"41230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41230)\">Philip. 2:12<\/a><\/span>).\n<\/p><p>\nSo great was Paul's yearning for them that it is easy to picture him as willing, even eager, if\nhe could have done it, to have made their struggle for them that they might have been spared\nthe disappointments and discouragements and heartaches incident to their climb upward to the\nhigh plane which his teaching had set for them. But that could not be done. They had to fight\ntheir own fight; they had to rise through their own endeavor. In short, they had to work out\ntheir own salvation, and he so told them.\n<\/p><p>\nThat is the statement of a principle of such primary importance that it ought to be received as\naxiomatic.\n<\/p><p>\nWORK ESSENTIAL TO PROGRESS\n<\/p><p>\nWork is a condition precedent to progress and accomplishment in every realm of life. It is a\ncommonplace, accepted by all without question, that the way to develop strength of muscle in\nthe physical body is to exercise the muscles, to put them to work performing the function for\nwhich they were intended. By inaction, nonuse, they would grow flabby and finally lose the\npower to fill the duties of their natural offices. It is readily admitted, too, that mental vigor\ncomes only when the powers of the mind are extended to the mastery of difficult tasks. We\nall have had the disappointing experience of seeing young men of apparently scintillating\nbrilliance fail utterly of achieving the distinction which their natural endowment gave promise\nof, just as we have been happily surprised at the success gained by some of slower mentality.\nThe difference lies in their differing degrees of industry and endurance. The tenacious,\nplodding mind has often outrun the quick and apparently more alert one simply because the\npossessor of the former has been willing to submit himself to the rigid discipline of weary\nhours of toil which the latter would not endure. Almost we might, it seems to me, lay it down\nas a working rule that achievement is in proportion to the amount of intelligent effort one is\nwilling to put into an enterprise.\n<\/p><p>\nSPIRITUALITY DEVELOPS THROUGH PRACTICE\n<\/p><p>\nStrangely enough, while the truth of these observations is readily admitted in relation to\nphysical and mental development, there seem to be relatively few who recognize their equal\napplicability to what is spoken of as the spiritual realm. Taking people by and large, it would\nseem that an overwhelmingly preponderant number of them, while recognizing fully that\nintellectual growth can come only through unremitting toil, and that the development of\nphysical skill can come only through persistent effort, yet somehow, when their religious or\nspiritual lives are concerned, they act as if a different rule governs. The attitude seems to be\nthat religion is a placid, quiescent thing imposing no dynamic demand, and whose details can\nbe put into the hands of some chosen class to take care of, who relay to the masses the\nessentials in the way of formulas, admonitions, or exhortations. What is spoken of as\nspirituality seems not to be thought of as being susceptible of development through practice.\nBy some occult process it is supposed to bloom without cultivation and bear fruit without\ntending.\n<\/p><p>\nI find no warrant anywhere for such an assumption. If one aspires to fashion wood, or metal,\nor stone into houses, or cathedrals, or temples, or into some more delicate form of beauty, he\nmust develop the skill for his craft through painstaking toil and endeavor. If he would paint a\nsunset, or coax music out of the harp or lyre, he must cultivate the artistry to do it by\ninterminable practice with color and brush or instrument. It makes no difference how richly\nhe may be endowed by nature with talents of craftsmanship or artistry if he lets those talents\nlie unused or uncultivated, he will never arrive at the state of excellence in craftsmanship or\nart. Howsoever lavishly one may be gifted with the qualities of mind that would fit him to be\na great mathematician, or chemist, or physicist, or biologist, or historian, he never can become\neither except at the price of grueling struggle directed with intelligence to the desired end.\nThat is the inexorable law of life. It may neither be escaped nor circumvented. The old\ncopybook maxim was: \"There is no excellence without labor.\" That must remain forever true.\nIt is the uncompromising law of this world.\n<\/p><p>\nEVERYTHING HAS ITS PRICE\n<\/p><p>\nEverything has its price, and, if obtained, the price must be paid. No one ever gets anything\nfor nothing. People sometimes flatter themselves that they do, but they are deceiving\nthemselves. They always pay in one coin or another. It may be in the coin of the realm, or\nmay be in the forfeiture of a degree of self-respect, or of honor, or of liberty, or the free\nexercise of the right of choice. We see abundant examples of this all about us today,\nindividuals and whole nations, too, beguiled by the seductive promises of plenty without the\ntrouble and anxiety of care for their own concern, surrendering themselves to the fatuous\nallurements of deceptive demagogues or to the blighting tyrannies of ruthless despots. Like\nEsau, they are selling their birthright for nothing better than a mess of pottage\n(<span class=\"citation\" id=\"23544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23544)\">Gen. 25:34<\/a><\/span>). And, saddest\nof all, they are dwarfing their own powers for progress and blighting their own prospects for\nachievement.\n<\/p><p>\nThe struggle must be one's own. Nobody may do the learning act for another. One cannot\nobtain wisdom, or learning, or beauty of character as a gift or an inheritance. One's father and\na long line of ancestry may have achieved distinction in one or more of the fields of notable\nendeavor, but the individual may not ride in on the accomplishments of either or all of them.\nHere, as elsewhere, he must perfect himself through his own striving; and he cannot rise\nabove the level of his own accomplishment wrought through his own labor. There is just one\nway by which an inspiring son may rise to the same eminence as an illustrious father, and that\nis through the same process by which that father rose to the high plane he occupies, by the\nperfecting of his own powers, through mastering obstacles, overcoming discouragements,\ncultivating virtues, and pressing unremittingly towards his goal. There is no other way.\n<\/p><p>\nTHE GOAL OF RELIGION\n<\/p><p>\nThe same law governs in respect to religious or spiritual life. We have no warrant for\nsupposing that we can build, or piece together, or fashion, a beautiful or perfect life without\nworking painstakingly at it. And the goal of all religion is the perfection of life. It can be\nattained only through practice of the deeds which lead to perfection. It was the Master himself\nwho, in the course of that inimitable Sermon on the Mount, invited his listeners to this high\naspiration:\n<\/p><p>\nBe ye therefore perfect, even as your Father which is in heaven is perfect\n(<span class=\"citation\" id=\"34193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34193)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nAnd before the eyes of the rich young man who came inquiring what good thing he should do\nthat he might have eternal life, Jesus dangled the concept of perfection as the ultimate goal of\nlife:\n<\/p><p>\n. . . If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt\nhave treasure in heaven: and come and follow me\n(<span class=\"citation\" id=\"34219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34219)\">Matt. 19:21<\/a><\/span>).\n<\/p><p>\nHere was no promise of a sheltered, placid life, but rather a bidding to heroic action. If the\nyoung man had been able to do it, he would have achieved a spiritual grandeur beyond\nanything all his wealth could buy.\n<\/p><p>\nPaul says of the Master himself:\n<\/p><p>\nThough he were a Son, yet learned he obedience by the things which he suffered\n(<span class=\"citation\" id=\"24225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24225)\">Heb. 5:8<\/a><\/span>).\n<\/p><p>\nAnd to the Corinthian saints he wrote:\n<\/p><p>\n. . . and every man shall receive his own reward according to his own labour\n(<span class=\"citation\" id=\"160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(160)\">1 Cor. 3:8<\/a><\/span>).\n<\/p><p>\nTo the same body he further declared:\n<\/p><p>\nEvery man's work shall be made manifest: for the day shall declare it, because it shall be\nrevealed by fire; and the fire shall try every man's work of what sort it is.\n<\/p><p>\nIf any man's work abide which he hath built thereupon [that is upon Jesus Christ as the\nfoundation], he shall receive a reward\n(<span class=\"citation\" id=\"161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(161)\">1 Cor. 3:13-14<\/a><\/span>).\n<\/p><p>\nJUDGMENT ACCORDING TO WORKS\n<\/p><p>\nThe Revelator declares concerning those who in vision he saw come forth from the dead:\n<\/p><p>\n. . . and they were judged every man according to their works\n(<span class=\"citation\" id=\"42198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42198)\">Rev. 20:13<\/a><\/span>).\n<\/p><p>\nIn that beautiful parable of the builders, Jesus likened that man who heard his sayings and <i>did<\/i>\nthem, to a wise man who built his house upon a rock, and when it was caught in rain and\nflood and tempest, it fell not, for it was founded upon a rock; but he who heard his sayings\nand did them <i>not<\/i>, he likened to a foolish man who built his house upon the sand, and when\nthe rain descended and the floods came and the wind blew and beat upon that house, it fell,\nand great was the fall of it (<span class=\"citation\" id=\"34200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34200)\">Matt. 7:24-27<\/a><\/span>).\n<\/p><p>\nModern-day revelation is replete with the same teaching, declaring with directness that at the\nfinal reckoning, every man shall be judged:\n<\/p><p>\n. . . according to his works and the deeds which he hath done\n(<span class=\"citation\" id=\"12428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12428)\">D&amp;C 19:3<\/a><\/span>).\n<\/p><p>\nIt goes much further than that. It declares that:\n<\/p><p>\nWhatever principle of intelligence we attain unto in this life, it will rise with us in the\nresurrection.\n<\/p><p>\nAnd if a person gains more knowledge and intelligence in this life through his diligence and\nobedience than another, he will have so much the advantage in the world to come\n(<span class=\"citation\" id=\"12557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12557)\">D&amp;C 130:18-19<\/a><\/span>).\n<\/p><p>\nThat is only another way of saying that ennobling qualities woven into a life are eternal things.\nThey never cease to be of value or to bring their reward. It is to be noted, too, that the only\nway to get them is by diligence and obedience. They do not come as gratuities. In fact, it is\nthe growing process induced by diligent effort that eventuates in the final result. There is no\nneed to multiply evidences. Scriptural teachings as well as the teachings of experience and\nreason are all one way.\n<\/p><p>\nThat I may not leave any chance of being misunderstood, I want to say now I have no\nintention of getting involved in the old controversy as to whether salvation is by works or by\ngrace. With a proper definition of terms there is no basis for controversy.\n<\/p><p>\nGROWTH DEPENDS ON INDIVIDUAL EXERTIONS\n<\/p><p>\nNeither do I wish to be understood as saying that technical intellectual training is essential to\nspiritual progress or understanding. There are too many evidences to the contrary. There need,\nhowever, be no enmity between the two, though their methods may be dissimilar. Perhaps the\nassumed distinction between the spiritual and the temporal grows out of the limitations of our\nunderstanding. We may find when we come to see far enough down the perspective that they\nunite in one. In fact God has said that to him all things are spiritual and not at any time has\nhe made anything that is temporal (<span class=\"citation\" id=\"12439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12439)\">D&amp;C 29:34<\/a><\/span>).\nPerhaps, for safety, I ought to say, too, that I do not intend\nto discount the reality or the value of divine interposition in aid of struggling mortals,\nproviding redemption and the plan of living which they could not provide for themselves The\nthing that I do want to make clear is that the principle, that progress and growth depend upon\nour own exertion and compliance with the governing laws, is a universal principle applicable\nin the spiritual realm no less than in the realm of the temporal. Otherwise there is no meaning\nto the great parable of the talents spoken of by Jesus. He likened the kingdom of heaven to a\nman about to journey to a far country who called his servants to him and delivered to them\nhis goods <i>in proportion to their several abilities<\/i>. To one he gave five talents, to another two,\nand to another one. He who received the five talents forthwith traded with them and doubled\nthem. So likewise did he who received the two talents. But he of the one talent hid it. When\nthe master returned, each gave his accounting. They who had multiplied their talents were\ncommended, but he who returned but the one talent which had been given him was\ndenounced as a slothful servant, and it was taken from him and given to the one who had\nconverted the five into ten (<span class=\"citation\" id=\"34234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34234)\">Matt. 25:14-30<\/a><\/span>).\n<\/p><p>\nCHURCH PROVIDES OPPORTUNITIES TO WORK\n<\/p><p>\nThis brings me to the lesson I want to draw from all that has been said before and furnishes\nthe justification for saying it. This Church is so organized that it provides something for every\nmember to do. And the doing of those things offers the only means by which members grow\ntoward their promised destiny. Teachings are, in themselves, mere abstractions, powerless to\nsave unless they are translated into deeds. It is the doing of the deeds that leads to growth\nthrough development of latent powers and the evolving of desired qualities of character. And\ndeeds are the individual acts of persons. One might sit passively for an eternity hearing the\nbest of instruction, or the exposition of the loftiest of principles without being much improved\nunless those teachings and principles were made fruitful through conversion into practices of\nliving. It is what we make of our lives that counts. It is at once a marvel and a beauty of\nChrist's gospel that for every requirement it lays down in the way of admonition to\nrighteousness, it provides a practical means for bringing it about. And that way is always to\nprovide things for the individual to do which result in the development of the desired qualities\nof mind and spirit. This it does through the organized Church.\n<\/p><p>\nThus does the Church become the medium for giving practical effect to the teachings of the\ngospel. It introduces order where ineffectiveness and frustration would otherwise be. It\nprovides the means by which its members may step by step build into themselves that\naggregate of desired qualities which make men good and crowd out the qualities that are bad.\nThus do they grow towards perfection and do their part towards working out their own\nsalvation (<span class=\"citation\" id=\"41231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41231)\">Philip. 2:12<\/a><\/span>).\n<\/p>\n<\/div>\n<\/div>"}