{"ID":3353, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Communion with the Holy Spirit\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p2\" class=\"\">Elder James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:21d6.jpg\" alt=\"Elder James E. Faust\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03122_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p3\" class=\"\">At the Samoa area conference in 1976, President Spencer W. Kimball said: “Often when we have press conferences, the press asks us this question: ‘What is the greatest problem that your … Church has today?’ We answer that it is rapid growth. It is very difficult to keep up with the growth of the Church in many lands” (in Conference Report, Samoa Area Conference 1976, p. 9).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p4\" class=\"\">It has been 150 years since The Church of Jesus Christ of Latter-day Saints was organized. Why does this Church continue to flourish and grow so dramatically? In 1979 there were almost two hundred thousand convert baptisms in addition to the natural growth of the Church. What distinguishes The Church of Jesus Christ of Latter-day Saints from all others? We believe that we can answer this question more correctly than anyone else.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p5\" class=\"\">Several characteristics are peculiar to our faith. Among them is its organization with prophets and Apostles, who Paul said are the foundation of the Church (see <span class=\"citation\" id=\"21926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21926)\">Eph. 2:20<\/a><\/span>); the First Quorum of the Seventy, also the great order of lay priesthood leadership, the missionary system, the welfare program, the temples, the genealogical effort, and many other distinguishing features.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p6\" class=\"\">There is, however, another reason for our growth, which transcends all others. Of an interview in 1839 between the Prophet Joseph Smith and Martin Van Buren, then president of the United States, the following was reported:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p7\" class=\"\">“In our interview with the President, he interrogated us wherein we differed in our religion from the other religions of the day. Brother Joseph said we differed in mode of baptism, and the gift of the Holy Ghost by the laying on of hands. We considered that all other considerations were contained in the gift of the Holy Ghost” (<span class=\"emphasis\">History of the Church,<\/span> 4:42).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p8\" class=\"\">One of the reasons the Prophet’s response was so inspired is that the right to enjoy the marvelous gifts of the Holy Ghost is conferred upon every member of this Church soon after baptism. This is in fulfillment of the promise of the Savior: “And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever” (<span class=\"citation\" id=\"29041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29041)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29041)\">John 14:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p9\" class=\"\">This powerful gift entitles the leaders and all worthy members of the Church to enjoy the gifts and companionship of the Holy Ghost, a member of the Godhead whose function is to inspire, reveal, and teach “all things” (see <span class=\"citation\" id=\"29043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29043)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29043)\">John 14:26<\/a><\/span>). The result of this endowment is that for 150 years the leadership and membership of this church have enjoyed, and now enjoy, continuous revelation and inspiration directing them in what is right and good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p10\" class=\"\">Inspiration and revelation are so common, so widespread, so universal among the leaders and faithful members of this church that there is a strong spiritual base underlying what is done. This can be found in the gatherings, both large and small.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p11\" class=\"\">Why does this church grow and flourish? It does so because of divine direction to the leaders and members. This began in our day when God the Father and Jesus Christ appeared to Joseph Smith early in the spring of 1820. However, we claim that God’s inspiration is not limited to the members of this church. The First Presidency has stated:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p12\" class=\"\">“The great religious leaders of the world such as Mohammed, Confucius, and the Reformers, as well as philosophers including Socrates, Plato, and others, received a portion of God’s light. Moral truths were given to them by God to enlighten whole nations and to bring a higher level of understanding to individuals. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p13\" class=\"\">“We believe that God has given and will give to all peoples sufficient knowledge to help them on their way to eternal salvation” (<span class=\"emphasis\">Statement of the First Presidency regarding God’s Love for All Mankind,<\/span> 15 Feb. 1978).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p14\" class=\"\">We declare in all solemnity, however, that we know salvation in the world to come is dependent upon accepting the gospel of Jesus Christ as taught in The Church of Jesus Christ of Latter-day Saints. One factor in salvation is personal revelation. Joseph Smith said: “No man can receive the Holy Ghost without receiving revelations. The Holy Ghost is a revelator” (<span class=\"emphasis\">History of the Church,<\/span> 6:58).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p15\" class=\"\">Latter-day Saints, having received the gift of the Holy Ghost by the laying on of hands, are entitled to personal inspiration in the small events of life as well as when they are confronted with the giant Goliaths [see <span class=\"citation\" id=\"2642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2642)\">1 Sam. 17:1–11<\/a><\/span>] of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p16\" class=\"\">David, the youngest son of Jesse, a mere, stouthearted shepherd boy, volunteered to fight the giant Goliath. David and all of the army of Israel were insulted by the humiliating taunts of this formidable giant, but David knew that inspiration had brought him to save Israel. King Saul was so impressed with the faith and determination of this young boy that he appointed David to fight Goliath. [see <span class=\"citation\" id=\"2643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2643)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2643)\">1 Sam. 17:32–37<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p17\" class=\"\">Goliath made sport of David’s youth and lack of armament. David responded that he came in the name of the Lord of Hosts, the God of the armies of Israel [see <span class=\"citation\" id=\"2644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2644)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2644)\">1 Sam. 17:42–46<\/a><\/span>], and that the whole assembly would learn that the Lord saveth not by the sword and the spear, “for the battle is the Lord’s” (<span class=\"citation\" id=\"2645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2645)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2645)\">1 Sam. 17:47<\/a><\/span>). Then David threw a rock from his sling with such force and accuracy that the stone sank deep into the forehead of Goliath. Goliath fell to the earth a dying man, and the Philistines fled in fear. [see <span class=\"citation\" id=\"2646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2646)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2646)\">1 Sam. 17:49–51<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p18\" class=\"\">What has happened to David’s living God? It is the greatest insult to reason to suggest that God, who spoke so freely to the prophets of the Old Testament including Abraham, Moses, Isaiah, and the other prophets, now stands mute, uncommunicative, and silent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p19\" class=\"\">We may well ask, Does God love us less than those led by the ancient prophets? Do we need his guidance and instruction less? Reason suggests that this cannot be. Does he not care? Has he lost his voice? Has he gone on a permanent vacation? Does he sleep? The unreasonableness of each of these proposals is self-evident.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p20\" class=\"\">As the Savior taught in the synagogue at Capernaum, he proclaimed his divinity in no uncertain terms. Following this, John states:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p21\" class=\"\">“From that time many of his disciples went back, and walked no more with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p22\" class=\"\">“Then said Jesus unto the twelve, Will ye also go away?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p23\" class=\"\">“Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p24\" class=\"\">“And we believe and are sure that thou art that Christ, the Son of the living God” (<span class=\"citation\" id=\"29021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29021)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29021)\">John 6:66–69<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p25\" class=\"\">We acknowledge and testify that the same witness of Christ’s divinity as received by Peter is also our sacred knowledge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p26\" class=\"\">Personal revelation comes as a testimony of truth and as guidance in spiritual and temporal matters. Members of the Church know that the promptings of the Spirit may be received upon all facets of life, including daily, ongoing decisions (see <span class=\"citation\" id=\"17401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17401)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17401)\">D&amp;C 42:61<\/a><\/span>). How could anyone think of making an important decision such as “Who is to be my companion?”, “What is my work to be?”, “Where will I live?”, and “How will I live?” without seeking the inspiration of Almighty God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p27\" class=\"\">Many faithful Latter-day Saints have been warned by the Spirit to prevent injury or death. Among these was President Wilford Woodruff, who said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p28\" class=\"\">“When I got back to Winter Quarters from the pioneer journey [1847], President Young said to me, ‘Brother Woodruff, I want you to take your wife and children and go to Boston and stay there until you can gather every Saint of God in New England and Canada and send them up to Zion.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p29\" class=\"\">“I did as he told me. It took me two years to gather up everybody, and I brought up the rear with a company (there were about one hundred of them). We arrived at Pittsburgh one day at sundown. We did not want to stay there, so I went to the first steamboat that was going to leave. I saw the captain and engaged passage for us on that steamer. I had only just done so when the spirit said to me, and that, too, very strongly, ‘Don’t go aboard that steamer, nor your company.’ Of course, I went and spoke to the captain, and told him I had made up my mind to wait.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p30\" class=\"\">“Well, that ship started, and had only got five miles down the river when it took fire, and three hundred persons were burned to death or drowned. If I had not obeyed that spirit, and had gone on that steamer with the rest of the company, you can see what the result would have been (<span class=\"emphasis\">Discourses of Wilford Woodruff,<\/span> sel. G. Homer Durham, Salt Lake City: Bookcraft, 1946, pp. 294–95).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p31\" class=\"\">There are some guidelines and rules necessary for one to be the recipient of revelation and inspiration; they include (1) to try honestly and sincerely to keep God’s commandments, (2) to be spiritually attuned as a receiver of a divine message, (3) to ask in humble, fervent prayer, and (4) to seek with unwavering faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p32\" class=\"\">I testify that inspiration can be the spring of every person’s hope, guidance, and strength. It is one of the magnificent treasures of life. It involves coming to the infinite knowledge of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p33\" class=\"\">How do revelation and inspiration operate? Each person has a built-in “receiving set” which, when fine-tuned, can be a receiver of divine communications. Said Job, “There is a spirit in man: and … the Almighty giveth them understanding” (<span class=\"citation\" id=\"26779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26779)\">Job 32:8<\/a><\/span>). It is possible, like Nephi, to be led completely by the Spirit, “not knowing beforehand” that which should be done (see <span class=\"citation\" id=\"1767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1767)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1767)\">1 Ne. 4:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p34\" class=\"\">How is inspiration received? Enos stated, “And while I was thus struggling in the spirit, behold, the voice of the Lord came into my mind” (<span class=\"citation\" id=\"21522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21522)\">Enos 1:10<\/a><\/span>). One does not necessarily hear an audible voice. The spirit of revelation comes by divine confirmation. “I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart,” says the Lord in the Doctrine and Covenants (<span class=\"citation\" id=\"17341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17341)\">D&amp;C 8:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p35\" class=\"\">How was the voice of the Lord heard by Elijah the Tishbite? It was not the “strong wind [which] rent the mountains, and brake in pieces the rocks,” nor “after the wind an earthquake,” nor “after the earthquake a fire.” It was “a still small voice” (see <span class=\"citation\" id=\"1273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1273)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1273)\">1 Kgs. 19:11–12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p36\" class=\"\">It is the inner voice of the Spirit, which has the capacity to whisper through and pierce all things (see <span class=\"citation\" id=\"17479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17479)\">D&amp;C 85:6<\/a><\/span>). Helaman says, “It was not a voice of thunder, neither was it a voice of a great tumultuous noise, but behold, it was a still voice of perfect mildness, as if it had been a whisper, and it did pierce even to the very soul” (<span class=\"citation\" id=\"24731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24731)\">Hel. 5:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p37\" class=\"\">Thus the Lord, by revelation, brings inspiration into one’s mind as though a voice were speaking. Elder Harold B. Lee gave this testimony:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p38\" class=\"\">“I have a believing heart because of a simple testimony that came when I was a child, I think maybe I was around ten—maybe eleven—years of age. I was with my father out on a farm away from our home, trying to spend the day busying myself until father was ready to go home. Over the fence from our place were some tumbledown sheds which had attracted a curious boy, adventurous as I was. I started to climb through the fence and I heard a voice as clearly as you are hearing mine—‘Don’t go over there!’ calling me by name. I turned to look at father to see if he were talking to me, but he was way up at the other end of the field. There was no person in sight. I realized then, as a child, that there were persons beyond my sight and I had heard a voice. And when I had heard and read these stories of the Prophet Joseph Smith, I, too, know what it means to hear a voice because I’ve heard from an unseen speaker” (<span class=\"emphasis\">Divine Revelation,<\/span> Brigham Young University Speeches of the Year, Provo, 15 Oct. 1952, p. 6).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p39\" class=\"\">Although every faithful member of the Church is entitled to receive personal revelation, there is only one man upon the earth who receives revelation for the whole Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p40\" class=\"\">Beginning with Joseph Smith, the Prophet of the Restoration, there have been living oracles of God designated to communicate minute by minute, day by day, and hour by hour, as needed, to the leaders of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p41\" class=\"\">President Wilford Woodruff, fourth president of the Church, said: “The Church of God could not live twenty-four hours without revelation” (<span class=\"emphasis\">Discourses of Wilford Woodruff,<\/span> p. 61).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p42\" class=\"\">Roy W. Doxey reminds us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p43\" class=\"\">“Every day men and women come, by revelation, to understand the basic truth that God has restored his gospel and church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p44\" class=\"\">“Every day leaders of the Church are led by revelation to conduct the affairs of the Church, general and local, throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p45\" class=\"\">“Every day Latter-day Saint missionaries are impressed by the spirit of revelation to bear witness, to know what to say, to know what to do, and to teach by the spirit of revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p46\" class=\"\">“Every day the mind and will of the Lord as revealed in the standard works of the Church are illuminated in the minds of Latter-day Saints by the spirit of revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p47\" class=\"\">“Every day faith is increased in the hearts of the faithful by evidences of revelation in their lives—in decisions regarding marriage, vocations, home concerns, business ventures, lesson preparations, danger signals—in fact, in all facets of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p48\" class=\"\">“Every Latter-day Saint may know by the spirit of revelation that President Joseph Fielding Smith spoke the truth when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p49\" class=\"\">“‘The Lord not only blesses the men who stand at the head and hold the keys of the kingdom, but <span class=\"emphasis\">he also blesses every faithful individual with the spirit of inspiration.<\/span>’ (<span class=\"emphasis\">Doctrines of Salvation,<\/span> 1:281–282.)” (<span class=\"emphasis\">Walk with the Lord,<\/span> Salt Lake City: Deseret Book Company, 1973, pp. 173–74).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p50\" class=\"\">On 1 June 1978 one of the greatest revelations ever received in the history of the world came to mankind. It was revealed that all worthy brethren in the Church, regardless of color or race, could receive the priesthood [see <span class=\"citation\" id=\"41173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41173)\">O.D. 2<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p51\" class=\"\">Who is the prophet of the world today? I testify that the prophet upon the face of the earth today is President Spencer W. Kimball.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p52\" class=\"\">We desire our friends to know that every devoted person of any faith, anywhere in the world, who is obedient and righteous and who sincerely prays may receive answers and inspiration from God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p53\" class=\"\">We are certain that salvation in God’s presence requires acceptance of the fulness of the gospel of Jesus Christ. We bear solemn witness that The Church of Jesus Christ of Latter-day Saints is God’s church upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p54\" class=\"\">Why has this Church grown so dramatically over these 150 years? Why does it continue to grow at an ever-increasing pace? It does so in large measure because of divine revelation and inspiration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/communion-with-the-holy-spirit.p55\" class=\"\">I pray that we may so live as to enjoy the companionship of the Holy Ghost, for the Holy Ghost, under the direction of Almighty God, has led this people and its leaders for 150 years since its restoration from its humble beginnings to the great spiritual force it is today. This is my prayer and testimony which I leave in the sacred and holy name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}