{"ID":3355, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Scriptures Speak\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p2\" class=\"\">Elder LeGrand Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03122_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c62.jpg\" alt=\"Elder LeGrand Richards\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p3\" class=\"\">We have been taught by our President and our leaders that we should study and read the scriptures. We were told that in our meeting Friday with the Regional Representatives of the Twelve. Brother Hinckley told us at our last conference to read the Book of Mormon, and he has had over a thousand letters back from Saints, advising that they have read it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p4\" class=\"\">The Savior of the world advised us to read the scriptures. He said: “Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me” (<span class=\"citation\" id=\"29019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29019)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29019)\">John 5:39<\/a><\/span>). Is there anything worth seeking more than eternal life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p5\" class=\"\">As I read the scriptures—and I have read the Book of Mormon during the past six months and most of the Bible—I always find something therein that I did not remember was there when I read it before. And I would like to use as a sort of a text for what I say here today a verse that I took from the book of Nahum, chapter 2, in the Bible, which reads as follows: “The chariots shall be with flaming torches in the day of his preparation. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p6\" class=\"\">“The chariots shall rage in the streets, they shall justle one against another in the broad ways: they shall seem like torches, they shall run like the lightnings” (<span class=\"citation\" id=\"41065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41065)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41065)\">Nahum 2:3–4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p7\" class=\"\">Could anybody have described an automobile better than that before there was such a thing as an automobile? Certainly they travel like the lightning, and they look like torches—especially in the evening when the lights are on—and they jostle against each other. If you want a demonstration of that, just go to one of the body repair shops and see how many of them come in all bruised!<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p8\" class=\"\">The thing that I liked about that particular passage of scripture is that it describes the day of the Lord’s preparation. We live in that day. Five hundred years ago this prophecy could not have come true, but today there is no other answer for that prophecy than an automobile. The importance of the prophecy is that it describes the day of his preparation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p9\" class=\"\">I like to think of the many passages of scripture that designate the time of his preparation. I quote you from the book of Malachi, where the Lord, speaking through Malachi, said that he would send his messenger to prepare the way for his coming. And he would come swiftly to his temple, and who could abide the day of his coming, because he would be as refiner’s fire and fullers’ soap (see <span class=\"citation\" id=\"32860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32860)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32860)\">Mal. 3:1–2<\/a><\/span>). Now, obviously that had no reference to his first coming. He did not come swiftly to his temple at that time. He did not come cleansing and purifying as refiner’s fire and fullers’ soap. We are told that when he comes in the latter days, the wicked will cry out to the rocks, “Fall on us, and hide us from his presence” (see <span class=\"citation\" id=\"42509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42509)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42509)\">Rev. 6:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p10\" class=\"\">When the Lord sends a messenger to prepare the way for his coming, that messenger can be none other than a prophet. When the Savior came in the meridian of time, John the Baptist was sent to prepare the way for his coming, and Jesus testified of him that there was no greater prophet in Israel (see <span class=\"citation\" id=\"32049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32049)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32049)\">Luke 7:28<\/a><\/span>). And the prophet Amos tells us: “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets” (<span class=\"citation\" id=\"10474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10474)\">Amos 3:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p11\" class=\"\">Therefore, when the time of preparation comes, as I have read to you here today, the Lord could not prepare for his coming without a prophet. And the prophet of this dispensation was none other than the Prophet Joseph Smith. And what he has brought forth is a fulfillment of so many of the prophecies of holy scripture that cannot be found anywhere else in all this world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p12\" class=\"\">I like the statement of Peter of old, following the day of Pentecost, when he talked to those who had put to death the Christ. He said the heavens were to receive the Christ until “the times of restitution of all things … spoken by the mouths of all the holy prophets since the world began” (<span class=\"citation\" id=\"8244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8244)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8244)\">Acts 3:20–21<\/a><\/span>). Search this world over and you cannot find a church that claims a restitution of all things spoken by the mouths of all the holy prophets except The Church of Jesus Christ of Latter-day Saints. We believe Peter was a prophet; and if the world does, then they cannot look for the Savior’s second coming until there is such a restitution of all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p13\" class=\"\">There is not time to discuss that restitution today, but just think of the coming of the Father and the Son to teach the real personality of the Godhead; the coming of Moroni with the plates from which the Book of Mormon was translated; the coming of John the Baptist (as Brother Monson testified this morning) with the Aaronic priesthood, the power to baptize by immersion for the remission of sins; the coming of Peter, James, and John who held the keys of the holy apostleship, with power to organize the church and kingdom of God in the earth for the last time, in fulfillment of the promise made by Daniel in his interpretation of King Nebuchadnezzar’s dream.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p14\" class=\"\">The king had forgotten his dream, and he called all the soothsayers and the wise men and astrologers, and none of them could tell him his dream. He heard of the man Daniel and sent for him, and Daniel said: “There is a God in heaven that revealeth secrets and maketh known to the king Nebuchadnezzar what shall be in the latter days” (<span class=\"citation\" id=\"10763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10763)\">Dan. 2:28<\/a><\/span>). Then Daniel told him about the rise and fall of the kingdoms of this world until the latter days, when the God of heaven would set up a kingdom that should never be destroyed or given to another people. But like a little stone cut out of the mountains without hands, it would roll forth until it should become as a great mountain and fill the whole earth (see <span class=\"citation\" id=\"10770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10770)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10770)\">Dan. 2:44–45<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p15\" class=\"\">The establishment of that kingdom was made possible in these latter days—and he said in the latter days—through the coming of Peter, James, and John with the holy apostleship and the power to organize the kingdom of God in the earth again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p16\" class=\"\">One of our missionaries in the South, while I was the mission president there, preached about that dream and the establishment of the Lord’s latter-day kingdom. I stood at the door at the close of the meeting, and a man came up and introduced himself as a minister. He said, “You don’t mean to tell me you think that kingdom is the Mormon church, do you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p17\" class=\"\">And I said, “Yes, sir. Why not?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p18\" class=\"\">He said, “It couldn’t be.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p19\" class=\"\">I said, “Why couldn’t it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p20\" class=\"\">He said, “You can’t have a kingdom without a king, and you don’t have a king, so you don’t have a kingdom.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p21\" class=\"\">“Oh,” I said, “my friend, you didn’t read far enough. You just read the seventh chapter of Daniel and you will see where Daniel saw ‘one like the Son of man’ coming in the clouds of heaven unto the Ancient of Days. And unto him was given the kingdom, that all other kingdoms, powers, and dominions under the whole heavens should serve and obey him” (see <span class=\"citation\" id=\"10773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10773)\">Dan. 7:13–14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p22\" class=\"\">Then I said: “My friend, tell me, how can a kingdom be given to him when he comes in the clouds of heaven if a kingdom is not prepared for him?” I said: “Maybe you would like to know what is going to become of that kingdom. If you will read a little further, Daniel said something like this: The kingdom and the power and the dominion under the whole heavens shall be given unto the Saints of the Most High God, that they might possess the kingdom for ever (see <span class=\"citation\" id=\"10774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10774)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10774)\">Dan. 7:18, 27<\/a><\/span>). And as if that were not quite long enough Daniel adds, ‘Even for ever and ever.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p23\" class=\"\">Now, who are the Saints of the Most High God? All you wonderful people who are listening in today, and you who are bearing the burden along with these thirty thousand missionaries scattered all over this world to help prepare this kingdom for the coming of the great King.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p24\" class=\"\">I like to refer to the experience of John the Revelator when he was banished upon the Isle of Patmos. A voice from heaven said: “Come up hither, and I will shew thee things which must be hereafter” (<span class=\"citation\" id=\"42508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42508)\">Rev. 4:1<\/a><\/span>). This was thirty years after the death of the Savior. And the angel showed John the power that would be given to the evil one, the devil, to make war with the Saints (and the Saints were the followers of Jesus) and to overcome them and to reign over all kindreds, tongues, and nations (see <span class=\"citation\" id=\"42511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42511)\">Rev. 13:7<\/a><\/span>). That is one of the positive declarations in the holy scriptures of a complete apostasy from the church that Jesus established. But the angel did not leave it there. He then showed John another angel flying in the midst of heaven, “having the everlasting gospel [and that is the only gospel that can save men] to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people” (<span class=\"citation\" id=\"42512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42512)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42512)\">Rev. 14:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p25\" class=\"\">If the everlasting gospel had been upon the earth, there would have been no need for John to see a restoration brought back by an angel. This is the restitution of all things that Peter had in mind when he said that the heavens were to receive the Christ “until the restitution of all things … spoken by the mouths of all the holy prophets since the world began.” [<span class=\"citation\" id=\"8245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8245)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8245)\">Acts 3:21<\/a><\/span>.] And then the angel showed him an angel bringing the everlasting gospel to be preached to every nation, “saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come” (<span class=\"citation\" id=\"42514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42514)\">Rev. 14:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p26\" class=\"\">We live in the day of his judgments. In the period of my lifetime there have been more judgments and destructions and wars and contentions in this world than in all the history of the world combined before that time. This is the time of the judgments that the angel saw, when that everlasting gospel should be restored. And then he adds: “Worship him that made heaven, and earth, and the sea, and the fountains of waters” (<span class=\"citation\" id=\"42515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42515)\">Rev. 14:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p27\" class=\"\">When Joseph Smith had his marvelous vision and saw the Father and the Son, there was not a church in this world that worshipped the God that made the heavens and the earth and the sea and the fountains of water. They worshipped an essence everywhere present, a god without body, parts, or passions. And if he has no body, that means he has no eyes—he cannot see; he has no ears—he cannot hear; he has no voice—he cannot speak. What is there left to worship when you take all of those qualities away? And then think of the two glorious personages who appeared to the Prophet Joseph Smith in a pillar of light brighter than anything in this world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p28\" class=\"\">Now there are many more wonderful things that the holy prophets were permitted to see with respect to this preparation for his coming in the day when the chariots should jostle against each other, when their lights should be like torches, and when they should travel like the lightning, but that is as far as my time permits. I love this work. I know it is true. There is no one else—no other people in the world—that have fulfilled the words of the prophets as has the restoration of the gospel in this, the dispensation of the fulness of times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-scriptures-speak.p29\" class=\"\">I pray God to bless you all, and bear you my witness of the divinity of this work, in the name of the Lord, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}