{"ID":3359, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Marvelous Work and a Wonder\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03122_000_015<\/span>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p3\" class=\"\">Seven centuries before the birth of Christ, Isaiah foresaw and foretold the restoration of the gospel of Jesus Christ in these latter days. He declared it would be a “marvelous work and a wonder” to all mankind (<span class=\"citation\" id=\"25546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25546)\">Isa. 29:14<\/a><\/span>). When Jesus appeared to the Nephites in America, He confirmed the prophecy of Isaiah in these words: “For my sake shall the Father work a work, which shall be a great and a marvelous work” among the people of the land of America in the last days (<span class=\"citation\" id=\"5901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5901)\">3 Ne. 21:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p4\" class=\"\">April 6, 1830, in the state of New York, The Church of Jesus Christ of Latter-day Saints had its beginning in this dispensation, a beginning that went largely unnoticed by the world. A small number of men and women, including the Prophet Joseph Smith, gathered in the home of Peter Whitmer, Sr., to witness and participate in the official organization of the Church. Today there are over 4 1\/2 million members in eighty-one countries. We now look in retrospect on 150 years of the history of the Church and are led to exclaim with Isaiah, “Truly the work is marvelous and wonderful!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p5\" class=\"\">That the Church of Jesus Christ would have an inconspicuous beginning and then enjoy phenomenal growth was likewise predicted. Jesus used the comparison of the small mustard seed to describe the early beginning of His church. But eventually, He declared, that insignificant seed would become a great tree and many would find refuge in its branches (see <span class=\"citation\" id=\"36708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36708)\">Matt. 13:31–32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p6\" class=\"\">The prophet Daniel described the beginning and remarkable growth of the Church as a small stone which would become a great mountain and fill the entire earth! (see <span class=\"citation\" id=\"10766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10766)\">Dan. 2:34–35, 44<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p7\" class=\"\">As men have attempted to assess the Church at a given period of time, in many instances they have not been able to see its forward movement and potential. The growth of the Church, like the growth of grass or trees, has been almost imperceptible to the eye, but little by little, line by line, precept by precept, the Church has matured.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p8\" class=\"\">Simultaneous with the early development of the Church was a spirit of opposition and persecution. Wherever the tiny “mustard seed” was planted, attempts were made to frustrate its growth. But notwithstanding all the efforts to destroy the work—even the murder of the Prophet Joseph Smith and his brother—the Church prospered and grew. There were those who thought the Church would fail with the deaths of the martyrs Joseph and Hyrum, but they did not perceive, as Daniel foretold, that this latter-day kingdom should “never be destroyed” (<span class=\"citation\" id=\"10768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10768)\">Dan. 2:44<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p9\" class=\"\">Just before the Prophet’s death, Brigham Young said, “The kingdom is organized; and, although as yet no bigger than a grain of mustard seed, the little plant is in a flourishing condition” (<span class=\"emphasis\">History of the Church,<\/span> 6:354).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p10\" class=\"\">The Church of Jesus Christ of Latter-day Saints is, as Daniel prophesied, a spiritual kingdom “cut out of the mountain without hands” (<span class=\"citation\" id=\"10771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10771)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10771)\">Dan. 2:45<\/a><\/span>), meaning that it was begun through the intervention of God. It is not just another human institution. What other organizations or churches ascribe their founding to the declaration that messengers have come to human beings from the God of heaven with authority and power to restore ordinances and keys lost by apostasy?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p11\" class=\"\">The Church has survived exile from four states, the harassment and persecution of its members, an extermination order from a governor, the execution of its prophet, disenfranchisement by the government, and continuous persecution of its leaders and people. That is what this church endured and survived in the first sixty years of its history—and it was through such adversity, persecution, and impoverishment that the Church gained strength and matured. By the time Joseph F. Smith, the son of the Prophet Joseph’s brother Hyrum, became President, he could say, “We have passed through the stages of infancy … , and are indeed approaching … manhood and womanhood” (in Conference Report, Apr. 1909, p. 2).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p12\" class=\"\">Opposition to the Church did not subside with the twentieth century, but gradually people came to see us for what we stood for, rather than what our enemies said about us. Our Mormon boys fought in two world wars and were recognized for their standards and principles. During the Great Depression of the thirties, the Church came to be known for independence, self-reliance, and taking care of its own. And over the century, Latter-day Saints distinguished themselves in the fields of science, education, medicine, business, and other endeavors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p13\" class=\"\">The missionary force brought a harvest of converts from all over the world. Seeds planted abroad as missions became stakes. Truly Zion had put on her beautiful garments; her borders had become enlarged (see <span class=\"citation\" id=\"17453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17453)\">D&amp;C 82:14<\/a><\/span>). When Joseph Fielding Smith, son of President Joseph F. Smith, became President of the Church, he declared: “We are coming of age as a church and as a people. We have attained the stature and strength that are enabling us to fulfill the commission given us by the Lord through the Prophet Joseph Smith that we should carry the glad tidings of the restoration to every nation and to all people” (in Conference Report, Manchester England Area Conference 1971, p. 5).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p14\" class=\"\">Two years later, President Smith’s successor, President Harold B. Lee, said: “Today we are witnessing the demonstration of the Lord’s hand even in the midst of his saints, the members of the Church. Never in this dispensation, and perhaps never before in any single period, has there been such a feeling of urgency among the members of this church as today. Her boundaries are being enlarged, her stakes are being strengthened. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p15\" class=\"\">“No longer might this church be thought of as the ‘Utah church,’ or as an ‘American church,’ but the membership of the Church is now distributed over the earth” (<span class=\"emphasis\">Ensign,<\/span> July 1973, pp. 4, 5).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p16\" class=\"\">One year ago, President Kimball stood at this pulpit and said: “Since we last met in general conference … , we have witnessed much growth and expansion of the Lord’s kingdom. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p17\" class=\"\">“We have established new missions covering almost all of the free world, and we are turning our attention more diligently now to one day sharing the gospel with our Father’s children behind the so-called iron and bamboo curtains. We have need to prepare for that day. The urgency of that preparation weighs heavily upon us. That day may come with more swiftness than we realize.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p18\" class=\"\">“Every year now we are adding approximately a hundred new stakes. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p19\" class=\"\">“I rejoice with you, my brothers and sisters, in these statistical evidences of the progress and growth throughout Zion” (<span class=\"emphasis\">Ensign,<\/span> May 1979, p. 4).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p20\" class=\"\">Yes, as we indulge in retrospect after 150 years of existence, we rejoice and declare the progress has been marvelous and wonderful. We thank the Lord for His merciful blessings. We do not hesitate to ascribe the success and progress of the Church to His omnipotent direction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p21\" class=\"\">But now—what of the future?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p22\" class=\"\">We assuredly expect additional progress, growth, and increased spirituality. We will see our missionaries cover the earth with the message of the Restoration. We will see temples in every land where the gospel has penetrated, symbolizing the truth that families, living and deceased, may be joined together in love and eternal family associations. But we must also be reminded that there will be ever-present efforts to obstruct the work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p23\" class=\"\">In 1845, the Quorum of the Twelve issued an epistle to the heads of state in the world. I quote from one paragraph:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p24\" class=\"\">“As this work progresses in its onward course, and becomes more and more an object of political and religious interest and excitement, no king, ruler, or subject, no community or individual, will stand <span class=\"emphasis\">neutral.<\/span> All will at length be influenced by one spirit or the other; and will take sides either for or against the kingdom of God” (James R. Clark, comp., <span class=\"emphasis\">Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,<\/span> 6 vols., Salt Lake City: Bookcraft, 1965–75, 1:257).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p25\" class=\"\">That day is now here. Opposition has been and will be the lot of the Saints of the kingdom in any age. The finger of scorn has been pointed at us in the past, and we may expect it in the future. We also expect to see men in high places defend the Church; there will also be “pharaohs” who know neither Joseph nor his brethren. The seed planted and watered in 1830 has now matured to a fully grown tree for all to see. Some will seek the refuge of its shade in the heat of the day, but none will be neutral in their appraisal of its fruit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p26\" class=\"\">The Church will continue its opposition to error, falsehood, and immorality. The mission of the Church is to herald the message of salvation and make unmistakably clear the pathway to exaltation. Our mission is to prepare a people for the coming of the Lord. As the world drifts further away from God and standards of virtue and honor, we may expect opposition to the work of the Church. We may expect to see the time, as the Book of Mormon forecasts, when “multitudes … among all the nations of the Gentiles [will gather] to fight against the Lamb of God” (<span class=\"citation\" id=\"1769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1769)\">1 Ne. 14:13<\/a><\/span>). The power of God and the righteousness of the Saints will be the means by which the Church will be spared (see <span class=\"citation\" id=\"1770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1770)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1770)\">1 Ne. 14:14–15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p27\" class=\"\">Never before in our 150-year history has there been greater need for faithfulness among our members. Now is the time for all who claim membership in The Church of Jesus Christ of Latter-day Saints to stand firm and demonstrate their allegiance to the kingdom of God. It cannot be done as a critic or as an idle spectator on the sidelines. This is the time to answer the rally cry of our fathers:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who’s on the Lord’s side? Who?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Now is the time to show;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We ask it fearlessly:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who’s on the Lord’s side? Who?<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p32\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 175).<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p33\" class=\"\">I call on all inactive priesthood holders—you who, for reasons best known to yourselves, are disassociated from your quorums and church. You have formed new affiliations, and now some of you have become disinterested in the Church and no longer conform to its standards. Unhappily, many of your families tread in your paths and follow your examples. Brethren, when we fail to be true to our priesthood promises, the price we and our loved ones are forced to pay might well be entitled “the high cost for low living.” What a blessing you would be to your wives and children if you would harmonize your lives with your covenants. O, brethren of the priesthood, how we need your support, affiliation, and strength! Do not desert the cause of God at a time when the conflict is most imminent. Make President John Taylor’s slogan your commitment: “The kingdom of God or nothing!” (in <span class=\"emphasis\">Journal of Discourses,<\/span> 6:26).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p34\" class=\"\">We appeal to you to put aside habits that prevent you from affiliating with your brethren. Put aside your worldliness and renew your covenants. If you have differences with fellow members, go to them, or to your priesthood leaders, and talk them out. Don’t allow differences to canker your soul and set you in opposition to the Church. You will find your brethren waiting to put their arms around you and welcome you into fellowship. You are our brethren in the priesthood and we love you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p35\" class=\"\">Brothers and sisters, be faithful to the Church. Be strong in your callings. Keep your covenants, and God will bless you and preserve you in the trying days ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p36\" class=\"\">On the anniversary of the one hundredth birthday of the Church, President Heber J. Grant gave this counsel to the Saints: “Refrain from evil; do that which is good. Visit the sick, comfort those who are in sorrow, clothe the naked, feed the hungry, care for the widow and the fatherless. Observe the laws of health which the Lord has revealed, and keep yourselves unspotted from the sins of the world. Pay your tithes and offerings, and the Lord will open the windows of heaven and pour out blessings until there shall not be room to contain them. Be obedient to the laws of God and the civil laws of the country in which you reside, and uphold and honor those who are chosen to administer them” (<span class=\"emphasis\">Messages of the First Presidency,<\/span> 5:286). We renew that counsel to you today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p37\" class=\"\">This is the spiritual kingdom of God moving forward in its divine course to fill the earth, a truly marvelous work and a wonder! As we contemplate our past and future, may we remember the prophecy of Joseph Smith, words that I testify are true: “No unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done” (<span class=\"emphasis\">History of the Church,<\/span> 4:540).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p38\" class=\"\">My brothers and sisters, this work is true. Humbly I bear this witness to all the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/a-marvelous-work-and-a-wonder.p39\" class=\"\">May God bless us all to be faithful and valiant, giving our first allegiance to God and His kingdom. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}