{"ID":336, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Be What You Say\"<\/p>\n<p class=\"gcspeaker\">Elder Oscar A. Kirkham<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Oscar A. Kirkham, <i>Conference Report<\/i>, April 1948, pp. 95-96<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very grateful to my Heavenly Father for this privilege. I wish to bear to you my humble\ntestimony that I know that this is the work of God and that Joseph Smith was a prophet of\nGod. These very words and the utterance of this testimony have already brought a blessing.\nThe joy that floods my heart and soul as I bear this testimony is a great satisfaction.\n<\/p><p>\nDuring the administration of President Calvin Coolidge as President of the United States, I\nbecame a great admirer of the things he said and did. I want to read a few lines from\nPresident Coolidge:\n<\/p><p>\nThere is no substitute for morality, character, and religious conviction. Unless these abide,\nAmerican citizenship will be found unequal to its task. Somehow we must get back to God,\nand that is very difficult for modern minds who have lost simplicity.\n<\/p><p>\nI read this morning this verse from Jeremiah:\n<\/p><p>\nObey my voice, and I will be your God, and ye shall be my people: and walk ye in all the\nways that I have commanded you, that it may be well unto you\n(<span class=\"citation\" id=\"26466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26466)\">Jer. 7:23<\/a><\/span>).\n<\/p><p>\nI am extremely grateful for the privileges that have come to me during my last calling in the\nChurch. I have had the opportunity under assignment of going to Europe, Canada, and Mexico\nas well as traveling in many of the states of the United States. Today I would like to express\nappreciation for a number of simple incidents that have come to me recently. They may seem\nto you simple things on an occasion like this when great, profound doctrines are being taught,\nbut to me these simple incidents have been deeply impressive, for constantly they have said to\nme,\n<\/p><p>\nHave more faith, live your religion, be what you say.\n<\/p><p>\nFAITH EXHIBITED\n<\/p><p>\nI shall not forget soon a young man at the hospital. He was entering the operating room. He\nwas a very worthy young man and very dear to me personally. As they were wheeling him\ninto the operating room, the doctor noticed that his eyes were closed. He said to the nurse,\n\"Take his pulse quickly. He may be gone.\" The young man opened his eyes and said, \"No,\nI'm not gone doctor. I was just talking to the Lord. I told him to be sure to be with you when\nyou perform this operation. You may go ahead any time now. I am ready.\n<\/p><p>\nI am grateful for the privilege I had with the Mexican people of the Mexican and\nSpanish-American missions at the Arizona Temple, when I saw a humble Saint, entering the\ngrounds, take off her shoes at the iron gate. I hurried over to her and said, \"You may take\nyour shoes off when you get inside,\" and she said, \"Oh, no, I will take them off here. This is\nsacred ground to me.\" Then a little later in the sealing room I saw one of these dark-skinned\nmothers take into her arms her sixteen-year old son after they had gone through the sacred\nceremony of sealing. She embraced her boy and said, \"Now you are mine for eternity.\" I can't\nforget these simple things. To me they are truly great things. They have kept saying to me.\n<\/p><p>\nHave more faith. Know more about the temple of God. Seek the privileges of these great\nsacred opportunities.\n<\/p><p>\nCALIFORNIA CELEBRATION\n<\/p><p>\nUnder a special assignment I was asked this year to go to Coloma, California, to be at the\ncelebration of the anniversary of the discovery of gold and to represent our people on the\nprogram. Fifty to sixty thousand were in attendance. The governor and other dignitaries of\nthat great state of California were present. They started three great years of celebration. I was\nvery happy to have the privilege, humbly, to represent a group of Latter-day Saint men of the\nMormon Battalion who were there at that time a hundred years ago. They had taken a\ncontract to build a mill when the discovery of gold came, when people across the world\nstarted a trek to California and thousands left their homes and work. Even in San Francisco,\njudges were leaving their benches. People left their businesses. They rushed wildly to the\nplace where gold had been discovered. I was proud to represent these humble Mormon men.\nThey stayed with their task and finished their contract. They had made their promise to finish\nthe mill, and on March 11, 1848, the mill was finished. Then they made their journey over\nthe Sierra Nevada Mountains to meet their families and friends. The character, stability, the\nword of these men told me again what I must do. \n<\/p><p>\nTRACTING EXPERIENCE\n<\/p><p>\nI am grateful for a young missionary this year whom I met in the mission field. He told me\nof an incident that happened just a few days before. He said, \"Brother Kirkham, I had a rather\ninteresting experience just the other day. My companion and I were going out tracting. We\nhad been instructed always to be prayerful as we approached a house, and when I came to the\ndoor the woman said to me, 'I understand you are a Mormon missionary. Well, I don't want\nanything to do with you. I know something about your people. You're just a menace. Leave\nthis place.' Then,\" said the young missionary, \"I had been told to be prayerful, so I continued\nin my heart to pray as I stood listening to what she had to say. The woman continued telling\nme what she thought of me and our people, and asked me again to leave. I continued to pray.\nIn a few moments she turned abruptly and said, 'Well, why don't you come in?'\" Thank God\nfor the stability of the generation that's marching on to the greatest destiny of our people.\nThey have taught me many helpful lessons.\n<\/p><p>\nMay God grant that I may live worthy of their association, that I may live and do the thing I\nspeak. May God grant that same high privilege to you, for then happiness shall be ours, and\nwe will not need to go away to carry the message. The world will come to us.\n<\/p><p>\nGod bless us, I humbly, pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}