{"ID":3361, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Time-Out!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p2\" class=\"\">Elder Paul H. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03122_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26ec.jpg\" alt=\"Elder Paul H. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p3\" class=\"\">Like many of you, I really enjoy sports. Sports often teach great lessons. The other night while I was watching an NCAA championship basketball game, I heard one of the players call out that familiar word, “time!” The team ran to the sidelines to receive some instructions from the man who could give them some help—the coach. And he did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p4\" class=\"\">Isn’t it interesting that, generally speaking, a team calls time-out when they’re in trouble, when they need to regroup? I recall many times in my career when we’d call “time,” and the catcher or the pitching coach or the manager would come to the mound and give me some needed instructions or encouragement. Sometimes the language was a little different, but the counsel was most always appreciated, sometimes even humorous.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p5\" class=\"\">I recall in one of my first professional games many years ago, in the very first inning the first three hitters hit safely, all of them on the first pitch. Out of the dugout came the pitching coach. The catcher joined him, and the three of us assembled on the mound.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p6\" class=\"\">The pitching coach turned to my catcher and said, “What in the world has Paul got on the ball anyway?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p7\" class=\"\">The catcher said, “I don’t know. I haven’t seen it yet.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p8\" class=\"\">Well, what’s that got to do with you and me? Life, you know, is a little like “the big game.” There are times when you and I need to call time-out. Have you ever had the experience of loading the bases while continuing to throw high and wide? Have you experienced “fourth down and one” on the goal line with ten seconds left? Have you watched your twenty-point lead dwindle to two? Or in life’s game do you have a challenge controlling your temper or language? Is that personal weakness you’ve noticed still not under control? Are school subjects your nemesis? Are your finances ready to pull you under? Is your family solidarity sitting on shifting sand? And most important of all, are you trying to do it alone? Or have you been smart enough to call time-out to ask the coach for help?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p9\" class=\"\">You know, it doesn’t always have to be a formal prayer, my young brethren. You can do it as you drive in the car, on a date, in the privacy of your room, or on the playing field.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p10\" class=\"\">I’m reminded of something I read just the other day. Let me share it with you. It seems that a small boy was trying to lift a heavy stone, but couldn’t budge it. His father, watching very interestedly, said, “Are you sure you’re using all of your strength?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p11\" class=\"\">“Yes, I am!” the boy cried.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p12\" class=\"\">“No, you’re not,” said the father. “You haven’t asked me to help you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p13\" class=\"\">Well, let me just tell you that however tight the game seems at the moment, I know the coach and I know that He can help. There is a personal and loving God who knows all of the plays. He understands the game of life. He understands you and me. And he understands what you and I need now to help in our lives. Talking to him is an easy thing, really. All you have to do is call time-out. Say to yourself, “I’ve had it. I need help.” And be prepared to listen. Say to him, “I can’t take any more of this running without seeing clearly where the bases are or the direction I’m headed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p14\" class=\"\">Are you aware that all through history great leaders have called time-out? Washington at Valley Forge, Lincoln seeking answers in the war, Joseph Smith in the grove. This was true of the prophets of old: Abraham sought God; Moses called upon the Lord. Nephi, a great young champion, says in his own account: “I, Nephi, being exceeding young [like many of you], nevertheless being large in stature, and also having great desires to know of the mysteries of God, wherefore, I did cry unto the Lord; and behold he did visit me, and did soften my heart that I did believe all the words which had been spoken by my father; wherefore, I did not rebel against him like unto my brothers” (<span class=\"citation\" id=\"1761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1761)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1761)\">1 Ne. 2:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p15\" class=\"\">Accounts such as these in scripture have always given me great courage to do likewise. That’s why I think the prophets, even the leaders today, have counseled us to know the scriptures that we might be motivated to seek help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p16\" class=\"\">Fortunately, like many of you, I came from a home where that kind of influence was available. Near my eighteenth birthday I was drafted into World War II. I found myself in an entirely new environment. I had always been taught in my home to take time out at night to pray, but I found this a little delicate, where in a typical barrack, there would be over fifty men on a floor. I used to try to get a bunk near the end of the room, where there would be a little privacy, and I would wait until the lights would go out before I would crawl out of bed to say my prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p17\" class=\"\">I remember at Fort MacArthur everything went well for the first few nights and then finally one night, shortly after the lights went out, I crawled out of bed and knelt down to pray. About that time two half-stewed characters came in, flipped on the lights, and aroused all of us. A couple of fellows across the aisle from me saw me on my knees. Typical of that kind of environment, they started to poke fun. One of them, pointing to me, shouted so all could hear, “Hey, holy Paul, pray for me!” I felt a little chagrined and somewhat embarrassed and I thought to myself, “Now, what do you do?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p18\" class=\"\">My mother had taught me a great principle. She used to say: “In delicate situations, use a sense of humor. It always helps.” So while still on my knees, I squared my shoulders, looked at both of the soldiers, and said: “Would you give me your full names because I don’t think the Lord knows you.” Later, I’m pleased to say, they did come to know the Lord because they too took time-out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p19\" class=\"\">I noticed later, when we got into combat, that in my battalion—the 305th Infantry—the word soon got around: “Get in Dunn’s squad. He always comes back.” Many is the time that I shared a foxhole with anxious soldiers where we took time-out to talk to our Eternal Coach, even our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p20\" class=\"\">I remember the time so well as we were preparing for my very first invasion, sitting out in the Pacific on a troop ship with three thousand men aboard. This large group of soldiers represented the first seven waves in the invasion force. Prior to disembarking, one of the Protestant chaplains held a final church service. He had us all look around and get acquainted with each other and then he said: “Now, gentlemen, I don’t want to worry you, but do you realize by tomorrow morning at eight o’clock, many of you will be standing before your Maker? Are you ready?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p21\" class=\"\">Well, how would you feel, young men, if that challenge were hurled at you? At that time I was almost nineteen. Shortly after the service I found a secluded spot on the ship and called time-out and talked to my Heavenly Father. I didn’t sleep that night nor did most of the men. The next morning as the seven waves of infantry went ashore, many not making it, I dug my first foxhole and took another time-out. I remember the event well. I called upon my Heavenly Father and said, “I really need to know if thou art there.” Heavenly Father spoke to my mind, and I haven’t been the same since.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p22\" class=\"\">Will you learn, my young brethren, to take time-out? It even works in sports, because of the amazing influence it wields. I remember my first professional season, playing in a strange town; I had joined the club at midseason. The catcher, who was also the manager, was old enough to be my father. He was an old professional ballplayer from the Washington Senators and had had much experience. The team was a rough lot. I remember so well one night while visiting in a distant town, about two o’clock a knock came at my hotel door. I got up and answered it, and there standing in the framework was my manager.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p23\" class=\"\">He said, “Paul, may I come in?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p24\" class=\"\">And I said, “Please do. What’s the matter?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p25\" class=\"\">He said, “Close the door, and whatever you do don’t tell the others I came.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p26\" class=\"\">I said, “Well, I won’t.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p27\" class=\"\">He responded: “I’ve been watching you for these past two months. You know the Lord, don’t you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p28\" class=\"\">I said, “I think he’s my friend.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p29\" class=\"\">He said, “Would you help me find him?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p30\" class=\"\">We sat down in the room, and for over two hours talked about God, the Eternal Father and his Son, Jesus Christ. Tears began to form in his eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p31\" class=\"\">I said, “Danny, have you ever prayed?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p32\" class=\"\">He said, “No.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p33\" class=\"\">I said, “Would it offend you to pray with me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p34\" class=\"\">“Well,” he said, “not if you will pray.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p35\" class=\"\">I said, “I would be honored.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p36\" class=\"\">So together we knelt down beside my bed, and talked to Heavenly Father. We took time-out. And as we arose from our knees, he pushed back the tears, threw his arms around me, almost choked me to death, and said, “Thank you, thank you. Could we do this some more?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p37\" class=\"\">I said, “As often as you would like.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p38\" class=\"\">We did on several other occasions. But you know what else was interesting? Before the season ended, several other knocks came at my door. One night it was the first baseman, then the shortstop, and the left fielder. And each in his own wonderful way said, “Don’t tell the others.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/time-out.p39\" class=\"\">I learned on that occasion that people are really seeking and want what you and I have. God bless you, my wonderful brethren, to have the wisdom and strength to call time-out and visit with your Heavenly Father. He really lives, as does his Son, to which I testify in the holy name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}