{"ID":3362, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Eternal Links that Bind\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p2\" class=\"\">Elder A. Theodore Tuttle<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03122_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:27d8.jpg\" alt=\"Elder A. Theodore Tuttle\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p3\" class=\"\">Brethren, something has happened to me. For twenty-two years I have been a General Authority. I have traveled the world over in my ministry. Over the course of these years, I have had marvelous experiences and have met many wonderful people. I have participated in sacred meetings. The choice association with my brethren has taught and inspired me. Now something has happened—I have been called to serve in a temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p4\" class=\"\">I want to bear witness—and my witness is true—that the work for the redemption of the living and the dead is divine. It is a keystone of our religion. The work performed in temples stays the judgments of God from smiting the earth with a curse. It is not unusual, therefore, that the Prophet Joseph would say, “The greatest responsibility in this world that God has laid upon us [as individuals] is to seek after our dead” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith, Salt Lake City: Deseret Book Company, 1938, p. 356).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p5\" class=\"\">The Prophet Joseph taught that you and I are to become saviors on Mount Zion. We are to gather, build temples, seek after our dead, and perform all the vital ordinances. This work welds eternal links that bind us to each other and to our fathers. We are exalted as family units.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p6\" class=\"\">The Prophet Joseph said, “It is necessary … that a … welding together of dispensations … should take place … from the days of Adam even to the present time” (<span class=\"citation\" id=\"17543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17543)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17543)\">D&amp;C 128:18<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p7\" class=\"\">Then go, brethren. Be sealed to your wife and your sons and daughters. Be sealed to your fathers as far back as you can. Temples are built to perform these sacred ordinances. It is sad that in some of our larger centers temple work is presently lagging. Leaders, strengthen temple work! The Prophet Joseph warned, “Those Saints who neglect it in behalf of their deceased relatives, do it at the peril of their own salvation” (<span class=\"emphasis\">Teachings,<\/span> p. 193).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p8\" class=\"\">Yet in his anxiety the Prophet once observed, “But there has been a great difficulty in getting anything into the heads of this generation. It has been like splitting hemlock knots with a corndodger for a wedge, and a pumpkin for a beetle. Even the Saints are slow to understand” (<span class=\"emphasis\">Teachings,<\/span> p. 331).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p9\" class=\"\">Our performance manifests that we are giving neither sufficient time nor attention to temple work. Genealogical research needs more vigor. Submittal of the four-generation sheets must be hastened. This program was announced thirteen years ago. Since that time nearly half the present members of the Church have either been born or baptized. We ask you leaders, Where are the four-generation sheets from all these new members? As a matter of fact, where are yours? Will you see that this work is done, brethren? This is an inspired program.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p10\" class=\"\">Once you complete your four generations, you are not finished. Continue to search out all of your ancestral lines. The four-generation project becomes a platform for launching further research. In fact, this is one place where you move forward by reaching backward! “It is our duty,” counseled Elder John A. Widtsoe, “to secure as complete genealogies as possible, to discover our fathers and mothers back to the last generation, to connect, if it may be possible, with Adam, our first father upon the earth—a duty which we cannot escape” (“Genealogical Activities in Europe,” <span class=\"emphasis\">Utah Genealogical and Historical Magazine,<\/span> July 1931, p. 104).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p11\" class=\"\">There are great promises to those who do this. All who diligently search realize that help comes—often from the other side of the veil. You see, they are organized and working there at least as well as we are here!<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p12\" class=\"\">Elder Melvin J. Ballard testified that “the spirit and influence of your dead will guide those who are interested in finding those records. If there is <span class=\"emphasis\">anywhere<\/span> on the earth <span class=\"emphasis\">anything<\/span> concerning them, you will find it” (Bryant S. Hinckley, <span class=\"emphasis\">Sermons and Missionary Services of Melvin Joseph Ballard,<\/span> Salt Lake City: Deseret Book Company, 1949, p. 230; italics added). And Elder Widtsoe said, “I have the feeling … that those who give themselves with all their might and main to this work receive help from the other side, and not merely in gathering genealogies. Whoever seeks to help those on the other side receives help in return in all the affairs of life” (“Genealogical Activities,” p. 104).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p13\" class=\"\">I testify that this is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p14\" class=\"\">This testimony is echoed by thousands of humble Latter-day Saints whose labors bear witness of this truth! Elisha’s words have been vindicated: “Fear not: for they that be with us are more than they that be with [the enemy]” (<span class=\"citation\" id=\"3198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3198)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3198)\">2 Kgs. 6:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p15\" class=\"\">We have introduced the name-extraction program in many areas in order that the work might progress better. Brethren, assist this work wherever possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p16\" class=\"\">Young men and young women must not be left out of the joys of this special work. Deacons, do you have a Book of Remembrance? What about you teachers and priests? Have you started your own life story? Are you collecting pictures, certificates, and spiritual experiences to add interest? Assisting your parents in the search for your relatives often develops real pride in your heritage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p17\" class=\"\">You may have heard of the young man who got involved in this work. He was sent to the department store to buy some genealogical supplies. He asked the first clerk he saw, “Do you have any family group sheets?” Perplexed, the young lady replied, “Well we have twin-size sheets, double, and queen size, but I’m not sure whether we have family group sheets!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p18\" class=\"\">To all who may want to help in preserving family history, we issue an invitation now to come to the World Conference on Records this coming August. This conference is designed to assist all of us to do redemptive work for the dead in a better way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p19\" class=\"\">You leaders in the stakes, wards, and quorums, assume the additional duty to see that every man in your priesthood quorum fulfills his responsibility with respect to his dead. I quote from President Marion G. Romney concerning the significance of holy covenants: “We are individually responsible and will be held accountable for the way in which we <span class=\"emphasis\">ourselves<\/span> keep the covenants we enter into, and we shall also <span class=\"emphasis\">be accountable for the breaking of covenants by others for whom we are responsible insofar as such breaking is the result of our failure to teach them<\/span>” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1975, p. 73; italics added). Ponder that thought!<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p20\" class=\"\">Brethren, the great priesthood leaders of past dispensations look to us to move this work. All the righteous men and women who ever lived look to us! We are their <span class=\"emphasis\">only<\/span> hope for salvation. We hold the key to their prison doors. We must set them free! How can we any longer ignore their right to salvation? President Brigham Young said, “When I think upon this subject, I want the tongues of seven thunders to wake up the people” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book Company, 1941, p. 404).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p21\" class=\"\">It was this supernal work—redemption of the living and the dead—of which the Prophet Joseph spoke when he said, “Brethren, shall we not go on in so great a cause? Go forward and not backward. Courage, brethren; and on, on to the victory! … Let the dead speak forth anthems of eternal praise to the King Immanuel, … for the prisoners shall go free” (<span class=\"citation\" id=\"17545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17545)\">D&amp;C 128:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/eternal-links-that-bind.p22\" class=\"\">O God, please grant that the spirit of Elijah may fall upon the vast body of priesthood in thy Church, to cause thy great work to move forward. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}