{"ID":3363, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Salt of the Earth: Savor of Men and Saviors of Men\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p2\" class=\"\">Elder Carlos E. Asay<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03122_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:29c2.jpg\" alt=\"Elder Carlos E. Asay\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p3\" class=\"\">I hold in my hand a test tube filled with salt. Salt, as you know, contains two elements—sodium and chlorine—and is known chemically as sodium chloride.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p4\" class=\"\">This white substance occupies an important place in our lives. It is essential to health; body cells must have salt in order to live and work. It has antiseptic, or germ-killing, properties. It is a preservative. It is an ingredient in many foods and products. And it is estimated that there are more than fourteen thousand uses for salt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p5\" class=\"\">According to the historians, “Salt at one time had religious significance, and was a symbol of purity. … Among many peoples, salt is still used as a sign of honor, friendship and hospitality. The Arabs say ‘there is salt between us,’ meaning ‘we have eaten together, and are friends’” (<span class=\"emphasis\">The World Book Encyclopedia,<\/span> 1978, 17:69).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p6\" class=\"\">The Organizer and Creator of this world understood perfectly the nature and importance of salt. More than thirty-five references to this substance are found in the scriptures. In the Old Testament mention is made of a “covenant of salt” (see <span class=\"citation\" id=\"30927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30927)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30927)\">Lev. 2:13<\/a><\/span>; <span class=\"citation\" id=\"41125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41125)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41125)\">Num. 18:19<\/a><\/span>; <span class=\"citation\" id=\"2951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2951)\">2 Chr. 13:5<\/a><\/span>). In the New Testament the Savior referred to his disciples as the “salt of the earth,” and charged them to retain their savor (<span class=\"citation\" id=\"36685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36685)\">Matt. 5:13<\/a><\/span>). He repeated this charge to his chosen disciples on the American continent:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p7\" class=\"\">“Verily, verily, I say unto you, I give unto you to be the salt of the earth; but if the salt shall lose its savor, wherewith shall the earth be salted? The salt shall be thenceforth good for nothing, but to be cast out and to be trodden under foot of men” (<span class=\"citation\" id=\"5898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5898)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5898)\">3 Ne. 12:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p8\" class=\"\">How many times have we read, or heard others read, this scripture? Yet, do we understand fully the “salt of the earth” message? Are we conversant with the analogy? Are we responding properly to its implications?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p9\" class=\"\">Permit me to speak of the “savor” and “savior” roles which we have been called to fulfill as members of the priesthood and as the salt of the modern world.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Savor of men<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p11\" class=\"\">In 1833 Joseph Smith received a revelation which included these instructions: “When men are called into mine everlasting gospel, and covenant with an everlasting covenant, they are accounted as the salt of the earth and the savor of men;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p12\" class=\"\"><span class=\"emphasis\">“They are called to be the savor of men” <\/span>(<span class=\"citation\" id=\"17506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17506)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17506)\">D&amp;C 101:39–40<\/a><\/span>; italics added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p13\" class=\"\">The word <span class=\"emphasis\">savor <\/span>(<span class=\"emphasis\">s-a-v-o-r<\/span>) denotes taste, pleasing flavor, interesting quality, and high repute.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p14\" class=\"\">The salt in container A, which I am holding in my right hand, has savor. That is, it is clean, pure, uncontaminated, and useful. In this state or condition, salt will preserve, flavor, heal, and perform other useful functions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p15\" class=\"\">The salt in container B, however, is salt that has lost its savor. It has lost its savor because it has been mixed with things of bad taste. In fact, it has taken on some of the color and appearance of other substances.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p16\" class=\"\">When the Lord used the expression “savor of men,” he was speaking of those who represent him. He was referring to those who have repented, who have been washed clean in the waters of baptism, and who have covenanted to take upon them his name and his cause. Moreover, he was speaking of those who would share by covenant his priesthood power. He was speaking of you and me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p17\" class=\"\">A world-renowned chemist told me that salt will not lose its savor with age. Savor is lost through mixture and contamination. Similarly, priesthood power does not dissipate with age; it, too, is lost through mixture and contamination.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p18\" class=\"\">When a young man or older man mixes his thoughts with pornographic literature, he suffers a loss of savor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p19\" class=\"\">When a priesthood bearer mixes his speech with lies or profanity, he suffers a loss of savor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p20\" class=\"\">When one of us follows the crowd and becomes involved in immoral acts and the use of drugs, tobacco, alcohol, and other injurious substances, he loses savor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p21\" class=\"\">Flavor and quality flee a man when he contaminates his mind with unclean thoughts, desecrates his mouth by speaking less than the truth, and misapplies his strength in performing evil acts. King Benjamin cautioned, “Watch yourselves, and your thoughts, and your words, and your deeds, and observe the commandments of God” (<span class=\"citation\" id=\"40473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40473)\">Mosiah 4:30<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p22\" class=\"\">I would offer these simple guidelines, especially to the young men, as the means to preserve one’s savor: If it is not <span class=\"emphasis\">clean,<\/span> do not think it; if it is not <span class=\"emphasis\">true,<\/span> do not speak it; if it is not <span class=\"emphasis\">good,<\/span> do not do it (see Marcus Aurelius, “The Meditations of Marcus Aurelius,” in <span class=\"emphasis\">The Harvard Classics,<\/span> Charles W. Eliot, ed., New York: P. F. Collier and Son, 1909, p. 211).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p23\" class=\"\">Cleanliness, truth, and goodness have always been and will ever be the watchwords of men with savor. It is said that sixty-five percent or more of our communications are non verbal. If this is so, who we are and what we are is most important. A living prophet has declared: “No greater service can be given to the missionary calling of the Church than to exemplify positive Christian virtues in our lives” (Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> Nov. 1978, p. 6).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p24\" class=\"\">We must fight daily to retain our savor, our purity. We must press forward, clinging to our standards of holiness, remembering all the while that we are called to be the savor of men.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Saviors of men<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p26\" class=\"\">The Prophet Joseph Smith received these instructions from the Lord:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p27\" class=\"\">“For they were set to be a light unto the world, and <span class=\"emphasis\">to be the saviors of men;<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p28\" class=\"\">“And inasmuch as they are not the saviors of men, they are as salt that has lost its savor” (<span class=\"citation\" id=\"17510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17510)\">D&amp;C 103:9–10<\/a><\/span>; italics added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p29\" class=\"\">One is impressed with the depth of meaning associated with the words “saviors of men,” when they are studied in companionship with a complete definition of the priesthood: “The priesthood is the power and authority of God delegated to man on earth to act in all things pertaining to the salvation of men. It is the means whereby the Lord acts through men to save souls” (Spencer W. Kimball, <span class=\"emphasis\">Ensign,<\/span> June 1975, p. 3).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p30\" class=\"\">Priesthood is God’s power. It is to be used in saving souls. It is not shared with young men or older men simply to sit on or to hold in name only. It is shared with the expectation that the receiver will exercise it in behalf of himself and others. The priesthood is to be honored, and callings within the priesthood are to be magnified.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p31\" class=\"\">One of the grandest concepts in the gospel of Jesus Christ is the concept that men can and should be more than passive observers in the cause of saving souls. One Church leader taught: “In our preexistent state … we made a certain agreement with the Almighty. … We agreed … to be not only saviors for ourselves but measurably, saviors for the whole human family. We went into a partnership with the Lord. The working out of the plan became then not merely the Father’s work, and the Savior’s work, but also our work” (John A. Widtsoe, <span class=\"emphasis\">Utah Genealogical and Historical Magazine,<\/span> Oct. 1934, p. 189).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p32\" class=\"\">I know of a young priest who was asked by his bishop to fellowship an inactive quorum member. The bishop indicated that others had failed in their attempts to recover the boy. The final words of the bishop’s commission were: “Please save _________.” After many tries and failures, the miracle was wrought—the inactive returned to full activity in the quorum. It was thrilling for me to hear the hero in this experience bear testimony of the joy which he received as a result of his soul-saving efforts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p33\" class=\"\">Less than a month ago, two missionaries visited a widowed lady who had expressed interest in the Church. She was ill and had been advised by her physician that a kidney was to be removed. The elders comforted the woman, heeded the whisperings of the Spirit, and pronounced a blessing. Another miracle happened. The operation was cancelled, and the missionaries began teaching their friend the gospel. A baptismal date has already been set. This particular woman will never forget the blessing and teachings of the elders. They will be held in cherished memory and regarded as “saviors of men.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p34\" class=\"\">One of our priesthood brothers tells of how he was guided by the Spirit in locating thousands of names on one of his father’s ancestral lines. When the necessary research was completed, he and his wife and others completed the appropriate temple ordinances. In summarizing his experience, he said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p35\" class=\"\">“It taught me that if a person will put forth the effort to search, the way will be opened up and he will obtain the spirit of Elijah. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p36\" class=\"\">“I firmly believe that in the preexistence we made a commitment … to be a savior to these people, doing all the necessary research and having the temple work done for them” (Jacob Suess, “Twice Rescued,” in <span class=\"emphasis\">Links of Forever,<\/span> comp. by Connie Rector and Diane Deputy, Salt Lake City: Bookcraft, 1977, p. 120).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p37\" class=\"\">There should be salt between us and all men. We should extend honor, friendship, and hospitality to all of our brothers and sisters. To the inactives we extend the hand of fellowship; to the nonmembers we extend the divine invitation “come and see”; with the fathers of yesteryear we establish links which weld fathers to children and children to fathers. In all of this, we advance the purposes of the Master and assist in the reconciliation of men to the God who gave them life. And, in the process, we not only preserve our savor but we save ourselves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p38\" class=\"\">I count it significant that the headquarters of The Church of Jesus Christ of Latter-day Saints is located in <span class=\"emphasis\">Salt<\/span> Lake City. From this center of the Church flows the message of salvation to all the world. To this city of salt, men and women gather from all corners of the earth to receive instruction and edification. Such instruction, if accepted and practiced, will enable men to retain their <span class=\"emphasis\">savor<\/span> and assist them in becoming <span class=\"emphasis\">saviors of men.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p39\" class=\"\">I pray that all of us will appreciate more perfectly the words of the Savior: “Ye are the salt of the earth.” [<span class=\"citation\" id=\"36686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36686)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36686)\">Matt. 5:13<\/a><\/span>] I pray that we will carry this designation faithfully and honorably.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p40\" class=\"\">Please remember that men—like salt—lose their savor through contamination; remember also that men who fail to use their priesthood power in behalf of others are like salt without savor.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/salt-of-the-earth-savor-of-men-and-saviors-of-men.p41\" class=\"\">I testify that an abiding and exalting relationship with the Master is established as we live to be men with savor and saviors of men. This I declare, adding my witness that He lives and directs his church today, in the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}