{"ID":3366, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Writing Your Personal and Family History\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p2\" class=\"\">Elder John H. Groberg<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/john-h-groberg-10.jpg\" alt=\"John H. Groberg\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03122_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p3\" class=\"\">My dear brethren, I ask that our faith be united so the Lord’s spirit may touch our hearts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p4\" class=\"\">I would like to begin by asking a question. (Don’t raise your hand; just think about it.) How many of you, regardless of age, have your personal and family histories up to date?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p5\" class=\"\">As bearers of the priesthood, we have an obligation to follow the counsel of the prophet. President Kimball has made it abundantly clear that it is very important to write our personal and family histories. It is so important that this August the Church is sponsoring, in Salt Lake City, a great World Conference on Records to help all of us, and the whole world, better understand the vital importance of these histories and to learn much about how to write them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p6\" class=\"\">Why is the writing of personal and family histories so important? There are many reasons. I will focus on just a few.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p7\" class=\"\">By writing personal and family histories and doing the research required thereby, we inevitably have our hearts turned to our fathers as well as to our children. The Lord says this must happen, “lest I come and smite the earth with a curse” (<span class=\"citation\" id=\"32862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32862)\">Mal. 4:6<\/a><\/span>). Let us not be part of a curse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p8\" class=\"\">Also, by writing personal and family histories, we are helped immeasurably in gaining a true, eternal perspective of life. Writing our histories with the proper blend of fact and feeling (and so often, feelings in spiritual things are the real facts) gives us a deep spiritual insight into the meaning and purpose of our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p9\" class=\"\">I wonder if, as in so many things, we don’t deny ourselves this deeper spiritual insight by simply neglecting to write our histories.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p10\" class=\"\">Some people say, “I don’t have anything to record. Nothing spiritual happens to me.” I say, “Start recording, and spiritual things will happen. They are there all the time, but we become more sensitive to them as we write.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p11\" class=\"\">Writing our histories will certainly help us keep our eyes on the most important of all goals—even the goal of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p12\" class=\"\">As we contemplate what those before us have gone through that we might be here, as we sense their faith and courage and feel their love for us and our love for them, we realize what is really important. We begin to comprehend the eternity of the family. We gain great insight into the things of God, and we are not the same. We talk and act differently—for we have a deepened understanding of eternity. We realize that so-called problems are only what we see when we take our eye off our eternal goal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p13\" class=\"\">The priesthood we hold is the power to bless others. The priesthood is eternal; thus, the blessings of the priesthood are eternal. Every use of the priesthood has eternal significance—including the writing of personal and family histories.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p14\" class=\"\">We have all been thrilled and humbled by the announcement of the new temples. I wonder how many personal histories written in the last few days have recorded great moving expressions of gratitude to God for earnestly prayed-for and sincerely sacrificed-for temples? I wonder how many personal histories will yet record such great feelings of gratitude as the future unfolds?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p15\" class=\"\">Writing histories should be a great motivation to do what is right. You young men, how many of your histories record, “I will serve a mission; I will live worthy to go to the temple; I know President Kimball is a prophet; I will follow his direction”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p16\" class=\"\">I ask that every bearer of the priesthood resolve to do what is necessary to write in his personal history.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p17\" class=\"\">“Today I went to the temple and received my endowments”; or, “Today I went to the temple, where our family was sealed together”; or, “Today I went to the temple and did the work for my great grandfather (or other ancestors)”; or, “Today I went to the temple with my brother or friend or neighbor and witnessed their sealing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p18\" class=\"\">If you resolve to do it, you will do it. Do not let anything stand in your way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p19\" class=\"\">There is something eternal in the very nature of writing, as is so graphically illustrated by the scriptures themselves. In a very real sense, our properly written histories are a very important part of our family scripture and become a great source of spiritual strength to us and to our posterity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p20\" class=\"\">For example, let me give you a brief incident from a family history in Hawaii. It involves sacrifice and temple blessings and true eternal perspective.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p21\" class=\"\">In the early 1900s, a young father and his family joined the Church in Hawaii. He was enthused about his new-found religion, and after two years of membership both he and his eldest son held the priesthood. They prospered and enjoyed the fellowship of the little branch. They anxiously looked forward to being sealed as a family for eternity in the temple soon to be completed in Laie.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p22\" class=\"\">Then, as so often happens, a test crossed their path. One of their daughters became ill with an unknown disease and was taken away to a strange hospital. People in Hawaii were understandably wary of unknown diseases, as such diseases had wrought so much havoc there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p23\" class=\"\">The concerned family went to church the next Sunday, looking forward to the strength and understanding they would receive from their fellow members. It was a small branch. This young father and his son very often took the responsibility for blessing and passing the sacrament. This was one such Sunday. They reverently broke the bread while the congregation sang the sacrament hymn. When the hymn was finished, the young father began to kneel to offer the sacrament prayer. Suddenly the branch president, realizing who was at the sacred table, sprang to his feet. He pointed his finger and cried, “Stop. You can’t touch the sacrament. Your daughter has an unknown disease. Leave immediately while someone else fixes new sacrament bread. We can’t have you here. Go.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p24\" class=\"\">How would you react? What would you do?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p25\" class=\"\">The stunned father slowly stood up. He searchingly looked at the branch president, then at the congregation. Then, sensing the depth of anxiety and embarrassment from all, he motioned to his family and they quietly filed out of the chapel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p26\" class=\"\">Not a word was said as, with faces to the ground, they moved along the dusty trail to their small home. The young son noticed the firmness in his father’s clenched fists and the tenseness of his set jaw. When they entered their home they all sat in a circle, and the father said, “We will be silent until I am ready to speak.” All sorts of thoughts went through the mind of this young boy. He envisioned his father coming up with many novel ways of getting revenge. Would they kill the branch president’s pigs, or burn his house, or join another church? He could hardly wait to see what would happen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p27\" class=\"\">Five minutes, ten minutes, fifteen minutes—not a sound. He glanced at his father. His eyes were closed, his mouth was set, his fingers clenched, but no sound. Twenty minutes, twenty-five minutes—still nothing. Then he noticed a slight relaxing of his father’s hands, a small tremor on his father’s lips, then a barely perceptible sob. He looked at his father—tears were trickling down his cheeks from closed eyes. Soon he noticed his mother was crying also, then one child, then another, and soon the whole family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p28\" class=\"\">Finally, the father opened his eyes, cleared his throat, and announced, “I am now ready to speak. Listen carefully.” He slowly turned to his wife and said, meaningfully, “I love you.” Then turning to each child, he told them individually, “I love you. I love all of you and I want us to be together, forever, as a family. And the only way that can be is for all of us to be good members of The Church of Jesus Christ of Latter-day Saints and be sealed by his holy priesthood in the temple. This is not the branch president’s church. It is the Church of Jesus Christ. We will not let any man or any amount of hurt or embarrassment or pride keep us from being together forever. Next Sunday we will go back to church. We will stay by ourselves until our daughter’s sickness is known, but we will go back.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p29\" class=\"\">This great man had proper eternal perspective.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p30\" class=\"\">The daughter’s health problem was resolved; the family did go to the temple when it was completed. The children did remain faithful and were likewise sealed to their own families in the temple as time went on. Today over 100 souls in this family are active members of the Church and call their father, grandfather, and great-grandfather blessed because he kept his eyes on eternity, because he used his priesthood to bless his family, and because he recorded his feelings. How the heart of this father turned to his children, and how his children’s hearts turned to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p31\" class=\"\">All of you have similar incidents in your families. Search them out. Record them. Live by them, and pass them on to your posterity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p32\" class=\"\">I have a strong feeling that when this life is over, our personal and family histories and the influence they wield will be of much greater importance than we now think.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/writing-your-personal-and-family-history.p33\" class=\"\">Brethren, this is the work of the Lord. I testify that he lives and that he has great influence in our lives. May we have this understanding of eternity and see and feel and record his influence in our lives, I do humbly pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}