{"ID":3368, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Introduction to the Proclamation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/introduction-to-the-proclamation.p3\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03122_000_024<\/span>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/introduction-to-the-proclamation.p4\" class=\"\">My dear brothers and sisters, it is a deeply moving and wonderful experience to stand here today where the Prophet Joseph Smith stood 150 years ago. We came here last night by jet airplane from Salt Lake City. We made the trip in a matter of a half-dozen hours, flying eastward over the broad expanse of this beautiful land where long ago our forebears painfully traveled westward in search of a place where they could be free of persecution and could worship God according to the dictates of their own conscience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/introduction-to-the-proclamation.p5\" class=\"\">We are here, this lovely Easter morning, in the reconstructed farmhouse of Peter Whitmer, Sr. It has been faithfully restored for this occasion to bring to us anew the recollection of the all-important and significant event which occurred here a century and a half ago. In the years to come, it will be visited by good people from over the earth who will wish to stand where I stand today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/introduction-to-the-proclamation.p6\" class=\"\">In this very location on April 6, 1830, there assembled a small group to formally organize The Church of Jesus Christ of Latter-day Saints. They were believers in the testimony of the Prophet Joseph Smith that in a grove of trees not many miles from here, on a spring day in the year 1820, he beheld in vision God the Eternal Father and his Son, the resurrected Lord, Jesus Christ. There followed in the intervening years visitations of other resurrected heavenly beings. From the soil of Cumorah’s Hill, a few miles to the west of here, Joseph obtained from the angel Moroni the records of a people who anciently inhabited this land; and, through the gift and power of God, he translated that record, now known as the Book of Mormon. A substantial part of that work of translation was accomplished in this Whitmer home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/introduction-to-the-proclamation.p7\" class=\"\">On that historic Tuesday of April 6, 1830, one and a half centuries ago, six men from those assembled in this house organized the Church as a religious society. Three of the descendants of those men are here with us today—Sister Lorena Horner Normandeau, a great-granddaughter of Joseph Smith; Eldred G. Smith, a second great-grandson of Hyrum Smith; and Melvin Thomas Smith, a great-grandson of Samuel Harrison Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/introduction-to-the-proclamation.p8\" class=\"\">Standing here today we review in our minds the mighty faith and works of those who, from this humble beginning, gave so much to help move the Church to its present wondrous stature; and more importantly, we behold through the eye of faith a vision of its sure and glorious future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/introduction-to-the-proclamation.p9\" class=\"\">Now, my brothers and sisters, with the future before us, and sensing deeply the responsibilities and divine mission of the restored Church on this sacred occasion, the First Presidency and the Quorum of the Twelve Apostles declare to the world a proclamation. We have felt it appropriate to issue this statement from here, where the Church began. Accordingly, I shall ask Elder Gordon B. Hinckley of the Quorum of the Twelve Apostles, to speak in my behalf and in behalf of my brethren, to read this proclamation to you and to the world.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}