{"ID":337, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Without Purse or Scrip\"<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1948, pp. 100-104<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhile I have been sitting here today, I have been wondering how many of you in this\naudience have sons or daughters in the mission field. I don't believe President Smith would\nmind if I ask you to show your hands. Please do so. [A good number of hands.] I am\ninterested also in knowing how many of you folk here have ever traveled on missions for the\nLord and for the Church and at one time or another on those missions have traveled without\nmoney. Would you mind showing your hands? [A very large number responded.] The number\nis sufficient to give me courage to go ahead and talk.\n<\/p><p>\nRESPONSIBILITY OF A MISSION PRESIDENT\n<\/p><p>\nI have a distinct feeling of humbleness when I realize that I am one of a large number of men\nin whom the Presidency of the Church has placed the responsibility of guiding the young men\nof the Church on missions. The Lord said, in trying to explain his purposes to men, and of\ncourse he had to use the words of men:\n<\/p><p>\n. . . this is my work and my glory&mdash;to bring to pass the immortality and eternal life of man\n(<span class=\"citation\" id=\"38952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38952)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nWhen I see your boys come out into the field, with fear in their eyes and fear in their hearts,\nnot knowing how to commence, I realize that somehow my responsibility is to bring to pass\nin their hearts and their lives what the Lord desires when he said he wanted to bring men into\neternal life. It fills me with fear. I confess to you that I have spent more hours of the night in\nsleeplessness since I arrived on this mission, worrying about it, than I have at any other time\nin my life.    \n<\/p><p>\nI am sure, too, that I speak for my co-laborers      when I say this.\n<\/p><p>\nWITHOUT PURSE ON SCRIP\n<\/p><p>\nHow well these young men perform you need have no fear. They are remarkable. They come\namong the people of the world, and they are determined that theirs shall be a mission filled\nwith honor. They do not yet know for certain the one great lesson they must learn before they\ncan be good missionaries, but they certainly are anxious to learn it. I can still see a six-foot\nfour lad with eyes so large&mdash;it seems to me they filled his whole face they were so large&mdash;he\ncame into the mission home after a long ride and sat down, and we talked. Somehow he had\nheard he was going to go out and do some work in the country so he was nervous about it,\nand he began to ask me questions. He said, \"President Young, are we going to carry copies of\nthe Book of Mormon with us?\" I assured him that he was. He said, \"May we read these\ncopies of the Book of Mormon?\" \"Oh,\" I said, \"we want you to read them. You are\nsupposed to know what's on the inside so you can tell the people of the world about them.\"\nHe thought about that for a minute. He said, \"Do you mean we can read the Book of Mormon\nwe carry with us, and that we're going to carry some?\" \"Yes, sir.\" He heaved quite a sigh of\nrelief and finally said, \"Well, I don't mind going without purse, but I didn't want to go\nwithout script.\" The boy really thought we were going to take his Bible, his Book of\nMormon, his D&amp;C, his Pearl of Great Price, and all of his tracts away from him and let him\ngo with an empty suitcase.    \n<\/p><p>\nCARRYING GOSPEL TO INDIANS\n<\/p><p>\nNow, I should like to say one thing with regard to the principles of this matter. Brother\nBowen's remarks today are the key to it. Any boy who goes into the mission field with an\nidea that he is going to get personal development out of it will fail. If he goes into the\nmission field forgetting himself, with only the idea that he is going to do something for the\npeople of the world, that his message is the most sacred trust that he can possibly have, he\ncannot fail. That's the lesson that the elders learn. How well they learn it I should like to\nattest before you by letting them speak for themselves. I sent two of your boys out, recently,\nto a tribe of Indians. That's nothing unusual. Ever since Brother Kimball has urged us to get\nbusy, most of the brethren in the missions have done so, but I have delayed until just recently.\nThese young men said to me before they left, \"What are your instructions?\" I had none for\nthem. I did not know what to tell them, so I said, \"I don't know, but you go up there, and if\nyou have had the proper training in this mission, you will know what to do, after you have\nasked the Lord.\" I assured them that if they were humble enough and really desired to help\nthose people find out about their ancestors, the way would be opened. Their faces were white\nwhen they left, and I am sure they were uneasy about the assignment. May I now let them\nspeak for themselves? I borrowed from one of the boy's parents a letter and would like to\nread a small portion of it to you:\n<\/p><p>\n\"President Young gave us no instructions, but we have had free rein and have only to depend\non the Lord to guide us in presenting our message. He has blessed us even more than we\ncould have hoped for.\" Then he tells how they hired a hall in the reservation hoping the\nIndians would come out, how only one or two showed up, even though they had promises\nfrom many, how they felt very much discouraged about it. Finally, they left. An old\ngentleman at the hall walked out, too. Catching up with them on a corner, they began to talk\nas they walked along. Finally the gentleman said to them (as they were silently praying to\nknow what to do, because they didn't want to have their evening spoiled).  \"I know a lady\ndown here who I think would like to hear you.\"       \n<\/p><p>\nTheir letter continues:\n<\/p><p>\n\"Well, we had nothing to lose and felt we should go in and see her, so we did. They were the\npeople to whom we had loaned a Book of Mormon, a Mrs. Shay and a couple of other\npeople. These are Indian people with American names. We were just going to spend a while\nvisiting one or two people, we thought, and maybe to talk about the Church some, but the\nLord had other ideas. The people who were in the house didn't avoid us as most would, but\ncame on in the living room and sat down, and another girl came in and sat down in the living\nroom. The Franceses came in, then came another Mr. and Mrs. Shay who were going to the\nhall quite late, but finding us not there just happened in at the place where we were. Another\nyoung man drifted in and took a chair, another young girl, then two ladies came. They had\nbeen directed to where we were by a sick man who had just heard,\" (and the Elder adds in his\nletter) \"I wonder how he heard about where we were.\n<\/p><p>\n\"Then Chief Tahachee himself drifted in, and before the evening was over a couple or three\nmore. It was miraculous how people just seemed to gravitate to where we were. It just worked\nin perfectly for a warm friendly cottage meeting which I suggested, as Elder M. felt the same\nway. With an audience of ten or twelve adults and a couple of children we began the meeting.\nElder M. prayed beautifully. I stood and talked on the restoration of the Book of Mormon for\ntwenty minutes or so, the most inspired, easiest talk I ever gave. It was promoted by the Holy\nGhost; I know it was. I bore my testimony humbly and fervently to the truthfulness of the\nBook of Mormon, their book, and that the Church is true, and that Jesus lives.  I told them of\nthe vision of Joseph Smith, of the bringing forth of the book, about the Witnesses, the need\nfor the Book of Mormon. The people were very attentive and drank it all in, and then Elder\nM. got up and gave a beautiful talk confirming mine, telling more about the Book of\nMormon, how to get a testimony and other great points pertinent to the time. It was an\ninspired talk. Then a half hour of questions, and we loaned or gave to them\" (according to\nhow it works out, I suppose) \"five more Books of Mormon. They were eager to have them,\nand I think will really read them with real interest and with real intent to know the truth.\nAfter I closed with prayer, there was a little more questioning, and we left with a fine spirit in\nthe place and went with Chief Tahachee toward the river. As we left, Mrs. Shay told us we\ncould hold a meeting at her place again if we didn't get the hall, and she would invite those\ninterested. Chief Tahachee took us to his house to meet his wife and played records of her\nsinging of Indian songs, and he chanted and played tom-toms for us. He was very friendly. As\nwe left his place and headed home across the frozen river in the bright moonlight, I said,\n'You can't tell me prayers aren't answered.'\"\n<\/p><p>\nThat letter is from a pair of missionaries who went out some time ago in the mission field\nand were obedient, with the belief that if they did their best and were humble, they could hear\nin their hearts the voice of the Lord directing them what to do. They are opening up the work\nwith that particular tribe of Indians, not by my direction, I assure you, but under the\ninspiration the Lord gives to those who humbly desire to discover for themselves by works\nwhat he desires.\n<\/p><p>\nCHANGE WROUGHT IN MISSIONARY\n<\/p><p>\nI would like to give one more incident, if I may: We had a missionary go out to stay but a\nyear. He informed me that he had come out to get an experience. He didn't want to go\nthrough his life and finish his college without being able to say that he had had a missionary\nexperience. He felt it would do him good. This is what he writes:\n<\/p><p>\n\"In these past three months He has abundantly blessed me beyond my power of words to\nexpress, and a rich deep feeling of happiness which I have within me at this moment and\nwhich I have enjoyed during this work has been pay enough for me. May I enumerate just\nhow He has blessed us and what the results are?\"\n<\/p><p>\n( He isn't going home at the end of his year.)\n<\/p><p>\n\"The way was opened to us to change our place of lodging and to find a lovely three-room\napartment completely furnished for only ten dollars a month, (They had been paying ten\ndollars a week,) \"living in the house of good Christian people and every opportunity to\npreach the gospel to them. During these three months we have sold forty-five copies of the\nBook of Mormon and held fifty-two cottage meetings.\n<\/p><p>\n\" We organized a Sunday School with an attendance of twenty-five persons there this past\nSunday and a promise of fifteen others that they would start attending in the immediate\nfuture. Been invited out to ninety dinners, thus cutting down our expenses, and also providing\na way that we could preach the gospel to them. We have had the following items given to us:\nThirty-three quarts of preserves, ten dozen eggs, three pies, four cakes, six jars of jams and\njellies, three cans of honey, thus cutting down some more on the expenses. Perhaps the\ngreatest exhibit to show for this work is the fact that five persons have requested baptism at\nour hands, and two men who have been members of the Church, have repented of their sins\nand are earnestly living the Word of Wisdom and are desirous of advancing in the priesthood.\n<\/p><p>\n\"Two future requests to speak before large groups of from forty to sixty people on the subject\nof Mormonism. All of these items point to the fact that it can be done if a missionary desires\nto do the will of his Father in heaven and realize the hopes of the folks who send him, and it\ncan be done in the period of a few short months.\"\n<\/p><p>\nThose two young brethren, my friends and fellow workers, are only two of four thousand who\nfeel just exactly the same way.\n<\/p><p>\nMay the Lord help us to give them support by our faith and prayers, I ask, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}