{"ID":3374, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Coming Tests and Trials and Glory\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p2\" class=\"\">Elder Bruce R. McConkie<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03122_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2952.jpg\" alt=\"Elder Bruce R. McConkie\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p3\" class=\"\">We stand today on a mountain peak, on a majestic, glorious peak in the midst of the mountains of Israel. To gain this height, we have climbed over peaks of peace and trudged through the valleys of despair.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p4\" class=\"\">Below us lie the deserts of sin and the forests of evil; below us stretch the swamps of carnality and the plains of passion; below us rage the roaring rivers of war and hate and crime, through all of which we have struggled to reach this summit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p5\" class=\"\">Above us, stretching crest on crest, are yet greater and grander peaks. Each one is rimmed with rivers and forests and cliffs and crags. There are deep canyons and steep precipices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p6\" class=\"\">Along the way we shall yet climb, hidden in the underbrush, is the lair of the lion and the hole of the asp. Venomous serpents are coiled on ledges beside the path and jackals lurk in dark caves by the wayside.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p7\" class=\"\">Our onward course will not be easy. The way ahead will be blocked by a landslide of lasciviousness; an avalanche of evil will bury the trail.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p8\" class=\"\">As we trudge forward, sharp rocks will cut our feet; rivers of lava will melt the soles of our sandals; and we shall be hungry and thirsty and faint. The way ahead will be hard and the path rugged.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p9\" class=\"\">But far in the distance—its heights hidden in the clouds, the divine Shechinah resting upon its summit—far in the distance stands Mount Zion, the grandest peak of all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p10\" class=\"\">Through the morning mists we see Mount Zion, whereon is built “the city of the living God, the heavenly Jerusalem,” where there is assembled “an innumerable company of angels,” on whose height is congregated “the general assembly and church of the firstborn” (<span class=\"citation\" id=\"24475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24475)\">Heb. 12:22–23<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p11\" class=\"\">From where we stand, on the peak of 150 years of progress, the view is glorious indeed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p12\" class=\"\">Looking back with pride, we see the spring of 1820 when the Gods of heaven, the supreme rulers of the universe, rent the heavens, appeared to Joseph Smith, and ushered in the dispensation of the fulness of times (see <span class=\"citation\" id=\"17527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17527)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17527)\">D&amp;C 112:30<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p13\" class=\"\">We see Moroni flying through the midst of heaven, sounding the trump of God, and revealing the book which whispers from the dust with a familiar spirit (see <span class=\"citation\" id=\"42513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42513)\">Rev. 14:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p14\" class=\"\">We see other angelic ministrants come, bringing keys and powers and authorities until all of the keys of the kingdom of God are committed unto man on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p15\" class=\"\">We see the little stone cut from the mountain without hands beginning to roll forth toward that coming day when it shall smite the Babylonian image, break in pieces the kingdoms of men, and fill the whole earth (see <span class=\"citation\" id=\"10765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10765)\">Dan. 2:34–35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p16\" class=\"\">We see the elders of the kingdom going forth to many nations, crying repentance, gathering Israel, and assembling the faithful in the tops of the mountains where stands the house of the Lord (see <span class=\"citation\" id=\"4029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4029)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4029)\">2 Ne. 12:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p17\" class=\"\">We see converts and stakes and temples. Gifts and signs and miracles abound. The sick are healed and the dead are raised by the power of God, and the work of the Lord goes forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p18\" class=\"\">But amid it all there is sorrow and toil and testing. The Saints are tried to the full to see if they will abide in the Lord’s covenant even unto death (see <span class=\"citation\" id=\"17500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17500)\">D&amp;C 98:14<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p19\" class=\"\">Our gaze falls upon Carthage, where murderous devils in human guise shed the best blood of the nineteenth century.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p20\" class=\"\">We see Nauvoo in flames and the holy temple of God desecrated by depraved and cursing fiends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p21\" class=\"\">We see snow and cold and death and graves, as a weary people follow a new leader to their promised land.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p22\" class=\"\">We see a people cursed and smitten and driven as they lay their all on the altar, and we hear them sing with their might, “All is well, all is well” (<span class=\"emphasis\">Hymns,<\/span> no. 13).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p23\" class=\"\">We see prophet follow prophet as the faithful seek to prepare a people for the Second Coming of him whose witnesses they are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p24\" class=\"\">But our joy and rejoicing is not in what lies below, not in our past—great and glorious as that is—but in our present and in our future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p25\" class=\"\">Nor are the days of our greatest sorrows and our deepest sufferings all behind us. They too lie ahead. We shall yet face greater perils, we shall yet be tested with more severe trials, and we shall yet weep more tears of sorrow than we have ever known before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p26\" class=\"\">We honor our forebears and reverence our prophets. We rejoice in the goodness of God to them and thank him and them for the heritage that is ours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p27\" class=\"\">As we ponder these things and count our blessings, we seem to hear a voice acclaim, “Put off thy shoes from off thy feet for the place whereon thou standest is holy ground” (<span class=\"citation\" id=\"22906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22906)\">Ex. 3:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p28\" class=\"\">But we know that our work is in the living present and our glorious destiny lies ahead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p29\" class=\"\">From the top of the peak where the soles of our feet now tread, we can look forward, crest upon crest, to the Zion of God which one day will be ours if we walk in the course charted by those who have gone before. We cannot see the whole course; many things are hidden from our view. Mountain trails wind through valleys and over crests, around ledges, and through forests. We do not know the length of the journey nor the perils that await us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p30\" class=\"\">But what we can see causes us to rejoice and to tremble. We tremble because of the sorrows and wars and plagues that shall cover the earth. We weep for those in the true Church who are weak and wayward and worldly and who fall by the wayside as the caravan of the kingdom rolls forward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p31\" class=\"\">We rejoice because of the glory and honor that awaits those who come forth out of all this tribulation with clean hands and pure hearts (see <span class=\"citation\" id=\"41961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41961)\">Ps. 24:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p32\" class=\"\">Looking ahead, we see the gospel preached in all nations and to every people with success attending.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p33\" class=\"\">We see the Lord break down the barriers so that the world of Islam and the world of Communism can hear the message of the restoration; and we glory in the fact that Ishmael—as well as Isaac—and Esau—as well as Jacob—shall have an inheritance in the eternal kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p34\" class=\"\">We see congregations of the covenant people worshipping the Lord in Moscow and Peking and Saigon. We see Saints of the Most High raising their voices in Egypt and India and Africa.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p35\" class=\"\">We see stakes of Zion in all parts of the earth; and Israel, the chosen people, gathering into these cities of holiness, as it were, to await the coming of their King.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p36\" class=\"\">We see temples in great numbers dotting the earth, so that those of every nation and kindred and tongue and people can receive the fulness of the ordinances of the house of the Lord and can qualify to live and reign as kings and priests on earth a thousand years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p37\" class=\"\">We see the seed of Cain—long denied that priestly power which makes men rulers over many kingdoms—rise up and bless Abraham as their father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p38\" class=\"\">We see the Saints of God, who are scattered upon all the face of the earth, rise in power and glory and stand as lights and guides to the people of their own nations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p39\" class=\"\">We see our children and our children’s children stand firm in defense of truth and virtue, crowned with the power of God, carrying off the kingdom triumphantly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p40\" class=\"\">We see the faithful Saints perfecting their lives and preparing for the coming of him whose children they are, preparing for the glorious mansion he has promised them in the kingdom of his Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p41\" class=\"\">But the vision of the future is not all sweetness and light and peace. All that is yet to be shall go forward in the midst of greater evils and perils and desolations than have been known on earth at any time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p42\" class=\"\">As the Saints prepare to meet their God, so those who are carnal and sensual and devilish prepare to face their doom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p43\" class=\"\">As the meek among men make their calling and election sure, so those who worship the God of this world sink ever lower and lower into the depths of depravity and despair.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p44\" class=\"\">Amid tears of sorrow—our hearts heavy with forebodings—we see evil and crime and carnality covering the earth. Liars and thieves and adulterers and homosexuals and murderers scarcely seek to hide their abominations from our view. Iniquity abounds. There is no peace on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p45\" class=\"\">We see evil forces everywhere uniting to destroy the family, to ridicule morality and decency, to glorify all that is lewd and base. We see wars and plagues and pestilence. Nations rise and fall. Blood and carnage and death are everywhere. Gadianton robbers fill the judgment seats in many nations. An evil power seeks to overthrow the freedom of all nations and countries. Satan reigns in the hearts of men; it is the great day of his power.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p46\" class=\"\">But amid it all, the work of the Lord rolls on. The gospel is preached and the witness is born. The elect of God forsake the traditions of their fathers and the ways of the world. The kingdom grows and prospers, for the Lord is with his people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p47\" class=\"\">Amid it all, there are revelations and visions and prophecies. There are gifts and signs and miracles. There is a rich outpouring of the Holy Spirit of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p48\" class=\"\">Amid it all believing souls are born again, their souls are sanctified by the power of the Spirit, and they prepare themselves to dwell with God and Christ and holy beings in the eternal kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p49\" class=\"\">Is it any wonder that we both rejoice and tremble at what lies ahead?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p50\" class=\"\">Truly the world is and will be in commotion, but the Zion of God will be unmoved. The wicked and ungodly shall be swept from the Church, and the little stone will continue to grow until it fills the whole earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p51\" class=\"\">The way ahead is dark and dreary and dreadful. There will yet be martyrs; the doors in Carthage shall again enclose the innocent. We have not been promised that the trials and evils of the world will entirely pass us by.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p52\" class=\"\">If we, as a people, keep the commandments of God; if we take the side of the Church on all issues, both religious and political; if we take the Holy Spirit for our guide; if we give heed to the words of the apostles and prophets who minister among us—then, from an eternal standpoint, all things will work together for our good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p53\" class=\"\">Our view of the future shall be undimmed, and, whether in life or in death, we shall see our blessed Lord return to reign on earth. We shall see the New Jerusalem coming down from God in heaven to join with the Holy City we have built. We shall mingle with those of Enoch’s city while together we worship and serve the Lord forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p54\" class=\"\">And so, as we view the endless course ahead, the glory and wonder on each succeeding peak seems to swallow up the shadows and sorrows in the valleys below.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p55\" class=\"\">With our souls attuned to the infinite, we seem to hear a heavenly choir whose celestial strains resound through the mountains of Israel. The music purifies our souls and the words become a psalm of worship—the Psalm of the Restoration. From peak to peak the echoing strains acclaim:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p56\" class=\"\">\n\t<span class=\"emphasis\">Glory and honor unto the Lord our God. Let heaven and earth acclaim his name, for he hath wrought wondrous works in all the earth.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p57\" class=\"\">Sing unto him, for he sendeth his holy angel and restoreth his pure word. He calleth truth from the earth and raineth righteousness from heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p58\" class=\"\">Blessed be his great and holy name. He restoreth the kingdom to Israel; he gathereth his elect out of all nations; he inviteth the Gentiles to join with his people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p59\" class=\"\">All glory to the Lord our King, for he cometh to reign gloriously among his Saints. He cometh with fire, and the wicked are as stubble. He cometh with loving kindness, and his redeemed inherit the earth. Glory and honor unto the Lord our God. Sing unto him for his wondrous works. Blessed be his great and holy name. All glory to the Lord our King.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p60\" class=\"\">And as these psalmic words echo and reecho in our hearts, we hear other things that it is not lawful for us to utter; and there comes into our hearts that sure witness that he who called his ancient covenant people, he who guides and preserves us at this hour, even he will be with us and ours everlastingly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p61\" class=\"\">Our souls are at rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/the-coming-tests-and-trials-and-glory.p62\" class=\"\">In the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}