{"ID":3376, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Self-Accountability and Human Progress\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p2\" class=\"\">Elder Dean L. Larsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03122_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:246c.jpg\" alt=\"Elder Dean L. Larsen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p3\" class=\"\">My comments today will bear upon President Kimball’s challenge to us to rise above the plateaus we have been on. They will relate also to the added flexibility and freedom we are being encouraged to assume in the new pattern of Sunday worship and weekday activity. I’ll speak to the principle which undergirds these new developments. Latter-day Saints understand that mortal life was purposefully designed to place us in circumstances where we can be individually tested and where, by the exercise of the agency God has given us, we can determine what our future possibilities will be. The ancient prophet Lehi understood this when he said to his son Jacob, “Wherefore, men are free according to the flesh; and all things are given them which are expedient unto man. And they are free to choose liberty and eternal life, through the great Mediator of all men, or to choose captivity and death” (<span class=\"citation\" id=\"4019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4019)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4019)\">2 Ne. 2:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p4\" class=\"\">He further explained that men “have become free forever, knowing good from evil; to act for themselves and not to be acted upon, save it be by the punishment of the law … according to the commandments which God hath given” (<span class=\"citation\" id=\"4018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4018)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4018)\">2 Ne. 2:26<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p5\" class=\"\">On one occasion the Lord explained that it was his desire that “every man may act in doctrine and principle pertaining to futurity, according to the moral agency … given unto him, that every man may be accountable” (<span class=\"citation\" id=\"17509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17509)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17509)\">D&amp;C 101:78<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p6\" class=\"\">When we understand what is right and what is wrong, we are in a position to exercise our freedom in making choices. In so doing, we must stand accountable for our decisions, and we cannot escape the inevitable consequences of these choices. Such freedom to exercise moral agency is essential in an environment where people have the highest prospects for progress and development.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p7\" class=\"\">By our very endowment as children of an Eternal Father, we have had implanted within our souls the urgency to be free. It is natural for us to want to be accountable for our own fates, because there is a whispering within us confirming that this accountability is absolutely essential to the attainment of our eternal destiny.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p8\" class=\"\">The existence of laws, regulations, and procedures has never been sufficient to compel men to obedience. Productive obedience comes through the exercise of free will. Elder Albert E. Bowen of the Quorum of the Twelve once said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p9\" class=\"\">“It is a truism that no law is any better than the people who administer it. Howsoever well framed a law may be or however worthy its purpose, it can degenerate into utter futility unless wisely administered by those sympathetic with its purposes” (<span class=\"emphasis\">The Church Welfare Plan,<\/span> Sunday School manual, 1946, p. 115).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p10\" class=\"\">We are told in the scriptures that prior to the creation of this earth, fully one-third of all the hosts who contemplated the challenges of mortal life allowed themselves to be deluded into thinking that there were acceptable alternatives to the essential risks that accompany the exercise of agency and free will (see <span class=\"citation\" id=\"7351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7351)\">Abr. 3:27–28<\/a><\/span>; <span class=\"citation\" id=\"42510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42510)\">Rev. 12:4<\/a><\/span>). The price they paid is beyond comprehension. Today we are being encouraged to accept greater responsibility for the allocation of our time, for our spiritual development through personal and family study of the gospel, and for giving loving Christian service. We must be willing to respond to this new challenge. Our willingness to accept this added accountability will exert an influence that will reach far beyond our Sunday worship service and religious life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p11\" class=\"\">Unless we retain a vibrant desire to be free, and unless we understand and practice the principles that give life to essential freedoms, we have little reason to hope they will endure. If we allow ourselves to accept dependency and regulation and to cease valuing independence and self-accountability, then we are vulnerable to the forces that destroy freedom. If righteousness is judged primarily by the degree to which one responds to programmed activity, then a condition develops within which opportunities for progress decline. The resulting tragedy affects the mortal potential of man and has a profound effect on his eternal possibilities as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p12\" class=\"\">Programmed behavior cannot produce the level of spiritual development required to qualify one for eternal life. A necessary range of freedom and self-determination is essential to one’s spiritual development. With an understanding of correct principles and an intrinsic desire to apply them, one must be motivated within himself to do many good things of his own free will; for, as the revelation says, the power is in him wherein he is an agent unto himself (see <span class=\"citation\" id=\"17419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17419)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17419)\">D&amp;C 58:27–28<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p13\" class=\"\">In preserving our freedom for self-determination, we cannot ignore the need for carefully ordered structure and procedure within government or any other organization. A careful balance must be maintained between that which is ordered for the welfare of the group and that which is reserved for the conscience and the incentive of the individual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p14\" class=\"\">This necessary balance of freedom and restraint is essential to right relationships within families and communities, and it cannot be ignored in our assignments within the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p15\" class=\"\">I have pondered the injunctions that have come to us in recent months from leaders of the Church to simplify and reduce the number of programmed activities prescribed for the members. There seems to be a sensitivity to the need for maintaining this essential balance. We have heard increased emphasis given to the need for individual initiative and accountability within families. In his concluding remarks at the April 1979 general conference, President Kimball said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p16\" class=\"\">“The basic decisions needed for us to move forward, as a people, must be made by the individual members of the Church. The major strides which must be made by the Church will follow upon the major strides to be made by us as individuals. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p17\" class=\"\">“… Our individual spiritual growth is the key to major numerical growth in the kingdom” (<span class=\"emphasis\">Ensign, <\/span>May 1979, p. 82).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p18\" class=\"\">I rejoice in the spirit and intent of this instruction from a living prophet. I see in it the purposeful effort to preserve our individual accountability in the context of our Church membership and religious life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p19\" class=\"\">When members of the Church exercise self-determination in their application of gospel principles they need not relax in their compliance with these principles. In fact, optimum progress can only occur when conditions are ideal for it, and these conditions must include the necessary degree of freedom and self-accountability. Anything less will guarantee stunted spiritual growth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p20\" class=\"\">We must understand that as freedom for unrestricted development is enhanced, the possibilities for failure are also increased. The risk factor is great. The ideal cannot be achieved otherwise. Celestial attainment can be reached in no other environment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p21\" class=\"\">We have inspired leaders today who are reconfirming the fact that there is no ultimate safety in programmed security where others assume accountability for our direction and performance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p22\" class=\"\">Those who insist that a Church program exist for every contingency and need are as much in error as their counterparts who demand that government intervene in every aspect of our lives. In both instances the ideal balance is destroyed with a resultant detriment to human progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p23\" class=\"\">These are essential truths which our leaders are reinforcing for us today. These are challenging truths. They demand much of us. They press us to make our lives better by our own initiative and by our own efforts. They make no unconditional promises.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/self-accountability-and-human-progress.p24\" class=\"\">At the same time, our obedience to them preserves for us the elements of life which make individual progress possible. They make life purposeful and full of promise. They lead to eternal progress. Humanity cannot fulfill its destiny when these truths are disregarded and abused. I cherish them with all my soul and am unreservedly committed to their promulgation among all the peoples of the earth. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}