{"ID":3378, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Let Us Not Weary in Well Doing”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/let-us-not-weary-in-well-doing.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03122_000_035<\/span>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/let-us-not-weary-in-well-doing.p3\" class=\"\">This has been a glorious conference, my brothers and sisters! I have felt close to those of you in the Tabernacle, even though we are separated by a whole continent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/let-us-not-weary-in-well-doing.p4\" class=\"\">This great sesquicentennial conference has brought us all close to the beginnings of this dispensation. We have been refreshed because of those reminders. But even as we speak of beginnings, events in the world remind us that we are moving ever closer to the ending of this dispensation. So, for me, this conference has been filled with memories and also with anticipation—feelings which have combined to make me more grateful than ever for the privilege of being a part of this great latter-day work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/let-us-not-weary-in-well-doing.p5\" class=\"\">Viewed in perspective, 150 years isn’t really a very long time, even in human history. It is but a brief moment in eternity. You and I know that, actually, individuals and institutions are measured by deeds, not days; by service, not centuries. Just as an individual’s life can often make up in quality what it lacks in length of years, so The Church of Jesus Christ of Latter-day Saints has compressed into 150 years many significant accomplishments. We don’t have to be old to be great.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/let-us-not-weary-in-well-doing.p6\" class=\"\">We have now had twelve Presidents of the Church. I wish to express my deep and heartfelt appreciation for each and all of the eleven Presidents who have preceded me and for all that they and their associates and the general membership of the Church were able to achieve, often in the face of seemingly insurmountable obstacles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/let-us-not-weary-in-well-doing.p7\" class=\"\">One cannot study the history of the Church without being impressed with how steadfast the majority of the Saints have always been in the midst of difficulty. I sense that same steadfastness in the Church today. Our members know their Lord. They know his leaders. They know their Master’s voice and follow it. They do not follow strange voices nor the spurious enticements of strangers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/let-us-not-weary-in-well-doing.p8\" class=\"\">We have been entrusted with a special message for all the world. We must ever be conscious of that trust and ever be on the alert. There is a tide to be taken now in the affairs of the Church in all the earth which will lift us up and carry us forward as never before. Let us then not weary in well doing [see <span class=\"citation\" id=\"23330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23330)\">Gal. 6:9<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/let-us-not-weary-in-well-doing.p9\" class=\"\">Now, my brothers and sisters, as we move into the last half of the Church’s second century, let us keep our faith beautifully simple. May we, as Paul said, be “wise unto that which is good, and simple concerning evil” (<span class=\"citation\" id=\"42894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42894)\">Rom. 16:19<\/a><\/span>). Learn to recognize evil, and shun it always. May we keep Church programs and organizations simple. If we do, we will build to a thrilling and rewarding momentum in the days and months and years ahead. The Savior urged his followers to be “wise as serpents, and harmless as doves” (<span class=\"citation\" id=\"36697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36697)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36697)\">Matt. 10:16<\/a><\/span>). Let us follow that counsel today. Let us so live that if people speak critically of us they must do so falsely and without justification.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/let-us-not-weary-in-well-doing.p10\" class=\"\">Let us hold fast to the iron rod. The Savior urged us to put our hand to the plow without looking back. In that spirit we are being asked to have humility and a deep and abiding faith in the Lord and to move forward—trusting in him, refusing to be diverted from our course, either by the <span class=\"emphasis\">ways<\/span> of the world or the <span class=\"emphasis\">praise<\/span> of the world. I see that quality of readiness and devotion in our people today. There is so much yet to be done! let us, then, move forward; let us continue the journey with lengthened stride. The Lord will lead us along, and he will be in our midst and not forsake us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/let-us-not-weary-in-well-doing.p11\" class=\"\">I know with all my soul that Jesus Christ is the Son of God, that he died on the cross and was resurrected from the dead. He is the risen Lord, the Great Presiding High Priest, and he stands at the head of the Church. Of this I testify this beautiful Easter Sunday, on this great anniversary of the restoration and organization of the Church on this very spot 150 years ago. In the name of Jesus Christ. Amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}