{"ID":338, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Build or Destroy<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1948, pp. 104-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, it is a great inspiration to see all of you folk before me, you who are\nleaders in the stakes and wards and missions. I pray for the blessings of the Lord.\n<\/p><p>\nWORK AMONG INDIANS PROGRESSING\n<\/p><p>\nIt has been hard for me to refrain from talking about the Indians this time, but I must mention\none or two items inasmuch as President S. Dilworth Young has spoken of them.\n<\/p><p>\nDown on the Navajo Reservation, the Indians call the members of the Church of Jesus Christ\nof Latter-day Saints, \"<i>Gamalii<\/i>.\" Recently at mission headquarters, they were trying to\nascertain from the natives, themselves, what this word meant to them. And one Navajo said,\n\"A '<i>Gamalii<\/i>' is one who invites you to dinner and does not charge you for it.\" And another\nsaid, \"A '<i>Gamalii<\/i>' is one who has the same father and mother that we have.\"\n<\/p><p>\nI will just say that the work among the Indians is progressing, for which we are deeply\ngrateful.\n<\/p><p>\nERUPTION OF MT. VESUVIUS\n<\/p><p>\nI want to comment on another theme and preface it by a little experience: Back in 1937,\nSister Kimball and I had the privilege of traveling through some of the European countries,\nand it was our privilege to go, among other places, to Italy. And one of the most intriguing\nsights in that country was Mt. Vesuvius in eruption. Here we saw a high, conically-shaped\nmountain, and at night for nearly a hundred miles we could see the display of fireworks in the\nheavens. We came around the semi-circular bay of Naples to the city of Pompeii. As a child I\nhad read the book, <i>The Last Days of Pompeii<\/i>, telling about the eruption of 79 A.D., when the\ncities of Pompeii and Herculaneum were destroyed. Here we were, visiting the city of the\ndead, which had been covered and hidden for nearly two millenniums. We walked through the\nstreets of this deserted city, now excavated; we went into the shops, homes, and temples; we\nsaw their liquor establishments and houses of prostitution with the pictures still on the walls\nin original colors. These all had been buried under ashes for long centuries. We climbed this\nmountain with its cinders and lava, and when we came into the great crater at the top, we\nwere amazed to find that a few inches beneath our feet was molten lava, still flaming.\n<\/p><p>\nWe climbed up into the crater of that volcanic mountain. In ages past there had been a terrific\nconvulsion of nature, and a mountain was born. Lying dormant for long centuries, the monster\nhad watched with evil eye the coming of the inhabitants, the planting of vineyards upon its\nsunny slopes, and the building of homes upon its foothills. But finally in jealous rage at\nseeing green things grow, and children laugh and play, and life spring up in contrast to its\nage-old environment of desolation and death, the ogre burst forth in fiery blasts spewing its\nseething vomit from its corrupt throat in molten lava to run down its sides and to fill the\nheavens with its ash and steam and rocks. The volcano was merciless. It would leave nothing\nto grow upon its breasts.\n<\/p><p>\nIn a matter of hours the fury of this powerful destroyer had seared the trees, the vines, and all\nliving things, long before the slow moving lava had reached them to crush and burn them into\nnothingness. The heavens were filled with ashes which soon smothered all life including the\nhumans who were utterly helpless before the whims of this destructive element.\n<\/p><p>\nAll was destruction: Plants and people were destroyed; homes, shops, baths, and circuses\nleveled; soil covered with a conglomerate mass of hardness which would take the elements\nages to pulverize into soil again. All was death!\n<\/p><p>\nWONDER OF THE NILE RIVER\n<\/p><p>\nThen across the blue Mediterranean is a contrasting picture of the builder in nature. The Nile\nRiver, one of the greatest wonders of the World, changes the dead and barren sands of the\ndesert into a fertile land with trees and grass and animal life. The heavy April showers in the\nbasin of the White Nile start the flood, and the May rains in Abyssinia swell the stream with\nits rich muddy water that fertilizes as it irrigates, and this sterile sand becomes fertile land to\nbring life from death. The mud and water constitute the difference between the Sahara Desert\nand the green gardens and fields of Egypt. Those of us who have been in the Gila Valley in\nArizona, which is one of the most notable examples of soil erosion in the world perhaps, will\nknow about what has been done in the valley of the Nile. The rich sediment is laid gently on\nthe land so that it might produce crops. The productive valley is a gift of the river Nile. It is\nat once a garden and a museum; a composite of the ancient and modern; the land of Abraham\nand Joseph and Moses with its sphinxes and catacombs and pyramids, and the land of today\nwith its 19,000,000 people; a land of brilliant sun deep blue sky, and vivid colors, with the\ndriest air in the world. In contrast to the sand under the glare of the sun and the dull color of\nthe river, the fields and palms appear the greenest things in the world. The sand pours over\nthe yellow rocks in a torrent of gold, and the rocks cast purple shadows. All this is the bounty\nof the Nile, which nurtures life in the very jaws of the death of the hot dry desert through\nwhich it flows. Its annual overflow is one of the greatest marvels of the world. It has risen to\nwithin a few hours of the same time and to within a few inches of the same height year after\nyear for unknown ages.\n<\/p><p>\nAnother spring, another flood, the soaking stream, more fertile mud and the Nile continues to\ngive, to build and sustain, while Vesuvius burns and crushes and suffocates. The volcano is a\ndestroyer&mdash;the river a builder.\n<\/p><p>\nMEN MAY BUILD OR DESTROY\n<\/p><p>\nI find that men are like rivers and volcanoes. They construct, and they destroy; they purify\nand inspire, and they defile and mystify; they give life, and they bring about death. Recently I\nhad a visit from a handsome youth, the product of a builder. His eyes were bright; his step\nwas light; he walked with calm assurance. Here were courage, optimism, and positiveness. He\nwas clean. He had a wholesome attitude toward life, no sourness, no bitterness. He looked life\nstraight in the eye and met its challenges. \"All my life,\" he told me, \"I have been taught that\n'cleanliness is next to Godliness.' Through all the priesthood and auxiliary organizations I\nhave learned Pants statement:' . . . that ye are the temple of God, and that the Spirit of God\ndwelleth in you?'\n<\/p><p>\n\" 'If any man defile the temple of God, him shall God destroy; for the temple of God is holy,\nwhich temple ye are.'\" (<span class=\"citation\" id=\"163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(163)\">1 Cor. 3:16-17<\/a><\/span>).\nHe had been eager to fill a mission, for\nsaid he: \"Since my earliest recollection, I have earmarked my savings for my mission: I have\nlistened intently to every returning missionary and anticipated with eagerness my opportunity\nto go. All my life I have been taught by men of God who have stirred my ambition,\nstimulated my thinking, built my character, and increased my faith. There were always\nmarkers at the crossroads which I could recognize, for these valiant people had prepared me\nto identify them. Oh, how grateful I am that such builders have had a part in making my life!\nThey have helped to lift the fogs, dissipate the mists, banish the doubts, and fortify me against\nthe temptations. My life is full there is no remorse I have no fears&mdash;life is glorious and\nrich in promise.\"\n<\/p><p>\nAnd I remembered the words of the Lord through his ancient prophet:\n<\/p><p>\nHow beautiful upon the mountains are the feet of him that bringeth good tidings, that\npublisheth peace; . . . that publisheth salvation; that saith unto Zion, Thy God reigneth!\n(<span class=\"citation\" id=\"25079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25079)\">Isa. 52:7<\/a><\/span>).\n<\/p><p>\nVICTIM OF HUMAN DESTROYERS\n<\/p><p>\nIn contrast, I had a visit from one of the victims of the human destroyers. He was a\nfair-haired youth of twenty-two years; the last four of those years had been filled with\nexperiences too sordid and too horrible for a lad of those tender years&mdash;experiences which\nwould challenge the resistance of a veteran. His manner was mild, his approach shy, but his\nvoice registered sincerity. My heart immediately opened and took him in. \"Brother Kimball,\"\nhe asked, \"would it be possible for me to go on a mission? I think it would help me to find\nmyself again. I do want very much to go into the mission field.\"\n<\/p><p>\n\"You've had some frustrating experiences, haven't you?\" I asked. And he poured out his soul\nin a series of heart-rending stories. So many upon the head of a youth&mdash;and so concentrated!\nWhy, he had hardly recovered from one until another blow fell upon him. He continued: \"I\nhope that if I can go out and preach the gospel, I might be able to get my thinking straight, to\nbe really happy again, to get back that which I have lost. You see, Brother Kimball, I grew\nup in the Church clean and with never a doubt. I was active, faithful, believing. My trust was\ncomplete. I felt secure in my faith, never questioning seriously the truth. It was as though my\nbark of life were in a safe harbor, securely tied with heavy cable to docks which were\nimmovable. My parents and my Church leaders gave me anchor to hold me safe. Oh, if I\ncould only have again that sweet spirit of tranquility and peace and sureness!\"\n<\/p><p>\nThen he told me of the storms that had engulfed him. He had fought a war. There were\nhorrors in the battles; there were temptations in the camps. At eighteen he had been\nsurrounded suddenly by all the accumulated sins of the world. The pressure was crushing. For\ntwo years he had been hearing vile and vulgar speech and the name of God desecrated by\nconstant use. He told how well-meaning entertainers had come to the camps but had sung for\nthem sexy songs, told them ribald jokes, and had acted to satisfy the coarse, the crude, and\nvulgar. He had seen motion pictures in which smoking was universal, drinking was approved\nas smart and proper, immorality was condoned, and broken homes and infidelity in marriage\nwere common; he had spent his leisure hours in cities near the camps and had been accosted\nby women of the streets. And he had come to wonder! He had attended a class in his ward\nand had heard a discussion on the mysteries. Subjects were debated on which there was little\nrecorded revelation and on which there were conflicting opinions, and he had heard criticism\nof Church leaders, of Church policies, and of Church doctrines, and he wondered! He had\nread a book, the author of which was one of rich endowments, of much learning, and of\nconsiderable prestige. The things which our youth had always accepted were ridiculed. Logic\nwas used; rationalizing was done; corrupt writers of a bygone day were quoted; the\nsupernatural was explained away; the revelations were said to be man's wisdom; prophets\nwere demoted to the status of laymen; and even Gods were dethroned and made a creation of\nman. All this in strict denial and total destruction of the basic things which had always been\nhis life&mdash;and he continued to wonder. He had gone to school when the war was over, under\nthe G.I. Bill of Rights. Here he had been further confused. There was no personal God, he\nwas told, but God was a figment of the imagination, a creation of intellectual man. And God,\nbeing a creation of man could not help him, but man was alone to work out his own destiny.\nHe was led to believe that religion was for only the simple and gullible. He found that in the\nschools:\n<\/p><p>\nAtheism may be taught our children, but not the word of God, not the Bible, not the Prophets,\nnot the Apostles. Karl Marx is legal in the schools, but not Isaiah, or St. Mark. They suffer\nfrom Bible affiliation (George E. Sokolsky, <i>Atheism by Law<\/i>).\n<\/p><p>\nAnd his props had been moved from under him. His lighthouse was destroyed: his anchor\nbroken loose; his harbor blasted. His bark was at sea in a storm without anchor, sail, or\nrudder; and with a pilot who had lost his compass and knew not his way. His heaven was\nclouded, and his stars were hidden. His lights were all but extinguished, and his vision\ndimmed. And he said again: \"Oh, if I could only get back what I have lost of peace, of hope,\nof virtue, of faith! I had hoped that a mission might dispel the fog and mists; prove my\nrepentance; build back my faith in sacred things and return to me the testimony I once had\nwith all its peace, security, and happiness. I had hoped I might repair my bark and get it in\nfull control and steer it again into calm waters and safe harbors.\"\n<\/p><p>\nREDEEMER'S VIEW OF OFFENDERS\n<\/p><p>\nAnd as I felt the sincerity of this young man struggling for a foothold, for a foundation, for\nsomething to which to cling, there came these words of the Redeemer into my memory:\n<\/p><p>\nAnd whosoever shall offend one of these little ones that believe in me, it is better for him that\na millstone were hanged about his neck, and he were cast into the sea\n(<span class=\"citation\" id=\"33016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33016)\">Mark 9:42<\/a><\/span>).\n<\/p><p>\nAnd the words of the Lord came again:\n<\/p><p>\nBut woe unto you, scribes and Pharisees, hypocrites! for ye shut up the kingdom of heaven\nagainst men: for ye neither go in yourselves, neither suffer ye them that are entering to go in\n(<span class=\"citation\" id=\"34229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34229)\">Matt. 23:13<\/a><\/span>).\n<\/p><p>\nNot all scribes and Pharisees lived anciently. There are today wreckers as well as builders\namong men and in nature. In the Church library there are more than 1,700 books and\npamphlets of a defamatory character. The books are dead. They are seldom consulted. They\ncan be purchased from secondhand bookstores at low cost. The authors likewise are dead.\nThey flickered for a moment and went out, dying of their own corruption, after having\npolluted the minds of a few. They went into the discard while the cause they fought went\nsteadily on. Simon Peter warned us:\n<\/p><p>\n. . . there shall be false teachers among you, who privily shall bring in damnable heresies,\neven denying the Lord that bought them, and bring unto themselves swift destruction\n(<span class=\"citation\" id=\"4802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4802)\">2 Pet. 2:1<\/a><\/span>).\n<\/p><p>\nThe Lord said:\n<\/p><p>\nWoe unto you, lawyers! for ye have taken away the key of knowledge: the fulness of the\nscriptures; ye enter not in yourselves, into the kingdom and those who were entering in ye\nhindered (see <span class=\"citation\" id=\"31225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31225)\">Luke 11:53 (JST)<\/a><\/span>).\n<\/p><p>\nTEACHERS TO BE DIRECTED BY THE SPIRIT\n<\/p><p>\nApparently there were in the early church those who taught for doctrines the sophistries of\nmen (<span class=\"citation\" id=\"30269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30269)\">JS&mdash;H 1:19<\/a><\/span>).\nThere are those today who seem to take pride in disagreeing with the orthodox teachings\nof the Church and who present their own opinions which are at variance with the revealed\ntruth. Some may be partially innocent in the matter; others are feeding their own egotism; and\nsome seem to be deliberate. Men may think as they please, but they have no right to impose\nupon others their unorthodox views. Such persons should realize that their own souls are in\njeopardy. The Lord said to us through the Prophet Joseph:\n<\/p><p>\n. . . teach the principles of my gospel, which are in the Bible and the Book of Mormon, in the\nwhich is the fulness of the gospel. And they shall observe the covenants and church articles to\ndo them, and these shall be their teachings, as they shall be directed by the Spirit.\n<\/p><p>\n. . . And if <i>ye receive not the Spirit ye shall not teach<\/i>\n(<span class=\"citation\" id=\"12443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12443)\">D&amp;C 42:12-14<\/a><\/span>, italics speaker's).\n<\/p><p>\nOBJECTIVE TO BUILD FAITH\n<\/p><p>\nThe great objective of all our work is to build character and increase faith in the lives of\nthose whom we serve. If one cannot accept and teach the program of the Church in an\northodox way without reservations, he should not teach. It would be the part of honor to\nresign his position. Not only would he be dishonest and deceitful, but he is also actually under\ncondemnation, for the Savior said that it were better that a millstone were hanged about his\nneck and he be cast into the sea than that he should lead astray doctrinally or betray the cause\nor give offense, destroying the faith of one of \"these little ones\" who believe in him\n(<span class=\"citation\" id=\"33017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33017)\">Mark 9:42<\/a><\/span>). And\nremember that this means not only the small children, it includes even adults who believe and\ntrust in God.\n<\/p><p>\nMan is like the volcano which in a few weeks can devastate the countryside, wreck cities, and\nsmother human lives. And the human destructionist can likewise inject into other human lives\nin a short time the doubt and skepticism which can mean total loss of faith. It may take\ncenturies for the other forces of nature to pulverize the lava around a volcano so that it may\neventually again give life to plants and animals, and just as surely the damage to faith of an\nindividual done by an iconoclast, whether deliberate or not, may take years or ages of\nrebuilding, if it is ever fully restored.\n<\/p><p>\nThe Savior also said:\n<\/p><p>\nAnd fear not them which kill the body, but are not able to kill the soul; but rather fear him\nwhich is able to destroy both soul and body in hell\n(<span class=\"citation\" id=\"34203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34203)\">Matt. 10:28<\/a><\/span>).\n<\/p><p>\nIn our own Society, the murderer who kills the body is hunted, imprisoned, and executed, but\nthe character who kills the soul by implanting doubt and shattering faith is permitted not only\nto go free but also is often retained in high places. The body which is killed will rise again in\nthe resurrection with little damage to its eternal welfare, but he whose faith has been shattered\nmay suffer long ages before complete restoration of spiritual stature can be had, if at all. And\nJesus said:\n<\/p><p>\nWoe unto the world because of offences! for it must needs be that offences come; but woe to\nthat man by whom the offence cometh!\n(<span class=\"citation\" id=\"34213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34213)\">Matt. 18:7<\/a><\/span>).\n<\/p><p>\nFar better to take from a man his flocks or herds, his lands or wealth, even his sight or limbs,\nthan to be responsible for the loss of his faith. The Son of God put it this way:\n<\/p><p>\nWherefore if thy hand or thy foot offend thee, cut them off, and cast them from thee: it is\nbetter for thee to enter into life halt and maimed, rather than having two hands or two feet to\nbe cast into everlasting fire.\n<\/p><p>\nAnd if thine eye offend thee, pluck it out, and cast It from thee: it is better for thee to enter\ninto life with one eye, rather than having two eyes to be cast into hell fire\n(<span class=\"citation\" id=\"34214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34214)\">Matt. 18:8-9<\/a><\/span>).\n<\/p><p>\nAnd so we admonish the leaders in stakes, wards, and missions to be ever vigilant to see that\nno incorrect doctrines are promulgated in their classes or congregations. Wolves will come in\nsheep's clothing and will deceive the very elect, if that were possible. And we warn again\nthose who write or preach or otherwise teach subversive doctrines, that their punishment is\nsure for their \"worm dieth not\" (<span class=\"citation\" id=\"33018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33018)\">Mark 9:44,46,48<\/a><\/span>;\n<span class=\"citation\" id=\"12478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12478)\">D&amp;C 76:44<\/a><\/span>).\n<\/p><p>\nAnd like the rich man who despised the beggar Lazarus, they will eventually come to a\nrealization of the statement of the Lord Jesus Christ:\n<\/p><p>\nAnd beside all this, between us and you there is a great gulf fixed\n(<span class=\"citation\" id=\"31228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31228)\">Luke 16:26<\/a><\/span>).\n<\/p><p>\nThe Lord bless you, my brothers and sisters. May we all, like the Nile River, build and\nnourish, strengthen and fortify, rather than be like the volcano which brings only death and\ndesolation and destruction, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}