{"ID":3381, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Welfare Principles in Relief Society\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p3\" class=\"\">Sister Shirley W. Thomas<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03122_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2d6c.jpg\" alt=\"Sister Shirley W. Thomas\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p4\" class=\"\">In the early spring of 1842 the Female Relief Society of Nauvoo united the charitable efforts of women in a desire to support the priesthood in the cause of Zion. The Prophet Joseph Smith told the sisters “their offering [was] accepted of the Lord,” and the sisters gave unstintingly (“Story of the Organization of the Relief Society,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Mar. 1919, p. 129). Following his injunction to search out the poor and needy and minister to their wants, they called a committee that went from house to house. The members who had means were asked to give, and the needy were referred to the society for aid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p5\" class=\"\">Their reports typically read: one family “poor, sick &amp; distressed and no bedding,” two families by the river “sick &amp; nothing to eat,” one widow “destitute of money” (Relief Society of The Church of Jesus Christ of Latter-day Saints, <span class=\"emphasis\">History of Relief Society 1842–1966,<\/span> Salt Lake City: General Board of Relief Society, p. 24). Donations included sugar, bedding and clothes, onions, flour—whatever they had to give. One sister, having no goods, offered her time, “any portion or all,” she said. Another would “knit, sew or wait on the sick” (<span class=\"emphasis\">History of Relief Society 1842–1966,<\/span> p. 23). When President Joseph Smith organized the Relief Society, he predicted “better days [for] the poor and needy,” and through the efforts of these devoted sisters many Saints were cared for and comforted (see <span class=\"emphasis\">History of the Church,<\/span> 4:607).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p6\" class=\"\">Perhaps this one line, taken from the records, could best describe these efforts: “We have not said be ye warmed and clothed without trying to do it” (<span class=\"emphasis\">History of Relief Society 1842–1966,<\/span> p. 25). To a divine concept they added their commitment—and to gospel principles, practice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p7\" class=\"\">Today’s problems of families reflect the increasing complexity of our time. The welfare services of the Church include multiple systems and long-range plans, but the <span class=\"emphasis\">constant<\/span> through all its development is the application of gospel principles in loving concern for another’s need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p8\" class=\"\">A Relief Society president knows that, in spite of a report which shows members receiving temporary assistance constitute 4 percent of a ward, to the sister in distress it is 100 percent. Her needs are whole and real. Consider the case of a woman we shall call Sister Allen. Troubled and lonely, she had just returned from a hospital stay and major surgery. Two months before, her husband had abandoned his responsibilities to their family of five. The bishop had visited, and now the Relief Society president came. It was a family-needs visit, and as they talked Sister Allen spoke wistfully of having some cream of asparagus soup and blueberry muffins. These items were not on the bishop’s order form and could have been dismissed as not available. But the president really wanted to serve Sister Allen and wondered if this rather special request might suggest a need for more than food. What was Sister Allen’s real need? Was it for commodities or for consideration, for someone to demonstrate that she was worthwhile by giving her special attention now, when her problems seemed to overwhelm her?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p9\" class=\"\">Sensing the larger need, the Relief Society president ordered the items available through the storehouse, then assigned compassionate service responsibilities to her visiting teachers and others to provide meals that included the muffins and the soup and also to show their concern in other visible and tangible ways. Sister Allen responded. She got better, aided by the food but more so by their friendship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p10\" class=\"\">Each problem is in some way unique and may require a special sensitivity to the care needed. President Romney said at last October conference that no hard-and-fast rules will ever be given in answer to the questions, Who should assist? How much assistance should be given? How long and how often should I assist? (see <span class=\"emphasis\">Ensign, <\/span>Nov. 1979, p. 96).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p11\" class=\"\">Caring for others, like the “quality of mercy,” is “twice blest: Bless[ing] him that gives and him that [receives]” (William Shakespeare, <span class=\"emphasis\">Merchant of Venice,<\/span> act 4, sc. 1, lines 184, 186–87). In giving we grow in patience, humility, faith—all the elements of that pure love called charity. Every sister, whether she is single or married, living alone or in a family, needs the opportunity to develop these Christlike attributes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p12\" class=\"\">Relief Society works with priesthood leaders to care for the sick and needy and at the same time teaches, through its curriculum, the welfare principles and concepts which help every sister meet her own needs and give to others the kind of care that has always distinguished truly compassionate service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p13\" class=\"\">The six welfare principles stressed by President Kimball—love, work, service, stewardship, self-reliance and consecration—are the foundation stones upon which all welfare services are built. Relief Society, incorporating them into its lessons, teaches the Christlike qualities of pure love, or charity; teaches that work sustains, that service gives work its meaning, that stewardship brings accountability, and that self-reliance allows a freedom to focus on another’s needs, and that consecration is to give all one has.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p14\" class=\"\">The stake Relief Society education counselor can foster an understanding of these principles by first identifying them in Relief Society lessons; for example, the relationship of work and self-reliance to problem solving, or the importance of love and service in building self-esteem. Then, recognizing the importance of these principles not only in helping sisters to serve but in preparing them to meet or prevent crises in their own lives, she can make certain that they are emphasized in Relief Society teaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p15\" class=\"\">An education counselor should remember the words of the Lord when he said, “I will put my laws into their mind, and write them in their hearts” (<span class=\"citation\" id=\"24473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24473)\">Heb. 8:10<\/a><\/span>). She should recognize her stewardship to see that these gospel principles are taught in the Relief Societies of her stake—taught so effectively that sisters “having heard the word, keep it, and bring forth fruit with patience” (<span class=\"citation\" id=\"32050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32050)\">Luke 8:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p16\" class=\"\">Recently, we met a young woman who had learned to make these principles operative in her life. Bringing Sister Smith a beautiful rose, she came to express her love and her gratitude for the blessings of the gospel. She is handicapped, and so is the more grateful for blessings because she knows so well pain and difficulty. When telling of how she is able to keep a house and care for a husband, she said it does take her longer, but a friend goes to the store to get what she needs, and she has learned to do almost everything else for herself. Cutting carrot strips for a ward dinner is a challenge, but she does it and in accepting such opportunities enjoys the fulfillment of service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p17\" class=\"\">The desire to support the priesthood in this great latter-day work, first seen in the Nauvoo sisters, has led Relief Society women over many years to establish health facilities, store grain, serve adoptive parents, and meet other critical needs. This same desire motivates the Relief Society today. Teaching is one means of helping the sisters and their families realize the great promise declared by President Kimball:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p18\" class=\"\">“As givers gain control of their desires and properly see other needs in light of their own wants, then the powers of the gospel are released in their lives. They learn that by living the great law of consecration they insure not only temporal salvation but also spiritual sanctification” (<span class=\"emphasis\">Ensign,<\/span> Nov. 1977, p. 77).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/welfare-principles-in-relief-society.p19\" class=\"\">That we may each fulfill our stewardship and earn this great reward I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}