{"ID":3383, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Priesthood Councils: Key to Meeting Temporal and Spiritual Needs\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p3\" class=\"\">Elder Ronald E. Poelman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03122_000_040<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2ab8.jpg\" alt=\"Elder Ronald E. Poelman\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p4\" class=\"\">The ancient Nephite prophet King Benjamin counseled those who had accepted the Savior and received a remission of their sins with these words: “For the sake of retaining a remission of your sins from day to day, … I would that ye should impart of your substance to the poor, every man according to that which he hath, … administering to their relief, both spiritually and temporally. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p5\" class=\"\">“And see that all these things are done in wisdom and order” (<span class=\"citation\" id=\"40472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40472)\">Mosiah 4:26–27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p6\" class=\"\">Our living prophet of God, Spencer W. Kimball, has said to us who also have hope in Christ: “Welfare Services is not a program, but the essence of the gospel. <span class=\"emphasis\">It is the gospel in action.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p7\" class=\"\">“It is the crowning principle of a Christian life” (<span class=\"emphasis\">Ensign,<\/span> 1977, p. 77).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p8\" class=\"\">How then may we, in wisdom and order, most effectively use welfare services to administer to the spiritual and temporal needs of the poor?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p9\" class=\"\">The answer is found in priesthood councils.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p10\" class=\"\">One year ago the area council became the primary council in the field to correlate, coordinate, plan, and resolve problems. Now, a year later, we may consider how the area council is actually functioning, and, more specifically, its role in (1) welfare services master planning, (2) teaching gospel principles germane to welfare services, and (3) coordinating the welfare services efforts of temporal and ecclesiastical officers.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>How the councils work<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p12\" class=\"\">Personal experience suggests that the principal, immediate benefit from a renewed emphasis on Church councils is the opportunity to coordinate the efforts of temporal and ecclesiastical officers. Through councils, Church leaders can better work together to teach the doctrines, principles, and practices of welfare services and to plan for a great upsurge in accomplishments. The enduring personal friendships which develop during this effort evoke our noblest sentiments.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p13\" class=\"\">The Regional Representatives and General Authority Executive Administrator for an area, addressing their welfare services responsibilities, may rely heavily on the Welfare Services area director.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p14\" class=\"\">In our first area council meeting, an executive planning committee was appointed, including selected Welfare Services region agents and certain specialists chosen from the area. Also, a timetable was adopted.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p15\" class=\"\">Coordinated by this committee, the region agents identified needs and resources and received guidance from region councils and from individual priesthood leaders.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p16\" class=\"\">The specialists then organized the information in a format provided by the General Welfare Services Committee and produced a proposed area-wide phase 1 (or strategic) master plan for consideration, modification, and, finally, approval by the area council.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p17\" class=\"\">Following such approval, the proposed plan will be presented to each region council in the area, and then, by a Regional Representative, to each stake welfare services committee and bishop’s council for review and approval. Finally, this phase 1 (or strategic) plan will be submitted to the General Welfare Services Committee.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p18\" class=\"\">Once the approval of that committee has been obtained, we will begin phase 2, or the operational master plan.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Planning and goals<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p20\" class=\"\">As planning develops, a need is recognized to perform more effectively that which the Lord has already taught us; for example, to provide meaningful work for more of those receiving assistance and to improve the productivity of our present resources.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p21\" class=\"\">Both improving the present system and planning for additional accomplishment require that principles which pertain to welfare services be taught more effectively.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p22\" class=\"\">Therefore, our area council adopted a formal teaching plan which includes specific doctrines, principles, and practices to be taught; identifies by whom, to whom, and when the teaching shall occur; and involves everyone in the priesthood line and Relief Society presidents.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p23\" class=\"\">Concurrently, a family guide for emergency preparedness is being compiled. Suggestions on how to implement it and a schedule for delivering it through the priesthood line into every home are also being prepared. This project, not yet finally approved by our area council, is intended to be a first step toward more complete family preparedness, the foundation of welfare services.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p24\" class=\"\">Also, the first annual service evaluation of welfare services by ecclesiastical leaders was recently conducted to determine what is succeeding and what can be improved.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p25\" class=\"\">A master plan is our principal tool in purposeful preparation. Its organized data, including a detailed capital budget, enables the council to make informed decisions, to accurately measure progress, and to wisely allocate resources according to correct priorities.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Spiritual preparation<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p27\" class=\"\">The plan defines goals and procedures which have been adopted by common consent, prepares us for a higher purpose, and enables us to serve more individuals in an expanding circle. Thus, the plan becomes the vision of the heart, and we have increased awareness of inspiring concepts which, though not new, come to us with invigorating freshness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p28\" class=\"\">As we carefully and prayerfully develop a plan to prepare for the times of stress that are ahead, the magnitude of the challenge may seem overwhelming. Providing even temporary assistance to 15 percent or perhaps even 30 percent of the Church members may seem beyond our capability. However, in addition, we must plan to provide meaningful work for those who become unemployed and to assist with the physical, emotional, and social problems that inevitably accompany periods of economic stress.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p29\" class=\"\">However, “the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them” (<span class=\"citation\" id=\"1763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1763)\">1 Ne. 3:7<\/a><\/span>). Coordinating our effort as temporal and ecclesiastical officers in area councils, we can accept the commandment and find the way.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p30\" class=\"\">The wisdom of Solomon advises that “where there is no vision, the people perish” (<span class=\"citation\" id=\"41553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41553)\">Prov. 29:18<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p31\" class=\"\">The Lord through his prophets has warned us of stressful times to come and has provided us with the organization, principles, and direction to prepare. When we seek the Spirit of the Lord in welfare services work we will be blessed with vision and the people will not perish. If we are prepared, we need not fear (see <span class=\"citation\" id=\"17389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17389)\">D&amp;C 38:30<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p32\" class=\"\">Spiritual preparation is not complete, however, until we have done all that we can to prepare temporally. Then what is lacking will be supplied by the Lord.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Councils foster unity<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p34\" class=\"\">Unity in temporal matters, as in spiritual matters, is essential to our success. At each step, consensus of the council members must be obtained, through prayer and discussion, to achieve that unity which is prerequisite to the Lord’s help. To be effective, decisions must be reached by divine consensus, not by compromise. Participants are not competing advocates, representing special interests, but rather contributing members of a unified body.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p35\" class=\"\">The priesthood council is a form of management unique to the divine Church. It assembles to receive the Lord’s law by the prayer of faith, to agree upon his word, and to learn how to govern the Church and have all things right before the Lord (see <span class=\"citation\" id=\"17390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17390)\">D&amp;C 41:2–3<\/a><\/span>). The council’s strength and effectiveness derive from coordinating individual skills and abilities united with a shared purpose.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p36\" class=\"\">“For all have not every gift given unto them; for there are many gifts, and to every man is given a gift by the Spirit of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p37\" class=\"\">“To some is given one, and to some is given another, that <span class=\"emphasis\">all<\/span> may be profited thereby” (<span class=\"citation\" id=\"17409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17409)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17409)\">D&amp;C 46:11–12<\/a><\/span>; italics added).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>All things are spiritual<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p39\" class=\"\">It is of fundamental importance to remember that there are temporal aspects to each spiritual calling and spiritual aspects to every temporal calling. In the words of Brigham Young: “If a man is called … to manufacture the clothing that is necessary for the Saints, and he goes at that business with his eye single to the building up of the kingdom of God on the earth he is entitled to the Spirit of the Holy Gospel, and he will receive and enjoy it just as much as if he were preaching the Gospel. … [He will have] the spirit to know how to raise sheep, to procure the wool, to put machinery in operation to make the clothing for the advancement, benefit and building up of the people of God on the earth. And the Spirit of the Lord is here in these labors—farming, merchandizing and in all mechanical business just as much as it is in preaching the Gospel, if men will live for it” (in <span class=\"emphasis\">Journal of Discourses,<\/span> 11:293–94).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p40\" class=\"\">The challenge and opportunity of welfare services master planning become evident when, as the plan emerges, we realize that by mortal standards the task is impossible, the need too great, the resources insufficient. It is then we know that we must step up to a higher level spiritually.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p41\" class=\"\">The Lord tells us in section 70 of the Doctrine and Covenants that an abundance of the manifestation of the Spirit among us depends upon our willingness to share temporal blessings (see <span class=\"citation\" id=\"17442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17442)\">D&amp;C 70:12–14<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p42\" class=\"\">Therefore, we must sacrifice our narrow traditions, local interests, and selfish pride to achieve the love and unity indispensable in a Zion society. The principles of love, service, work, self-reliance, consecration, and stewardship must relate to a specific plan, in a particular area, to serve individual needs with well-managed resources. Personal and family preparedness and local self-sufficiency must be related to identified communities, families, production projects, and storehouses.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p43\" class=\"\">The abstract becomes concrete when we identify welfare services principles with people, places, and things we know. Temporal application of spiritual laws transforms theology into religion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/05\/priesthood-councils-key-to-meeting-temporal-and-spiritual-needs.p44\" class=\"\">Through priesthood councils we may, in wisdom and order, most effectively use welfare services to administer to the spiritual and temporal needs of the poor, thus experiencing the gospel in action and learning to live the Christian life, to which I testify in the sacred name of our Savior, Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}