{"ID":339, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Against the Time of Need<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1948, pp. 116-127<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: Here are more statistics. I hope you get more pleasure out of hearing\nthem than I get out of reading them. There is one situation, however, and a very important\none, that I should like to call to your attention, and that is that the figures are all in the black.\nThere are none in the red.\n<\/p><p>\nBefore reading the annual financial statement, we may note a few preliminary matters, some\nby way of repetition of what has been said on like occasions heretofore.\n<\/p><p>\nREVELATION AT FISHING RIVER\n<\/p><p>\nAt Fishing River, Missouri, June 22, 1834, the Lord declared that the commandments which\nhe had given concerning Zion and her law should be executed and fulfilled after Zion's\nredemption (<span class=\"citation\" id=\"12523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12523)\">D&amp;C 105:34<\/a><\/span>).\nThis suspended the operation of the United Order in Zion&mdash;i.e.,\nMissouri. The Order continued for a time thereafter in Kirtland, but was later discontinued\nthere.\n<\/p><p>\nIn the years immediately following there was no organized plan for meeting the money needs\nof the Church, and the financial situation became increasingly serious.\n<\/p><p>\nTHE LAW OF TITHING\n<\/p><p>\nIn July of 1838 (four years after the Fishing River revelation) the Prophet was again in\nMissouri, at Far West. On the eighth of the month, the Prophet, urged by the serious financial\nneeds of the Church, went to the Lord, enquiring:\n<\/p><p>\nO Lord! Show unto thy servant how much thou requirest of the properties of thy people for a\ntithing (<i>DHC<\/i> 3:44.)\n<\/p><p>\nThe Lord answered with two revelations&mdash;the first giving the law of tithing\n(<span class=\"citation\" id=\"12541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12541)\">D&amp;C 119:1-7<\/a><\/span>),\nand the other fixing the order of its distribution\n(<span class=\"citation\" id=\"12544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12544)\">D&amp;C 120:1<\/a><\/span>).\n<\/p><p>\nCOUNCIL ON THE DISTRIBUTION OF TITHES\n<\/p><p>\nPursuant to these revelations, and as explained at recent conferences, the Church has a\nCouncil on the Distribution of Tithes, made up of the First Presidency, the Council of the\nTwelve, and the Presiding Bishopric. This Council considers the proposed budget of the\nChurch, which is itemized under general headings, and then approves and authorizes such\nexpenditures as it deems proper.\n<\/p><p>\nA subcommittee of this Council on the Distribution of Tithes then makes the detailed\nappropriations from the sums approved and authorized by the Council. This subcommittee is\nknown as the Committee on Expenditures, and is made up of the First Presidency, three\nmembers of the Council of the Twelve, and the Presiding Bishopric. A Church Building\nCommittee acts under the direction of the Committee on Expenditures. The Financial\nSecretary to the First Presidency acts as the secretary of the Committee on Expenditures.\n<\/p><p>\nThe budget authorized by the Council on the Distribution of Tithes is made up of two parts:\n<\/p><p>\n1. The regular approved authorizations for the various items covered by the budget, in the\namounts estimated as necessary to carry on the work of the Church for each item of\nexpenditure; and\n<\/p><p>\n2. A contingent reserve out of which can be met any unusual expenditures not provided for in\nthe budget, either as to budget items or as to special or unforeseen expenditures. This\ncontingent reserve is likewise spent under the authorization of the Committee on\nExpenditures. In 1947 the reserve set up was a little over eight percent of the total budget\nappropriations from the general funds of the Church; this year (1948 budget) this reserve\nequals about five percent of the itemized budget. Last year the reserve was more than ample\nto cover the supplementary appropriations. It is believed the reserve for this year will be\nlikewise sufficient.\n<\/p><p>\nAll unexpended appropriations lapse with the end of the fiscal year and are returned to and\nare absorbed into the general funds of the Church, subject to appropriation therefrom as are\nother like Church funds.\n<\/p><p>\nEXPENDITURES OF THE CHURCH\n<\/p><p>\nThe expenditures of the Church are increasing at what seems to me to be a disquieting rate.\nFor the ten years 1936 to 1945, both inclusive, the average expenditure from our general\nChurch funds was just under $5,000,000 annually. As we reported to you at the last April\nconference, the expenditures for 1946 equaled $6,890,000 from general Church funds, and,\nincluding all other cash expenditures made by the people on various accounts, the\nexpenditures amounted in total to $12,310,000. As we shall see, expenditures for 1947 were\n$11,263,000 out of general Church funds (or $4,373,000 more than in 1946, ) while the total\ncash expenditures, general funds, plus non-budget funds contributed by the people, were\n$18,919,000 (or $6,609,000 more than 1946). The total cash expenditures, including budget\nand nonbudget items for 1948 are put at over $20,000,000.\n<\/p><p>\nI may observe that we owe no money. We shall not have to borrow any money to meet our\nbudget. But in my own view, we must all watch more carefully our spending.\n<\/p><p>\nAs individuals our standard has become, not our need, nor our comfort only, but our luxury.\nMany of us are not yet willing to bring ourselves under control and to quit spending not only\nall of our savings, but also all we are making, and in addition, running in debt on installment\nbuying. Our young people, particularly our boys returned from the service, are being inveigled\ninto running debts that, in most cases, will take all their surplus (if they have any) for the\nnext ten to twenty years, and under circumstances and conditions that will cause them to lose\neverything they have put into their ventures, if there should come to them any incapacitating\nillness, or accident, or if death came, or if the hard times should come that so many predict\nand that some fear are even now beginning.\n<\/p><p>\nDANGER OF INFLATION\n<\/p><p>\nUnemployment is increasing, and if it continues it could become serious. In that event, if we\nshall follow the pattern other countries have followed, we must not be too surprised if the\npeople, accustomed over the last few years to a certain standard of living and not having\nmoney enough to buy the things that will enable them to continue that standard of living,\nraise the cry that there is not enough money. In other countries when this cry has become\nsufficiently insistent and from sufficiently large numbers, they have started the printing\npresses going to print money, always under the delusion that the presumed restrictions and\nsafeguards which are then provided, would enable the stopping of the money flood before it\nbecomes dangerous. But again, if the pattern of other countries worked out here, it would not\nbe possible to stop this flood of paper money once it was well started, and then would follow\nthe inflation that ruins not the very wealthy, but those of moderate means and those with\nmeans that are less than moderate. In other words, the poor people are the ones who always\nsuffer most in such financial debacles. Our people should remember the lessons of history,\neven very recent history, and do all they can to avoid this catastrophe, for such it has always\nproved to be in the past.\n<\/p><p>\nMODERATION IN EXPENDITURES\n<\/p><p>\nAs to Church spending, for my own part, I should like to urge the people to cease building\ncathedrals for ward meetinghouses, and to stop furnishing them as if they were palaces. I\nthink I should say to you that the First Presidency is not urging the building of these\nexpensive, luxurious buildings; indeed, they consider that often the load placed upon the\npeople thereby is both unfair and unwise; they feel we could well be much more moderate in\nmany of our expenditures.\n<\/p><p>\nThe Lord still does not look at the magnificence of our meetinghouses, nor at the luxury of\nthe pews, nor at our expensive carpeting, nor at our overstuffed furniture and the mahogany\nchairs of the foyer and of the high council and other rooms. The Lord still looks at the\nhumble heart and the contrite spirit of his children, and as he said when he walked with his\napostles in the Holy Land:\n<\/p><p>\n. . . where two or three are gathered together in my name, there am I in the midst of them\n(<span class=\"citation\" id=\"34216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34216)\">Matt. 18:20<\/a><\/span>).\n<\/p><p>\nIt is not the place in which we meet, but the spirit in which we gather together that concerns\nthe Lord. Not pride but humility brings him into our midst.\n<\/p><p>\nBut I think it might be well to say here that under arrangements which have been made\nand which we are making, we are photomicrofilming the public records of several of the\ncountries of Europe as well as parts of the United States. Great as our genealogical\nlibrary already is, when we get through with this operation which we are now undertaking,\nit will, I am sure, be easily the greatest genealogical library in the world; and our\npeople will be able to come here to our library, those who come from foreign lands\nor whose ancestors come from foreign lands&mdash;and all of us come from foreign lands\noriginally&mdash;will be able to come to our library here and do their record work\nhere in great part which heretofore they had to go to Europe to do.\n<\/p><p>\nAs President Smith told you yesterday, we have now shipped as of this date one hundred\ncarloads of food and clothing to Europe. Their needs are still great, but there are some\nobservers returning from Europe who say that they are eighty percent of their normal\nproduction. It may be that notwithstanding the individual cases that we hear of, of great\nhardship, yet they over there may have acquired some of our habits and are glad to take all\nthey can get. Please do not misunderstand me. The suffering is great, and we must not\ndiscontinue our efforts. But it is a relief to know that possibly the whole situation is not so\nbad as we might expect.\n<\/p><p>\nLORD'S ADMONITION TO PARENTS\n<\/p><p>\nNow I would like to read to you a little scripture to conclude with. In November of 1831 the\nLord said:\n<\/p><p>\n\"Again, inasmuch as parents have children in Zion, or in any of her stakes which are\norganized, that teach them not to understand the doctrine of repentance, faith in Christ the\nSon of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the\nhands, when eight years old, the sin be upon the heads of the parents\"\n(<span class=\"citation\" id=\"12470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12470)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nFurthermore in the same revelation:\n<\/p><p>\n\"Now, I the Lord, am not well pleased with the inhabitants of Zion, for there are idlers among\nthem; and their children are also growing up in wickedness; they also seek not earnestly the\nriches of eternity, but their eyes are full of greediness\"\n(<span class=\"citation\" id=\"12476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12476)\">D&amp;C 68:31<\/a><\/span>).\n<\/p><p>\nThe First Presidency of the Church was organized March 18, 1833. On May 6 the Lord gave\na revelation regarding the conditions with reference to the children, and he began with the\nFirst Presidency, and I will read what he said:\n<\/p><p>\n\"But verily I say unto you my servant Frederick G. Williams, you have continued under this\ncondemnation;\n<\/p><p>\n\"You have not taught your children light and truth, according to the commandments; and that\nwicked one hath power, as yet, over you, and this is the cause of your affliction.\n<\/p><p>\n\"And now a commandment I give unto you&mdash;if you will be delivered you shall set in order\nyour own house, for there are many things that are not right in your house.\n<\/p><p>\n\"Verily, I say unto my servant Sidney Rigdon, that in some things he hath not kept the\ncommandments concerning his children; therefore, first set in order thy house.\"\n<\/p><p>\nAnd then to the Prophet he says:\n<\/p><p>\n\"Verily, I say unto my servant Joseph Smith, Jun., or in other words, I will call you friends, for you\nare my friends, and ye shall have an inheritance with me&mdash;\n<\/p><p>\n\"I called you servants for the world's sake, and ye are their servants for my sake&mdash;\n<\/p><p>\n\"And now, verily I say unto Joseph Smith, Jun.&mdash;You have not kept the commandments, and\nmust needs stand rebuked before the Lord;\n<\/p><p>\n\"Your family must needs repent and forsake some things, and give more earnest heed unto\nyour sayings, or be removed out of their place.\n<\/p><p>\n\"What I say unto one I say unto all; pray always lest that wicked one have power in you and\nremove you out of your place.\"\n<\/p><p>\nAnd then he goes to the bishop:\n<\/p><p>\n\"My servant Newel K. Whitney also, a bishop of my church, hath need to be chastened, and\nset in order his family, and see that they are more diligent and concerned at home, and pray\nalways, or they shall be removed out of their place\"\n(<span class=\"citation\" id=\"12507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12507)\">D&amp;C 93:41-50<\/a><\/span>).\n<\/p><p>\nPRESENT NEED FOR PARENTAL GUIDANCE\n<\/p><p>\nAs has already been said in this conference, these principles are as applicable today as they\nwere at the time when the Lord gave them. Some of us sometimes think that these messages\naddressed to particular persons in the D&amp;C during the early days, are not applicable to us. I\nhave always felt and believed that out of every personal revelation given in those early days,\nand given today, there is a lesson to the whole Church.\n<\/p><p>\nYou parents need to instruct your children, to admonish them, and then yourselves so to live\nthat they may emulate your example. I do not know whether you have thought of this fact,\nand fact I think it is: we have become so fearful about our children that discipline has too\nlargely disappeared. The youth of today are very largely by their insistent requests, sometimes\ndemands, directing the course of action of the whole world. We are so keen and anxious, as\nwe should be, to keep them near us so that they will live properly that we are almost giving\nthem everything they ask without any thought as to whether it is wise or unwise.\n<\/p><p>\nI appeal to you parents, take nothing for granted about your children. The great bulk of them,\nof course, are good but some of us do not know when they begin to go away from the path of\ntruth and righteousness. Be watchful every day and hour. Never relax your care, your\nsolicitude. Rule kindly in the spirit of the gospel and the spirit of the priesthood, but rule, if\nyou wish your children to follow the right path. Now I am not talking about cruelty; I am not\ntalking about whippings. Those are the recourses and the last recourses, of the unrighteous\nman. I am talking to you about loving them, bringing them to you, but always giving them\ncounsel.\n<\/p><p>\nMay God always be with us and help us to do his service and increase our testimonies; bring\nto us a testimony that Joseph Smith was the instrument through whom God restored the\ngospel and the priesthood. If that were not true, we would have nothing. It is true, and you\nshould so teach the youth. Do not be fearful to tell the facts about your religion. Teach Jesus\nthe Christ, the Son of God; teach Joseph the Prophet; teach God as a being who loves his\nchildren; and by your own lives and examples see that your children know that that is what\nyou believe. And you teachers, see that your students know that is what you believe.\n<\/p><p>\nGod bless us, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}