{"ID":34, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Aspirations and Covenants<\/p>\n<p class=\"gcspeaker\">Elder George F. Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George F. Richards, <i>Conference Report<\/i>, October 1942, pp. 40-41<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhile sitting here upon the stand, realizing that I might be called upon to speak, I have\nwondered what I might be able to say that would be germane to this occasion, something in\nwhich we might all be interested and possibly be profited. I have come to this conclusion,\nbrethren, that everyone of us is a candidate for the blessings of eternal life and exaltation, and\nthat nothing short of a fulness of glory will satisfy us after this life. That suggests that we\nhave something to do while we live here upon the earth and should not forget the purpose of\nour being here&mdash;the goal of our existence and that which we desire to attain. And if we attain\neternal life, brethren of the Priesthood, it will be through the Church and the gospel of Jesus\nChrist with the Holy Priesthood.\n<\/p><p>\nThe Savior said to Nicodemus, a ruler of the Jews, \"Except a man be born of the water and of\nthe Spirit, he cannot enter into the kingdom of God\"\n(<span class=\"citation\" id=\"27077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27077)\">John 3:5<\/a><\/span>).\nWe are all on common ground again in\nthat we have, all of us, been born again of the water and of the spirit and have entered the\nkingdom of God on earth and have received our membership in this way. Where we have\nreceived blessings of this character from the Lord, the saving ordinances of the gospel, there\nis always a covenant of faithfulness attached. And so we might ask what is the covenant that\nwe have entered into in receiving the gospel. I can say for myself when I received baptism I\nwas placed under a covenant that I would henceforth keep the commandments of God as fast\nas they are made known unto me. This was done with uplifted hand before God, angels, and\nwitnesses present.\n<\/p><p>\nI do not know to what extent that practice obtained in the Church or how long since it\nobtained in that particular ward where I was born and where I was baptized, but I have\nreached this conclusion, brethren, that every person that has been baptized into this Church\nhas received this covenant or has made this covenant, if not verbally, the very fact of\naccepting the gospel through baptism, and confirmation, has made this covenant. That\nresponsibility rests upon every member of the Church. We hear people, sometimes, in\npraying, ask the Lord to help us to keep the covenants that we have made at the waters of\nbaptism. I know of no other covenant that we have made in entering the Church through\nbaptism, and that is very important, brethren. The gospel, with our membership in the Church\nand kingdom of God here on earth, is one of the greatest blessings that our Father in heaven\nhas to give, and necessarily a solemn covenant of faithfulness should be exacted.\n<\/p><p>\nAnother thing, we all hold the Melchizedek Priesthood. In this we are on common ground;\nand in receiving this Priesthood on the same principle we have entered into a solemn oath and\ncovenant with God our Father that we will magnify that Priesthood, and He with us, that all\nHe has shall be given unto us (<span class=\"citation\" id=\"11781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11781)\">D&amp;C 84:38<\/a><\/span>).\nMost of these brethren hold offices that grow out of the\nPriesthood, and in order to magnify the Priesthood we will have to magnify these offices\nwhich we hold.\n<\/p><p>\nWe have had the privilege and many of us have accepted the privilege of going to the temple\nand receiving the holy endowments, and there we are told that they are to prepare us to enter\ninto the celestial kingdom and to receive an exaltation therein. But we have to enter into\ncovenants of faithfulness; and any man who desires to be faithful and intends to be faithful in\nkeeping the commandments of God will not be afraid to make covenants of faithfulness. Now\nbe it known that a man cannot go to the temple to receive those endowments until he has\nreceived the Melchizedek Priesthood and that makes the receiving of the Melchizedek\nPriesthood a condition of salvation, to every male member of the Church. We have had the\nprivilege, many of us, of going to the temple, having first received the Melchizedek\nPriesthood, and receive certain sealing ordinances there, entering into the new and everlasting\ncovenant of marriage, and it is in that covenant that the greatest blessings that our Father has\nto give to us are given. Those who have attained those higher blessings, that is husband and\nwife sealed for time and eternity, they are to have an offspring, an eternal increase. It is\nunthinkable that that condition could be obtained outside of the marriage relations that the\nLord hath ordained. Priesthood is necessary in order to receive those blessings. We ought\nthen, brethren, to appreciate this Priesthood which God has permitted us to hold and keep all\nthe covenants we have entered into with the Lord, and be prepared for that which we hope to\nreceive when we have finished this brief period upon this earth. May God help us to this end,\nI pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}