{"ID":341, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Behold, Lord, Here Am I<\/p>\n<p class=\"gcspeaker\">Elder Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1948, pp. 142-148<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is with a prayer in my heart, my brethren and sisters, that I attempt, this afternoon, to\nexpress one or two thoughts.\n<\/p><p>\nTHE PRE-EXISTENT STATE\n<\/p><p>\nThis morning as we listened to that beautiful number, rendered in such an inspirational way\nby the choir of Ricks College, \"For God so loved the world, that he gave his Only Begotten\nSon, that whosoever believeth in him should not perish, but have everlasting life\"\n(<span class=\"citation\" id=\"27306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27306)\">John 3:16<\/a><\/span>), it took my\nmind back into the pre-existent state, when God our Eternal Father sat in counsel with the\ngreat and the mighty ones in an endeavor to evolve a plan whereby his children might come\nto the earth and have all the experiences of mortality, and at the same time, a plan which\nwould permit them to return and dwell with him throughout the eternities to come. There\nwere presented in that great council two plans; one by Lucifer, a son of the morning. His\nproposal was that all of the children of God should be saved and returned to him. But he\nwould force salvation upon them, and foe that achievement he was to have all of the honor\nand the glory. That plan was rejected and another son of God came forth in the spirit of,\n\"Lord, here am I\" (<span class=\"citation\" id=\"38955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38955)\">Moses 4:1-2<\/a><\/span>;\n<span class=\"citation\" id=\"7173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7173)\">Abr. 3:27<\/a><\/span>),\nproposing a plan whereby all spirits should have their free agency and\nwhere, through a gospel of love, a gospel which would bring them a knowledge and a\ntestimony that God the Eternal Father loved them and because of his great love for them, they\nin turn would love and obey the Lord and thereby have the privilege of returning to his\npresence.\n<\/p><p>\nI am quite sure that when our Heavenly Father looked into that great multitude of spiritual\nfaces, he knew that there were not any two of them alike, in personality, or in gifts or talents,\nand hence a plan had to be adopted which would fit all of these personalities and their talents.\nHence, he accepted the plan of the Lord Jesus Christ; and then he so loved the world that he\ngave his Only Begotten Son that whosoever believed in him should not perish but should have \neverlasting life.\n<\/p><p>\nADVENT OF THE SON OF GOD\n<\/p><p>\nIn the meridian of time the Son of God appeared among men, and he made it plain that he\nhad come to serve God and to give God all the glory and the credit for his achievements, and\nsaid he,\n<\/p><p>\nFor I came down from heaven, not to do mine own will, but the will of him that sent me\n(<span class=\"citation\" id=\"27309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27309)\">John 6:38<\/a><\/span>).\n<\/p><p>\nHe also taught the people that he had come as the living bread which came down from\nheaven.\n<\/p><p>\n. . . if any man eat of this bread, he shall live for ever: and the bread that I will give is my\nflesh, which I will give for the life of the world\n(<span class=\"citation\" id=\"27311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27311)\">John 6:51<\/a><\/span>).\n<\/p><p>\nAs we contemplate the ministry of the Savior, we will recall the time when, in the Garden of\nGethsemane, he suffered spiritual and mental anguish in anticipation of the crucifixion that\nwas just about to take place, and in that hour he called to his Father in heaven,\n<\/p><p>\n. . . if this cup may not pass away from me, except I drink it, thy will be done\n(<span class=\"citation\" id=\"34238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34238)\">Matt. 26:42<\/a><\/span>).\n<\/p><p>\nAnd the Savior was crucified. His bleeding and pierced body was taken down from the cross,\nconsummating the plan of the great atonement, as Paul said,\n<\/p><p>\nFor as in Adam all die, even so in Christ shall all be made alive\n(<span class=\"citation\" id=\"170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(170)\">1 Cor. 15:22<\/a><\/span>).\n<\/p><p>\nTHE FAITH OF ABRAHAM\n<\/p><p>\nThere was another father and his son, Father Abraham, a man without guile, and who was\nprivileged to walk and talk with divine beings. Abraham was an old man, a man ninety-nine\nyears of age and up to that time he had not been blessed with a son by his wife Sarah. Three\nheavenly messengers appeared to him and promised that he and Sarah in their declining years\nshould have the blessing of a son\n(<span class=\"citation\" id=\"23537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23537)\">Gen. 18:1-2,13<\/a><\/span>).\nA son was born unto them, and he was named Isaac,\nbecoming their most precious possession. Abraham heard the voice of the Lord calling and in\nresponse to the Lord said, \"Behold, here I am\"\n(<span class=\"citation\" id=\"23539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23539)\">Gen. 22:1<\/a><\/span>),\nand the Lord said to him:\n<\/p><p>\n. . . Take now thy son, thine only son Isaac, whom thou lovest, and get thee into the land of\nMoriah; and offer him there for a burnt offering upon one of the mountains which I will tell\nthee of (<span class=\"citation\" id=\"23540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23540)\">Gen. 22:2<\/a><\/span>).\n<\/p><p>\nAbraham secured wood and a knife and requesting two young men to accompany him, made\nthe journey to the base of the designated mountain, and there Abraham requested the two\nyoung men to remain behind, and taking Isaac by the hand pushed toward the summit\n(<span class=\"citation\" id=\"23541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23541)\">Gen. 22:3-6<\/a><\/span>).\nArriving there, an altar was built, wood was placed upon it. The curiosity of the boy was\naroused, and he asked his father, \"Behold the fire and the wood; but where is the lamb for a\nburnt offering?\" And Abraham said, \"My son, God will provide himself a lamb for a\nburnt offering\" (<span class=\"citation\" id=\"23542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23542)\">Gen. 22:7-8<\/a><\/span>).\n<\/p><p>\nAbraham's faith in God was so implicit and profound that, although in the moment of\noffering up his own son, he felt that God would provide a lamb for the sacrifice. Isaac was\nbound upon the altar. The arm of Abraham was raised to strike the fatal 'blow when he heard\nthe voice of an angel calling to him from heaven and said, \"Abraham, Abraham: and he said,\nHere am I. And he said, Lay not thine hand upon the lad, neither do thou anything unto him;\nfor now I know that thou fearest God, seeing thou hast not withheld thy son, thine only son\nfrom me. And Abraham lifted up his eyes, and looked, and behold behind him, a ram caught\nin a thicket by his horns; and Abraham went and took the ram, and offered him up for a burnt\noffering in the stead of his son\" (see\n<span class=\"citation\" id=\"23543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23543)\">Gen. 22:9-13<\/a><\/span>).\n<\/p><p>\nAbraham's faith in God was wholly justified, for while he was about to sacrifice his own son,\nGod provided a ram. The obedience of Abraham in this incident, without a doubt, is one of\nthe greatest examples of obedience in the history of the whole human family, and because of\nhis great love for God and having implicit faith in God, God made him the father of all\nnations, promising him that his descendants would be as numerous as the sands of the\nseashore (<span class=\"citation\" id=\"12568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12568)\">D&amp;C 132:30<\/a><\/span>).\nGod so loved the world that he gave his Only Begotten Son, and Abraham so loved\nGod that he was willing to sacrifice his son at the command of God.\n<\/p><p>\nAPOSTASY PROM THE TRUTH\n<\/p><p>\nThe law of sacrifice was ended upon the cross and a new era was inaugurated, the era of the\ngospel of the Lord Jesus Christ which would give men the opportunity to serve God in the\nspirit of love. After the crucifixion and the resurrection of the Savior, his apostles went forth\nand preached the gospel of the kingdom. Shortly after, they too gave their lives and\ndisappeared; the Church's organization disintegrated; men substituted their own doctrines for\nthose of the Christ; they changed the organization and the ordinances; and it was only a short\ntime until the shadow of the great apostasy was upon the earth. For some two thousand years\necclesiastical and political tyranny dictated to men as to what kind of God they should\nworship and what kind of principles they should follow and obey. There were many of them\nwho had the inherent blessing in their hearts, that of free agency, who refused to accept\nman-made gods and man-made doctrines, and consequently, the penalty was death. But the\ndawn of a new day was upon the horizon, the day when the gospel of the Lord Jesus Christ\nshould be restored, and in answer to the supplication of a humble boy in the woods of\nwestern New York, that same God who presided in the great spiritual council, and his Son,\nJesus Christ, who had been crucified and resurrected stood before him. The Father introduced\nhim, saying to the boy, \"This is my Beloved Son, hear him!\"\n(<span class=\"citation\" id=\"30265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30265)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nRESTORATION OF THE GOSPEL\n<\/p><p>\nThe gospel of the Lord Jesus Christ was restored in its fulness, and just one hundred and\neighteen years ago, on this very day, the Church of the Lord Jesus Christ was officially\norganized. It has a complete organization, with a prophet of God standing at its head, twelve\napostles, and the two priesthoods, and with every officer that is necessary to have it function\nas perfectly in behalf of the Lord's children as it did two thousand years ago.\n<\/p><p>\nThe people joined the Church by the hundreds, those who had been seeking light and truth.\nThe early members of this Church were driven from Kirtland to Independence, and from\nIndependence to Nauvoo, and from Nauvoo to these promised valleys. Perhaps we shall never\nrealize or know what they suffered or what they went through. In thinking of them, with your\nindulgence I would like to speak of my own grandfather. He caught the spirit of gathering in\none of the far-off European countries, and made the long journey to the valley of the Great\nSalt Lake. Upon arriving here he stood on what is now Main Street, with just the clothes he\nhad on his back, with one silver dollar in his pocket, and a pair of shoes that were about worn\nout, for he had made the long trek from the banks of the Mississippi to the valley of the Great\nSalt Lake afoot. He soon married, and going out to what is now the corner of Eighth East and\nSouth Temple, he built a mansion, a one-room dugout in the ground. Becoming somewhat\nprosperous, after two years they came up out of the ground and erected two rooms upon the\nsurface. Here my father and other children were born. They were in the vale of poverty, but\nthat mattered not. They had received the light and the truth of the gospel of the Lord Jesus\nChrist. They felt it was not only a blessing for them, but a blessing also for their unborn\nposterity, even down to the fourth and fifth generations. Were they not in the shades of the\ntemple of which Isaiah spoke (<span class=\"citation\" id=\"25069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25069)\">Isa. 2:2-3<\/a><\/span>),\nwhich was being slowly but surely erected? Did they not have\nthe privilege of coming into this historic building, hearing the voice of the prophets of God\nand accepting their counsel as if it came directly from God?\n<\/p><p>\nFAITH OF GRANDPARENTS\n<\/p><p>\nIn a short time the Lord did speak to them through his prophet, my grandfather being called\nto go on a mission. They took inventory of their resources and discovered that they did not\nhave the finances to pay his traveling expenses back to his mission field. It was decided to\nsell the family cow, their only source of food. It was sold without any hesitation, grandfather\ntaking the money and making his way back to Switzerland. My grandmother had the\nresponsibility of maintaining the family and of doing what she could for her husband in a\nfinancial way. She went to work sewing salt sacks for one dollar a thousand, payable in\ntithing scrip.\n<\/p><p>\nI am quite sure that many of us would say that was a great sacrifice: that it was in the\nextreme; that it was fanatical. We might even say it was radical; but I want to say that if any\nof us were ever to make such an accusation against our grandparents who gave their all for\nthe gospel of the Lord Jesus Christ, we are forgetting that they loved God with all their soul,\nmight and strength. We forget too, that God had endowed them with a divine revelation that\nwe call a testimony by the power of the gift of the Holy Ghost, so that they knew that God\nlived, they knew that he who was crucified upon Calvary's Hill was the Redeemer of the\nworld, and the humble boy who supplicated God in the woods of New York was his chosen\nservant in the last days through whom the gospel of the Lord Jesus Christ was restored. To\naccuse them of being fanatical would be to accuse God of being fanatical, because he gave his\nOnly Son, it would be to accuse Abraham of being radical, because he too was willing to\nsacrifice his only son upon God's command.\n<\/p><p>\nThe spirit of the pioneers is reflected in these words, \"Labor not for the meat which perisheth,\nbut for that meat which endureth unto everlasting life, which the Son of God shall give unto\nyou\" (<span class=\"citation\" id=\"27308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27308)\">John 6:27<\/a><\/span>).\n<\/p><p>\nTWO KINDS OF SACRIFICE\n<\/p><p>\nIn thinking of our fathers; our Heavenly Father, our father Abraham and our pioneer\nforefathers, I wonder what all this means, to you and to me. I wonder if we accept the gospel\nof the Lord Jesus Christ and all of its obligations as an opportunity, or I wonder if we accept\nthese obligations somewhat in the spirit of sacrifice. I tell you there are two kinds of\nsacrifices. The greatest sacrifice was made by God, namely the offering of his son for the\natonement and salvation of mankind, and that of Abraham in the offering of his son, Isaac, as\na sacrifice out of pure love for God and his full understanding of the law of obedience. The\nother kind of sacrifice has the atmosphere of selfishness which causes men to feel that they\nare giving too much for this great cause, and that kind of sacrifice, let me tell you,\ncircumscribes and restricts people in their activities in this great Church, for God expects us\nto give liberally and freely of our talents, our resources and our all for the upbuilding of his\nkingdom, as did our pioneer forefathers.\n<\/p><p>\nDo you approach your assignments in the spirit of sacrifice, do you do your temple work in\nthe spirit of being a savior on Mt. Zion, or do you do it in the spirit of sacrifice? Do you pay\nyour contributions as a sacrifice or do you pay them because you wish to express gratitude to\nGod for the many blessings that he has bestowed upon you, and you are but returning that\npart which belongs to him? Do you who are called to go out and teach the people the\ndoctrines of the kingdom, do it in the spirit of sacrificing your time, or do you do it in the\nspirit of liberality, with a desire to contribute all you can for the salvation of the souls of our\nHeavenly Father's children? Do you who send out missionaries, do it in the spirit of sacrifice\nor do you do it in the spirit of promulgating through your children the gospel of Jesus\nChrist as your forefathers and mine preached it? If we go forward in the spirit of the gospel,\nwhich is the spirit of opportunity,\nthe spirit of service and love, there is no question that the Lord God will bless us and keep\nhis promises in providing us with our daily needs. We should always follow the admonition\nof the Savior,\n<\/p><p>\n. . . seek ye first the kingdom of God and his righteousness; and all these things shall be\nadded unto you (<span class=\"citation\" id=\"34197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34197)\">Matt. 6:33<\/a><\/span>),\n<\/p><p>\nnever forgetting that the first and great commandment is to,\n<\/p><p>\n. . . love the Lord thy God with all flay heart, and with all thy soul, and with all thy mind,\nand with all thy strength: this is the first commandment.\n<\/p><p>\nAnd the second is like, namely this, Thou shalt love thy neighbor as thyself\n(<span class=\"citation\" id=\"33019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33019)\">Mark 12:30-31<\/a><\/span>),\n<\/p><p>\nwhich brings me to another thought. When thinking of this great welfare program can you\nthink of an opportunity that is comparable to it in loving our neighbors as we love ourselves?\nIf modern-day Israel ever received a revelation in this day with reference to what we should\ndo in loving and helping our neighbor, let me tell you the opportunity has come through the\ngreat welfare program of this Church. The hundred carloads of food that we have sent has\nbeen a blessing to those who have been in need, but think of the blessings that will come to\nus because we thought of them, expressing our love in food and clothing.\n<\/p><p>\nLOVE OF GOD REQUIRES ACTION\n<\/p><p>\nLove of God is something that requires action, for men cannot have faith in God, nor love\nhim, unless they are acting in his cause, with their whole heart constantly thinking of him and\ngiving of their physical strength in love.\n<\/p><p>\n. . . God so loved the world, that he gave his only begotten Son\n(<span class=\"citation\" id=\"27307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27307)\">John 3:16<\/a><\/span>),\n<\/p><p>\nand Abraham so loved God that he was willing to give his son, and your fathers and mine so\nloved God that they gave their all to establish the kingdom here in the tops of the mountains,\nwhere you and I might enjoy every blessing which will be for our spiritual and temporal\ngood. Let us remember this, too, that God calls men in this day exactly as he called in the\nday of Abraham, exactly as he called in the day of the Savior, and in the day of Joseph\nSmith. He may call to you and he may call to me, through his servants&mdash;the First\nPresidency of the Church, through the Council of the Twelve or through any of the other\nGeneral Authorities. He may call to us to render some service through the stake presidency or\nour bishop, and please remember when they call, it is the voice of God, speaking through\nthem to us, and they are not calling because of their choice, but because they are God's\nservants endowed with the authority to call upon us to render service whenever, it is needed.\nSo, in the Spirit of Jesus when that call comes let us answer as Abraham answered, and as the\nProphet answered, and as your forefathers and mine answered; \"Lord, behold, here am I,\" and\nnever forgetting that God so loved the world that he gave his Only Begotten Son, that he who\nbelieveth in him shall not perish, but have everlasting life, which I pray will be the blessing\nand the destiny of each and every one of us, in the name of our crucified Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}