{"ID":342, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Truth<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, April 1948, pp. 148-149<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, it is always a great privilege to be allowed to bear testimony of the\ntruth of the great work in which we are engaged. It may be in the great Tabernacle where we\nare now assembled or it may be in a humble cottage meeting; it matters little. It is very good\nfor all of us, every member, to give voice to his testimony, to his belief, to his faith in this\nthe Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nTESTIMONY OF THE TRUTH\n<\/p><p>\nThis work is of God; established by him, by the voice of revelation. It is the truth. It has been\nmy joy, throughout the years of my life, to discover from time to time, that every principle,\nevery doctrine, every historic event in the building of this great latter-day kingdom, are in\nharmony with every discovered and revealed truth. This is the truth, and we must rely upon it,\nlearn to understand that it is the truth; otherwise the great joy that the Lord has offered us in\nthis work will not be ours. I agree with Brigham Young that another name for the gospel\nmight well be truth.\n<\/p><p>\nAlong with truth comes light. Light is never found except in the presence of truth. The Lord\nin his latter-day revelations said over and over again that truth and light go together\n(<span class=\"citation\" id=\"12490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12490)\">D&amp;C 84:45<\/a><\/span>). We who\nreceive truth have light to point the way, to solve our problems, to tell us where we are\ngoing, and to give us an enlightening faith to help us in the journey of life.\n<\/p><p>\nTruth also does something else for us: It gives us power, not only principles and doctrines of\ntruth and light, but it also gives power to accomplish the work of the Lord in these\nlatter-days.\n<\/p><p>\nTHE SEALING POWER\n<\/p><p>\nI trust all of us listened intently to the sermon by Elder Joseph Fielding Smith today. The\npower of the priesthood, the power of this Church, culminates in the sealing power which is\nexercised ordinarily in the temples of the Most High. He might have quoted, if he had had\nmore time this morning, from Moroni the prophet, who was visiting Joseph Smith the boy, as\nhe was then, the change made in the statement of Malachi. Moroni said, if I remember\ncorrectly,\n<\/p><p>\nBehold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the\ncoming of the great and dreadful day of the Lord. And he shall plant in the hearts of the\nchildren the promises made to the fathers, and the hearts of the children shall turn to their\nfathers.\n<\/p><p>\nIf it were not so&mdash;and this is the greatest part of this revelation,\n<\/p><p>\nIf it were not so, the whole earth would be utterly wasted at his coming\n(<span class=\"citation\" id=\"12421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12421)\">D&amp;C 2:1-3<\/a><\/span>).\n<\/p><p>\nThat is the power that belongs to the Church, to the priesthood, to those who walk in truth\nand light. It is the power that holds the earth's events together, that makes possible the\naccomplishment of God's purposes in these latter-days.\n<\/p><p>\nIMPORTANCE OF TEMPLE WORK\n<\/p><p>\nI trust that we all, as has been advised here today, seek to win the power that flows out of the\ntemples of the Lord, by giving some of our time and means to genealogy and temple work.\nThereby strength will come to us, for the temples are places of revelation. They are the places\naround which the Saints have always gathered and will do so, more and more, in the days to\ncome.\n<\/p><p>\nI bear testimony to the truth of this work, to its accompanying light, to its great\naccompanying power, and thank the Lord for the gospel of Jesus Christ, restored in these\ndays. I pray that all of us may get some measure of the exquisite joy and happiness that come\nto those who accept the truth and live its principles, who surrender to it. God be with us all\nand bless us, bless all who labor in this great cause. May the work grow and increase until it\nshall cover the earth with its truth and light and power, I pray in the name of the Lord Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}