{"ID":3427, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “For Whatsoever a Man Soweth, That Shall He Also Reap”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p3\" class=\"\">“For the earth is full, and there is enough and to spare; yea, I prepared all things and have given unto the children of men to be agents unto themselves” (<span class=\"citation\" id=\"17512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17512)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17512)\">D&amp;C 104:17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p4\" class=\"\">I marvel each year as I witness the system which the Lord has provided to supply for the needs of His children here on the earth. Each spring I follow a piece of string tied between two stakes to make a straight line, and with my hoe in hand I proceed to drop two or three seeds into good, fertile soil. Each fall I am overwhelmed with the bounteous harvest. Those few seeds have grown into tall plants, and each seed for the most part has produced a full golden ear containing more than a hundredfold of the original seed which was dropped into the soil a few months earlier. Each season of harvest one must be overwhelmed with humble gratitude for the blessings of the Lord to His children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p5\" class=\"\">The Savior must have appreciated this process, for He used the example of this growth cycle many times as He taught in parables during His earthly ministry. We find lesson after lesson in His teachings using examples from the Lord’s supply system. We find parables concerning the sower (see <span class=\"citation\" id=\"36706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36706)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36706)\">Matt. 13:3–23<\/a><\/span>), the seed growing by itself (see <span class=\"citation\" id=\"33308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33308)\">Mark 4:26–29<\/a><\/span>), the tares (see <span class=\"citation\" id=\"36707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36707)\">Matt. 13:24–30<\/a><\/span>), the unfruitful fig tree (see <span class=\"citation\" id=\"32054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32054)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32054)\">Luke 13:6–9<\/a><\/span>), the fig tree’s leaves (see <span class=\"citation\" id=\"36726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36726)\">Matt. 24:32–33<\/a><\/span>), treasures hidden in a field (see <span class=\"citation\" id=\"36709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36709)\">Matt. 13:44<\/a><\/span>), and many, many others. Is it any wonder we found His disciples teaching after His earthly ministry, “Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap” (<span class=\"citation\" id=\"23328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23328)\">Gal. 6:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p6\" class=\"\">One must be impressed with the great message of the Lord’s law of the harvest. His system produces growth, multiplication, and abundant rewards. Surely as we watch the blessings of this growth cycle each year, we would expect His children to catch the vision of their mortal potential. He has entrusted to many of His children during their earthly ministry the opportunity of caring for His special creations—His sons and His daughters. It is surely the greatest of all responsibilities which He has delegated to mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p7\" class=\"\">I have spent some time in the last few months listening—listening to the frustrations of parents, listening to the urgent appeals from youth, listening to the small voice of a child. My ears have been filled with concerns; these concerns were all centered upon what has happened to the basic, secure, fun-loving, traditional family, which has been the foundation of civilization beginning with father Adam and mother Eve. Suddenly we find great forces at work to relegate it to a minority position. Recorded history has made it abundantly clear what happens to mankind when the traditional family unit is cast aside. The Book of Mormon gives us account after account of the results of what occurs to civilizations who turn from the course designed for them by the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p8\" class=\"\">In the book of Jacob we find the scriptures recording, “And now it came to pass that the people of Nephi, under the reign of the second king, began to grow hard in their hearts, and indulge themselves somewhat in wicked practices” (<span class=\"citation\" id=\"25873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25873)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25873)\">Jacob 1:15<\/a><\/span>). Jacob warned the people to mend their ways and cautioned them about what would occur if they did not return to the ways of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p9\" class=\"\">First he cautioned them concerning their pride. Then he turned to a more troublesome problem, saying,<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p10\" class=\"\">“And now I make an end of speaking unto you concerning this pride. And were it not that I must speak unto you concerning a grosser crime, my heart would rejoice exceedingly because of you.” (<span class=\"citation\" id=\"25875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25875)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25875)\">Jacob 2:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p11\" class=\"\">“Behold, ye have done greater iniquities than the Lamanites, our brethren. Ye have broken the hearts of your tender wives, and lost the confidence of your children, because of your bad examples before them; and the sobbings of their hearts ascend up to God against you. And because of the strictness of the word of God, which cometh down against you, many hearts died, pierced with deep wounds.” (<span class=\"citation\" id=\"25877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25877)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25877)\">Jacob 2:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p12\" class=\"\">Unless we would turn from the course too many are pursuing today, we too must stand the same judgments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p13\" class=\"\">Contemplating the words of the scriptures, I was suddenly startled with the terrifying thought, “What if the clock were to be turned back on my life fifteen years, and I found myself again with a couple of teenagers and a small child living in the 1980 environment?” I found cold beads of perspiration standing out on my forehead as I considered the challenge of maintaining a traditional family during these troublesome years. It was then that I started to think of what I would do differently than I did in that first experience if I could repeat the process fifteen years later.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Four problem areas flashed through my mind which would require renewed determination and effort:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Family finances. To provide for a family would be much more difficult. Employment is not as secure. Change is occurring at an ever-increasing rate. It is much more of a problem to maintain our standard of living with inflation as it is today. Housing, utilities, food, clothing, and the gas-guzzling automobiles are all taking a larger share of the family income. The pressures on family finances would increase family tensions. How to cope with this new environment looms as a major challenge. But suddenly I was comforted by a voice that was heard to say:<\/p>\n\t\t\t\t\t<p>“Trust in the Lord with all thine heart; and lean not unto thine own understanding.<\/p>\n\t\t\t\t\t<p>“In all thy ways acknowledge him, and he shall direct thy paths.” (<span class=\"citation\" id=\"41549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41549)\">Prov. 3:5–6<\/a><\/span>.)<\/p>\n\t\t\t\t\t<p>I realized the Church had been preparing me for years for a time of stress and strain. Today a long-range family financial plan is clearly needed if children are to have the blessings of missions and education. It would need to be carefully worked out and prepared to meet these requirements. The avoidance of debt is essential; living within my income, fundamental. Much thought and understanding must be given to keep my family finances properly balanced. Expenditures must be challenged: Do I really need a giant house with the giant-size monthly mortgage payments? Is a second car required? Can my family-centered activities replace costly commercial entertainment? Can vacations be made exciting at home?<\/p>\n\t\t\t\t\t<p>Having a one-year supply must be moved up on the family priority list. How it is obtained must be considered again. Can more of it be the result of our own labors in making our own clothes, increasing our garden yield, and preserving our own food?<\/p>\n\t\t\t\t\t<p>How can I wisely invest my savings so that inflation will not rob me of them? Is my career income secure and able to keep pace with the needs of my family during the ever-changing decade of the eighties?<\/p>\n\t\t\t\t\t<p>Yes, assuming the responsibilities of caring temporally for a family requires much more thought, preparation, and planning in the environment we live in today.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Family organization. I heard a young mother in a testimony meeting a few weeks ago bear witness to a new understanding of what the Lord had entrusted to her. She said how disappointed she had been with the change in the Sunday meeting program, which had taken her—a Primary worker—from the opportunity of attending Relief Society and Sunday School. She had almost determined to fall into inactivity rather than accept the change. One day while brooding over this situation, the light of inspiration touched her heart and she could see the vision of what was occurring in the Church. It was not the loss of attendance at Relief Society she was to be concerned with, but the new, glorious opportunities to have prime time on the Lord’s day to be with her husband and children to fulfill the greatest responsibility the Lord has entrusted to her—the responsibility of teaching and training her own. Now after much prayer, study, and planning with her husband, Sunday has become the most special day in the week.<\/p>\n\t\t\t\t\t<p>As I listened to her testimony, I wondered what the results have been in this new, consolidated program which was introduced six months ago. Has it been a time of frustration because schedules and activities have been altered? Has it just added more time to pollute our minds in front of TV sets? Or did we catch the vision of why the extra time was needed to be together in a family setting to allow parents sufficient time to teach, train, and demonstrate the love they feel for each of their children?<\/p>\n\t\t\t\t\t<p>If I were cast again in the role of having a young family around me, I would be determined to give them more time. I would try to see that the special times the Church has encouraged me to spend with my family were now strictly followed and properly organized to be more productive.<\/p>\n\t\t\t\t\t<p>With the change in the Sunday program, I believe I would alter the format of the special weekly family times we have together. Since most of the children in the world today will never have the privilege of being taught and trained in a traditional family home, I would be determined to make certain that my children were not denied this privilege. I would want them to have the best possible experience of seeing a family that really works. Eternal families don’t “just happen.” To enjoy this greatest of all gifts, we must earn it through our accomplishments here in mortality.<\/p>\n\t\t\t\t\t<p>First, I would be certain that sufficient time was calendared each week for a family executive committee meeting to plan family strategy. The executive committee, composed of a husband and wife, would meet together to fully communicate, discuss, plan, and prepare for their leadership role in the family organization.<\/p>\n\t\t\t\t\t<p>Second, I would make the family home evening times on Monday night a family council meeting where children were taught by parents how to prepare for their roles as family members and prospective parents. Family home evening would begin with a family dinner together, followed by a council meeting, where such topics as the following would be discussed and training would be given: temple preparation, missionary preparation, home management, family finances, career development, education, community involvement, cultural improvement, acquisition and care of real and personal property, family planning calendars, use of leisure time, and work assignments. The evening could then be climaxed with a special dessert and time for parents to have individual meetings with each child.<\/p>\n\t\t\t\t\t<p>Third, Saturday would be a special activity day divided into two parts: first, a time for teaching children the blessings of work, how to care for and improve the home, the yard, the garden, the field; second, a time for family activity, to build a family heritage of things you enjoy doing together.<\/p>\n\t\t\t\t\t<p>Fourth, Sunday would become the special day in each week. Careful preparation would precede the three-hour worship service time at the chapel. The family would arrive at church rested, relaxed, and spiritually prepared to enjoy the meetings together. The balance of the day would be spent in a climate of spiritual uplift. We would dress to fit the occasion—boys in something somewhat better than levis and T-shirts, girls in comfortable, decent dresses, not in shorts or slacks. It would be a time for our family scripture study, genealogical research, personal journals, family histories, letter writing, missionary contacts, and visits to extended family, to friends, and to shut-ins.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Filling Church positions. I would prepare, study, train, meditate, and pray for more guidance to better fulfill the Church position to which I had been called. I would want my service to measure up to the standard the Lord expected of me. I would be certain I was so well prepared for each assignment given to me that my inefficiencies would not rob from me precious family time. I would understand more fully the Lord’s system of sharing responsibilities with counselors, high councilors, quorum officers, home teachers, and fathers. I would understand more fully the concept that one man can never outperform the results of an effective team.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Community involvement. I would have greater involvement in what was going on in the schools my children were attending and the community in which we lived. I would lend my support to the majority of my good neighbors to be certain that where I was living children could have the privilege of growing up in a clean, safe, wholesome, happy community. I would not allow small, misguided, self-benefiting groups to rob from us the blessings of such a family community experience.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p32\" class=\"\">I pray that our harvest will be blessed with the fulness the Lord has promised to us because we have lived worthy of meriting His blessings. May our families be the traditional type, where the leadership is provided by two worthy parents who welcome children into their home to be loved, taught, and trained in the ways prescribed by the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p33\" class=\"\">I declare unto you my witness that the Lord is strong and mighty and is the King of Glory. He lives to lead and guide and bless us with His love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/for-whatsoever-a-man-soweth-that-shall-he-also-reap.p34\" class=\"\">May we be blessed with the faith to follow His way, which will lead us to life eternal, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}