{"ID":343, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"The Lowly Cigarette\"<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1948, pp. 152-156<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis conference has certainly been a great inspiration to me. I am grateful for the strength that\nI have received from my brethren as they have talked to me and to you. I am very glad that\nthe Lord has blessed them so, and I hope that he will bless me as he has blessed them.\n<\/p><p>\nGRATITUDE FOR FAITH OF YOUTH\n<\/p><p>\nI have been more than happy with the participation of the young people in this conference.\nLike you, I was thrilled in my soul by the singing of the Brigham Young University chorus,\nyesterday; by the Aaronic Priesthood chorus in our priesthood meeting last night, and now\nagain, by the singing of these wonderful young people from Ricks College. I am glad for\nthem. As I have visited the various stakes and met with your young people in firesides and\nother meetings, I have been everlastingly grateful for them, I am glad for their strength, for\ntheir faith, and their devotion, and I have a feeling of confidence that in the years to come,\nwhen the affairs of the Church are given into their hands, that all will be well.\n<\/p><p>\nI realize that there are many pitfalls in the paths of our young people, and some fall into those\npitfalls, and for them we grieve. With this in mind, I would like to direct my remarks more\nparticularly to the young people, and I desire to talk about cigarettes.\n<\/p><p>\nREVELATION ON USE OF TOBACCO\n<\/p><p>\nI wonder, young people of the Church, if you have ever seriously thought about what a\ncigarette means to a Latter-day Saint. It means more to us than it does to other people. I know\nthat some of you will say that you do not see why, that you have friends in other churches\nwho smoke, and they seem to get along all right, and their churches do not criticize them for\nit, and you do not see why our Church takes the attitude it does on this subject. Just\nremember, if you will, that the Lord has not spoken to your young friends in the other\nchurches, nor to the heads of their churches, giving them any divine revelation directing them\nto abstain from these harmful things. In their churches they do not even accept the principle\nof modern revelation.\n<\/p><p>\nBut with us, it is entirely different. God has spoken to us by his latter-day prophets. He has\ngiven us modern-day revelation, declaring that tobacco is not good for man\n(<span class=\"citation\" id=\"12497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12497)\">D&amp;C 89:8<\/a><\/span>). That is the word\nand the will of the Lord to the Latter-day Saints. Whenever we turn our backs upon that\nprinciple, to that extent we turn our backs upon the Lord.\n<\/p><p>\nThe average young American is an individual who loves freedom, wants to be his own boss,\nand does not like to have other people regulate his life for him. But some of them\nmisunderstand their independence, and in a spirit of misunderstanding say, \"Well, if I want to\ntake a smoke, that is my business. I have a perfect right to. It is a free country, isn't it?\" But\nin submitting to the enslaving influence of nicotine, they contribute to a loss of the very\nfreedom they talk about.\n<\/p><p>\nCIGARETTE HABIT DETERMINES COURSE OF LIFE\n<\/p><p>\nIf you adopt the cigarette habit, it will, in large measure determine the kind of life you are\ngoing to live, the kind of friends you will have, the kind of person you are going to marry,\neven the kind of children you may have. Do you regard that as an extreme statement? Let us\nthink about it for a few moments.\n<\/p><p>\nIf, at your house, you happen to take a newspaper or a magazine which carries cigarette\nadvertising, and those alluring advertisements tempt you to smoke and try to make you think\nthat it is smart to puff on a cigarette, and if you fall for that temptation, what is the first thing\nyou do?\n<\/p><p>\nYou brush to one side all the teachings of your parents, your Church, and your friends who\nlove you. Instead, you take the advice of a tobacco merchant who has no more interest in you\nthan to get what money he can out of you by making you a slave to his product. And then,\nyou tell yourself \"I think I will buy some cigarettes.\" And so, with a guilty conscience, and\nfeeling as if the eyes of the whole world are upon you, you go and buy your first package of\ncigarettes. Then, you wonder where you are going to smoke them. You do not want to smoke\nthem in front of your parents because you know it is wrong, and you know it would break\ntheir hearts. You do not want to smoke in front of your non-smoking friends because you\nknow what they would tell you. And so, you go some place where neither your friends nor\nyour parents can see you. Then you open the package, and you take out that first cigarette, put\nit in your mouth and light it. Then you make a great discovery: You find out that by sucking\non one end of that cigarette, with the light on the other, you can actually get smoke out of it;\nand having read what you have in the advertisements, and having puffed away on that cigarette,\nthe whole operation inflates your ego. So you throw back your head, and you blow the smoke\nin the air, and you say, \"Well, I really must be somebody.\"\n<\/p><p>\nSMOKERS ASSOCIATE WITH SMOKERS\n<\/p><p>\nYou want to smoke some more, inasmuch as you have fallen for that temptation, but you do\nnot want to do it in private all the time, and you do not want to be the only smoker in a\nnon-smoking crowd, so you seek out other people who smoke, so you can smoke with them.\nIt may be that you already have some smoking friends and that they were the ones who\nprovided those first cigarettes and that you began to smoke with them. In either case, you begin\nbreaking off your connections with your non-smoking friends and start to form your\nassociates among smokers. And in this way, your cigarettes begin to choose your friends for\nyou.\n<\/p><p>\nOne of the very difficult things about this is that the habits of smokers so often do not stop\nwith smoking, but they include drinking and unwise partying, as well. And when you start\ngoing with people who do those things, it will not be very long before you are doing the same\nthings they are, and in that way the cigarette lays the foundation on which you form other evil\nhabits.\n<\/p><p>\nCIGARETTE USER STAYS AWAY FROM CHURCH\n<\/p><p>\nIf you are going to be a smoker, you realize that you are breaking one of the commandments\nof God, and you do not feel good about it. You know that over in the ward they speak about\nthe Word of Wisdom every once in a while and now that you are a smoker you do not like to\nhear about the Word of Wisdom. You have heard about it all your life and you do not want\nyour conscience to hurt you any more than it already does, so tell yourself you had better stay\naway from your meetings. You begin to realize that for a Latter-day Saint, worship and\nsmoking just do not go together. And so the cigarette persuades you to stay away from church. \n<\/p><p>\nWhen you were small, your parents taught you to pray, and you prayed with more or less\nregularity all your life. But now that you are a smoker, you feel out of harmony with the\nLord and you hesitate to go to him in prayer.\n<\/p><p>\nCIGARETTES UNDERMINE FAITH\n<\/p><p>\nYou begin to discover that, for a Latter-day Saint, cigarettes undermine faith and interfere with\nprayer. And as a child who has been hurt avoids the instruments which hurt him, so you with\na smarting conscience shy away from your religious duties. You have come to know that\nspirituality and smoking are incompatible. And so the cigarette persuades you to stop praying.\n<\/p><p>\nYour parents also taught you to pay tithing on everything you earned, but now that you do\nnot go to church very often and you are not very proud of your Church connections, you stop\npaying your tithing. 'What is the use?\" you ask yourself. You say, \"This tithing money itself\nwould buy quite a few cigarettes; they cost real money these days.\" Rather an expensive habit\nyou have picked up! And so the cigarette persuades you to stop paying your tithing.\n<\/p><p>\nWhen you get old enough to get married, you ask yourself, \"Whom shall I marry?\" If you are\na boy you say, \"Will it be Helen or Jane or Elizabeth?\" And if you are a girl, you ask\nyourself, \"Will it be Tom or Dick or Harry?\" And then you tell yourself that you like Tom\nbetter than Harry, and Jane better than Elizabeth. And why do you like them better? Because\nyou know them better. And how did you get to know them better? Because they are in the\ncrowd you go with; you know, the smoking crowd. And they do the things that you do. They\nare like you. Why, you would not even think of marrying one of your former friends in the\nnon-smoking crowd. How ridiculous! Why, he would not smoke with  you&mdash;would not even\ntake a cocktail, and he would not neck, and he would not pet, and he would not party around.\nWhy, you would not marry one of them! You are going to marry one of your own crowd.\nAnd then, if you want to sit down together and smoke together you can, and there is no\nembarrassment&mdash;so you tell yourself. There is nobody to get after you if you fill the house full\nof tobacco smoke, and no one to nag at you if your cigarette burns a hole in the overstuffed, or\nif you drop hot ashes on the new rug. So your cigarette has helped to choose the kind of person\nyou marry.\n<\/p><p>\nWORLDLINESS IN HOME LIFE\n<\/p><p>\nWhat kind of home will you have? There will not be much faith in it, because the cigarettes\nhave already undermined your faith. And you will not say very many prayers because the\ncigarettes have taken care of that too. And there will not be much Church activity in your\nhouse, because the cigarettes have checked that off also. So you will have a worldly home with\nprecious little of spirituality in it. Is that really the kind of home you want?\n<\/p><p>\nWill you have any children in that home? If you are like many of the smoking young people\nof today, you will not have any children. One of them recently said, \"Why a squawking kid\nwould cramp my style! Do you think I am going to stay up and walk the floor in the middle\nof the night with a squealing baby in my arms? None of that for me.\" And so the cigarette may\nhelp to rob you of one of the greatest blessings that God gives us in this life: The privilege of\nhaving little children.\n<\/p><p>\nBut suppose by some chance you do have children&mdash;what will they be like? Why, they will be\njust like you. They will not believe very much in God, because you will not make religion\nvery important in their lives. They will not say very many prayers because you will not teach\nthem how. And they will not go to Church much because you do not. And when they get a\nlittle older, they will acquire the other habits that you have, and they will be just about like\nyou. So the cigarette determines in large measure the kind of children you will have.\n<\/p><p>\nDo you not see, young people of the Church, how the cigarettes can mark out your life for\nyou&mdash;point the path for you to follow? Are you, as young Americans, willing to surrender to\nthe tyranny of a cigarette? Are you willing to allow a cigarette to determine in such large\nmeasure the kind of life you are going to live? Are you going to allow a cigarette to choose the\nkind of friends you have, the kind of person you will marry&mdash;even the kind of children you\nmay have? Are you, as a young Latter-day Saint, willing to allow a cigarette to determine your\nattitude toward God?\n<\/p><p>\nTHE VALUE OF RELIGION\n<\/p><p>\nLet me ask you one other thing: What do you think of religion, anyway? Is it worth while? Is\nit worth the trouble we go to? Does it do any good in the world? Or would we be better off\nwithout it?\n<\/p><p>\nI once read an advertisement which asked this question: \"How would you like to live in a\ntown in which there were no churches?\" And then it listed the crime and the violence and the\ndebauchery and the filth and the heartbreak and the sorrow and the disappointment associated\nwith persons who reject the soul-elevating, character-building influence of true religion.\nWould you like to live in a town in which there were no churches? Bring it right down to\nyour own case and ask yourself about it. Would you like to live a life in which there was no\nreligion? Do you really want the degrading influence of the irreligious? That influence is just\nas deadly for an individual as it is for a whole town.\n<\/p><p>\nChoose for yourself: Do you want to live a life without God? The cigarette would like you to.\nBut remember, you can never live successfully without the Lord. So many have tried, and all\nhave failed.\n<\/p><p>\nAnd so I come back to the question with which I began: Have you ever really considered\nwhat a cigarette means to a Latter-day Saint? You who smoke now, do not make the mistake of\nsupposing that the Church is against you, because it is not. It only desires your welfare, and it\nhopes and prays for the day when you will declare your independence from the slavery of\nnicotine. And you who do not smoke, before you take that first cigarette ask yourself, \"Will it\nhelp me or hurt me?\" Think it over carefully, and may God guide you in your thinking, I\nearnestly pray for you, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}