{"ID":3432, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Choice\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p2\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p3\" class=\"\">Following the April general conference a social was held for all of the General Authorities and their wives. The program centered on the opening of a jubilee box prepared by the Relief Society of the Box Elder Stake in Brigham City fifty years ago to celebrate the centennial of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p4\" class=\"\">The box included newspapers, mementos, and a few letters. One of those letters was written by my grandmother, Sarah Adeline Wight Packer. I quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p5\" class=\"\">“We moved to a farm in Corinne in the year 1902. There being no branch of the Church there at that time … , myself and Hannah Basley visited all the sisters in Corinne and surrounding territory, to see if there was enough interest among them to organize a Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p6\" class=\"\">“Through our visits we learned the sisters were willing to come to meeting, and so we proceeded to get a branch organized.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p7\" class=\"\">There was another jubilee box at our social. Each couple posed for a portrait, and we were given a page on which to write a message to go into it. The box will be closed at year’s end, to be opened in the year 2030.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p8\" class=\"\">We have not handed in our message as yet. But we have very thoughtfully considered it and hope to include something of what I say here today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p9\" class=\"\">I address my remarks to our children and grandchildren. You may wonder why I would speak to them from this pulpit, rather than in a family meeting. There are two reasons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p10\" class=\"\">First, a careful account is kept of these proceedings, and through that record I hope to speak to those who are not yet born. And next, I have the feeling and a hope that what I say may help someone else.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p11\" class=\"\">The counsel I give is very difficult to teach and to learn. I fear that when I have given this counsel, some will say, “Well, I knew that already,” and regard it as prosaic, unimaginative, even dull. For what I want to say is so ordinary, so commonplace, that it is very difficult to have it universally regarded as important.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p12\" class=\"\">Nevertheless, we want our children and grandchildren to know that, beyond the fundamental truth that Jesus is the Christ, the Son of God, there has been a restoration of His gospel through the prophets, that the fulness of the gospel is upon the earth. After that (really as an essential part of it), this is the one truth we most want to teach our children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p13\" class=\"\">Three weeks ago I spent a day with Sister Packer in the record office in London. We were looking for Mary Haley. Like missionaries looking for living souls, we tracted through the pages of old record books. Some of them, I am sure, had not been opened for a hundred years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p14\" class=\"\">I spent most of the day reading the minutes of the overseers of the workhouse—which was really the poorhouse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p15\" class=\"\">One entry told of a woman who had been dismissed from the workhouse and sent to prison. She was refused permission to leave to check on a report that her child was being badly abused at the workhouse school. In great frustration she had “willfully broken a window.” And so they sent her to prison.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p16\" class=\"\">Another entry reported an inspection of the school. The doctor complained that piles of manure along the edge of the school yard blocked the drainage. Water and sewage had backed up into the yard until the mire was ankle deep. Because of the cold and the poor condition of the children’s shoes, many children were ill.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p17\" class=\"\">The record of dismissals listed “dead” or “died” time after time, with an explanation: “complaint,” “fever,” “consumption,” “dropsy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p18\" class=\"\">We found Mary Haley! She married Edward Sayers, and they had eleven children. Six of them died before they were seven years of age, one from burns. To our knowledge, only one of the eleven grew to maturity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p19\" class=\"\">That was Eleanor Sayers, my wife’s great-grandmother. She was born at Pullham, Norfolk, in the Depwade Union Workhouse and was the first of her family to join the Church. She died of cancer in a dismal London hospital.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p20\" class=\"\">The lives of those souls, our forebears, were characterized from beginning to end by both poverty and obscurity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p21\" class=\"\">Before Eleanor Sayers Harman died, she gave all of her funds to her daughter Edith and counseled her to go to America.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p22\" class=\"\">Edith had been cast out by her husband when she joined the Church. She and eight-year-old Nellie left England with the flimsy assurance that a missionary <span class=\"emphasis\">thought<\/span> his family in Idaho <span class=\"emphasis\">might<\/span> take them in until they could be located.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p23\" class=\"\">Nellie was my wife’s mother; Edith, her grandmother. I knew them well. They were women of special nobility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p24\" class=\"\">Our lineage runs also to the stately manor houses of England, well-connected with the courts of kings, where culture and plenty were much in evidence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p25\" class=\"\">But the dignity and worth of those forebears is not more, and may well be less, than that of Eleanor Sayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p26\" class=\"\">Sarah and Eleanor, Edith and Nellie—all were women of a special nobility—the royalty of righteousness. We want our children to remember that their lineage runs to the poorhouse in Pullham, Norfolk, and to remember this: It is the misapprehension of most people that if you are good, really good, at what you do, you will eventually be both widely known and well compensated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p27\" class=\"\">It is the understanding of almost everyone that success, to be complete, must include a generous portion of both fame and fortune as essential ingredients.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p28\" class=\"\">The world seems to work on that premise. The premise is false. It is not true. The Lord taught otherwise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p29\" class=\"\">I want you, our children, to know this truth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p30\" class=\"\">You need not be either rich or hold high position to be completely successful and truly happy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p31\" class=\"\">In fact, if these things come to you, and they may, true success must be achieved in spite of them, not because of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p32\" class=\"\">It is remarkably difficult to teach this truth. If one who is not well known, and not well compensated, claims that he has learned for himself that neither fame nor fortune are essential to success, we tend to reject his statement as self-serving. What else could he say and not count himself a failure?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p33\" class=\"\">If someone who has possession of fame or fortune asserts that neither matters to success or happiness, we suspect that his expression is also self-serving, even patronizing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p34\" class=\"\">Therefore, we will not accept as reliable authorities either those who have fame and fortune, or those who have not. We question that either can be an objective witness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p35\" class=\"\">That leaves only one course open to us: trial and error—to learn for oneself, by experience, about prominence and wealth or their opposites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p36\" class=\"\">We thereafter struggle through life, perhaps missing both fame and fortune, to finally learn one day that one can, indeed, succeed without possessing either. Or we may, one day, have both and learn that neither has made us happy; neither is basic to the recipe for true success and for complete happiness. That is a very slow way to learn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p37\" class=\"\">Was it Poor Richard who said, “Experience keeps a dear school, but fools will learn in no other” (<span class=\"emphasis\">The Autobiography of Benjamin Franklin, Poor Richard’s Almanac, and Other Papers,<\/span> New York: A. L. Burt Co., ND, p. 230).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p38\" class=\"\">We come into mortal life to receive a body and to be tested, to learn to choose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p39\" class=\"\">We want our children and their children to know that the choice of life is not between fame and obscurity, nor is the choice between wealth and poverty. The choice is between good and evil, and that is a very different matter indeed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p40\" class=\"\">When we finally understand this lesson, thereafter our happiness will not be determined by material things. We may be happy without them or successful in spite of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p41\" class=\"\">Wealth and prominence do not always come from having earned them. Our worth is not measured by renown or by what we own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p42\" class=\"\">Someone may say that my testimony may not be valid because of the prominence of the General Authorities of the Church. That is something we do not earn. It comes, as the saying goes, “with the territory.” And I want you to know that it comes as a burden on our backs, not as wings on our heels.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p43\" class=\"\">Our lives are made up of thousands of everyday choices. Over the years these little choices will be bundled together and show clearly what we value.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p44\" class=\"\">The crucial test of life, I repeat, does not center in the choice between fame and obscurity, nor between wealth and poverty. The greatest decision of life is between good and evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p45\" class=\"\">We may foolishly bring unhappiness and trouble, even suffering upon ourselves. These are not always to be regarded as penalties imposed by a displeased Creator. They are part of the lessons of life, part of the test.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p46\" class=\"\">Some are tested by poor health, some by a body that is deformed or homely. Others are tested by handsome and healthy bodies; some by the passion of youth; others by the erosions of age.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p47\" class=\"\">Some suffer disappointment in marriage, family problems; others live in poverty and obscurity. Some (perhaps this is the hardest test) find ease and luxury.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p48\" class=\"\">All are part of the test, and there is more equality in this testing than sometimes we suspect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p49\" class=\"\">It is possible to be both rich and famous and at the same time succeed spiritually. But the Lord warned of the difficulty of it when He talked of camels and needles (see <span class=\"citation\" id=\"36718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36718)\">Matt. 19:24<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p50\" class=\"\">This message is central to the scriptures. The Book of Mormon tells us that “men are instructed sufficiently that they know good from evil” (<span class=\"citation\" id=\"4014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4014)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4014)\">2 Ne. 2:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p51\" class=\"\">We are taught, also, “Men are free according to the flesh; and all things are given them which are expedient unto man. And they are free to choose”—<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p52\" class=\"\">One: “liberty and eternal life, through the great mediation of all men.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p53\" class=\"\">Or, two: “to choose captivity and death, according to the captivity and power of the devil.” (<span class=\"citation\" id=\"4020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4020)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4020)\">2 Ne. 2:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p54\" class=\"\">From the Old Testament:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p55\" class=\"\">“A good name is rather to be chosen than great riches” (<span class=\"citation\" id=\"41550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41550)\">Prov. 22:1<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p56\" class=\"\">From the New Testament:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p57\" class=\"\">“Seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you” (<span class=\"citation\" id=\"36691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36691)\">Matt. 6:33<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p58\" class=\"\">Again, from the Book of Mormon:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p59\" class=\"\">“Before ye seek for riches, seek ye for the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p60\" class=\"\">“And after ye have obtained a hope in Christ ye shall obtain riches, if ye seek them; and ye will seek them for the intent to do good—to clothe the naked, and to feed the hungry, and to liberate the captive, and administer relief to the sick and the afflicted.” (<span class=\"citation\" id=\"25874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25874)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25874)\">Jacob 2:18–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p61\" class=\"\">And from the Doctrine and Covenants:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p62\" class=\"\">“Seek not for riches but for wisdom, and behold, the mysteries of God shall be unfolded unto you, and then shall you be made rich” (<span class=\"citation\" id=\"17336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17336)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17336)\">D&amp;C 6:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p63\" class=\"\">“Behold, he that hath eternal life is rich” (<span class=\"citation\" id=\"17344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17344)\">D&amp;C 11:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p64\" class=\"\">What, then, do we want you to do? Simply this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p65\" class=\"\">Be good!<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p66\" class=\"\">Study the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p67\" class=\"\">Live it!<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p68\" class=\"\">Stay active in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p69\" class=\"\">Receive the ordinances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p70\" class=\"\">Keep your covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p71\" class=\"\">I do not know at this moment whether you are learning. I do know that what I am teaching is true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p72\" class=\"\">One day each of you will know that some things are not divisible. The love of your parents is one of them. Parents do not love one child more than another—nor less. Each receives all of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p73\" class=\"\">Position and wealth are no more essential to true happiness in mortality than their absence can prevent you from achieving it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p74\" class=\"\">I can envision a day, in the generations ahead, when I would regard you and your children, and theirs, struggling with the challenges of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p75\" class=\"\">I may see you go the full distance of mortality without becoming either well-known or wealthy. I can see myself falling to my knees to thank a generous God that my prayers have been answered, that you have succeeded, that you are truly happy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p76\" class=\"\">We now move into an uncertain future. But we are not uncertain. Children, bear testimony, build Zion. Then you will find true success, complete happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-choice.p77\" class=\"\">I know that God lives, that Jesus is the Christ, and that in the gospel is true success, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}