{"ID":3434, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Thirtieth Anniversary as Latter-day Saints\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p2\" class=\"\">Elder Derek A. Cuthbert<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_013<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:24e8.jpg\" alt=\"Elder Derek A. Cuthbert\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p3\" class=\"\">My wife and I have just celebrated a remarkable thirtieth anniversary. Thirty years ago, young missionaries of The Church of Jesus Christ of Latter-day Saints knocked on our door in Nottingham, England.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p4\" class=\"\">How did their message appeal to two active members of another church? We, and generations before us, had held membership in the established church of the land. Furthermore, we were very happy with our way of life. Two precious children had graced our home, and a new job in a large industrial company was giving challenge and enjoyment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p5\" class=\"\">What more could we hope for? What could add to our happiness? As the missionaries taught us and prayed with us, we began to realize that there were gaps in our life, that we had unfulfilled needs. For a few minutes may I share with you ten ways in which our lives became even more purposeful and happy as these needs were fulfilled. I am sure you will be able to identify some of these needs in your life, in your home, in your family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p6\" class=\"\">First, we realized that our communication with God was not often enough or strong enough. True, we had always said our individual prayers, but when, because of the missionaries, we also started to pray together regularly as husband and wife and with our children, we experienced a tremendous feeling of closeness, not only with each other but with the Almighty God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p7\" class=\"\">The missionaries had taught us that he is a personal being, that he is literally our Father, and prayers began to flow from the heart and were no longer repetitious. We came to know him as a loving Father, just and kind, reliable and true. What great need there is in the world today to commune with the Infinite, to talk and walk with God, to know that he speaks to us today and that we are in reality his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p8\" class=\"\">Second, we came to know Jesus Christ, not just as a historical figure, but as the living Son of God. In high school and the years that followed I had made a special study of the New Testament. However, the Savior’s life and mortal ministry had no great impact on my life until the missionaries testified, as did Job of old, that our Redeemer lives (see <span class=\"citation\" id=\"26775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26775)\">Job 19:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p9\" class=\"\">I came to know him as my personal Savior, who gave his life for me and for each of us. “Greater love hath no man than this, that a man lay down his life for his friends” (<span class=\"citation\" id=\"29044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29044)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29044)\">John 15:13<\/a><\/span>). Everyone needs a friend and everyone has a friend beyond compare—Jesus Christ and him crucified and resurrected for us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p10\" class=\"\">Third, as a young married couple, we were seeking security in an insecure world. We had grown from youth through teenage years during World War II. I had been a member of the Home Guard at sixteen, trained to defend my country, and at seventeen had volunteered for the Royal Air Force. Now, more than five years after the war had finished, there was still rubble in the streets and rationing in the shops.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p11\" class=\"\">We grasped at the secure message that the missionaries gave us, that God speaks today as he did anciently, through prophets. Yes, he is mindful of us, he <span class=\"emphasis\">does<\/span> love us, he <span class=\"emphasis\">has<\/span> restored his church and the fulness of his gospel as he promised. Oh, how the world needs a prophet to lead us and guide us in these troubled times. I testify that we have such a prophet. He sits behind me as I speak in this tabernacle. He presides over The Church of Jesus Christ of Latter-day Saints, the Lord’s church and kingdom here on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p12\" class=\"\">Fourth, we began attending the Church at the missionaries’ invitation—and what a friendly reception! We soon learned what true sociality is, and sincere brotherhood and sisterhood which bind together people of all nations and tongues. “Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God” (<span class=\"citation\" id=\"21925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21925)\">Eph. 2:19<\/a><\/span>). What a wonderful feeling of belonging, of being needed and appreciated, beyond anything we had previously experienced.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p13\" class=\"\">Soon we were singing in choirs; visiting other Church members in their homes, just as they visited us; and giving service to others in some of the many service projects the Church provides. We were able to choose from a wide range of activities—drama, dancing, sport—to supplement the spiritual progress that came rapidly by worshiping and learning with other Latter-day Saints. Everyone needs to experience the warmth of friendship and happy social activity on a continuing basis.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p14\" class=\"\">Fifth, my family and family life became even more meaningful and precious to me as we commenced having wonderful family home evenings together. We learned that all over the world, members of the Church spend at least one evening a week together in a balanced evening of spiritual instruction, fun, and talent sharing. We love our children, and we were glad to learn from the missionaries that although baptism is essential for the remission of sins, infant baptism is not necessary since “all children who die before … accountability are saved in the celestial kingdom” (<span class=\"citation\" id=\"17556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17556)\">D&amp;C 137:10<\/a><\/span>). We have known a number of parents who have been distressed at the death of a small child because of the un-Christian doctrine of infant baptism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p15\" class=\"\">Again, we also became concerned about our wider family: our grandparents, our great-grandparents, and all of our ancestors. This is also a universal need, as Alex Haley expressed, “a hunger, marrow-deep, to know our heritage” (“What <span class=\"emphasis\">Roots<\/span> Means to Me,” <span class=\"emphasis\">Reader’s Digest,<\/span> May 1977, p. 73). Everyone has some family, sometimes near, sometimes far, sometimes living in mortality, sometimes passed on and awaiting the Resurrection. The strength that comes from family in all its aspects is a vital need, one that can be fulfilled by the principles and programs learned from the missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p16\" class=\"\">Sixth, everyone appreciates good health, and there is a basic need to have our spirit housed in a well-functioning body if at all possible. Personally, I had suffered internal discomfort for some years, but the health code, or Word of Wisdom, taught by the missionaries helped me to overcome this. I can testify that the exclusion of the habit-forming stimulants of alcohol, tobacco, tea, and coffee has been a great blessing in my life and the lives of my wife and my children. I am glad the Lord gave this revelation through Joseph Smith, the Prophet, almost 150 years ago, bringing increased health and vitality to millions of people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p17\" class=\"\">Seventh, as provided for our young family, I was not only concerned about physical and spiritual well-being, but indeed with personal progress generally. I soon found that in the Lord’s Church all kinds of resources are provided to fulfill this need. Before long I was involved in educational activities and leadership training and cultural pursuits of various kinds. Progress within my company organization was a natural outgrowth of progression in the Church. This was not surprising, for early in our discussions with the missionaries we had learned of God’s plan of eternal progression for his children. Does not everyone deep down have this yearning, this need to progress and improve, to develop and refine?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p18\" class=\"\">Eighth, I think along with these needs there is also a spirit of adventure in most of us in varying degrees, a need to discover, a need to explore. For many this need is met by reading adventure stories or traveling to new places. For myself, I had always been fascinated by the study of Middle Eastern archaeology, particularly of the great Egyptian civilization.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p19\" class=\"\">The message of my missionary friends even fulfilled this need, for they told us of an ancient record on gold plates, inscribed by people from the Middle East in the pre-Christian era. Imagine my excitement to learn that these ancient people with their prophets and culture had left the Old World and traveled to the New, to become a mighty people on what is now the American continent. Their records were hidden and preserved and a little over 150 years ago were discovered, not by archaeologists, but by a teenage youth. The faith and worthiness of this young man, Joseph Smith, enabled him not only to find the gold plates, but later to translate the hieroglyphic record by the power of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p20\" class=\"\">What a thrill it was to see some of the reformed Egyptian characters as copied by the hand of Joseph Smith. I knew by the feeling I had that they were true characters. Then, to hold this book of scripture, this Book of Mormon, in my hands and read it eagerly, sincerely, prayerfully, was a powerful spiritual experience. The need I had for the adventure of discovery was fulfilled through the Book of Mormon. This was not merely discovery of ancient peoples, but a complete discovery of the divinity of Jesus Christ. I testify that the Book of Mormon is a witness, a modern-day witness, of the Savior of the world, who visited this continent after his resurrection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p21\" class=\"\">Ninth, as one who had lived less than perfectly, and yet had no serious matters to disturb my conscience, I felt the need to make some changes in my life. I was overjoyed to learn the pure teaching of Jesus Christ concerning faith, repentance, baptism by immersion for the remission of sins, and the laying on of hands to receive the Holy Ghost. What joy to start afresh with a clean sheet, having turned away from unsound doctrines, vain traditions, and perverted ordinances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p22\" class=\"\">Again, this would seem to be a universal need, all men having been born into this earth life innocent and pure, and having been tainted by the things of the world. The marvelous thing is that Jesus gave his life for everyone. His resurrection was for everyone, “for as in Adam all die, even so in Christ shall all be made alive” (<span class=\"citation\" id=\"688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(688)\">1 Cor. 15:22<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p23\" class=\"\">Tenth, and finally, since being baptized into this wonderful restored Church of Jesus Christ, I have felt an inner peace, “the peace of God, which passeth all understanding” (<span class=\"citation\" id=\"41295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41295)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41295)\">Philip. 4:7<\/a><\/span>). I have heard many people say their greatest need and desire is to obtain peace of mind. How does this come? It comes by knowing the truth, for “the truth shall make you free” (<span class=\"citation\" id=\"29025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29025)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29025)\">John 8:32<\/a><\/span>). I testify that The Church of Jesus Christ of Latter-day Saints is the true Church of Jesus Christ, and teaches true principles and true ordinances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p24\" class=\"\">How grateful I am that my ten most fervent needs have been fulfilled through listening to the missionaries of The Church of Jesus Christ of Latter-day Saints. Then, by study and prayer and obedience to the laws and ordinances of the gospel, I have found happiness not only here but for eternities to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/our-thirtieth-anniversary-as-latter-day-saints.p25\" class=\"\">May all within the sound of my voice, and all God’s children everywhere, have the same fulfillment, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}