{"ID":3436, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Forgive Them, I Pray Thee”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p2\" class=\"\">Elder Vaughn J. Featherstone<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:282c.jpg\" alt=\"Elder Vaughn J. Featherstone\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p3\" class=\"\">My beloved brothers and sisters, it has been my privilege through the past years as a stake president, a mission president, and a General Authority to serve as a common judge in modern Israel. These experiences have led me to take the time allotted me today to discuss two principles—repentance and forgiveness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p4\" class=\"\">Not too long ago a young wife spoke at her husband’s funeral and said, “We came to realize that unimportant things really are unimportant. When the spirit is sick, there can be no true healing, no matter how strong the physical body. If the spirit is well, then physical impairment is unimportant, regardless of the effects of a debilitating disease.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p5\" class=\"\">The Lord has provided the way whereby our spiritual sicknesses can be healed. In the first chapter of Isaiah, verse 18, we read, “Come now, and let us reason together, saith the Lord: though your sins be as scarlet they shall be as white as snow; though they be red like crimson, they shall be as wool.” [<span class=\"citation\" id=\"25538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25538)\">Isa. 1:18<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p6\" class=\"\">And, again in the Doctrine and Covenants, “Nevertheless, he that repents and does the commandments of the Lord shall be forgiven” (<span class=\"citation\" id=\"17330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17330)\">D&amp;C 1:32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p7\" class=\"\">Also, “Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more” (<span class=\"citation\" id=\"17421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17421)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17421)\">D&amp;C 58:42<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p8\" class=\"\">For one to be forgiven of sin, the Lord requires that he come unto him, mourn over his sins, forsake the sins, be teachable, forgive others, and confess.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p9\" class=\"\">Again, in the fifty-eighth section of the Doctrine and Covenants, we read, “By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them” (<span class=\"citation\" id=\"17424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17424)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17424)\">D&amp;C 58:43<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p10\" class=\"\">We must always be truly sincere. In <span class=\"emphasis\">The Adventures of Huckleberry Finn,<\/span> by Mark Twain, Huck says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p11\" class=\"\">“It made me shiver. And I about made up my mind to pray and see if I couldn’t try to quit being the kind of boy I was and be better. So I kneeled down. But the words wouldn’t come. Why wouldn’t they? It weren’t no use to try and hide it from Him … I knowed very well why they wouldn’t come. It was because my heart warn’t right; it was because I weren’t square: it was because I was playing double. I was letting on to give up sin, but away inside of me I was holding on to the biggest one of all. I was trying to make my mouth say I would do the right thing and the clean thing. But deep down in me, I knowed it was a lie, and He knowed it. YOU CAN’T PRAY A LIE … I found that out.” (New York: Platt &amp; Munk, 1960, pp. 445–46.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p12\" class=\"\">Huck Finn was right. You can’t pray a lie; and regardless of what may be decided by a common judge, actual forgiveness cannot take place until true repentance has preceded it. The common judge serves as the Lord’s agent. A bishop may be deceived, but the Holy Ghost cannot. When confession takes place, it ought to be from the inner-most depths of the heart and soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p13\" class=\"\">What a tragedy when someone finally gets enough courage to go to the bishop and then leaves his office having only partially confessed. Oh, beloved brothers and sisters, “the shepherd should not recoil from the diseased sheep” (Victor Hugo, <span class=\"emphasis\">Les Miserables,<\/span> New York: Random House, n.d., p. 32). The bishops in this kingdom have been endowed with wisdom, judgment, and mercy from on high. They can relieve the burden of the repentant sufferer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p14\" class=\"\">Some years ago, a man knocked on my office door late at night and said, “President, may I speak to you? Are we all alone?” I assured him no one else was in the office. We sat across the corner of the desk, and he said, “Four times I have driven over to the stake office and have seen your light on, and four times I have driven back home without coming in. But,” he continued, “last night I was reading in <span class=\"emphasis\">The Miracle of Forgiveness<\/span> again, and I realized that every major transgression must be confessed. I have come to confess a transgression. I have been on two high councils and have served as a bishop twice, and I believe the Lord called me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p15\" class=\"\">I agreed, “I’m sure he called you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p16\" class=\"\">He said, “Forty-two years ago, before my wife and I were married, we committed fornication once, the week prior to our going to the temple. We did not lie to the bishop, who was my wife’s father; he simply talked with us and signed our recommends. We then went to the stake president, and he did not interview us. He signed our recommends, and we went to the temple unworthily. While we were on our honeymoon,” he continued, “we decided to make it up to the Lord. We decided we would pay more than our share of tithing and more than our share of building fund; we would accept every assignment to the welfare farm and do all else we were asked to do. We decided we were not worthy to go to the temple, and we did not go for a year. It has been forty-two years since the transgression, and we have lived as near Christlike lives as we know how. I believe we have been forgiven, but I know that confession is necessary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p17\" class=\"\">Then he quoted from 2 Nephi 9:41 [<span class=\"citation\" id=\"4028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4028)\">2 Ne. 9:41<\/a><\/span>], which states, “Behold, the way for man is narrow, but it lieth in a straight course before him, and the keeper of the gate is the Holy One of Israel; and he employeth no servant there; and there is none other way save it be by the gate; for he cannot be deceived, for the Lord God is his name.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p18\" class=\"\">Then he said, “I would rather confess to you now. I am not a young man, and I do not have a lot of years left. I want to be able to meet my Savior with nothing left undone.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p19\" class=\"\">I listened to his confession. I wept with him, and when he finished the confession, I told him on behalf of the Church that he was forgiven. He need not discuss it, think about it, or be concerned about it anymore. I told him never to mention it to me again, for I would not remember it and had no desire to. To this day, I cannot remember who it was, although I do remember the case.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p20\" class=\"\">We got up and walked to the door together. I said, “Where is your wife?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p21\" class=\"\">He said, “She is in the car.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p22\" class=\"\">I asked, “Is she coming in?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p23\" class=\"\">He replied, “No, she can’t even think about it except it almost destroys her.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p24\" class=\"\">I said, “You tell your wife that I would like to visit with her now. Tell her I want to take this off her heart and close it. Tell her I know what it was that was done, and I will close it, and it need not be opened again. Tell her I will make it as easy as possible for her.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p25\" class=\"\">He said, “I’ll tell her, but I don’t think she will come in.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p26\" class=\"\">I answered, “You tell her that if I have to sit here all night, I will not go home until she comes in. I can’t bear the thought of her carrying this on her heart one more day in this life; forty-two years is long enough.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p27\" class=\"\">He said, “Well, I’ll tell her, but I don’t think she’ll come in.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p28\" class=\"\">He left and was gone fifteen minutes, thirty minutes, and forty-five minutes. I was tempted to check the parking lot to see if they had gone home. I resisted; then I heard a timid knock at the door. I went to the door, and there was this sweet woman standing there. Her eyes were wet from crying. She had probably told her husband she couldn’t come in. He had insisted, telling her I would stay there all night. Finally, forty-five minutes later, she was at the door. I took her by both hands and led her across the room. I sat across the corner of the desk, and then I said, “Your husband confessed to a transgression that happened over forty-two years ago of which you were a part. I want to make it easy for you. I know what the transgression is. Every major transgression must be confessed. You tell me, and I will take it off your heart.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p29\" class=\"\">It was like pulling wild horses to get a confession. Finally, about fifteen minutes later, she confessed. I wept; she wept. I told her it was closed and that I wouldn’t remember it and for her to forget it and close it. Then I stood up and put my arm through hers and we walked down the long hallway to the parking lot. When we got just about to the door, I said, “How do you feel?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p30\" class=\"\">She stopped, looked up at me and, with tears in her eyes, and said, “President, I feel clean for the first time in forty-two years.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p31\" class=\"\">A little publication put out by the Church states, “When one has washed his robes in the blood of the Lamb, they are no longer soiled” (Spencer W. Kimball, <span class=\"emphasis\">A Letter to a Friend,<\/span> pamphlet, p. 23).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p32\" class=\"\">One day a woman came to my business office. She leaned across the desk and said, “President, I have carried a transgression on my heart for thirty-four years that I cannot carry one more step in this life. I know how tender-hearted you are, and I wouldn’t add one particle of a burden to your soul.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p33\" class=\"\">I said, “My dear sister, before you go on, let me share with you a principle of the gospel. When you take a burden off your soul, it is lifted from the priesthood leader’s soul also.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p34\" class=\"\">She said, “I know I will be cast out; I know I will be excommunicated, but does it have to be forever? Thirty-four years ago, before my first husband and I were married, I was involved in an abortion. Since that time, I have felt like a murderess. It was my husband’s idea, and I did not resist. I had an abortion. Later we got married. He was unfaithful constantly during the first two years of our marriage. I finally divorced him and have since remarried a wonderful man who is a convert to the Church. He knows everything, and he still wants to be sealed to me. President, do you think that either in time or in eternity we can be sealed together? I know I will be cast out, but does it have to be forever?” The tears flowed down her cheeks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p35\" class=\"\">I had known this woman and thought she was one of the most Christlike women I had ever met. She always baked bread, rolls, or cookies for the people in the neighborhood. Whenever they had a ward party and the Relief Society sisters cleaned up, she always scrubbed the floor. She said that she didn’t feel worthy to stand by them and do the dishes after what she had done; she only felt worthy to scrub the floor where they walked. She told me that she had never gossiped about anyone else. “How could I,” she said, “after what I had done?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p36\" class=\"\">I listened to her confession, humbled to tears, and told her, “I have never had a case of abortion before. I will need to write to President Kimball, President of the Quorum of the Twelve, and get his counsel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p37\" class=\"\">I wrote to President Kimball and shared the entire story. I told him she was one of the most Christlike women I had known and that she was willing to submit to any decision he would have for her. Two weeks later I received his response. I called the sister and asked her to meet me at the stake office as soon as she could. When I arrived at the stake center, she was already there. Her eyes were red, and she was pale. I know she must have been on her knees several times after my call, asking for mercy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p38\" class=\"\">Again I sat across the desk from her and said, “I do not want to keep you waiting one second longer. We are not even going to stop for prayer. Let me read you President Kimball’s letter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p39\" class=\"\">“‘Dear President Featherstone: You inquired about a woman who had been involved in an abortion thirty-four years ago. From the way you describe her it sounds like she has long since repented. You may tell her on behalf of the Church she is forgiven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p40\" class=\"\">“‘After a thorough and searching interview, you may issue this sweet sister a temple recommend so she can go to the temple and be sealed to her present husband.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p41\" class=\"\">If the Savior had been sitting where the woman sat, I would not have felt any closer to him. I believe that is exactly what he would have done. It was as though a two-thousand-pound burden had been lifted from the heart of this good woman. She wept great tears of relief and joy. To this day, I do not remember who the woman was.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p42\" class=\"\">President J. Reuben Clark, Jr., said, “I feel that [the Savior] will give that punishment which is the very least that our transgression will justify. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p43\" class=\"\">“I believe that when it comes to making the rewards for our good conduct, he will give us the maximum that it is possible to give.” (J. Reuben Clark, Jr., <span class=\"emphasis\">“As Ye Sow … ,”<\/span> Brigham Young University Speeches of the Year, Provo, 3 May 1955, p. 7.) I, too, believe this with all my heart and soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p44\" class=\"\">In Exodus 32, Moses had gone up to the mountain. The children of Israel had fashioned a golden calf with a graving tool. The people offered burnt offerings, and they sat down to eat, drink, and play; and there was great wickedness when Moses came down out of the mountain. He cast the tablets out of his hands, and they were broken; he burned the golden calf and caused the idolaters to be slain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p45\" class=\"\">Then, when the people had repented (and that is the key), Moses went back before the Lord and prayed, “Yet now, if thou wilt forgive their sin—; and if not, blot me, I pray thee, out of thy book which thou hast written” (<span class=\"citation\" id=\"22910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22910)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22910)\">Ex. 32:32<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p46\" class=\"\">I have listened to possibly a thousand major transgressions; and each time after a truly repentant transgressor has left my office, I have either knelt behind the desk or bowed my head in prayer and said, “Lord, forgive him or her, I pray thee. If not, blot my name also out of thy book. I do not want to be where they aren’t, for they are some of the most Christlike people I have ever met.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p47\" class=\"\">Though their sins be as scarlet, they may become white as the driven snow (see <span class=\"citation\" id=\"25539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25539)\">Isa. 1:18<\/a><\/span>), and the Lord has promised he would remember their sins no more (see <span class=\"citation\" id=\"17422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17422)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17422)\">D&amp;C 58:42<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p48\" class=\"\">Beloved, the Lord has provided every soul with a Christlike ecclesiastical leader who has been endowed with powers and keys from on high to be his agent in exercising forgiveness on behalf of the Church. I plead with you: if you have a major transgression on your heart that has not been confessed, go to your bishop. He will be filled with love and charity and will bless your life and take the burden of sin from your heart as a repentant soul in modern Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/forgive-them-i-pray-thee.p49\" class=\"\">I know that he, our Savior, loves us and that he is our Redeemer, our Atoner, and our Savior. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}