{"ID":3439, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Purify Our Minds and Spirits\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p2\" class=\"\">Bishop H. Burke Peterson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:237e.jpg\" alt=\"Bishop H. Burke Peterson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p3\" class=\"\">My brethren of the priesthood, by whatever right or responsibility I have because of this assignment tonight, I would like to raise another voice of warning and a charge to prepare for the battle. The call is extended to all priesthood holders throughout the world. This message is intended for the twelve-year-old deacon as well as his elder or high priest father or grandfather.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p4\" class=\"\">The destructive forces of Satan are becoming increasingly more effective in their relentless pursuit of the hearts and minds of men and boys everywhere. Many quite innocently have been led into habits that are gaining a stranglehold on some of the very elite in the army of the priesthood. I fear there are some here tonight who are far less effective than they could be or would be if the weren’t so afflicted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p5\" class=\"\">I would like to begin by painting a word picture of a setting in east-central Arizona. Here there are some high and often snow-packed mountains. We refer to them as the White Mountains. From this fountainhead stem most of the major water-producing streams that fill the agricultural and domestic needs of central Arizona. From these mountains comes the water supply for the home in the city of Phoenix. In the wintertime the mountains are covered with snow, ofttimes many feet in depth. The streams, as they begin here, run cool and clear, filled with delicious, life-giving water. The streams run many miles in this unpolluted condition as they move down the mountains, through the valleys, eventually to empty into great reservoirs built to store the liquid during periods of drought.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p6\" class=\"\">There are also in eastern Arizona many high-grade ore deposits which are and have been mined for many years, copper being one of the principal metals. Some of the streams that originate in the White Mountains run through the mining towns, and their water is used by the smelters in the processing of the ore. The waste from this process, in some cases, finds its way back into the streams, causing discoloration and the addition of harmful elements that make the water unfit for human consumption. These streams also empty into the great reservoirs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p7\" class=\"\">There are seasons of the year when there are cloudbursts in the mountains upstream from the dam. The heavens literally open up and discharge their contents. When water comes in such great quantities as it does on these occasions, large amounts of soil are eroded; brush, and sometimes trees, are also washed down the rivers into the reservoirs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p8\" class=\"\">These reservoirs have the unusual capacity of holding all that is put in them—the cool and clean, clear, and delicious water coming from the glistening snowpack, as well as the polluted water from the industries, and the brown, silt-filled waters resulting from the summer thunderstorms. All of it accumulates behind the huge rock and concrete dams. As we’ve said, part of the water that is held behind these dams is used as the domestic water supply for over a million people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p9\" class=\"\">The water, of course, in the condition in which it is stored behind the dams, is now undrinkable because of the impurities that have been dumped into it. And so there must be a filtering system that prepares it for use.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p10\" class=\"\">First, there are large grates and nets of coarse screens that filter out leaves, branches, and dead animal life. The filtering system gets finer and finer as it removes other harmful impurities. Finally, after much careful attention and cleansing, it is released into the pipelines of the cities in a now-purified condition, ready to be used by the people of the valley.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p11\" class=\"\">When we were born in the earth, our minds and thoughts were clean and sweet and pure—unpolluted by the harmful impurities that are around us that become a part of the experiences of this life. In our infancy our minds are free from unrighteous and unwholesome thoughts. We are innocent and untouched by most of the harmful effects and influences of Satan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p12\" class=\"\">Our mind, which is like a tremendous reservoir itself, is capable of taking in whatever it may be fed—good and bad, trash and garbage, as well as righteous thoughts and experiences. As we go through life, we may be exposed to stories, pictures, books, jokes, and language that are filthy and vulgar, or to television shows and movies that are not right for us to see or hear. Our mind will take it all in. It has a capacity to store whatever we will give it. Unfortunately, what our mind takes in, it keeps—sometimes forever. It’s a long, long process to cleanse a mind that has been polluted by unclean thoughts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p13\" class=\"\">Sometimes our minds may be so cluttered with filth and pollution that they are unable to be a spiritual strength to us and our families, let alone mankind in general. When in this condition, we find our thinking processes are not clear or correct. Everyday problems are more difficult to solve. We say and do things we would otherwise never be a part of.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p14\" class=\"\">There are two things we must do. First, we must stop the flow into our minds of these unhealthy and unwholesome streams of experiences and thoughts. Evil acts are preceded by unrighteous thoughts. And unrighteous thoughts are born of vulgar stories, jokes, pictures, conversation, and a myriad of other satanic products.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p15\" class=\"\">Vulgarity appears in many ways. We live in a society where profanity and vulgarity are accepted means of conduct and expression—even a way of life for some. I remember being in a business meeting some years ago with a group of men who were well educated, competent in their professions, and friendly to all—but their language was a dialogue in profanity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p16\" class=\"\">Brother Boyd K. Packer has said, “The reality of profanity does not argue for the toleration of it” (<span class=\"emphasis\">New Era,<\/span> Jan. 1976, p. 5). We are the victims of a vile habit. I would suggest that some are misled who think vulgarity occurs only now and then when a person utters obviously crude or offensive words. Vulgarity is not so rare as it should be. It is sustained by constant exposure to a steady diet of vulgar and filthy experiences. We might consider vulgarity in a couple of ways: first, <span class=\"emphasis\">as an expression of<\/span> personal weakness, and second, <span class=\"emphasis\">as a contribution to<\/span> personal weakness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p17\" class=\"\">Some demonstrate or express a personal weakness when they tell jokes or stories about the body and its functions, when they joke about or make suggestive comments concerning women or girls, when they are casual about sacred things. There is vulgarity when some speak crudely of body parts or sexual matters. Too often, common slang, even gutter terms, are used by brethren of the priesthood—ofttimes anger is used as an excuse for such utterance. This is wrong. No one need swear or be vulgar at any time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p18\" class=\"\">Some contribute to this personal weakness when they read or experience filthy magazines, vulgar movies or television shows, or remain in a group where unclean discussions occur. Each of these kinds of experiences will weaken any spirit, will make it less able to withstand “the fiery darts” of the adversary (<span class=\"citation\" id=\"21934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21934)\">Eph. 6:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p19\" class=\"\">Now, brethren of the priesthood, there should not be any X- or R-rated movies that we participate in viewing or talking about. There must be no pornographic magazines, pictures, or stories, no re-telling of filthy jokes or crude experiences. Once in a while we should stop and ask ourselves, “In whose army are we fighting? Whose battle lines are we defending?” Do you have the courage to walk out of an off-color PG-rated movie—or do you watch and listen, and suggest to yourself, “This soon will pass,” or “Everyone is doing it; it must be an acceptable type of entertainment”? Have you the courage to keep out of your home some television shows that are filled with suggestive sexual conversation—and even experiences? Have you thought lately how effective these shows are in piercing even the strongest spirits? Brethren, we must not feed ourselves a diet of trash!<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p20\" class=\"\">Now, assuming we have cut off the flow—not cut it down, but cut it off—the second thing we must do is to develop a filtering system that will cleanse the great reservoir of our mind so that the life-giving thoughts coming from it may again be pure and fit for our use. The effectiveness of our filtration system depends upon the pattern of our life. We will be no more successful in helping ourselves and others than we are pure in our minds. True, we may systematically perform many of the tasks that are assigned us such as—teach a Sunday School or priesthood lesson, prepare reports, conduct a meeting—but unless our spirit is in tune and we speak, teach, and act under the direction of the Holy Spirit, we accomplish little of an eternal value.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p21\" class=\"\">The secret to cleansing our spirit of whatever the impurity is not very complicated. It begins with prayer every morning and ends with prayer every night. This is the most important step I know in the cleansing process. It may simply be a prayer for strength to turn from bad habits—remembering that all prayers are not answered the next day. With this step in place, I have seen hundreds of miracles take place. Without it, there is continued frustration, unhappiness, ineffectiveness, and despair.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p22\" class=\"\">Secondly, an added refinement will come in the filtering process: An added measure of spiritual purity, if you please, can be found in a daily study of the scriptures—not long, perhaps, but <span class=\"emphasis\">every day.<\/span> If I were an Aaronic Priesthood boy, I would start reading the scriptures tonight and never let a day pass without reading some in them. This was a commitment President Kimball made over seventy years ago when he was your age.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p23\" class=\"\">Third, feed refreshment to your spirit that comes when you do something good for another that he or she doesn’t expect. Keep it simple, but <span class=\"emphasis\">do<\/span> it—daily. It may only be a cheery hello, a short visit to a homebound, a phone call, or a note. Maybe even picking up your dirty socks will thrill an unsuspecting mother or wife. According to the scripture, a disciple of the Savior is first a servant to others (see <span class=\"citation\" id=\"36720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36720)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36720)\">Matt. 20:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p24\" class=\"\">And finally, pick up a commandment you are still struggling with and give it an honest chance to bless your life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p25\" class=\"\">This, then, is the secret to a happy and productive life and to the eternal rewards of a loving Father in Heaven:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p26\" class=\"\"><span class=\"emphasis\">First,<\/span> stop the flow of polluted thoughts. Be far more selective of the experiences we feed the great reservoir of our mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p27\" class=\"\"><span class=\"emphasis\">Second,<\/span> develop an effective filtering system that will remove the impurities and cleanse the spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p28\" class=\"\">And so, brethren, the cry goes out: Gird for the battle. Take off the apparel of the world and clothe yourselves in the armor of righteousness. Let the priesthood authority you now hold become a powerful influence for good in your homes, in your wards and quorums, in your communities, and in your countries. Power in the priesthood is a <span class=\"emphasis\">product<\/span> of righteousness; it is <span class=\"emphasis\">not<\/span> an unearned gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p29\" class=\"\">A short time ago in a temple meeting, President Romney closed his testimony with the prayer that he would forever be found faithful in defending his part of the battle line. In testifying tonight that the Savior is at the head of this priesthood army and of the work for which we are responsible, I, too, add my prayer that we will each be found faithful in the things with which we have been entrusted. For the Lord said, “O ye that embark in the service of God, see that ye serve him with all your heart, might, mind, and strength, that ye may stand blameless before God at the last day” (<span class=\"citation\" id=\"17333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17333)\">D&amp;C 4:2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/purify-our-minds-and-spirits.p30\" class=\"\">My brethren, as your friend and brother, I plead with you to prepare as you have never prepared before, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}