{"ID":344, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keep the Commandments<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1948, pp. 157-164<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt falls to my lot as the President of the Church to make some concluding remarks.\n<\/p><p>\nI would like to ask all of you, could you imagine any other place that we could have been\nduring the past three days, where we would have been nearer to our Heavenly Father than we\nhave in this great conference? Is there any place in the world where you could gather together\na group of men who, one after another, would stand on their feet and bear witness that they\nknow the gospel is here and that we are partakers of it and testify of the blessings that result\nfrom keeping the commandments of our Heavenly Father?\n<\/p><p>\nSMOKER FAILS TO GET JOB\n<\/p><p>\nThe brethren have reminded me of one or two little incidents that I think I will relate. One\nhas to do with a cigarette. One of our missionaries who filled a good mission came home and\nsought employment and was unable to find it here. He had been a smoker before he went on\nhis mission, but he had quit, so when he came back and became a little bit discouraged, he\ntook up his habit of smoking again. About that time a non-Latter-day Saint businessman\nspoke to one of the prominent men of the Church, also in business, and said, \"I need a man to\ncome into my business, one that is capable and able to grow to take my place, because I want\nto retire after a while. I can pay him a good salary, and I have concluded that, while I am not\na member of your Church, I would like to have one of your returned missionaries. They have\nhad such wonderful experiences, many of them. I've heard some of them talk. If one of them\ncomes home and you know of him, you don't need to tell him what it is all about, just send\nhim to me with the understanding that there may be a position. I'd like to interrogate him.\"\n<\/p><p>\nNot long after that the young man who had been seeking work visited the office of the\nbrother who told me this story. He said to the young man: \"I think I know where you can\nfind employment.\" He sent the returned missionary to the individual who had told him\nwithout hesitation what he wanted. This returned missionary was a fine, intelligent, young\nfellow, and he supposed it meant a job for him.\n<\/p><p>\nOur Church businessman said, \"I met the young applicant on the street two or three days\nafter, and asked him, 'How did you come out?\" The young man said, 'I didn't succeed. The\nman asked me a few questions and then remarked, \"I think we had better not try it out\ntogether.\"\n<\/p><p>\nSometime later the two businessmen met, and the member asked the non-member why the\nyoung man had not been employed. He replied, \"When the missionary came into my office,\nhe told me you had sent him. I thought to myself, this is my opportunity. He was a\nfine-looking young fellow and appeared satisfactory to me. As he entered the office, I was\nsmoking my pipe, and all at once he took a cigarette out of his pocket and lit it, and we started\nto talk. I said to him, 'I thought you were a member of the Church of Jesus Christ of\nLatter-day Saints.' He replied, 'I am,' and I said, 'I thought you were a returned missionary.'\n'I am,' he answered.\n<\/p><p>\n\" 'I'm sorry, I wanted just such an individual as I thought you might be, but what are you\nsmoking for?' and the young man said, 'You are smoking; why shouldn't I smoke?' I said,\n'The difference is this: You have been taught that it is not a proper thing to smoke; I was\nnever taught that. You are violating the advice and desires of those who love you, and I think\nthere is no use discussing this matter any further. I will just say that I haven't any position\nready for you, and we'll part.'\"\n<\/p><p>\nThat young man lost a fine position because he had that filthy habit, and that's the only word\nI can think of just now that exactly fills the bill.\n<\/p><p>\nRETURNED MISSIONARY WHO LACKED COURAGE OF CONVICTION\n<\/p><p>\nAnother instance that may be of interest: one of our missionaries returned from the Eastern\nStates where he had become acquainted with a shop foreman in a large manufacturing\nestablishment, and after returning home he tried for some time to secure employment but was\nnot successful. Finally he said to himself, \"Well, I believe if I go back East, my friend there\nwill give me a job.\"\n<\/p><p>\nHe was a very fine, capable young fellow, but the friend that he spoke of did not know that\nhe was a member of the Church. So when he went to him and said, \"I've come back. I\nwonder if you will give me something to do?\" the foreman said, \"Certainly I will; come right\nin.\" So the young man began work in the very city where he had been laboring as a\nmissionary. He avoided the members of the Church; he didn't go to meeting; he kept away\nfrom them because he was afraid the men who employed him who were not members of the\nChurch would not give him the same kind of opportunity for advancement if they knew who\nhe was. But he was a good worker and kept at it for some time.\n<\/p><p>\nOne day, after he had been there about three months, the shop foreman called him and said,\n\"You had better go upstairs; the president wants to see you.\" The president had told the shop\nforeman that he needed a young man for another department who had ability. He wanted a\nyoung man with a good education. He said, \"Look around, and if you can find such a man as\nthat, let me know.\"\n<\/p><p>\nThe foreman replied, \"We have just such a man working for us right now.\"\n<\/p><p>\n\"Already in our employ?\" the president asked.\n<\/p><p>\n\"Yes.\" The president said, \"That pleases me. Send him up to see me.\" So the young man, not\nknowing what the circumstances were reported to the president's office and said, \"I\nunderstand, Mr. Grant, that you want to speak to me.\"\n<\/p><p>\nHe answered, \"Yes. Have you been sent up by the shop foreman?\"\n<\/p><p>\nThe young man replied, \"Yes, sir.\"\n<\/p><p>\n\"Please sit down. I want to know something about you; I'd like to know where you are from.\"\n<\/p><p>\n\"Well,\" the young man said, \"I live away out in the Rocky Mountains.\" That was the first\nhedge.\n<\/p><p>\n\"But, what part of the Rocky Mountains?\" \"Well,\" he replied, \"not very far from Idaho.\" \"But\nwhat are you doing here?\"\n<\/p><p>\n\"Well,\" he said, \"I'm here working as one of your employees.\" \"Were you ever here before?\"\n\"Yes.\"\n<\/p><p>\n\"Do you know anybody here in the city?\" \"Not very many, just two or three.\"\n<\/p><p>\n\"Well, I don't quite understand why you came back here for employment.\"\n<\/p><p>\nI want to say before going any further, the president knew all about this boy. He had had\nsomebody check his record, and so when he kept hedging, the president asked, \"But who are\nyour friends here?\"\n<\/p><p>\n\"Oh,\" he replied, \"they're just people that work around town.\"\n<\/p><p>\n\"But,\" the president continued, \"do you belong to any church?\"\n<\/p><p>\n\"Well, not here.\"\n<\/p><p>\n\"Did you ever belong to a church?\"\n<\/p><p>\nHe said, \"Yes, I did at one time,\" and he began to be afraid the president did know who he\nwas, and he didn't want him to find out now, so he kept on hedging and said, \"At one\ntime I was a member of a church, but I didn't take much interest in it, and I'm not\ndoing much at it now.\"\n<\/p><p>\n\"What church was it?\"\n<\/p><p>\n\"Well, you'd call it the Mormon Church.\"\n<\/p><p>\nThe president said, \"Do you mean to tell me that you are a son of a Mormon family?\"\n<\/p><p>\nThe boy knew the man was up with him then; so he answered, \"Yes, sir.\"\n<\/p><p>\nThe president queried, \"Do you mean to tell me that you would desert the faith of your\nparents, when you had known that they were Mormons and desired you to be one?\"\n<\/p><p>\n\"Well, not exactly that.\"\n<\/p><p>\n\"I'm afraid,\" the president said, \"you're not much credit to them. If you haven't the\ncourage to stand up for your faith, what good are you? Now,\" he said, \"I will be plain with\nyou. I thought you were the man I was seeking for this position, but I want to say to you that\nif you would betray your parents and go back on the Church you belong to; I'd be afraid to\ngive you any kind of a job where you have to handle money.\" And so the young man lost his\nopportunity because he did not have the courage to do his duty by his Church and his family.\n<\/p><p>\nThese things happen so many times; while on the contrary our boys and girls who keep the\ncommandments of the Lord, and observe the advice of our Heavenly Father, need not be\nafraid anywhere.\n<\/p><p>\nADVANTAGES OF CHURCH MEMBERSHIP\n<\/p><p>\nI have traveled considerably in the world, myself. I have covered approximately a million\nmiles. I have been in the homes of the rich and the poor, in many parts of the world, and I\nnever have found one instance among the better class of people where I have been, where if\nthey knew I was a member of the Church of Jesus Christ of Latter-day Saints, it was any\ndetriment to me. But I have known many cases where it has opened the way and offered\nopportunity that I couldn't have had before. You know, it is a strange thing that it is possible\nfor an individual to belong to the Church, not just a church, but to belong to the Church, to\nhave had a witness and a testimony that the Lord himself established this Church, to know\nthat he spoke by the power that he had, in his wisdom, and gave to us in this day the gospel\nof Jesus Christ, again, and to belong to just such an organization. No other church in the\nworld makes such a claim as we do. When I see this wonderful group of young folk, behind\nus here, and the choir, and those that we had from Provo yesterday, and others that we meet\nall the time, I know of no other place in the world where you can find such young people as\nthe Lord gives to us in the Church of Jesus Christ of Latter-day Saints. Where can you go, in\nall the world, and find such companionship as you can have in the Church of Jesus Christ of\nLatter-day Saints? It is his Church. He gave it his name,\nand he advised us that it should be\nso called (<span class=\"citation\" id=\"12535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12535)\">D&amp;C 115:4<\/a><\/span>). Again I want to mention that fact to some of our brethren. Don't let the Lord down\nby calling this the Mormon Church. He didn't call it the Mormon Church. It is all right for us\nto believe in the Book of Mormon. He expects us to do that but he told us what to call this\nChurch. The Lord has said:\n<\/p><p>\nTHE NAME OF THE CHURCH\n<\/p><p>\nAnd how be it my church save it be called in my name? For if a church be called in Moses'\nname then it be Moses' church; or if it be called in the name of a man then it be the church\nof a man; but if it be called in my name then it is my church, if it so be that they are built\nupon my gospel (<span class=\"citation\" id=\"5475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5475)\">3 Ne. 27:8<\/a><\/span>).\n<\/p><p>\nThis is <i>his<\/i> Church, the Church of Jesus Christ of Latter-day Saints. I sometimes feel\ndisappointed that so many of us seem to be timid, if I may use that term, and give this\nChurch that the Lord has permitted us to be identified with rather a casual reference. I am so\nproud of membership in the Church of Jesus Christ of Latter-day Saints, when I think that all\nthe blessings of the world may be mine as a member of his Church, and if I were not a\nmember how many blessings there may be lost for me. Think of the wonderful people in the\nworld and in all these various churches. I want to tell you that there are thousands of them, I\nthink I would be safe in saying millions of them who, if they knew what we know and had\nthe testimony that God has given to us, wouldn't hesitate to join the Church. They would be\nafraid not to take advantage of the opportunities that he has given to us. In this wonderful\nconference where we have been assembled the past three days, think how we have mingled\ntogether. I have shaken hands with people all the way from Australia, to Portland, Maine, and\nfrom Europe to Hawaii, who have come here, happy to make these long journeys, delighted to\nbe permitted to associate and to shake hands with the membership of this Church.\n<\/p><p>\nI feel it is a great compliment to you, my brothers and sisters, that so many of you find in the\nlives of one another the things that make you proud and grateful to be identified with this\norganization. When we think of what the Lord has done for us&mdash;think of the thousands of our\nyoung men and women who have had an education that they could obtain in no other way\nexcept in the missionary field, and that we have more than four thousand out in the world\ntoday&mdash;what a privilege it is! This is not a Church to criticize, to find fault with others. The\nLord doesn't advise us or counsel us to make it uncomfortable for other people who don't\nunderstand, but the Lord in every way encourages us to set an example that others seeing our\ngood works will be constrained to glorify his name\n(<span class=\"citation\" id=\"34188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34188)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nGRATITUDE FOR YOUNG PEOPLE\n<\/p><p>\nI am so proud and grateful for the young people of this great organization as I meet them in\ndifferent parts of the country, and I am so thankful for their fathers and mothers who have\ngiven them the training that encourages them to pray and to walk uprightly before the Lord\n(<span class=\"citation\" id=\"12473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12473)\">D&amp;C 68:28<\/a><\/span>),\nencourages them to avoid bad habits and not partake of things that otherwise would hurt\nthem. Think of it. Do you realize, my brethren and sisters, that there isn't a blessing, a real\nblessing in any church in the world that is enjoyed in that church that you may not enjoy as a\nmember of the Church of Jesus Christ of Latter-day Saints? You can't think of a thing that is\nworthwhile in preparation for eternal life that we do not have and while we are only a small\norganization compared with the great ones in the world, all that they have, all together, that is\nnecessary for eternal life in the celestial kingdom, we have, plus the authority of our\nHeavenly Father and the promise of eternal happiness if we will obey his commandments.\n<\/p><p>\nThis is not a man-made organization. It is not just a small fraternal department in this great\nworld; this is the Church of Jesus Christ of Latter-day Saints. Think what that means, a\nChurch of the Son of God, who gave his life that we might live again. So today as I worship\nhere with you I am thankful for my birthright, thankful for parents who taught me the gospel\nof Jesus Christ and set the example in their home. If I did anything that I should not do in my\nlife, it would be something that I could not have learned in my mother's home. There were\nsweetness and kindness and love always. With a large family of children it took a mother with\na good deal of patience, but she was always patient with us.\n<\/p><p>\nKEEPING COMMANDMENTS BRINGS JOY\n<\/p><p>\nIt will not be very long, in the natural course of events, till the summons that took Father and\nMother and other loved ones to the other side, will reach me. I look forward to that time with\npleasant anticipation. I have lived a long time, as contrasted with the average of human\nbeings, and I have had a happy life. I can think of nobody who has had a fuller life than I\nhave had, and I don't say that boastfully, but gratefully; and I want to say to you that every\nhappiness and every joy that has been worthy of the name has been the result of keeping the\ncommandments of God and observing his advice and counsel. So, as we go forward, each of\nus, each having an influence with our neighbors and our friends, let us not be too timid. We\ndo not need to annoy people, but let us make them feel and understand that we are interested,\nnot in making them members of the Church for membership, but in bringing them into the\nChurch that they may enjoy the same blessings that we enjoy.\n<\/p><p>\nWORLD IN CRITICAL CONDITION\n<\/p><p>\nThis world is in a critical condition. It is a pitiable situation that faces us, and not anything in\nthe world but the power of our Heavenly Father can preserve the civilization of our day and\nthe people who live upon the earth at the present time. The adversary is having his innings\nbecause the people of the world have refused to listen to their Heavenly Father. Now it is our\nprivilege, not only to set the example but also to encourage others to take advantage of it.\nNobody knows, when we pick up a paper today, what the headlines may read. So many lives\ndestroyed here, so many there, some from accident, some from warfare, some from\nwickedness, and the greatest destruction of all that is going on in the world today is the result\nof immorality. There was a time, as we have been reminded, when, the people of Sodom and\nGomorrah could not produce, in those two cities, ten individuals who were worthy to live\n(<span class=\"citation\" id=\"23538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23538)\">Gen. 18:32<\/a><\/span>).\nThey had been so wicked that they were not fit to live any longer, and so they were\nconsumed by fire.\n<\/p><p>\nNow, brethren and sisters, somebody said in this conference that the same laws apply, the\nsame rules govern today, and it is just as necessary for us to keep the commandments of our\nHeavenly Father. today as it was for any of the prophets of old or any of his faithful sons and\ndaughters who have lived upon the earth, who have earned a right to a place in the celestial\nkingdom. We can't gain our exaltation by the good lives of our neighbors, but we can profit\nby their good example, and we can improve ourselves.\n<\/p><p>\nWith love in my heart for every one of you, may I say I am grateful. I haven't any way of\nexpressing my thanksgiving to the people of this Church and many people out of the Church,\nwhere I have traveled in the world, for their kindnesses to me, one of the humblest of our\nFather's sons. I wish I could return in full measure all the good which has been done for me\nwherever I have been.\n<\/p><p>\nRICHES OF ETERNAL LIFE\n<\/p><p>\nAnd now, brothers and sisters, it is not so important how many valuables you may have, how\nmuch property you may possess, and how many of the honors of men you may acquire, and\nall those things that are so desirable in the world, the thing that God has given to you that is\nworth more than all the rest is the opportunity to obtain eternal life in the celestial kingdom\nand have as your companions, throughout the ages of eternity, sons and daughters, husbands\nand wives with whom you have associated here on earth. That is what the Lord teaches us,\nand when the world is so distressed and uncertain, we ought to be grateful, we ought to be\nthankful for our blessings. I can think of no people in the world who have so much reason to\nbe thankful for their blessings as right here in the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nBLESSINGS OF CONFERENCE\n<\/p><p>\nThis will be the conclusion of a remarkable conference. It has been delightful to me, these\nwonderful choirs that have made us so happy with their singing, the fine advice and counsel\nthat we have received from our brethren, the opportunity even to sit in the room and feel the\ninfluences that are here, because everyone who is here, I am sure, has felt as I have felt the\ninspiration of our Heavenly Father and the spirit of love and kindness and a determination to\ndo better than we have ever done before.\n<\/p><p>\nThis is God's work. It is for the salvation of all the human family if they will accept it, and\nwe who have received it and know it is true should be ever alert and watchful to share with\nothers the things that we know. Let our homes be the abiding place of prayer and\nthanksgiving and gratitude. Every day when we go out from our homes, let us leave a place\nthat has been sanctified by the righteousness of our own lives, and when we return to it that\nwe may feel that influence that is always there when the Spirit of God is present.\n<\/p><p>\nI pray that these fine boys and girls who have come to sing to us, along with the other\nvisitors, may go home from this conference, that you may return to your various homes in\nsafety and in peace, and take with you a renewed desire to be real members of the Church of\nJesus Christ of Latter-day Saints, worthy to be called members. Now, I pray that the Lord\nmay add his blessing, that his peace may be upon you and in your lives, and in your home.\nLet us pray for the great men and women of the world who need the Lord but do not\nunderstand his interest in them. Pray for the President of the United States who, at the present\ntime, so much needs guidance from our Heavenly Father. Pray for our representatives in\nCongress, our governors, our mayors of cities, the men who have influence in politics in our\nvarious communities, that they may do the things that will be better for all of us and make us\nhappier, and please our Heavenly Father. That is our privilege. I say to you that the power of\nprayer is something that cannot be measured. If there were time, I could tell you many\ninstances where prayer has been answered in a marvelous way. People have risen from beds\nwhen they have been told they could not live, that it was not possible, and yet they have lived\nand performed a great work. This is the kind of Church that you belong to. This is the kind\nof organization the Lord has offered to all people. Think of our great educational institutions,\nthe opportunities which are given to our children to learn all that the world can teach them,\nplus the glorious truths that are necessary for us to absorb and make a part of our lives in\norder that we may gain an exaltation in the celestial kingdom.\n<\/p><p>\nADMONITION TO LOVE ONE ANOTHER\n<\/p><p>\nGod bless you, my brothers and sisters. I feel I want to be with you. I am so grateful for the\nprivilege of being here, and now I am anxious that you may all go to your homes and carry\nwith you love unfeigned, love for your boys and your girls, for your husbands and wives, for\nyour neighbors and friends, and let that love abound wherever you may be. If we will do that,\nwhen the returns come from this conference and we hear from the various stakes and missions\nof the world, where people have gone from here, we will discover that we did receive a\nblessing and that the Lord did magnify us and give us our opportunities, and we will go on\nkeeping his commandments.\n<\/p><p>\nI pray that every one of us will remember that to be a member of the Church of Jesus Christ\nof Latter-day Saints is an honor beyond all price in comparison, and that we may so live that\nour neighbors and friends who know us, who may not be members of the Church, will be\ngrateful for our fellowship. Peace be with you. May you go to your homes in peace and\nsafety and continue to live in love and happiness as long as you are upon the earth. And when\nthe time comes for us to depart this life, may each of us find our names recorded in the\nLamb's book of life, not one missing, entitling us to an inheritance in the celestial kingdom,\nright here upon this earth, in the companionship of those we love, I humbly pray in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}