{"ID":3440, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To the Young Men of the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p2\" class=\"\">Elder Robert L. Backman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:246a.jpg\" alt=\"Elder Robert L. Backman\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p3\" class=\"\">During this past summer, it was my great privilege to stand in a circle while my son-in-law ordained one of my grandsons to the priesthood. That was a signal honor for a grandfather, and I know Robbie couldn’t have been more proud of it than I was. Since that time, I have considered very much what I would like to say to Robbie concerning this honor that has come into his life and how desirous I am as his grandfather that he live worthy of what was promised him in the blessing that his father gave him under the inspiration of the Lord. So tonight I would like to address my remarks to Robbie and to all this grand army of Aaronic Priesthood who sit here in front of me and are listening throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p4\" class=\"\">While serving as a mission president it was my great privilege and responsibility to interview every missionary as he began his mission. That was always a great experience, but it sometimes gave me insights into the backgrounds of my missionaries that shocked me. One elder told me of his growing up in a small farming community as the son of the town drunkard. When, as a newly called missionary, he boarded the bus to come to Salt Lake City to enter the mission home, his father was there to bid him farewell. He must have been drunk, for his last words to his son were, “Son, you will never amount to a hill of beans.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p5\" class=\"\">As I talked with my missionary, I could sense that he had heard that phrase over and over again throughout his young life: “You will never amount to a hill of beans.” And that choice young man, called by the Lord to be his representative, believed it. I resolved to prove that father wrong by seeing that the missionary had a successful mission. I assigned him to a great first companion and watched his progress with keen interest and daily prayers. And progress he did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p6\" class=\"\">As my release date approached, I made a final tour of the mission to say good-bye to my beloved fellow workers. By this time the young man was a zone leader, a very important calling in the mission field. He conducted that zone conference like a veteran bishop. I saw the deep bond of love that had developed between him and his missionaries. I thought of the scores of converts who had joined the Church through his devoted service and the power of his testimony. At an appropriate moment in the conference I stood beside him with my arm around him and said, with a lump in my throat, “You wouldn’t believe this, but someone once said of this young man that he would never amount to a hill of beans.” He turned and looked me in the eye and responded, “We sure showed him, didn’t we, President?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p7\" class=\"\">What had occurred to bring about such a dramatic change in that elder’s life—to change him from a frightened little farm boy to a man of God? He had made some interesting discoveries that had prepared him to face the challenge of life and to be armed to succeed—the same discoveries every young Latter-day Saint must make as he matures if he is to achieve his potential here and hereafter. He had discovered that he really was a son of God—with the capacity to become as God is, with all of his power, his might, and his majesty. He knew the truth of Christ’s oath: “All that my Father hath shall be given unto him” (<span class=\"citation\" id=\"17462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17462)\">D&amp;C 84:38<\/a><\/span>). What a discovery for a young man to make—that he is a son of God!<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p8\" class=\"\">Doesn’t that make you feel kind of special to know how much God is counting on you? The future of his Church is in your hands. You are the ones that God has chosen to be his leaders, reserved to come to this earth when you could influence your fellowmen by the power of your lives and by sharing the principles of the gospel. How well are you doing, young men?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p9\" class=\"\">One of our fine young men, living in the eastern part of this country where he was one of few Latter-day Saints in his high school, received his mission call. As he prepared for his mission he asked his parents’ permission to invite twenty-five of his nonmember friends to come to the home for a farewell party. During that party the young missionary showed his friends <span class=\"emphasis\">Man’s Search for Happiness,<\/span> explained why he was going on a mission for his church, and bore his testimony to them. They all in turn hugged him and let him know they loved him and sustained him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p10\" class=\"\">My missionary had also discovered that, despite his weaknesses, his frailties, and his youth, he had a tremendous untapped capacity to serve his fellowmen and to influence them for good, even to being an instrument in the Lord’s hands to change and save lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p11\" class=\"\">At a youth conference I met five young men. One of them, who had recently fallen into inactivity, had been persuaded to attend the conference by some strong-arm tactics of his friends, who would not let him fall away from the Church. Touched by the spirit of that youth conference and the love of his buddies, that inactive boy joined his four friends in pledging to one another that they would live righteous lives. Today he is serving a mission for the Lord, thankful for those companions who cared so much about him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p12\" class=\"\">It is an interesting phenomenon, my young friends, how, as we serve, our capacity to serve grows and our opportunities for service expand. And we learn the great secret to a happy, rewarding life—that happiness, real happiness, doesn’t come in acquiring wealth or gaining notoriety or position. True, lasting happiness comes in service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p13\" class=\"\">My missionary had learned something about the magnificent power of the holy priesthood, which lifted him beyond his own natural capacity. That knowledge had come as he exercised it in the service of others, blessing them as the Lord’s representative.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p14\" class=\"\">You Aaronic Priesthood holders have that holy power as you prepare for the great spiritual gifts that come with the oath and covenant of the Melchizedek Priesthood, for you have been given the right to the ministering of angels (see <span class=\"citation\" id=\"17459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17459)\">D&amp;C 84:33–39<\/a><\/span>). The Lord has promised you: “I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up (see <span class=\"citation\" id=\"17475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17475)\">D&amp;C 84:88<\/a><\/span>)—even on the football field, in the classrooms, in your studies, in your work, at play—in all you do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p15\" class=\"\">While visiting a sacrament meeting on Okinawa, I was so impressed with the manner in which the Aaronic Priesthood prepared and passed the sacrament that, when my turn came to speak, I invited two of the deacons to join me at the pulpit. Of one I asked, “What are your goals in life?” His prompt reply: “To become like my Savior!” Of the other I asked, “What does it mean to you to know that you hold the Aaronic priesthood?” He drew himself to his full height and looked out over that pulpit, and proudly said, “It is the greatest honor in my life!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p16\" class=\"\">Are you honoring that sacred calling and responding in that sacred service as did my Japanese brethren? One deacon was asked what he did. He replied, “I do what I am supposed to do.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p17\" class=\"\">My beloved young brethren, God has singled you out from among all his sons to assist him in this great latter-day work. He trusts you and he has confidence in your meeting the mighty challenge to truly represent him. He is schooling you for your important missions and he expects you to recognize that you are different from other boys and young men—not better, but different—because you have been blessed with the gospel of Jesus Christ and the priesthood of God. Because he has given you so much, he expects you to live beyond your friends and associates who do not have the light of the gospel—he expects you to be in the world but not of the world. He promises you the strength to resist temptation and Satan’s power if you will cling to the iron rod of the gospel and honor your sacred calling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p18\" class=\"\">What is it that deters us from being that faithful priesthood holder God desires?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p19\" class=\"\">The trouble with some of us is we get caught in monkey traps. In Africa, the natives have a unique, effective way to capture monkeys. They lop the top off a coconut, remove the meat, and leave a hole in the top of the coconut large enough for the monkey to put his paw in. Then they anchor the coconut to the ground with some peanuts in it. When the natives leave, the monkeys, smelling those delicious peanuts, approach the coconuts, see the peanuts in them, put their paws in to grasp the nuts, and attempt to remove the nuts—but find that the hole is too small for their doubled-up fists. The natives return with gunny sacks and pick up the monkeys—clawing, biting, screaming—but they won’t drop the peanuts to save their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p20\" class=\"\">Do you know anyone who is caught in a monkey trap, where the things that matter the most are at the mercy of those things that matter the least?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p21\" class=\"\">I’d like you to ponder that, my young brethren; then make certain you are not caught in like fashion by the siren songs of our society, by the mocking, the daring of so-called friends, or those insidious evils Satan will place in your path in attractive packages which turn out to be empty and hollow. Develop the courage to stand for what you believe, to be true to the faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p22\" class=\"\">A spiritual young black joined the Church in West Virginia recently. Excited about the newfound truth that had come into his life, he sought eagerly to share the gospel of Jesus Christ with his fellow high-school students. Their response was that the gospel was too strict. How proud we can be of his reply to them: “What’s strict about following the true Church of Christ?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p23\" class=\"\">In my lifetime, my young friends, I have discovered that happiness comes in keeping the commandments of God. Alma learned the hard way that “wickedness never was happiness” (<span class=\"citation\" id=\"9333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9333)\">Alma 41:10<\/a><\/span>). Believe his words. Lean on the experience and the faith of men and women you trust as you chart your course in life. If you will diligently search for truth and live those beautiful principles, your life will be full, rich, rewarding—and exciting. Our Father in Heaven needs strong men to build his kingdom, and as I look at you, I know you are the best he’s got.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p24\" class=\"\">We sing, “Hope of Israel, Zion’s army, Children of the promised day” (<span class=\"emphasis\">Hymns,<\/span> no. 64). Did you realize that song was written about you? President Kimball has reminded us of that. He said, “We are rearing a royal generation … who have special things to do” (<span class=\"emphasis\">Ensign, <\/span>May 1976, p. 45).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p25\" class=\"\">Those special things you have to do include being rulers of the nations, lawmakers, business and professional men, teachers, tradesmen, tillers of the soil, and so on. But even more, the special things you have to do involve the establishment of the kingdom of Zion and the building of it. That, my young brethren, requires much more than the casual approach many of us take to preparation for life. It requires the establishment of goals—far-reaching goals that stretch into eternity, goals that require courage and determination to achieve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p26\" class=\"\">How many of you have thought of what you’re going to be doing five years, ten years, or twenty-five years from now? And what preparation are you making to make certain that you are in control and not victimized by life? Nothing stands in the way of a boy who knows where he is going.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p27\" class=\"\">If I were in your shoes I would set some important goals for myself right now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p28\" class=\"\">The first would be, “I am going on a mission!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p29\" class=\"\">We sit here at the feet of President Kimball who has stated that every young man should serve a mission. Do you sustain him as a prophet? If you do, your only response should be, “When? I’ll be prepared.” That mission experience will be one of the most important events in your entire life, just as it was for my missionary who wasn’t going to amount to a hill of beans.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p30\" class=\"\">Second: “I am going to be married in the house of the Lord!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p31\" class=\"\">If you would only realize how vitally important that is to your eternal goals, you wouldn’t consider being married anyplace else; and that would affect who you date and how you date and would influence the entire fabric of your moral and spiritual life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p32\" class=\"\">Third: “I am always going to be active in God’s Church!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p33\" class=\"\">That will provide an anchor for you like nothing else on earth, for it will give you the opportunity to discover for yourself the real meaning of happiness. It will assure you that, no matter where you go, you belong—for you have brothers and sisters who love you and sustain you. You will know something of the brotherhood of the gospel of Jesus Christ: you will become acquainted with him as your Savior; and you will keep your testimony burning brightly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p34\" class=\"\">Consider what such goals will do for you. When temptations come, as they surely will, you are going to be prepared. You will have made the choice in advance: “I am going on a mission!” “I am going to be married in the temple!” “I am always going to be active in God’s Church!” “Therefore, I will not partake!” When you make those basic decisions in advance, think how many other decisions are already made: living the Word of Wisdom, keeping morally clean, attending your meetings, paying tithing, studying the gospel, and so forth. You will not compromise on any important principle. You will be in control of your life, and you will enjoy the peace and serenity that come with keeping the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p35\" class=\"\">How I pray that our Father in Heaven will bless you choice young men to understand that you are sons of God with unique, important roles to play in life and heavy responsibilities to your fellowmen; that he will bless you with wisdom, courage, patience, understanding, love for your brothers and sisters, and deep faith in the Lord and his gospel; and that he will keep you clean and wholesome and strong in the face of temptations and evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/to-the-young-men-of-the-church.p36\" class=\"\">And may you realize that this is your world, a beautiful world with unlimited opportunities to grow, to learn, and to serve. Will you make it a better world through the preparations you make now and the noble service you render throughout your life as a token of the love you have for your Father in Heaven and his Son, bearing witness of the truth of the gospel through your powerful example and the precepts you teach your fellowmen. “Hope of Israel, rise in might,” and be that army that God can use to further his great purpose, I pray, in the sacred name of Jesus Christ, our Savior, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}