{"ID":3443, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Repentance\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p3\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p4\" class=\"\">“The elders … of this church” said the Lord, “shall teach the principles of my gospel, which are in the Bible and the Book of Mormon” (<span class=\"citation\" id=\"17391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17391)\">D&amp;C 41:12<\/a><\/span>). Pursuant to this commandment, I shall make a few remarks concerning repentance, upon which much emphasis is placed in both the Bible and the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p5\" class=\"\">True repentance, followed by baptism and the <span class=\"emphasis\">laying on of hands for the gift of the Holy Ghost,<\/span> brings forgiveness. Such repentance is impossible without faith in the atonement of the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p6\" class=\"\">This great truth is clearly and beautifully taught in the Book of Mormon. Alma, crying unto his people pursuant to the directions of an angel, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p7\" class=\"\">“Repent ye, for the kingdom of heaven is nigh at hand;<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p8\" class=\"\">“And not many days hence the Son of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p9\" class=\"\">“… cometh to redeem those who will be baptized unto repentance, through faith on his name.” (<span class=\"citation\" id=\"9322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9322)\">Alma 9:25–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p10\" class=\"\">Alma did not say that Jesus would redeem everybody. The promise was restricted to those who, because of their faith in Christ, would repent and be baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p11\" class=\"\">Amulek, Alma’s missionary companion, testified to the same limitation. “I … know,” said he, “that Christ shall come among … men, to take upon him the transgressions of his people, and that he shall atone for the sins of the world; for the Lord God hath spoken it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p12\" class=\"\">“And … he shall bring salvation to all those who shall believe on his name; … the intent of [this] … sacrifice [being] to bring about the bowels of mercy, which overpowereth justice, and bringeth about <span class=\"emphasis\">means unto men<\/span> that they may have faith unto repentance.” (<span class=\"citation\" id=\"9326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9326)\">Alma 34:8, 15<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p13\" class=\"\">In this way mercy satisfies “the demands of justice, and encircles them [that is, those who have faith unto repentance] in the arms of safety, while he that exercises no faith unto repentance is exposed to the whole law of the demands of justice; therefore <span class=\"emphasis\">only unto him that has faith unto repentance<\/span> is brought about the great and eternal plan of redemption” (<span class=\"citation\" id=\"9327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9327)\">Alma 34:16<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p14\" class=\"\">Jesus, speaking to his Nephite disciples, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p15\" class=\"\">“No unclean thing can enter into his [speaking of his Father’s] kingdom; therefore nothing entereth into his rest save it be those who have washed their garments in my blood, because of their faith, and the repentance of all their sins, and their faithfulness unto the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p16\" class=\"\">“Now this is the commandment: Repent, all ye ends of the earth, and come unto me.” (<span class=\"citation\" id=\"5902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5902)\">3 Ne. 27:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p17\" class=\"\">It is this repentance, based upon faith in Jesus and “hope through the atonement of Christ and the power of his resurrection, to be raised unto life eternal” of which I speak today (see <span class=\"citation\" id=\"38443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38443)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38443)\">Moro. 7:41<\/a><\/span>). This is the repentance which would lead men to a solution of all their problems, individual and collective. This is the repentance to which Jesus Christ, our Lord, calls us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p18\" class=\"\">To one of his modern disciples he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p19\" class=\"\">“I command you to repent—repent, lest I smite you by the rod of my mouth, and by my wrath, and by my anger, and your sufferings be sore—how sore you know not, how exquisite you know not, yea, how hard to bear you know not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p20\" class=\"\">“For behold, [I’m still quoting the Redeemer] I, God, have suffered these things for all, that they might not suffer if they would repent;<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p21\" class=\"\">“But if they would not repent they must suffer even as I;<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p22\" class=\"\">“Which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit—and would that I might not drink the bitter cup, and shrink—”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p23\" class=\"\">He continues, “Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.” (<span class=\"citation\" id=\"17352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17352)\">D&amp;C 19:15–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p24\" class=\"\">That is, Jesus endured the suffering required to satisfy the demands of justice, thereby making it possible for men, through faith and repentance, to be cleansed from their sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p25\" class=\"\">“Wherefore,” he continued, “I command you again to repent, lest I humble you with my almighty power; and that you confess your sins, lest you suffer these punishments of which I have spoken” (<span class=\"citation\" id=\"17354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17354)\">D&amp;C 19:20<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p26\" class=\"\">Foremost among men’s sins are the refusal to accept Jesus Christ for what he is and the rejection of his gospel as the true way of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p27\" class=\"\">“In nothing doth man offend God,” said the Lord, “or against none is his wrath kindled, save those who confess not his hand in all things, and obey not his commandments” (<span class=\"citation\" id=\"17433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17433)\">D&amp;C 59:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p28\" class=\"\">“They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own God, whose image is in the likeness of the world, and whose substance is that of an idol, which waxeth old and shall perish in Babylon, even Babylon the great, which shall fall” (<span class=\"citation\" id=\"17326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17326)\">D&amp;C 1:16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p29\" class=\"\">As to the nature of repentance, the Lord has said, “By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them” (<span class=\"citation\" id=\"17425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17425)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17425)\">D&amp;C 58:43<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p30\" class=\"\">There doesn’t seem to be much uncertainty about the meaning of <span class=\"emphasis\">forsake.<\/span> However, the requirement to <span class=\"emphasis\">confess<\/span> is not so universally understood. As a matter of fact, there is considerable confusion in the world about the confessing of sins, and a lot of false doctrine. By way of an assist in clearing up the confusion, I repeat some comments heretofore made on this subject.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p31\" class=\"\">We are to confess all our sins to the Lord. For transgressions which are wholly personal, affecting none but ourselves and the Lord, confession to ourselves and him would seem to be sufficient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p32\" class=\"\">As a matter of fact, no good can come from confessing to anyone else. President Brigham Young once said, “Keep your follies that do not concern others to yourselves, and keep your private wickedness as still as possible; hide it from the eyes of the public gaze as far as you can” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book Co., 1941, p. 158).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p33\" class=\"\">For misconduct which affects another, confession should also be made to the offended one and his forgiveness sought.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p34\" class=\"\">Finally, where one’s transgressions are of such a nature as would, unrepented of, put in jeopardy his right to membership or fellowship in the Church of Christ, full and effective confession requires confession by the repentant sinner to his bishop or other proper presiding Church officer—not that the Church officer could forgive him the sin (for this power rests in the Lord himself and those only to whom he specifically delegates the power), but rather that the Church, acting through its duly appointed officers (the power is not in the officer but in the Church), might with full knowledge of the facts take such action with respect to Church discipline as the circumstances require and merit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p35\" class=\"\">One having forsaken his sins and, by proper confession, cleared his conduct with the Lord, with the people he has offended, and with the Church of Jesus Christ, where necessary, may with full confidence seek the Lord’s forgiveness and go forth in newness of life, relying upon the merits of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p36\" class=\"\">The Lord has said, “He who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more” (<span class=\"citation\" id=\"17423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17423)\">D&amp;C 58:42<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p37\" class=\"\">As examples of how people feel who—through faith in Jesus and repentance—obtain forgiveness, I cite the following examples from the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p38\" class=\"\">First, from Enos, who wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p39\" class=\"\">“I will tell you of the wrestle which I had before God, before I received a remission of my sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p40\" class=\"\">“Behold, I went to hunt beasts in the forests; and the words which I had often heard my father speak concerning eternal life, and the joy of the saints, sunk deep into my heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p41\" class=\"\">“And my soul hungered; and I kneeled down before my Maker, and I cried unto him in mighty prayer and supplication for mine own soul; and all the day long did I cry unto him; yea, and when the night came I did still raise my voice high that it reached the heavens.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p42\" class=\"\">“And there came a voice unto me, saying: Enos, thy sins are forgiven thee, and thou shalt be blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p43\" class=\"\">“And I, Enos, knew that God could not lie; wherefore, my guilt was swept away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p44\" class=\"\">“And I said: Lord, how is it done?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p45\" class=\"\">“And he said unto me: Because of thy faith in Christ, whom thou hast never before heard nor seen. And many years pass away before he shall manifest himself in the flesh; wherefore, go to, thy faith hath made thee whole.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p46\" class=\"\">“Now, it came to pass that when I had heard these words,” says Enos, “I began to feel a desire for the welfare of my brethren, the Nephites; wherefore, I did pour out my whole soul unto God for them.” (<span class=\"citation\" id=\"21521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21521)\">Enos 1:2–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p47\" class=\"\">Love and concern for the welfare of one’s fellows always fills the heart of the redeemed, and peace comes into his heart, as the following incident illustrates.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p48\" class=\"\">At the conclusion of King Benjamin’s powerful farewell address, “he cast his eyes round about on the multitude, and behold they had fallen to the earth, for the fear of the Lord had come upon them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p49\" class=\"\">“And they had viewed themselves in their own carnal state, even less than the dust of the earth. And they all cried aloud with one voice, saying: O have mercy, and apply the atoning blood of Christ that we may receive forgiveness of our sins, and our hearts may be purified; for we believe in Jesus Christ, the Son of God, who created heaven and earth, and all things; who shall come down among the children of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p50\" class=\"\">“And it came to pass that after they had spoken these words the Spirit of the Lord came upon them, and they were filled with joy, having received a remission of their sins, and having peace of conscience, because of the exceeding faith which they had in Jesus Christ who should come, according to the words which king Benjamin had spoken unto them.” (<span class=\"citation\" id=\"40468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40468)\">Mosiah 4:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p51\" class=\"\">This joy and peace of conscience which comes to one who has received a remission of his sins is graphically portrayed in the account Alma gives to his son, Helaman, of his conversion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p52\" class=\"\">Alma said: “I went about with the sons of Mosiah, seeking to destroy the church of God; but behold, God sent his holy angel to stop [me on] the way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p53\" class=\"\">“And behold, he spake unto [me], as [if] it were the voice of thunder, and the whole earth did tremble beneath [my] feet; and [I] fell to the earth, for the fear of the Lord came upon [me].<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p54\" class=\"\">“But behold, the voice said unto me: Arise. And I arose and stood up, and beheld the angel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p55\" class=\"\">“And he said unto me: If thou wilt of thyself be destroyed, seek no more to destroy the church of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p56\" class=\"\">And Alma says, “And it came to pass that I fell to the earth; and it was for the space of three days and three nights that I could not open my mouth, neither had I the use of my limbs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p57\" class=\"\">“And the angel spake more things unto me, which were heard by my brethren, but I did not hear them; for when I heard the words—If thou wilt be destroyed of thyself, seek no more to destroy the church of God—I was struck with such great fear and amazement lest perhaps I should be destroyed, that I fell to the earth and I did hear no more.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p58\" class=\"\">“But I was racked with eternal torment, for my soul was harrowed up to the greatest degree and racked with all my sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p59\" class=\"\">“Yea, I did remember all my sins and iniquities, for which I was tormented with the pains of hell; yea, I saw that I had rebelled against my God, and that I had not kept his holy commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p60\" class=\"\">“Yea, and I had murdered many of his children, or rather led them away unto destruction; yea, and in fine so great had been my iniquities, that the very thought of coming into the presence of my God did rack my soul with inexpressible horror.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p61\" class=\"\">“Oh, thought I, that I could be banished and become extinct both soul and body, that I might not be brought to stand in the presence of my God, to be judged of my deeds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p62\" class=\"\">“And now, for three days and for three nights was I racked, even with the pains of a damned soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p63\" class=\"\">“And it came to pass that as I was thus racked with torment, while I was harrowed up by the memory of my many sins, behold, I remembered also to have heard my father prophesy unto the people concerning the coming of one Jesus Christ, a Son of God, to atone for the sins of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p64\" class=\"\">“Now, as my mind caught hold upon this thought, I cried within my heart: O Jesus, thou Son of God, have mercy on me, who am in the gall of bitterness, and am encircled about by the everlasting chains of death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p65\" class=\"\">“And now, behold, when I thought this, I could remember my pains no more; yea, I was harrowed up by the memory of my sins no more.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p66\" class=\"\">“And oh, what joy, and what marvelous light I did behold; yea, my soul was filled with joy as exceeding as was my pain!<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p67\" class=\"\">“Yea, I say unto you, my son, that there could be nothing so exquisite and so bitter as were my pains. Yea, and again I say unto you, my son, that on the other hand, there can be nothing so exquisite and sweet as was my joy.” (<span class=\"citation\" id=\"9330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9330)\">Alma 36:6–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p68\" class=\"\">To these witnesses I add my testimony that repentance brings to the soul who has faith in the Lord Jesus Christ and his gospel forgiveness, with the attendant blessings of “peace” and “rest.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p69\" class=\"\">Come unto me, all ye that labour and are heavy laden [pleaded Jesus], and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p70\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p71\" class=\"\">“For my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"36702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36702)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36702)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/repentance.p72\" class=\"\">That we may all, through repentance and by enduring to the end, obtain that rest, I humbly plead and pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}