{"ID":3445, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Seven Events of Great Consequence\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p2\" class=\"\">Elder J. Thomas Fyans<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26ee.jpg\" alt=\"Elder J. Thomas Fyans\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p3\" class=\"\">I, like you, heard of the eruptions of Mount St. Helens. We read in newspapers and magazines, heard on radio, and saw on television descriptions of this great phenomenon. All of my perception of what had gone on was secondhand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p4\" class=\"\">Three weeks ago, however, I was in Longview, Washington, which figuratively speaking is at the foot of Mount St. Helens. For fifty miles the river runs from this volcano. I saw huge dredges and draglines pulling material from the river channel and depositing it, covering acres of ground, piling it higher than the average man is tall. I saw. I partially understood the power unleashed by that great manifestation of discomfort of Mount St. Helens. It has been estimated that 1 1\/2 cubic miles of material spewed forth from the volcano.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p5\" class=\"\">I should like to paint another picture of power that transcends Mount St. Helens and Vesuvius and all the earthquakes and tornadoes and other like disruptions of our physical tranquillity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p6\" class=\"\">May I pose to our nonmember friends a question or two first?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p7\" class=\"\">Perhaps you have wondered what your Mormon friend believes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p8\" class=\"\">May we now <span class=\"emphasis\">go<\/span> to the mountain of Mormonism and <span class=\"emphasis\">see<\/span> and perhaps understand why your friend believes as he does. Because the power that comes from this mountain will affect your life—yes, your eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p9\" class=\"\">May we earnestly pray together that by your seeing and feeling hopefully there will come understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p10\" class=\"\">There are seven events of great eternal consequence that your Mormon friend would like to share with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p11\" class=\"\">Event number one: This magnificent manifestation of power began on a beautiful spring morning in the year 1820. An earnest seeker after truth went to a grove of trees made sacred by this event and knelt in humble supplication to his Heavenly Father, the Creator of mountains and valleys and oceans and all that we see by day and the celestial lights of the stars and planets that we observe by night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p12\" class=\"\">The heavens were opened and this great and noble spirit, Joseph Smith, entered into direct communication with heavenly beings. Let your eyes see and your hearts feel, and let there be at least partial understanding as we listen to the word picture of this event.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p13\" class=\"\">“I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p14\" class=\"\">“… When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30637)\">JS—H 1:16–17<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p15\" class=\"\">All uncertainty fled away. Joseph Smith had personal knowledge of the reality of these divine beings. The Father and the Son, the creators of the universe, appeared to Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p16\" class=\"\">Event number two: Three years have passed since this first great vision. It is now 1823. Another light appeared—and an angel instructed the boy prophet. May we again listen in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p17\" class=\"\">“While I was thus in the act of calling upon God, I discovered a light appearing in my room, which continued to increase until the room was lighter than at noonday, when immediately a personage appeared at my bedside, standing in the air, for his feet did not touch the floor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p18\" class=\"\">“He called me by name, and said unto me that he was a messenger sent from the presence of God to me, and that his name was Moroni; that God had a work for me to do. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p19\" class=\"\">“He said there was a book deposited, written upon gold plates, giving an account of the former inhabitants of this continent, and the source from whence they sprang. He also said that the fulness of the everlasting Gospel was contained in it, as delivered by the Savior to the ancient inhabitants.” (<span class=\"citation\" id=\"30639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30639)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30639)\">JS—H 1:30, 33–34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p20\" class=\"\">Event number three: Four more years pass. “At length the time arrived for obtaining the plates. … On the twenty-second day of September, one thousand eight hundred and twenty-seven, … the same heavenly messenger delivered them up to me with this charge: that I should be responsible for them.” (<span class=\"citation\" id=\"30643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30643)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30643)\">JS—H 1:59<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p21\" class=\"\">Golden plates were now delivered containing a precious message to be whispered as though from the dust through the divine instrumentation of the powers of translation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p22\" class=\"\">Let’s catch the spirit of the translation process as described by Oliver Cowdery: “These were days never to be forgotten—to sit under the sound of a voice dictated by the inspiration of heaven, awakened the utmost gratitude of this bosom! Day after day I continued, uninterrupted to write from his mouth, as he translated … the history or record called ‘The Book of Mormon’” (<span class=\"citation\" id=\"30645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30645)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30645)\">JS—H 1 Endnote<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p23\" class=\"\">Event number four: Two additional years pass. And now comes another visitation, bringing power from on high. The Aaronic Priesthood, which holds special keys, is restored to the earth. It’s described in these words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p24\" class=\"\">“We still continued the work of translation, when, in the ensuing month (May, 1829), we on a certain day went into the woods to pray and inquire of the Lord respecting baptism for the remission of sins, that we found mentioned in the translation of the plates. While we were thus employed, praying and calling upon the Lord, a messenger from heaven descended in a cloud of light, and having laid his hands upon us, he ordained us, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p25\" class=\"\">“<span class=\"emphasis\">Upon you my fellow servants, in the name of Messiah, I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins,<\/span> …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p26\" class=\"\">“The messenger who visited us on this occasion and conferred this Priesthood upon us, said that his name was John, the same that is called John the Baptist in the New Testament, and that he acted under the direction of Peter, James and John, who held the keys of the Priesthood of Melchizedek, which Priesthood, he said, would in due time be conferred on us.” (<span class=\"citation\" id=\"30644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30644)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30644)\">JS—H 1:68–69, 72<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p27\" class=\"\">Peter, James, and John came and ordained them to the Melchizedek Priesthood, which holds the power to act in the name of Deity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p28\" class=\"\">An acquaintance of Joseph Smith made this interesting observation: “If you were to ask Joseph what sort of a looking man Adam was, he would tell you at once; he would tell you his size and appearance and all about him. You might have asked him what sort of men Peter, James and John were, and he could have told you.” (John Taylor, in <span class=\"emphasis\">Journal of Discourses,<\/span> 18:326.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p29\" class=\"\">You see, my non-Mormon friends, he knew them because he had a personal relationship with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p30\" class=\"\">Event number five: It’s the year 1836. Now comes a personal manifestation of the Savior to Joseph Smith and Oliver Cowdery, which they describe in these beautiful words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p31\" class=\"\">“The veil was taken from our minds, and the eyes of our understanding were opened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p32\" class=\"\">“We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet was a paved work of pure gold, in color like amber.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p33\" class=\"\">“His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p34\" class=\"\">“I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father.” (<span class=\"citation\" id=\"17522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17522)\">D&amp;C 110:1–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p35\" class=\"\">Let me share with you an eyewitness account of some of these events and I quote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p36\" class=\"\">“‘I shall not attempt to paint to you the feelings of this heart, nor the majestic beauty and glory which surrounded us on this occasion; but you will believe me when I say, that earth, nor men, with the eloquence of time, cannot begin to clothe language in as interesting and sublime a manner as this holy personage. No; nor has this earth power to give the joy, to bestow the peace, or comprehend the wisdom which was contained in each sentence as they were delivered by the power of the Holy Spirit! … The assurance that we were in the presence of an angel, the certainty that we heard the voice of Jesus, and the truth unsullied as it flowed from a pure personage, dictated by the will of God, is to me past description.’” (<span class=\"citation\" id=\"124969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124969)\">JS—H 1 Endnote<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p37\" class=\"\">Event number six: Biblical prophets over the ages have foretold the gathering of Israel. Let’s examine a visitation of Moses to Joseph Smith and Oliver Cowdery and his commitment of the keys of gathering.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p38\" class=\"\">“The heavens were again opened unto us; and Moses appeared before us, and committed unto us the keys of the gathering of Israel from the four parts of the earth, and the leading of the ten tribes from the land of the north” (<span class=\"citation\" id=\"17523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17523)\">D&amp;C 110:11<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p39\" class=\"\">Event number seven: Now came Elijah in direct fulfillment of Malachi’s prediction. Let’s listen to this heaven-sent truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p40\" class=\"\">“Another great and glorious vision burst upon us; for Elijah the prophet, who was taken to heaven without tasting death, stood before us, and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p41\" class=\"\">“Behold, the time has fully come, which was spoken of by the mouth of Malachi—testifying that he [Elijah] should be sent, before the great and dreadful day of the Lord come—<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p42\" class=\"\">“To turn the hearts of the fathers to the children, and the children to the fathers.” (<span class=\"citation\" id=\"17525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17525)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17525)\">D&amp;C 110:13–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p43\" class=\"\">The power of Elijah is the sealing power of the priesthood by which things bound or loosed on earth are bound or loosed in heaven. Thus, the keys of this power are once again operative on the earth and are used in performing all the ordinances of the gospel for the living and the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p44\" class=\"\">Great power has been manifest from mountains. Physical power came from Mount St. Helens, but that may soon be subdued and rest peacefully for an indeterminate number of years. The spiritual power that came from Sinai in olden times and the restorative powers of all ages that have come down from heaven in our day will not be subdued, but will affect us through all the eternities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p45\" class=\"\">The Lord has said, “There is no eye that shall not see, neither ear that shall not hear” (<span class=\"citation\" id=\"17325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17325)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17325)\">D&amp;C 1:2<\/a><\/span>), “whether it be by mine own voice or by the voice of my servants, it is the same” (<span class=\"citation\" id=\"17331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17331)\">D&amp;C 1:38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/seven-events-of-great-consequence.p46\" class=\"\">I raise my voice in solemn testimony that these earth-and-heaven encompassing events actually occurred, that the Savior literally lives, and that his power is vested in The Church of Jesus Christ of Latter-day Saints. May the Lord bless you, my friends, that you will see and hear and understand. Why not begin that trek today? I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}