{"ID":3446, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Adversity and You\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2e6c.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p3\" class=\"\">The other day I enjoyed listening to two of my friends discuss their favorite football team. They were in agreement that possibly the greatest limiting factor in the team’s achieving high national ranking was its game schedule. They felt the team, for its own good, should play against stronger competition.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p4\" class=\"\">In football or in life, the adversaries, the ones with whom we compete, the ones we oppose or resist—our opponents, our foes, our enemies, or our problems—are often the determining factors in our ultimate strength and achievement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p5\" class=\"\">Adversity will surface in some form in every life. How we prepare for it, how we meet it, makes the difference. We can be broken by adversity, or we can become stronger. The final result is up to the individual. Henry Fielding said: “Adversity is the trial of principle. Without it, a man hardly knows whether he is honest or not.” (In <span class=\"emphasis\">The New Dictionary of Thoughts,<\/span> ed. Ralph Emerson Browns, n.p.: Standard Book Co., 1957, p. 6.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p6\" class=\"\">Realizing that adversity can include suffering, destitution, affliction, calamity, or disaster, how can we best use it as an opportunity for personal growth and development? For one answer, let me share with you an incident in the life of a special friend, which he tells in his own words at my request. I find his experience a powerful sermon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p7\" class=\"\">“It was the third Saturday in January a few years ago. I was excited to attend a seminar that morning. It was an agricultural seminar at the Brigham Young University, where I had been attending school. I had been home from my Honolulu Hawaii Mission six months and was going through all the adjustments of a returned missionary. The challenge of family, girls, school, and the fact that there were twenty-five thousand other students who were bright and aggressive—some with plenty of money; others, like myself, who were pinching every nickel—didn’t make things easier.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p8\" class=\"\">“I landed a job running a hydraulic press earlier that week in a machine shop. We made seals for hydraulic equipment. Following the seminar that morning, I went to work. Kimball, my roommate and former missionary companion who had gone to work earlier that morning, instructed me in how to make a new seal. After approximately twenty minutes, one of the smallest seals stuck on the face of the plate. I struggled to get it off with my left hand. As I turned back to give it my full attention and use my right hand, the machine closed on my left hand, causing a horrible noise as it crushed my hand just below the wrist. After what seemed an eternity, the huge press finally opened. My first thought when looking at my hand was ‘What a mess!’ Then that inner voice which I had come to know, love, and appreciate, whispered, ‘Jerry, you won’t have your hand.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p9\" class=\"\">“Four hours of surgery followed. The first thing I remember hearing was the surgeon’s voice in the recovery room.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p10\" class=\"\">“‘Jerry,’ he said, ‘Can you hear me?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p11\" class=\"\">“‘Yes,’ I said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p12\" class=\"\">“‘We had to take your hand off.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p13\" class=\"\">“The following four days were filled with tears, aches, friends, cards, letters, and family. Concerned people made it so much easier for me, especially Kimball. He let my parents and others close to me know and helped in every way he could. Never did I have to ask for one thing. It was already done. By his example and support, he gave me courage to face this new challenge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p14\" class=\"\">“The days in the hospital were filled with painful, sleepless hours and nights. Those nights gave me an opportunity to think about the Savior and Joseph Smith as I had never done before. I reviewed the Prophet Joseph’s life from everything I had learned. He faced physical, emotional, and spiritual trial upon trial. How I marveled at his well-won victories. At this difficult time I promised the Lord I would try to accept all of my challenges as the Prophet Joseph Smith had accepted his.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p15\" class=\"\">“Of course, during the first night there were thoughts of ‘Why me? Was it something in my past? What have I done to deserve this?’ Then I thought, ‘No more rodeo, football, or skiing,’ and I wondered what type of a woman would want a one-handed husband. I hadn’t developed a good self-image or a great deal of self-esteem, so these thoughts magnified my concerns.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p16\" class=\"\">“Mom came to school and drove me home for the weekend. One thing she said that made me again appreciate her greatness was, ‘Jerry, if I could only give you my left hand and make it work, I would.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p17\" class=\"\">“Sunday was fast Sunday. As I stood favoring my bandaged, shortened arm, I thanked everyone for their thoughts, prayers, and cards. I realized as never before that good friends and faithful family members make challenges less difficult.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p18\" class=\"\">“After the testimony meeting, an admired friend gave me a special blessing. So many questions were answered during his blessing. He told me this accident was not punishment for anything I had done but, rather, an opportunity to help me become a better person and to amplify those particular traits which needed to be developed. He shared the thought that this challenge could make me more understanding of people, problems, and life. As I look back now, each point of his blessing and encouragement has helped in a very fulfilling way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p19\" class=\"\">“One of my greatest fears was the constant thought of how people would accept me. Would they be afraid of me, question my ability, or write me off before I could prove myself? Would girls turn down dates because I was different? Would it make them feel uncomfortable to be seen with me?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p20\" class=\"\">“I had dated several girls since my mission but had only dated Julie a couple of times. When I awoke the day following the operation in the hospital, she was there with other friends. I asked everyone else to leave the room, and I then proceeded to give her what I thought was the perfect speech. I told her that they had to take my hand off. If she felt embarrassed or ashamed to be with me or be seen with me on future dates, she need not feel obligated to continue in any future courtship. At that moment I could see fire in her eyes. She let me know in no uncertain terms that she was not there out of pity or duty, but only because she cared for me. She indicated she would help me but never feel sorry for me. Six months later we were married in the Salt Lake Temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p21\" class=\"\">“There were many job interviews, prejudices, and rejections of employment; but with continued encouragement, the Lord blessed us in innumerable ways. When our first little girl, Bracken, arrived, it left us short of money to go to school. So after a major decision, we went into business, which proved to be another learning experience. After a couple of years—with many reverses—I was able to find a career in personnel management, which not only fulfilled my goals but also answered my prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p22\" class=\"\">“Today as I look back, I see the challenge of adversity as something upon which to build. Of course, I cannot say the experience was pleasant; it was horrible. However, I hope I have used this adversity in a positive way. When I see others in trouble, in pain, when real adversity is knocking, I have an opportunity not only to feel something of what they feel but perhaps I can also help them because they can see that I have challenges of my own.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p23\" class=\"\">Following a recent discussion on the subject of adversity, a young man who was greatly concerned about the burdens being carried by his wonderful mother asked the question, “If God is omnipotent and knows all, why does He put my mother through the agony of continual sufferings when He already knows what the outcome will be?” Our response was, “Your mother’s trials are not tests so the Lord can measure her. They are tests and trials so that your mother can measure herself. It is most important that she know her strengths in adversity and grow from the experiences.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p24\" class=\"\">When, with several companions, the Prophet Joseph Smith was a prisoner in Liberty, Missouri, for a number of months, conditions were deplorable. Their petitions and appeals directed to executive officers and the judiciary had failed to bring relief. In desperation Joseph pleaded for understanding and assistance from his Heavenly Father. The message finally came:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p25\" class=\"\">“My son, peace be unto thy soul; thine adversity and thine afflictions shall be but a small moment;<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p26\" class=\"\">“And then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over all thy foes” (<span class=\"citation\" id=\"17536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17536)\">D&amp;C 121:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p27\" class=\"\">It can be declared accurately and without hesitation that Joseph Smith’s noble character and stature were shaped and achieved by constant victories over his afflictions. Jesus, too, developed unique balance mentally, physically, spiritually, and socially as he labored and served under all types of trying circumstances:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p28\" class=\"\">“Though he were a Son, yet learned he obedience by the things which he suffered;<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p29\" class=\"\">“And being made perfect, he became the author of eternal salvation unto all them that obey him” (<span class=\"citation\" id=\"24472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24472)\">Heb. 5:8–9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p30\" class=\"\">Difficulties can be a valuable tool in our pursuit for perfection. Adversity need have no necessary connection with failure. Proper self-management and self-discipline in all of our trials brings strength. If we are prepared, we can meet life’s challenges victoriously. We become His disciples when we continue faithfully under all circumstances—including suffering and tragedy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p31\" class=\"\">C. S. Lewis shared a meaningful observation when he said, “I have seen great beauty of spirit in some who were great sufferers. I have seen men, for the most part, grow better not worse with advancing years, and I have seen the last illness produce treasures of fortitude and meekness from most unpromising subjects.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p32\" class=\"\">I have another choice friend who has known very few days in his life which were not filled with pain, discomfort, or disease. He shakes his fists at the forces of darkness and trial. His taxing trials of all of the yesterdays have been properly met and have assisted in making him what he is today. Like Caleb of old, he too can be heard to say, “As yet I am … strong. … Now therefore give me this mountain” (<span class=\"citation\" id=\"30097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30097)\">Josh. 14:11–12<\/a><\/span>). More mountains, even those high in adversity, can better prepare us for tomorrow if we are but willing to climb.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p33\" class=\"\">Jesus Christ, the Master, shares his life of trials and victories with us for our motivation and direction. God strengthened His Son. He, too, will support us, His children, if we will turn to Him for guidance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p34\" class=\"\">What a blessing it is to know that we can be supported against all the fiery darts of the enemy if we are faithful. A worthy daily prayer is one asking for the power to be faithful under all circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p35\" class=\"\">Knowing that Satan and his hosts are relentless in their attempts to ridicule, embarrass, belittle, and cause all of us to yield and ultimately fall, what should be our attitude in today’s society? There is an important step beyond avoiding contention and strife; and that is to live with dignity. There is something sacred about living with dignity. We need not quarrel or compete with those who promote and encourage controversy. We need not spend our time in retaliation. They who would deceive, destroy, or belittle reap their own rewards. Their works are neither praiseworthy nor of good report. How disarming it must be to the enemies to see the valiant moving forward with poise and dignity under all challenging circumstances. Scorn and ridicule are two of the greatest forms of adversity we are required to face in today’s world. Doing the will of God on a daily basis leaves no time for contention or confrontation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p36\" class=\"\">From Harry Emerson Fosdick we read, “The most extraordinary thing about the oyster is this. Irritations get into his shell. He does not like them. But when he cannot get rid of them, he uses the irritation to do the loveliest thing an oyster ever has a chance to do. If there are irritations in our lives today, there is only one prescription: make a pearl. It may have to be a pearl of patience, but, anyhow, make a pearl. And it takes faith and love to do it.” (In <span class=\"emphasis\">The Treasure Chest,<\/span> ed. Charles L. Wallis, New York: Harper &amp; Row).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p37\" class=\"\">Those who yield to adversity become weaker. To the valiant it is a stepping-stone to increased power. Members of The Church of Jesus Christ of Latter-day Saints and God-fearing people worldwide will not pray for freedom from trials. They will not surrender or panic. They will strive to put themselves in condition to meet and master troublesome trials.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p38\" class=\"\">Usually there are no easy answers to most of our problems. Each individual must think, plan, work, and pray to find the help he needs and the courage he must have to conquer his problem or carry his cross—whatever his lot may be. Winners set achievable goals day by day. Their plans consist of things that can be done, not what can’t be done. They remember that God has not given us the spirit of fear, but the power of love and of a sound mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p39\" class=\"\">God seems to have sustaining love for those like Jerry who are coping courageously with adversity. In many cases it seems they have a special relationship with Him. “Behold, I have refined thee. … I have chosen thee in the furnace of affliction” (<span class=\"citation\" id=\"25554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25554)\">Isa. 48:10<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p40\" class=\"\">Individually, we should thank God for the examples of those about us who battle and conquer daily challenges that are intense, real, and continuing. There are some persons who in our human eyes seem to have more than their share of trouble, as we measure, but with God’s help they are made special. They will not break. They will not yield.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/adversity-and-you.p41\" class=\"\">Satan wants us to feel unequal to our worldly tasks. If we turn to God, He will take us by the hand and lead us through our darkest hours. To these truths I bear my testimony and leave my special witness in the name of Jesus Christ, our Redeemer, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}