{"ID":3448, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Testimony\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p3\" class=\"\">Elder LeGrand Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c62.jpg\" alt=\"Elder LeGrand Richards\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p4\" class=\"\">If you are in possession of something that is dearer to you than life itself, and you know that by giving it away you could enrich the lives of your fellowmen without making your life any poorer, you would want to do it, wouldn’t you? My testimony of the divinity of this Church is that treasure dearer to me than life itself, and I have given it away to many, many people whose lives have been enriched by virtue of the same.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p5\" class=\"\">I have had the privilege of bearing testimony in ninety-eight general conferences of the Church from this pulpit and I have written a book that is being used almost all over the world containing my testimony, and that testimony I obtained in my youth through the Holy Ghost whom I received by the laying on of hands by those who had authority to convey it upon me. And it made such an impression upon me as a boy that it has been a guiding star to me all my life, and I could hardly wait until I was old enough to go on a mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p6\" class=\"\">When I went on my first mission back in 1905, my cousin and I traveled together to Liverpool; he was sent up into Norway and I was sent to Holland. After we had been in the mission field a few months, I received a letter from him, addressing me by name, and he said: “I met a man the other day who knows more about religion than I ever dreamed of. I told him that if he had something better than I had, I would join his church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p7\" class=\"\">I wrote him back, addressing him by name, and I said: “You told him just the right thing. If he has something better than you have, you ought to join his church.” Then I quoted some of the experiences that Brother Fyans related to us this morning. I said: “Does he have something better than a personal visitation of God the Father, and his Son, Jesus Christ, in a pillar of light, after centuries of spiritual darkness, to open the dispensation of the fulness of times and to reveal the true personality of the Godhead—that they are glorified personages?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p8\" class=\"\">I said: “Does he have something better than the coming of Moroni with the plates from which the Book of Mormon was translated? Does he have something better than the coming of John the Baptist with the Aaronic Priesthood, the power and authority to baptize by immersion for the remission of sins? Does he have something better than the coming of Peter, James, and John—Apostles of the Lord Jesus Christ—with the holy Melchizedek Priesthood, the holy Apostleship, the authority to organize the church and kingdom of God for the last time to prepare the way for the coming of the Son of Man and to convey the Holy Ghost by the laying on of hands?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p9\" class=\"\">“Does he have something better than the coming of Moses with the keys of the latter-day gathering of Israel that has brought us here into these valleys of the mountains? Does he have something better than the coming of Elijah of whose coming Malachi bore testimony that if it were not for his coming, before the coming of the great and dreadful day of the Lord, the whole earth would be utterly wasted at his coming? Think of the consequences. Now,” I said, “if he has something better than that, you join his church.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p10\" class=\"\">I can’t think of anything that we as parents and as leaders in Israel can plant into the hearts of our youth that will help them to avoid the evils and pitfalls and temptations of this world and the false philosophies of men and enable them to live in the world and yet not be a part of the world like having planted in their hearts through the power of the Holy Ghost a testimony of the truth of this restored gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p11\" class=\"\">I like the words of the Apostle Peter. He said: “We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the … day star arise in your hearts:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p12\" class=\"\">“Knowing this first, that no prophecy of the scripture is of any private interpretation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p13\" class=\"\">“For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.” (<span class=\"citation\" id=\"4944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4944)\">2 Pet. 1:19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p14\" class=\"\">That is what brings testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p15\" class=\"\">And then Peter said to those who had put to death the Christ following the day of Pentecost: “Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord;<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p16\" class=\"\">“And he shall send Jesus Christ, which before was preached unto you:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p17\" class=\"\">“Whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.” (<span class=\"citation\" id=\"8242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8242)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8242)\">Acts 3:19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p18\" class=\"\">No man can believe that Peter was a prophet of the living God and look for the coming of the Lord except there be a restitution of all things spoken by the mouths of all the holy prophets since the world began. And a restitution is not a reformation. All the churches of the world today have attempted to correct the mistakes of history until there are hundreds of churches because they can’t agree. And if they had the truth, they would all be alike; and so there had to be a restitution. That means that those holy prophets had to come back to this earth, and that is what you have been told here in this conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p19\" class=\"\">And if they came back to this earth, they had to come to somebody, and that somebody could be none other than a prophet of God. Like Amos said, “Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets” (<span class=\"citation\" id=\"10475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10475)\">Amos 3:7<\/a><\/span>). And that prophet was Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p20\" class=\"\">We bear testimony of this restitution of all things—the coming of these holy prophets as has been pointed out here during this conference today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p21\" class=\"\">I like the prophecies of the scriptures. Jesus walked along the way toward Emmaus with two of his disciples following his resurrection, and when he heard what they had to say regarding him and his crucifixion, he knew that they did not understand and comprehend what the prophets had said; so he said, “O fools, and slow of heart to believe all that the prophets have spoken” (<span class=\"citation\" id=\"32068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32068)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32068)\">Luke 24:25<\/a><\/span>), and commencing with Moses and the prophets, He showed them how that in all things the prophets had testified of him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p22\" class=\"\">I love the prophecies of Isaiah. It seems to me that he almost lived more in our day than when he was actually upon the earth. He saw so much of what would transpire in our day. He saw us settled here in these valleys of the mountains. He saw this desert, where we were once a thousand miles from transportation and supplies, made to blossom as a rose (see <span class=\"citation\" id=\"25548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25548)\">Isa. 35:1<\/a><\/span>). He saw the rivers flow in the desert where we have built these great irrigation canals (see <span class=\"citation\" id=\"25552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25552)\">Isa. 43:19<\/a><\/span>). He saw the water flow down from the high places where we have reservoired it in these mountain fastnesses for summer’s use (see <span class=\"citation\" id=\"25551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25551)\">Isa. 41:18<\/a><\/span>). He saw the redeemed of the Lord come up and sing in the heights of Zion (see <span class=\"citation\" id=\"25555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25555)\">Isa. 51:11<\/a><\/span>). And where do you find anything in the world to fulfill that like the singing of the Tabernacle Choir for over fifty years without a break?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p23\" class=\"\">He saw the mountain of the Lord’s house established in the top of the mountains in the latter days when all nations would flow unto it, and they would say, “Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; that he will teach us of his ways, and we will walk in his paths” (<span class=\"citation\" id=\"25541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25541)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25541)\">Isa. 2:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p24\" class=\"\">Now in the scriptures there are many, many prophecies of the regathering of the Jews back to Jerusalem, but this prophecy said, “And <span class=\"emphasis\">all<\/span> nations shall flow unto it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p25\" class=\"\">“… and say … let us go up to the mountain of the Lord[’s house].” (<span class=\"citation\" id=\"25540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25540)\">Isa. 2:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p26\" class=\"\">I think this beautiful temple on this block is the house of the God of Jacob that Isaiah saw.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p27\" class=\"\">Jeremiah saw the day when it should no longer be said, “The Lord liveth, which brought up the children of Israel out of the land of Egypt;<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p28\" class=\"\">“But, The Lord liveth, which brought up and which led the seed of the house of Israel out of … all countries whither I had driven them” (<span class=\"citation\" id=\"26562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26562)\">Jer. 23:7–8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p29\" class=\"\">He said that he would send for many fishers and many hunters and they would fish them and hunt them from the hills and the mountains and the holes in the rocks (see <span class=\"citation\" id=\"26560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26560)\">Jer. 16:16<\/a><\/span>). They are the thirty-one thousand Mormon missionaries scattered all over the world gathering in the seed of Israel and bringing them to Zion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p30\" class=\"\">He saw how they would be gathered one of a city and two of a family, and the Lord would bring them to Zion, and he would give them pastors after his own heart who should feed them with knowledge and with understanding (see <span class=\"citation\" id=\"26559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26559)\">Jer. 3:14–15<\/a><\/span>). Could anybody sit through sessions of this conference and listen to these prophets of the living God and not realize that Jeremiah saw this day when we would come here, gathered one of a city and two of a family, and that He would give us pastors after His own heart?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p31\" class=\"\">I love the prophecies of Isaiah. I like the twenty-ninth chapter where he said: “Forasmuch as this people draw near me with their mouth, and with their lips do honour me, but have removed their heart far from me, and their fear toward me is taught by the precept of men:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p32\" class=\"\">“Therefore, behold, I will proceed to do a marvellous work among this people, even a marvellous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.” (<span class=\"citation\" id=\"25545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25545)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25545)\">Isa. 29:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p33\" class=\"\">There are no wise men in this world today nor prudent men who can understand all of the prophecies like we Latter-day Saints can because of the restoration of this gospel and the receiving of some of the prophecies that I have already referred to and which have been referred to in this conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p34\" class=\"\">And then Isaiah in that very same twenty-ninth chapter starts out like this: He said, “Woe to Ariel, to Ariel, the city where David dwelt [that was Jerusalem—that is where David dwelt]! add ye year to year [meaning coming generations]; let them kill sacrifices. And it shall be camped about and it shall be unto me as Ariel” (see <span class=\"citation\" id=\"25544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25544)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25544)\">Isa. 29:1–3<\/a><\/span>). In other words, not only did Isaiah see the destruction of the great city of Jerusalem, but he also saw the destruction of another great center here in America eleven hundred years after he made that prophecy. We read of that destruction in 2 Nephi 26 and 27, [<span class=\"citation\" id=\"4031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4031)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4031)\">2 Ne. 26<\/a><\/span> and <span class=\"citation\" id=\"4032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4032)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4032)\">2 Ne. 27<\/a><\/span>] just like when he described the destruction of Babylon a hundred and seventy years before it was destroyed when he said it should never be rebuilt (see <span class=\"citation\" id=\"26563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26563)\">Jer. 50:9–13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/a-testimony.p35\" class=\"\">Now he said in that chapter that the wisdom of their wise men shall perish and the understanding of their prudent men shall be hid. There are so many things that have transpired in this day that the wise men of this world cannot understand. I haven’t time here today to enumerate any more to you, but my heart is full of gratitude to my Heavenly Father and full of testimony by the Holy Spirit of the divinity of this work, and I bear that testimony to you in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}