{"ID":345, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1948, pp. 166-169<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy Brethren, I am awed in your presence, and I express my gratitude to my Father in Heaven\nfor my fellowship among the Priesthood of this Church. One cannot be here and not feel that\nthere is strength in Israel, and I am deeply grateful to be ever so small a part of it. And I\nearnestly ask that my Father in Heaven, through your faith and prayers, added to my own,\nwill give me utterance during the few minutes I shall stand before you here this evening.\n<\/p><p>\nI could not help thinking this morning, during President McKay's message, of another verse\nof scripture that tied in very closely with the one which he reiterated, a verse from the Psalms\nwhich mentioned a man who was greatly blessed:\n<\/p><p>\nHe shall not be afraid of evil tidings\n(<span class=\"citation\" id=\"41750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41750)\">Ps. 112:7<\/a><\/span>).\n<\/p><p>\nThere are many blessings recorded in scripture which are of surpassing worth, but this\nparticular one for our particular day impressed me as being one of the greatest: \"He shall not\nbe afraid of evil tidings.\"\n<\/p><p>\nPresident McKay spoke this morning of the Savior's words, \"Let not your hearts be troubled\"\n(<span class=\"citation\" id=\"27325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27325)\">John 14:1<\/a><\/span>).\nI believe that in this body of the Priesthood there is less of fear of evil tidings than there is\namong any like number in all the world; although, it is very difficult not to be afraid of evil\ntidings. But I am grateful that our faith helps to sustain us in times when evil tidings are\nbeing spread about thickly. It is unthinkable that there should be talk of war, earnest talk of it,\nso soon after the terrible experience this world has been through. I am sure, in my own mind,\nthat no one ever won a war&mdash;it is only a question of who lost the least or the most. And our\nlosses in the last war are, by no means, calculated yet. But, again, I am grateful that we have\nhere the faith which enables us to be equal to the prospects that lie before us.\n<\/p><p>\nTHE COSTS OF WAR\n<\/p><p>\nThere came to my desk within a few hours&mdash;this morning's mail brought it&mdash;just one indication\nof some of the costs of war which cannot by any means be stated in manpower or in money.\nOne of the results&mdash;an appalling result&mdash;is the high incidence of divorce. In the United States\nin the year 1947&mdash;an all-time high&mdash;there were six hundred thirteen thousand divorces, as\nagainst fifty-five thousand in 1900; and as against about five hundred thousand in 1945.\n<\/p><p>\nI think this subject is somewhat on my mind at this moment because of a young couple that\ncalled on us some weeks ago. One of our girls from a nearby community had married a\nyoung man from the East after a very brief acquaintance, he of another church. They had only\nbeen married a few months and they were beginning to have their problems as to which way\nthey should go: he with her, or she with him. And they were earnestly trying to solve their\ndifferences. He was much better able to defend his faith than she was&mdash;better informed as to\nthe letter of it&mdash;but there was something burning in her heart that made her seemingly\nimmovable, also.\n<\/p><p>\nPROBLEM OF THE SPLIT HOME\n<\/p><p>\nI believe the problem of the split home in this Church is one of our great problems, one\nwhich we have the means and the agencies within our hands to go a long way toward helping\nto solve&mdash;but one which is so far-reaching in its consequences that it affects not only the\ngeneration in which it occurs, but all succeeding generations. It is a problem that requires our\nearnest attention. And I believe that our Ward Teachers and our Stake Missionaries, if they\nare given proper direction and proper help and manpower and freedom to go about their work\nand encouragement in it, and if they take their assignments seriously, can do as much or more\nthan any other agency.\n<\/p><p>\nAs we go about the Wards and Stakes in some areas, particularly in some communities, it is\nnoticeable that there are quite a number of children over nine years of age un-baptized, which\nmeans that someone has failed in his assignment&mdash;either a parent or a ward or stake or mission\nofficer. It cannot mean anything else.\n<\/p><p>\nIt is difficult enough in these days to rear a family when parents are solidly united in their\nideals and purposes and convictions, and in the things toward which they direct their children.\nBut it makes it virtually impossible to be assured of any satisfactory results when parents are\ndivided on these matters. With a divided house, principles become a matter of contention,\nrather than of conviction. It is not fair to any child to be pulled between two parents in two\ndifferent directions, or to be asked to make his choice between two people to both of whom\nhe is bound by ties of authority and love and affection. It makes for confusion and for\ninstability. Too often the home that is divided becomes a home of irreligion; quite often it\ngoes one way or the other, but in neither case is it often very satisfactory.\n<\/p><p>\nSometimes there have been evidences of defection from the faith because people have gone\ntheir way in neglect and have been overlooked by us, or because we have wearied of working\nwith them.\n<\/p><p>\nWhen this young couple came to us some weeks ago, we immediately got in touch with a\nformer member of the faith of the young man who had married one of our girls and asked\nhim a number of questions. We asked him, for example, \"what would be the attitude of his\nchurch if someone were to marry outside or otherwise withdraw himself from activity.\" He\nsaid that that would be the signal for them to be more kindly and more attentive. I wonder if\nthat should not be the cue to our own attitude and action, not only in this, but in many other\nthings.\n<\/p><p>\nI am reminded of the story of the prodigal son\n(<span class=\"citation\" id=\"31227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31227)\">Luke 15:11-32<\/a><\/span>).\nCertainly we must distinguish between a man\nwho is in full duty and who is mindful of all his obligations and the man who has stepped\nover the line in the wrong direction. There is a distinction between them, and we cannot help\nbut be mindful of it. But certainly, also, we must do our best to bring those who have\nwavered into activity with us again. The brother of the prodigal son, for whom there was no\nfeast made, was somewhat unhappy about it, but his father explained to him that his\ninheritance was assured, but when the penitent sinner returned it was cause for rejoicing, and\na feast was made, and he was welcomed back warmly.\n<\/p><p>\nI hope, my brethren, that we will keep a consciousness of our responsibility toward these\nchildren who are not baptized, who are of us, and toward these families that pull in different\ndirections, toward all those who by every natural reason should be in full fellowship with us,\nbut who will go elsewhere if we do not have time for them, as will our children if we do not\nhave time for them. They will find activity, they will find companionship, they will find their\nplace in some social circle, in some group. And if we do not have time for them, it will be in\nsome group not of our choosing, and perhaps not to our liking.\n<\/p><p>\nQUALIFICATIONS FOR SEVENTIES\n<\/p><p>\nI should like to say one word on another subject, just for a moment, concerning the Seventies,\nand appeal to you Presidents of Stakes to assure yourselves of the worthiness of those whom\nyou recommend to us to become Seventies, before you send in their recommendations,\nbecause you know them and we do not. And we of the First Council feel, and I think our\nother brethren here are in accord with us&mdash;and if they are not theirs is the opportunity and\nright to modify our views&mdash;we feel that any man who is recommended to be ordained a\nSeventy should comply with the standards of the Church in all particulars. We feel that,\ngenerally speaking, there is no reason why a man should be made anything other than an\nElder, if he is already an Elder, unless there is some particular function for him to perform\nand unless he has the qualifications and the worthiness to perform that function. We are not\ninterested, generally speaking&mdash;and there may admittedly be justification for exceptions for\nwhich we shall ask you to take the responsibility with us&mdash;merely in multiplying Seventies or\nSeventies' Quorums. We are interested in men who are students of the gospel, who are\ncapable of proclaiming it, and who have an interest and a willingness along these lines. And\nwe ask you, our brethren the Stake Presidents, to take responsibility in these matters for us, if\nyou will, as you send in these names for recommendation.\n<\/p><p>\nSTORY ON STATISTICS\n<\/p><p>\nI should like to close with one story, and I think maybe this is a good time to tell it. It is my\nfavorite story on statistics. I have told it in a number of places. It is not my story, but it\nbelongs to Brother Roscoe Eardley, and if I violate the spirit of it I believe he is here and he\ncan correct me&mdash;I may violate the statistics, but not the spirit, I hope. Knowing of my interest\nin the subject, he stopped me one day and said, \"I have the latest story on statistics for you.\nWe were coming from California by automobile and we had all been over the road a number\nof times and were somewhat bored with it, and, as travelers often do to pass time, we began\ncounting service stations. And we counted one for almost every mile along that almost eight\nhundred mile journey. But that is not the story. We were so busy counting service stations\nthat we ran out of gas!\"\n<\/p><p>\nI did not sympathize with him too much because he had already told me there was one\nservice station for about every mile. Then he said, \"That's statistics for you. Where we ran\nout it was about fifteen miles to the nearest gas pump!\"\n<\/p><p>\nNow I hope, brethren, in all our activities and responsibilities in this Church, that we do not\nbecome so absorbed in our statistics that we presume they are the end rather than merely the\nindicators, the barometer rather than the storm. What is on paper means nothing except as it is\na symbol of what happens in the life of a man or a woman or a boy or a girl.\n<\/p><p>\nMay God help us to discharge our obligations as members of the Priesthood of this Church,\nand help us to bring every man into activity. It is much better that three men should hold\nthree jobs than that one good man should hold three jobs.\n<\/p><p>\nI should like to close by expressing my gratitude for my assignments in this Church, for the\nglorious experience I am having on Temple Square and in my other obligations. Even though\nthey are arduous, I am grateful for them and ask the blessings of my Father in Heaven in\nhelping me as I ask for His blessings in helping you to discharge every obligation. And I bear\nwitness unto you of the conviction of my soul as concerning this being the work of God, our\nFather in Heaven, as to the divine calling of the Prophet, Joseph Smith, and the divinity of\nthe Lord, Jesus Christ, and I do it in His name. Amen.\n<\/p>\n<\/div>\n<\/div>"}