{"ID":3451, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Let Every Man Learn His Duty\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p3\" class=\"\">In my assignments I have some responsibility for directing the work of the Church in the southeast area of the United States, and this extends to include Jamaica. Sister Wirthlin and I recently had occasion to visit that beautiful tropical island and met with one of our very faithful leaders, President Victor Nugent of the Jamaica Branch. Our conversation went something like this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p4\" class=\"\">“President Nugent, How are you doing with your home teaching?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p5\" class=\"\">“One hundred percent.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p6\" class=\"\">“How about visiting teaching?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p7\" class=\"\">“One hundred percent.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p8\" class=\"\">“Attendance at sacrament meeting?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p9\" class=\"\">“One hundred percent.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p10\" class=\"\">“Tithe payers?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p11\" class=\"\">“One hundred percent.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p12\" class=\"\">For a group of some eighty-five members of the Church to perform so admirably and to set such a wonderful example, I think that we can assume that they know their duty and perform it faithfully. They truly understand the meaning of an impressive revelation given to the Prophet Joseph Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p13\" class=\"\">“Wherefore, now let every man learn his duty, and to act in the office in which he is appointed, in all diligence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p14\" class=\"\">“He that is slothful shall not be counted worthy to stand, and he that learns not his duty and shows himself not approved shall not be counted worthy to stand.” (<span class=\"citation\" id=\"17519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17519)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17519)\">D&amp;C 107:99–100<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p15\" class=\"\">Inscribed beneath Robert E. Lee’s bust in the Hall of Fame are his words: “Duty is the sublimest word in our language. Do your duty in all things. You cannot do more. You should never wish to do less.” (In John Bartlett, <span class=\"emphasis\">Familiar Quotations,<\/span> Boston: Little, Brown and Co., 1968, p. 620.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p16\" class=\"\">Most of us don’t mind doing what we <span class=\"emphasis\">ought<\/span> to do when it doesn’t interfere with what we <span class=\"emphasis\">want<\/span> to do, but it takes discipline and maturity to do what we ought to do whether we want to or not. Duty is too often what one expects from others and not what one does. What people think and believe and plan are all very important, but what they <span class=\"emphasis\">do<\/span> is the thing that counts most. It is a call to throw out selfishness and to think of the common good of all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p17\" class=\"\">We must always remember that duty reminds us we are stewards of all that our Creator has entrusted to us. When we accept duties willingly and faithfully, we find happiness. Those who make happiness the chief objective of life are bound to fail, for happiness is a by-product rather than an end in itself. Happiness comes from doing one’s duty and knowing that his life is in harmony with God and his commandments. The members of the Jamaica Branch know that they are living in harmony with our Father’s commandments, and this brings them great happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p18\" class=\"\">A group of missionaries, also in Jamaica, understood their duties to teach the gospel to everyone who would hear their message. As all missionaries are, they were very dependent on their monthly checks from home, but in Jamaica the banking rules dictated that after the checks were presented at the bank for cash, a two-month waiting period had to elapse before the cash could be provided. This was very inconvenient and frustrating to the missionaries, and they agreed that it would be impossible for them to continue to endure such an arrangement. They would have to do something about it—and do something they did! The bank manager was taught the gospel, was baptized, and as a result the check-cashing problem was magically solved. Those elders knew their duty and accomplished it with faith and diligence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p19\" class=\"\">Also, it was a problem there for the missionaries to get the proper kinds and quantities of food in Jamaica. They could obtain some staples essential to good nutrition but only after prolonged and tedious trouble and waiting. Another problem, another solution: teach and baptize the grocer. This they did, and thereafter had no problem in obtaining the food they needed and wanted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p20\" class=\"\">In Jamaica, as in many other parts of the world, missionaries ride bicycles to carry out the Lord’s work. But bicycles often break down and parts wear out. And there are often delays in obtaining parts and having repairs made. Again, the solution was obvious—teach and baptize the bicycle repairman. At last report, he was responding to the missionaries’ friendship and testimonies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p21\" class=\"\">It is obvious that doing our duty is the best way to solve our problems. The proper pattern of duty has been set by those who have gone before us and is continued today by devoted teachers and leaders throughout the Church. The attitude and spirit central to a lifetime of duty is pinpointed in this poem.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who does his task from day to day<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And meets whatever comes his way,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Believing God has willed it so,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Has found true greatness here below.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who guards his post no matter where,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Believing God must need him there,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Although but lowly toil it be,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Has risen to nobility.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For great and low there is one test,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">’Tis that each man shall do his best,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who works with all the strength he can<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Shall never die in debt to man.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p34\" class=\"\">(Anonymous.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p35\" class=\"\">Every successful man and woman in the history of the world has known his or her duty and has had a firm desire to fulfill it. The Savior had a perfect sense of duty. Even though what was required of him surpassed the limits of human capabilities, he submitted himself to his Father’s will and fulfilled his divine duty by atoning for the sins of mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p36\" class=\"\">Joseph Smith was true to his calling and fulfilled his duty even in the face of severe persecution and great personal sacrifice. He persevered, he endured, and he accomplished the restoration of the true gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p37\" class=\"\">Brigham Young also carried out his responsibilities. Over a period of many years of faithful service and duty, he brought the Saints to the valley of freedom and established a great and mighty empire. He was duty-bound and thereby achieved great things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p38\" class=\"\">President Spencer W. Kimball has accepted the charge to take the gospel to the ends of the earth. He faithfully pursues his duty and is a wonderful example to us in all that he does to spread the gospel of love. The result is a worldwide Church and the fulfillment of latter-day prophecy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p39\" class=\"\">These great men have all had the agency to choose. They might have chosen to follow a path easier than the one where duty led. But they did not. Certainly their duty did not always lead to personal comfort or casual convenience. Their duty frequently meant great sacrifice and personal hardship; but nevertheless, duty they chose, and duty they performed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p40\" class=\"\">Life requires us to perform many duties—some routine, others more meaningful and important. An integral part of duty is to set the proper example and to take every opportunity to bolster others along this uphill road of life. This might be done with an encouraging word, a compliment, a handshake—any indication of caring. And we need to keep in mind that as we learn our duties well here, we also are preparing for the performance of eternal duties.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p41\" class=\"\">Every member of the Church—every man, woman, and child—is faced with an obligation to fulfill his duty. Every member of the Church is commanded to live the laws of God and keep his commandments. Each has the duty to pray daily, study the scriptures, draw close to the Savior, and serve others. Each should partake of the sacrament worthily and labor to strengthen the influence of the Holy Ghost in his life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p42\" class=\"\">Each father has the duty to provide for his family and to teach them by example to obey the statutes of God. Our lovely wives have a glorious duty to bring children into this life and to create a loving, learning, and supporting home atmosphere. Together, parents have the divine duty to bring up their children in the “nurture and admonition of the Lord” (<span class=\"citation\" id=\"21928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21928)\">Eph. 6:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p43\" class=\"\">It is the duty of children to obey their parents, to learn, and to help with household chores. They carry the scriptural charge not to contend and quarrel with one another but to accept their part in fostering family unity and progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p44\" class=\"\">All have the duty to share the gospel with others and to serve formally and informally as missionaries. All have a duty to identify their deceased ancestors and to help bring to them the blessings of the temple. All should diligently strive to be temporally prepared and to care for the poor and the needy. All should seek to strengthen the less active members of the Church and to magnify their callings in their wards and stakes by giving faithful and devoted service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p45\" class=\"\">These are some of our duties. They may not always be exciting or even enjoyable, but they are important. They will refine the spirit and strengthen the soul. They will aid the work of the Lord in great measure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p46\" class=\"\">The absolute necessity to do our duties at home, in the Church, in our daily work, and also for our beloved country—as do our wonderful chaplains and other members of the Church in the military—is vividly and beautifully described by the Master Teacher, Jesus the Christ. He declared: “For a good tree bringeth not forth corrupt fruit; neither doth a corrupt tree bring forth good fruit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p47\" class=\"\">“For every tree is known by his own fruit. For of thorns men do not gather figs, nor of a bramble bush gather they grapes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p48\" class=\"\">“A good man out of the good treasure of his heart bringeth forth that which is good; and an evil man out of the evil treasure of his heart bringeth forth that which is evil: for of the abundance of the heart his mouth speaketh.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p49\" class=\"\">“And why call ye me, Lord, Lord, and do not the things which I say?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p50\" class=\"\">“Whosoever cometh to me, and heareth my sayings, and doeth them, I will shew you to whom he is like:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p51\" class=\"\">“He is like a man which built an house, and digged deep, and laid the foundation on a rock: and when the flood arose, the stream beat vehemently upon that house, and could not shake it: for it was founded upon a rock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p52\" class=\"\">“But he that heareth, and doeth not, is like a man that without a foundation built an house upon the earth; against which the stream did beat vehemently, and immediately it fell; and the ruin of that house was great.” (<span class=\"citation\" id=\"32047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32047)\">Luke 6:43–49<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p53\" class=\"\">“Be not weary in well-doing” (<span class=\"citation\" id=\"17437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17437)\">D&amp;C 64:33<\/a><\/span>), my brothers and sisters. Being true to one’s duty is a mark of true disciples of the Lord and the children of God. Be valiant in your duty. Stay in step. Do not fail in your most important task, that of keeping your second estate. Be true to your duty, for it will bring you to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/let-every-man-learn-his-duty.p54\" class=\"\">I bear you my deep and sincere testimony that this is the only way to obtain happiness and help the kingdom grow and flourish, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}