{"ID":3453, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “The Keys of the Kingdom”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p3\" class=\"\">By divine instruction we assemble semiannually in these great conferences to worship God, our Eternal Father, and declare—through the gift and power of the Holy Ghost—the sonship of Jesus, our Savior and Redeemer, whom to know is to have life eternal (see <span class=\"citation\" id=\"29048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29048)\">John 17:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p4\" class=\"\">By participating in these conferences and witnessing the spirit of prophecy, each of us builds up our faith and our desire to live in righteousness. We receive inspired counsel from those appointed to administer the affairs of His kingdom, a kingdom destined to grow in power and to expand until it shall fill the earth. It is the kingdom which the prophet Daniel declared “shall never be destroyed: … it shall stand for ever” (<span class=\"citation\" id=\"10769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10769)\">Dan. 2:44<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p5\" class=\"\">As we near the close of this historic conference, we declare that true doctrine has been spoken by men who seek the Savior and who believe in him, thus making known his will—not only to his Church, but to individuals who humbly seek him. Our position among the Christian denominations of the world is unique. We are not affiliated, either directly or indirectly, with any other so-called Christian or non-Christian church. The Church of Jesus Christ of Latter-day Saints does not have, nor has it ever had, any connection or relation with any other church or religious group.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p6\" class=\"\">This Church holds the keys of the power of God unto salvation unto every soul that will receive the gospel honestly and obey it (see <span class=\"citation\" id=\"42891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42891)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42891)\">Rom. 1:16<\/a><\/span>). As covenant children of God, we have been promised that if we are faithful, we will prevail over the enemies of his work. By our faithfulness and righteousness, the evil influences of wicked and designing men and women will be subdued. We are those who have the responsibility to prepare the world for the coming of the Savior, who—in power and glory—will again return to earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p7\" class=\"\">Some have asked, “Is your claim of authority more valid than that of other churches?” Our answer is, “Yes. We possess the same divine priesthood power and authority that was held anciently.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p8\" class=\"\">At the time the Savior and his twelve Apostles were laboring along the coast of Caesarea Philippi, the Savior asked them, “Whom do men say that I the Son of man am? (<span class=\"citation\" id=\"36712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36712)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36712)\">Matt. 16:13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p9\" class=\"\">“And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p10\" class=\"\">“He saith unto them, But whom say ye that I am?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p11\" class=\"\">“And Simon Peter answered and said, Thou art the Christ, the Son of the living God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p12\" class=\"\">“And Jesus answered and said unto him, Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p13\" class=\"\">“And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the, gates of hell shall not prevail against it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p14\" class=\"\">“And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.” (<span class=\"citation\" id=\"36713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36713)\">Matt. 16:14–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p15\" class=\"\">The Lord taught that his Church was to be built on the rock of revelation, of divine truths revealed by God himself, and that Christ is the Son of the living God; therefore, the gates of hell shall not prevail against his Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p16\" class=\"\">The keys of the kingdom were promised to Peter, and he exercised that authority as he associated with the other members of the Twelve and presided over them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p17\" class=\"\">There were a number of occasions when the Savior took only Peter, James, and John with him, undoubtedly for additional spiritual experiences and instruction. When Jesus went up into the Mount of Transfiguration to prepare for his coming ordeal, he took these three Apostles with him so that, having seen his glory—the glory of the Only Begotten of the Father—their hearts would be fortified and their faith strengthened as they gazed upon this heavenly event. There they received the promised keys of the priesthood. During this heavenly event Moses and Elias also appeared, and the three Apostles heard the voice of the Father bearing witness that Jesus is his Beloved Son and the command that they were to hear and obey.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p18\" class=\"\">In August of 1830, a revelation from the Lord confirms the ordination of Joseph Smith and Oliver Cowdery to the Apostleship and their receiving the keys.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p19\" class=\"\">The revelation reads: “Peter, and James, and John … I have sent unto you, by whom I have ordained you and confirmed you to be apostles, and especial witnesses of my name, and bear the keys of your ministry and of the same things which I revealed unto them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p20\" class=\"\">“Unto whom I have committed the keys of my kingdom, and a dispensation of the gospel for the last times; and for the fulness of times, in the which I will gather together in one all things, both which are in heaven, and which are on earth.” (<span class=\"citation\" id=\"17380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17380)\">D&amp;C 27:12–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p21\" class=\"\">The keys of the kingdom were bestowed upon Joseph Smith and Oliver Cowdery by these three ancient Apostles to whom Jesus had given authority following his resurrection and after he had ministered among them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p22\" class=\"\">When the Lord called Frederick G. Williams, by revelation, as a counselor to Joseph Smith, He instructed, “Hearken to the calling wherewith you are called, even to be a high priest in my church, and a counselor unto my servant Joseph Smith, Jun.;<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p23\" class=\"\">“Unto whom I have given the keys of the kingdom, which belong always unto the Presidency of the High Priesthood” (<span class=\"citation\" id=\"17450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17450)\">D&amp;C 81:1–2<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p24\" class=\"\">On April 3, 1836, in the Kirtland Temple, the same heavenly beings that appeared to the Savior and his three Apostles on the Mount, appeared and conferred additional priesthood authority and keys upon the Prophet Joseph Smith and Oliver Cowdery for the building up of the Church preparatory to the coming of Christ to rule and reign on the earth forever. Moses appeared and conferred the keys of the gathering of Israel. Elias restored the covenants and authority given to Abraham. Elijah bestowed the keys and power of turning the hearts of the fathers to the children and of the children to their fathers. (See <span class=\"citation\" id=\"17524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17524)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17524)\">D&amp;C 110:11–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p25\" class=\"\">These same keys of the kingdom held by Peter, James, and John, who served in the First Presidency in the dispensation of the meridian of time, and conferred upon Joseph Smith and all subsequent Presidents of the Church, are now held by President Spencer W. Kimball today. He holds this supreme authority. He holds the right of revelation and decision for the priesthood and for the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p26\" class=\"\">In President Kimball is concentrated the governing power of the priesthood. He possesses the keys pertaining to the dispensation of the fulness of times, including all the keys of former dispensations (see <span class=\"citation\" id=\"17528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17528)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17528)\">D&amp;C 112:30–32<\/a><\/span>). There is never but one on the earth at a time on whom these keys and powers are conferred. President Kimball, who will speak to us in a few moments, is God’s prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p27\" class=\"\">News reporters listened intently for a possible dramatic story that might indicate new direction to the Church when Spencer W. Kimball became President of the Church and held his first press interview. But he reaffirmed the ageless advice that would come from a prophet when he said, “Keep the commandments of God. Follow the pathway of the Lord. Walk in his footsteps.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p28\" class=\"\">To associate closely with President Kimball, to be near him, is to feel of his love for the Lord and his love for people—people everywhere. The Lord has preserved him to preside over His church at this critical period of the history of the Church and of the world. It is for him to decide the course we follow. We are witnesses of his inspired decisions and directions, which give to us a feeling of assurance and calmness. We can follow his direction with utmost confidence and trust, for God has placed a holy man, His servant, to guide His people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p29\" class=\"\">William Fowler, a British convert of 1849, was so moved by the very thought of a prophet of God living among the people that he wrote those stirring words: <span class=\"emphasis\">We thank thee, O God, for a prophet to guide us in these latter days<\/span> (<span class=\"emphasis\">Hymns,<\/span> no. 196).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p30\" class=\"\">As you listen to President Kimball’s admonitions given with love to us all, pray about them in your homes, and I promise you that you will be inspired to stand by the tried and proven counsel of lofty principles that come from divine direction. In a revelation to Joseph Smith a few months after the Church was organized, the Lord gave careful instructions and counsel to the new leaders. He said, “Ask of God, … and that which the Spirit testifies unto you … do in all holiness of heart. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p31\" class=\"\">“… Seek ye earnestly the best gifts always remembering for what they are given;<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p32\" class=\"\">“… they are given for the benefit of those who love me and keep all my commandments.” (<span class=\"citation\" id=\"17408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17408)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17408)\">D&amp;C 46:7–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p33\" class=\"\">That revelation continues: “All have not every gift [but] … every man is given a gift by the Spirit of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p34\" class=\"\">“To some it is given by the Holy Ghost to know that Jesus Christ is the Son of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p35\" class=\"\">“To others it is given to believe on their words.” (<span class=\"citation\" id=\"17410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17410)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17410)\">D&amp;C 46:11, 13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p36\" class=\"\">We can receive direction for ourselves and our families by personal revelation in answer to our humble prayers and by being in tune with God’s prophet. The Lord has always communicated to his people through his prophet. The Lord’s spokesmen are not self-appointed, but called of God. No man can take it unto himself. He must be called of God as was Aaron. (See <span class=\"citation\" id=\"24471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24471)\">Heb. 5:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p37\" class=\"\">The day the Church was organized, 150 years ago, the Lord cautioned the members to carefully follow his newly called prophet: “Wherefore, … thou shalt give heed unto all his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me;<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p38\" class=\"\">“For his word ye shall receive, as if from mine own mouth, in all patience and faith” (<span class=\"citation\" id=\"17375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17375)\">D&amp;C 21:4–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p39\" class=\"\">The Lord then follows with this promise, if we obey: “For by doing these things the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good, and his name’s glory” (<span class=\"citation\" id=\"17377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17377)\">D&amp;C 21:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p40\" class=\"\">The work we have been assigned to do has been placed by the Almighty in the hands of a fearless leader. By your sustaining with uplifted hands, you have pledged to follow our prophet. He is the mouthpiece of the Lord. The Lord, speaking to the Church in this dispensation and referring to its authorized leaders, said: “They shall speak as they are moved upon by the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p41\" class=\"\">“And whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture, shall be the will of the Lord, shall be the mind of the Lord, shall be the word of the Lord, shall be the voice of the Lord, and the power of God unto salvation.” (<span class=\"citation\" id=\"17439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17439)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17439)\">D&amp;C 68:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p42\" class=\"\">President Kimball holds all the keys for the Church to accomplish its divine mission—keys to preach the gospel to every nation and people, to organize stakes of Zion throughout the world for the gathering of Israel, to build holy temples for performing sacred ordinances for the living and for the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p43\" class=\"\">This holy work, as revealed through latter-day prophets, is to prepare for the glorious coming of the Son of God to reign over the earth. Nothing is more explicitly stated in all scripture than that the Son of God will come again in the glory of the Father to reward the righteous and to establish his kingdom in power, bringing in a reign of righteousness, and peace. “For the Son of man shall come in the glory of his Father with his angels; and then he shall reward every man according to his works” (<span class=\"citation\" id=\"36715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36715)\">Matt. 16:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p44\" class=\"\">This is the Church of Jesus Christ—reestablished by the Savior and his ancient Apostles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p45\" class=\"\">We are witnesses that President Kimball is God’s prophet, and that he is leading us in teaching the world the true gospel of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-keys-of-the-kingdom.p46\" class=\"\">God, our Eternal Father, lives, as does his Only Begotten Son, the Savior of us all, in whose holy name I testify, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}