{"ID":3455, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Law of Tithing\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p3\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03128_000_034<\/span>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p4\" class=\"\">My dear brothers and sisters, my message today is not a new one. Prophets of all dispensations have clearly taught the law of tithing and the principles of the gospel with regard thereto. From the beginning we have been taught that “the earth is the Lord’s, and the fulness thereof” (<span class=\"citation\" id=\"683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(683)\">1 Cor. 10:26<\/a><\/span>). From this fulness, the Lord requires that we dedicate one-tenth to him. Tithing is a law of God and is required of his followers. To fail to meet this obligation is to fail in a very weighty matter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p5\" class=\"\">On this subject, we may read the word of the Lord in this dispensation in section 119 of the Doctrine and Covenants (<span class=\"citation\" id=\"125264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125264)\">D&amp;C 119<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p6\" class=\"\">Inquiries are received at the office of the First Presidency from time to time from officers and members of the Church asking for information as to what is considered a proper tithe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p7\" class=\"\">We have uniformly replied that the simplest statement we know of is the statement of the Lord himself, namely, that the members of the Church should pay “one-tenth of all their interest annually” which is understood to mean income (see <span class=\"citation\" id=\"17532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17532)\">D&amp;C 119:4<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p8\" class=\"\">At times when we are inclined to think it is vain to serve the Lord, we should stir our faith, believe in the rich promises of God, and obey—and patiently wait. The Lord will fulfill all his rich promises to us. Paul says: “Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him” (<span class=\"citation\" id=\"682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(682)\">1 Cor. 2:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p9\" class=\"\">Even for the present life, great blessings are promised to the obedient. Take, for example, the promise to the tithe payer:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p10\" class=\"\">“Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p11\" class=\"\">“And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of hosts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p12\" class=\"\">“And all nations shall call you blessed.” (<span class=\"citation\" id=\"32861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32861)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32861)\">Mal. 3:10–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p13\" class=\"\">As I have already noted, the word of the Lord establishing the law of tithing in this dispensation was revealed to the Prophet Joseph Smith at Far West, Missouri, on July 8, 1838, and is recorded in section 119 of the Doctrine and Covenants (<span class=\"citation\" id=\"17531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17531)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17531)\">D&amp;C 119<\/a><\/span>). Ten days later the Lord gave the Prophet Joseph a further revelation, section 120 of the Doctrine and Covenants, making known the proper disposition of the tithes of the Church by a council composed of the First Presidency, the Quorum of the Twelve, and the Presiding Bishopric (<span class=\"citation\" id=\"17533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17533)\">D&amp;C 120<\/a><\/span>). To this day, the Council on the Disposition of Tithes, composed of the eighteen presiding Brethren designated in the revelation, meets regularly under the inspiration of the Lord to determine and approve the disbursement of the tithes of the Lord’s church. As you are well aware, the Church does not engage in deficit spending. The sacred funds of the Church are carefully budgeted so that the expenditures never exceed the income.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p14\" class=\"\">President Joseph F. Smith, in speaking on the law of tithing from this very pulpit at the October conference in 1897, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p15\" class=\"\">“The purpose of the law of tithing is similar to that of the law of revenue which is enacted by every state, every country, and every municipality in the world, I suppose. There is no such thing as an organization of men for any purpose of importance, without provisions for carrying out its designs. The law of tithing is the law of revenue for The Church of Jesus Christ of Latter-day Saints. Without it, it would be impossible to carry on the purposes of the Lord.” (<span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed., Salt Lake City: Deseret Book Co., 1938, p. 226.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p16\" class=\"\">Time will not permit me to tell you in detail a beautiful story on tithing told by my uncle, President Joseph F. Smith. It concerns an experience his mother, Mary Fielding Smith, the widow of Patriarch Hyrum Smith, had after she came into the Salt Lake Valley. It is heartwarming and faith promoting. She said to a man at the tithing office, across the street where the Hotel Utah now stands, who chided her for paying tithing: “You ought to be ashamed of yourself. Would you deny me a blessing? If I did not pay my tithing, I should expect the Lord to withhold his blessings from me. I pay my tithing, not only because it is a law of God, but because I expect a blessing by doing it. By keeping this and other laws, I expect to prosper, and to be able to provide for my family.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p17\" class=\"\">I would recommend that all of you read the full story in the book <span class=\"emphasis\">Gospel Doctrine,<\/span> a selection of President Smith’s writings and sermons, pages 228, 229, and 230.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p18\" class=\"\">My brethren and sisters, again I say, tithing is a law of God and is required of his followers. To fail to meet this obligation in full is to omit a weighty matter. It is a transgression, not an inconsequential oversight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p19\" class=\"\">Brethren and sisters, the law of tithing is a divine commandment and applies to all the children of our Heavenly Father. All who believe the Bible ought to believe that it is a law of God. But none understand it and live it like the Latter-day Saints attempt to live it, because it has been renewed to us by modern-day prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p20\" class=\"\">There echo again and again the words of the Master: “Render … unto Caesar the things which are Caesar’s; and unto God the things that are God’s” (<span class=\"citation\" id=\"36722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36722)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36722)\">Matt. 22:21<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-law-of-tithing.p21\" class=\"\">I bear my testimony, brothers and sisters, and witness to the divinity of this important law of the Lord and pray our Heavenly Father to bless you and all the Saints with that same testimony and leave my blessings with you, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}