{"ID":3457, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Household of Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p3\" class=\"\">Bishop J. Richard Clarke<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p\" class=\"\">Second Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a6e.jpg\" alt=\"Bishop J. Richard Clarke\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p4\" class=\"\">My dear brothers and sisters, the greatest test for any generation is how it responds to the voice of the prophets. Our prophets have admonished us to—<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Increase our personal righteousness.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Live within our means and get out of debt.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Produce, can, and store enough food, clothing, and, where possible, fuel for one year.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p8\" class=\"\">This straightforward counsel has not been followed by all of you. Some have believed and complied; others have waited until they could be sure the storm clouds were really gathering; and still others have rejected the counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p9\" class=\"\">There was once a group of villagers who instructed their young shepherd, “When you see a wolf, cry ‘Wolf! Wolf!’ and we’ll come with guns and pitchforks.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p10\" class=\"\">The next day the boy was tending his sheep when he saw a mountain lion in the distance. He cried out, “Lion! Lion!” But no one came. The lion killed several sheep. The boy was distressed: “Why didn’t you come when I yelled?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p11\" class=\"\">“There are no lions in this part of the country,” they replied. “It is wolves that we are afraid of.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p12\" class=\"\">The young shepherd learned a very valuable lesson:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p13\" class=\"\"><span class=\"emphasis\">People respond only to what they are prepared to believe.<\/span> The Brethren hesitate sometimes to talk in bold terms regarding the realities of the economy and the need for individual and family preparedness. Such talk is interpreted by the black-cloud watchers as a time of general calamity, and many stampede to the grocery stores to get ahead of the hoarders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p14\" class=\"\">In April 1976 Bishop Featherstone suggested a one-year goal for members to store a year’s supply of food. Some of those who had not yet begun a home storage program rushed out and plunged deeply into debt to buy hundreds of dollars of groceries. They then sat back, as did the Prophet Jonah, to see what was going to happen to Nineveh [see <span class=\"citation\" id=\"30010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30010)\">Jonah 4:5<\/a><\/span>]: It was as if Brother Featherstone had officially set doomsday as April 1, 1977. This was not his intention. The Lord’s way has always been an orderly preparation, not one of second-guessing, confusion, and panic.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p15\" class=\"\">Let us be wise stewards. Let us ponder the lessons of history and profit from the experiences of those who have not heeded the prophets. Gibbons, Toynbee, Durant, and other noted historians have analyzed the reasons for the fall of the mighty civilizations. The repetition is monotonous. In summarizing cause and effect, an American educator lists six common reasons why each civilization fell:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p16\" class=\"\">“1. They lost their religious convictions and flouted basic morality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p17\" class=\"\">“2. They became obsessed with sex.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p18\" class=\"\">“3. They debased their money of its intrinsic value and let inflation run rampant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p19\" class=\"\">“4. Honest work ceased to be a virtue.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p20\" class=\"\">“5. Respect for law disintegrated and violence became an accepted method of achieving individual and group desires.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p21\" class=\"\">“6. Finally, citizens were no longer willing to be soldiers and fight for the defense of their nation and their heritage.” (Dr. Kenneth McFarland speech, “Bicentennial America’s Opportunity,” given at Fairmont Hotel, San Francisco, at the National Convention of the Independent Petroleum Association of America.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p22\" class=\"\">Brothers and sisters, will our modern nations be wise enough to escape similar destruction? Are we prepared to reverse the course of history? Through the exercise of our political rights and responsibilities, through community service, and through personal righteousness, we must free our nations from tyranny and from fiscal and moral bankruptcy to the extent of our ability. But we must never forget that permanent security is possible only on the condition that we follow the prophets of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p23\" class=\"\">In section 101 of the Doctrine and Covenants, the Lord reminds us that when the Saints are slow to hearken to his words, he is “slow to hearken unto their prayers, to answer them in the day of their trouble.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p24\" class=\"\">“In the day of their peace,” he explains, “they esteemed lightly my counsel; but, in the day of their trouble, of necessity they feel after me.” (<span class=\"citation\" id=\"17504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17504)\">D&amp;C 101:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p25\" class=\"\">Later in this same revelation a very powerful lesson is taught in the parable of the husbandmen. You will recall that husbandmen were hired to plant twelve olive trees in the vineyard, to build a hedge around it, to build a tower, and to set a watchman thereon. As they counseled together, however, they couldn’t understand why the Lord would have need for a tower, “seeing this is a time of peace” (<span class=\"citation\" id=\"17507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17507)\">D&amp;C 101:48<\/a><\/span>). While they held a committee meeting, contending, “at variance one with another they became very slothful. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p26\" class=\"\">“And the enemy came by night, and broke down the hedge,” scattered the frightened servants, and “destroyed their works, and broke down the olive trees.” (<span class=\"citation\" id=\"17508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17508)\">D&amp;C 101:50–51<\/a><\/span>.) It was a terrible way to learn the consequences of disobedience. How much better just to follow the simple instruction of the Master.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p27\" class=\"\">Each gospel dispensation produces a number of valiant, faithful Saints—the truly elect and noble of God. They may be one individual or an entire family. They are honored and remembered not by worldly standards but for their simple majestic faith. They have placed obedience to God as their sacred obligation. They love him. They trust him. They are committed to serve him. They are the bone, muscle, and sinew of the church of God in every age. They form the household of faith. Here are some classic statements from their ranks:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p28\" class=\"\">“I know not, save the Lord commanded me” (<span class=\"citation\" id=\"39575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39575)\">Moses 5:6<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p29\" class=\"\">“As for me and my house, we will serve the Lord” (<span class=\"citation\" id=\"30099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30099)\">Josh. 24:15<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p30\" class=\"\">“I will go and do the things which the Lord hath commanded” (<span class=\"citation\" id=\"1764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1764)\">1 Ne. 3:7<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p31\" class=\"\">“Behold the handmaid of the Lord; be it unto me according to thy word” (<span class=\"citation\" id=\"32043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32043)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32043)\">Luke 1:38<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p32\" class=\"\">“I … feel to say to the Lord, humbly, ‘Give me this mountain’ (<span class=\"citation\" id=\"30098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30098)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30098)\">Josh. 14:12<\/a><\/span>), give me these challenges. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p33\" class=\"\">“I will ‘wholly follow the Lord my God’ (see <span class=\"citation\" id=\"30096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30096)\">Josh. 14:8<\/a><\/span>) to the fullest extent of my energy and ability.” (Spencer W. Kimball, in Conference Report, Oct. 1979, p. 115.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p34\" class=\"\">Brothers and sisters, we do not always know why the Lord commands us to do certain things. His ways are not man’s ways. But this much we do know—his paths are straight. They are not the crooked paths of men. We accept faith as the first principle of the gospel; but do we trust the Lord enough to act first and receive confirmation later? Some may call this blind obedience. An Idaho bishop used to say, “Any kind of obedience is better than any kind of disobedience.” Faith is not blind. However, we will often receive no witness until <span class=\"emphasis\">after<\/span> a trial of our faith. If we have been disobedient in the past, let us commit today to repent and to put our house in order.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p35\" class=\"\">I believe we can best accomplish this by applying the counsel of the prophets in three critical temporal problems confronting the Saints: (1) the management of personal income and expenditures; (2) the dwindling of work quality and productivity; and (3) the insufficiency of reserves, in the form of both cash and commodities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p36\" class=\"\">Regarding the need for financial management, let me refer you to President Tanner’s classic talk, “Constancy and Change,” given during October 1979 general conference and suggest that you study it carefully. Proper budgeting is essential to sound management. There is no question that we all need the discipline of a budget.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p37\" class=\"\">We have been counseled to get out of debt. This directive has been confusing to many of us over the years. How is it possible to be out of debt and to buy a home, finance education, or start a business? When President Clark advised us to avoid debt as we would the plague, I believe he was teaching us a vital principle of temporal harmony. Debt is always a burden, but some debt is necessary. Sound business debt, home mortgages, and other forms of “secured” debt are unavoidable for most of us. However, extravagant use of credit, which comes from yielding to our emotions rather than reason, creates burden.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p38\" class=\"\">For most of us, consumer debt is dangerous and difficult to contain because it is so readily available. It can appease an immediate want—as well as a bona fide need. Enticing advertisements convince us that luxuries are our right and our need. Isn’t it interesting how a luxury once enjoyed soon becomes a necessity?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p39\" class=\"\">Our guide for credit management should be: borrow only what we must, at the lowest rate available, for the shortest time possible. This requires restraint of appetites and practice of the time-honored virtue of frugality. There is an insidious philosophy that advocates plunging into debt and letting inflation pay it off. I reject this philosophy. If we all operated on that premise, we would completely subvert our economic system. As long as we secure our debt with equity, we can manage it; but to amass debt by pledging future earnings submerges us in financial quicksand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p40\" class=\"\">In order to balance our personal income and expenditures, we obviously reduce expenses or increase our earnings. Too often, however, people find it easier to adjust to a tighter budget than to find ways to generate additional income. Is it possible that our members are becoming part of a “conspiracy for mediocrity” by being content with their present knowledge and skills? Pride of workmanship has always been the heart of a competitive free-enterprise system. There are too many tradesmen who will not pay the price to become craftsmen, teachers who do not teach, repairmen who do not repair, farmers who do not farm, leaders who do not lead, and problem solvers in every field who do not solve problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p41\" class=\"\">Our labor should be honest labor and quality labor. The only honorable way for each of us to share in the world’s wealth is to exchange our own goods and services for those produced by someone else. The Saints would be in demand everywhere and could command premium compensation if we would accept the challenge to set a Mormon standard of quality, unique because of its excellence. This is part of our religion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p42\" class=\"\">Let me repeat what has been taught from the beginning. Adam learned, as part of his first lesson by the Lord on economics, that the earth was to be subdued and dominion gained by sweat, by brain and brawn. The divine law of work shall never be repealed—for God established it. He has cursed idleness and commanded parents in Zion to teach their children to work. There is a high price for excellence, but the compensation and soul satisfaction are truly worth it. To work below our capabilities creates a deep hunger in ourselves and enormous waste in society. Our doctrine of eternal progression certainly encompasses our occupational progress. Each of us should be on a career path which will require us to stretch to our full potential.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p43\" class=\"\">Finally, concerning the insufficiency of reserves, God gave a natural instinct to the animals he created to preserve their surplus against a time of need. But man has developed the tendency to squander all that he harvests and to leave to chance or to others his satisfaction of future needs. This is contrary to divine law. Frugality is a principle of righteousness. Consumption should never exceed our production. Economic freedom comes from the surpluses we create.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p44\" class=\"\">In addition to our reserve of food, we should build a cash reserve. We should form habits of thrift and teach our children that part of everything we earn should be ours to keep. It is true that inflation reduces the purchasing power of savings, but how much purchasing power do no savings have?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p45\" class=\"\">Another major reserve is home equity. Our major concern is that too many families have overextended themselves so that the debt burden overshadows the benefit of home ownership. Again, let us be sure we do not confuse wants with needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p46\" class=\"\">One final concern of reserve deficiency is the need to insure against our greatest potential loss. I think we all would agree that our ability to earn is our greatest asset. When the provider insures his life, he is insuring his future income for his family. As husbands, let us not force our wives into the marketplace to be both the provider and homemaker should our lives be cut short by premature death. We can increase their options by proper insurance planning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p47\" class=\"\">We would also urge each family to carry adequate health insurance. Medical costs are soaring, and trying to self-insure from personal savings is very risky. During inflation, medical costs increase faster than our savings accumulate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p48\" class=\"\">Since its inception, there have been critics of the welfare program—but some people have a problem for every solution. I am sure there were Israelites in Egypt who did not want to leave their homes until Moses could explain how they were going to get across the Red Sea. It was not until they followed Moses to the shores of the Red Sea that the Lord opened up the way to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p49\" class=\"\">Brothers and sisters, we do not know by what means or when a crisis will occur in our family. Residents of Michigan did not need a nationwide, full-scale depression to tax their economic resources and cause many to lose their jobs. If I have a crippling disability for a prolonged period, my income stops just as surely as if it were caused by a national catastrophe. We tend to view distasteful circumstances in a rather detached way; but, as one of the American presidential candidates recently said, “If my neighbor loses his job, it is a recession; but if I lose my job, that’s a depression.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p50\" class=\"\">There are some who feel that they are secure as long as they have funds to purchase food. Money is not food. If there is no food in the stores or in the warehouses, you cannot sustain life with money. Both President Romney and President Clark have warned us that we will yet live on what we produce.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p51\" class=\"\">I would like to make one point very clear. The welfare services program of the Church is essentially you and I being self-sufficient within our own families. The Church storehouse system is a backup system for the small number of members who are poor or physically handicapped, or for emergencies or disasters. There is <span class=\"emphasis\">no way<\/span> the Church, as an institution, intends to assume the responsibility that rightfully belongs to the individual. The welfare program was never designed to do so. Personal and family preparedness is the Lord’s way. Then, by uniting together to pay generous fast offerings and by providing commodities from our projects and canneries, we can help our neighbor who cannot help himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p52\" class=\"\">Most important of all, brothers and sisters, with all our storing, let us store righteousness that we may stand approved of the Lord. In 1833 the Lord said,<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p53\" class=\"\">“Therefore, let your hearts be comforted, for all things shall work together for good to them that walk uprightly, and to the sanctification of the church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p54\" class=\"\">“For I will raise up unto myself a pure people, that will serve me in righteousness;<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p55\" class=\"\">“And all that call upon the name of the Lord, and keep his commandments, shall be saved.” (<span class=\"citation\" id=\"17502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17502)\">D&amp;C 100:15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-household-of-faith.p56\" class=\"\">Such a people will be known as the “household of faith” (<span class=\"citation\" id=\"17539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17539)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17539)\">D&amp;C 121:45<\/a><\/span>). That we may be found in their midst is my prayer, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}