{"ID":3459, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Is Any Thing Too Hard for the Lord?”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p3\" class=\"\">Douglas W. DeHaan<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p\" class=\"\">President, Portland Oregon East Stake<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_038<\/span>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p4\" class=\"\">At times, working on a Church welfare production project can seem to be largely a temporal experience. We may have just spent a long, hot day on one of our farms thinning, weeding, or lifting. Or perhaps we are returning home near midnight, knowing that we are expected to be on our own jobs at 7:00 <span class=\"small\">A.M.<\/span> after working a swing shift in one of our canneries. While we may have a tired but satisfying feeling inside, it may not register with us that much of it was a spiritual experience. Yet <span class=\"citation\" id=\"125216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125216)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125216)\">D&amp;C 29:34<\/a><\/span> makes it clear that requirements the Lord places upon us are always spiritual. He says to us, in part, “And not at any time have I given unto you a law which was temporal.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p5\" class=\"\">Just three years ago, at this same time of year, I had this great principle demonstrated to me at the hands of the Lord in a very special way. The Portland Oregon East Stake has been developing a dairy farm over the past half dozen years or more. It is located on an island in the Columbia River and is one of the largest single-stake projects in the Church. This fact, coupled with the need to develop the project almost from scratch, has placed a heavy burden upon our people, both in time and in money.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p6\" class=\"\">With a new project, we had run in the red each year, but 1977 was to be our turnabout year. The final result depended upon harvesting about seventy-five acres of corn, which was to be made into silage for feed. Unseasonably, it had rained almost every day during the month of September, and by the first day of October, our scheduled harvest date, I knew the crop was in trouble. We have a very high water table on the island, and when the ground gets saturated with too much water we get so much mud our harvest equipment cannot get into the fields without sinking. Once the land is saturated, it takes about a month of dry weather to make the fields passable to vehicles. During the winter months and right up until June, the corn ground is entirely under water.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p7\" class=\"\">I visit the farm about once a week, so I keep a pair of rubber boots in my car. I drove to the farm that October day and decided to pull on my boots and walk down into the corn fields. I immediately found even the road turned to mud and puddles. In places the mud came near the top of my eighteen-inch-high boots, and I don’t really know why I continued walking. It was a dark gray, overcast day, and drops of rain were splashing in the open puddles everywhere. The farm crew told me they had taken a corn chopper down into the fields a few days earlier but had it down to the axles in mud somewhere in the long corn rows.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p8\" class=\"\">As I walked I noticed that the corn itself was a fine crop, with row after row ten to fourteen feet high. Now, I rarely get depressed, but I was feeling really low that day. I knew how hard everyone had worked and what it meant to lose that fine crop. I eventually came to the spot where the chopper had gone in, and looking way down the rows I saw it sunk deep into the mud. For some reason I decided to walk to the chopper, and as I entered the rows and splashed on through the mud and water, I was startled to hear a voice. I am sure that the voice came to me only in my mind, but I could hear the voice and admonition of President Kimball. He said softly, “Is any thing too hard for the Lord?” (<span class=\"citation\" id=\"23946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23946)\">Gen. 18:14<\/a><\/span>.) Now, like you, I have heard him say that many times, but I did not fully focus upon it before this time. I smiled to myself as I walked and said, “Yes, President, I believe this mess may be too hard even for the Lord.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p9\" class=\"\">As I neared the chopper, I was impressed to climb up on it and upon doing so found my head was about two feet above seventy-five acres of that tall, splendid corn. As I looked about in discouragement, the voice seemed to come to me again, but this time in a more serious tone, “President, is there anything too hard for the Lord?” At once I felt ashamed of my attitude of depression, and soon I was no longer looking down but up into the sky. Before I realized it, I was talking, yes, pleading aloud with the Lord in faith. When I had finished, I had committed that crop and the harvesting of it into the hands of the Lord and had done so by the power of the priesthood of God. I recall that as I climbed down from the chopper, tears were still streaming from my eyes. I grew concerned as I slowly walked away considering what it was that I had just done. Yet I knew that I had done it in total faith, that there was a proper need, and that it was a righteous request of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p10\" class=\"\">Because of the spiritual nature of my experience, I think I had decided not to tell anyone of it. But the very next Sunday I was sitting on the stand during one of our ward sacrament meetings. I was not scheduled to speak, but the bishop got up with about ten minutes remaining and said, “I feel President DeHaan has had a spiritual experience that he needs to share with us.” I got up reluctantly, knowing what it was I had to relate. I did so and asked the congregation to join me with their faith. Now, we have Saints with great testimonies in our stake, and my experience spread rapidly throughout the wards. I learned several weeks later that members were even telling their nonmember friends to go ahead and plan picnics and outdoor activities, because even in Oregon it was not going to rain throughout October. On the day following my experience in the corn fields, the sun came out for the first time in nearly thirty days. Then the next day we had sun, and the day following that. Before long the temperature was back into the high seventies. Every day for the next three weeks the weather forecast called for rain, but each day no rain fell.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p11\" class=\"\">I recall that about two weeks later I flew to Seattle, about two hundred miles to the north, on business. It rained very hard there all day, and as I made the return trip to Portland it rained all the way until we reached the Columbia River, which surrounds our farm. Miraculously, the clouds parted and the rain ceased. That day I cut a little weather map from the newspaper showing the rain ending at the river and put it on our refrigerator as a reminder to keep my faith. Three weeks after my original experience in the fields, I drove to the farm once again. I put on my boots and went back into the corn. This time the ground was soft but firming. That was on a Friday, and our fine farm crew was already making plans to begin the harvest on the following Monday.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p12\" class=\"\">That same day an acquaintance of mine from a local television station called. He said, “I understand the Mormons are developing a fine dairy farm on Sauvies Island.” I answered in the affirmative, and he inquired, “Is there a story there?” I told him there was, but I knew he could never capture the <span class=\"emphasis\">real<\/span> story. That very Monday, as we began our harvest, we had a camera crew on the farm for several hours, and we did get some fine publicity for the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p13\" class=\"\">With the loyal assistance of many of the members, we worked day and night for the next five days. By the following Saturday, all of the freshly chopped corn was safely in our silage pits, and we finished covering it over with plastic. At last we had the feed needed to get us through the winter. Within an hour after having covered the crop, the heavens just seemed to open and commenced one of the heaviest and longest downpours I can remember. The fields from which the corn had just been removed were flooded and remained under water from that day until the following June. As I stood in the rain with feelings of gratitude that I’ll never be able to adequately describe, it seemed to me that the Lord had just saved it up until our spiritual understanding had been fulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p14\" class=\"\">Now, you could say to me that all of this is simply coincidence, and I would understand that. But I bear you my witness that I know exactly <span class=\"emphasis\">what<\/span> happened and <span class=\"emphasis\">why<\/span> it happened. May I recount with you some of my spiritual reflections that came from this and other experiences of my life:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p15\" class=\"\">The temporal requirements placed upon the Church and our members are never simply temporal. They only seem temporal because our vision is lacking. The Lord’s requirements are always spiritual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p16\" class=\"\">The welfare programs of the Church are considered vital by the Lord, and if we will do our part, he will do his and more. It matters not that often we cannot see the end from the beginning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p17\" class=\"\">Most of the blessings of the Lord seem to come in the second mile. The first mile is doing what is expected of us. As we move beyond the first mile in faith and determination, we may draw down the powers of heaven, but this only so far as we are in spiritual condition to do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/is-any-thing-too-hard-for-the-lord.p18\" class=\"\">Finally, I bear my solemn witness that there is nothing too hard for the Lord. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}