{"ID":346, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1948, pp. 170-173<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and co-workers, some of you who have had to occupy this pulpit can appreciate the\ndeep sense of responsibility which I now have. No man can face an audience of the\nPriesthood of God without a sense of humility and a prayer in his heart for guidance from our\nHeavenly Father.\n<\/p><p>\nTHE TRAGEDIES OF WAR\n<\/p><p>\nWhen President Evans referred to the casualties of war, my mind went out to the parents\nwhose boys did not come back from the battlefield. I had two sons and a son-in-law in World\nWar II and they all three came back unmaimed. So the tragedy of losing a son did not come\ndirectly home to Sister McKay and me. I have a very dear friend however&mdash;who lost his only\nson, an ideal son full of promise, and a worthy member of the Church. My heart has bled,\nwith my friend, in that loss. But he went from the world gloriously, and I use that word\nadvisedly, for I am sure that no young man living complied more aptly with the old saying,\n\"Be fit to live, be ready to die,\" than that young man. These thoughts came to me just with\nthe mentioning of that tragedy of war.\n<\/p><p>\nThey were followed by other tragedies here at home, deeper, more poignant, more tragic than\nthe death of the boys on the battlefield: That is the degradation of our girls. And there came\nto my mind the picture of one home out of which came three young girls. They came to Salt\nLake City to get work, prompted, undoubtedly, by a desire to help in the war. Perhaps they\ndid help win the war, but they lost their souls. A policeman gave me his confidence and told\nme their story. It is tragic. Unfortunately, it has been repeated here in this city and I suppose\nin Ogden, and other large cities. I mention this in connection with the tragedy of divorce. I\ncommend with all my heart the suggestions made by President Evans.\n<\/p><p>\nWhat I am leading up to is this: The brethren realize that the dangers to our young girls who\nleave home and go out to work or for other purposes, are still among us. There are daily\ntragedies now in this city. If possible, we should like to prevent them, or at least reduce them\nto a minimum.\n<\/p><p>\nCOMMITTEE TO ASSIST L.D.S. GIRLS\n<\/p><p>\nMany of you, perhaps, do not know that during the war Elder Charles A. Callis and President\nAlma Sonne were appointed a committee to see what could be done to protect the girls who\nleft their homes and came to the centers. You, perhaps, do not know that there has been\nappointed a young woman a mother to assist this committee in finding these girls and keeping\nthem from arrest and degradation. Brother Callis has gone; Brother Sonne is in Europe. Two\nother brethren have been appointed, Elder Spencer Kimball and Elder Mark Petersen of the\nCouncil of the Twelve. The reports of the activities of this young woman and those who have\nassisted her are in their hands. It is pleasing to note that a number of girls have been saved;\nbut some have been lost.\n<\/p><p>\nRecently, you received a letter, Bishops, asking that you notify these brethren of any young\ngirls who leave your Wards for whatever purpose and go to another town. It will be necessary\nfor the Ward Teachers and those who are in charge of the young girls&mdash;the teenage girls to\nassist you in this duty. Here is an opportunity to apply the injunction of our Father in Heaven\nto the teachers, \"Watch over the Church, always. Be with and strengthen them\"\n(<span class=\"citation\" id=\"12432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12432)\">D&amp;C 20:53<\/a><\/span>). No other\norganization in the world, I think, is so adequately equipped as is the Church to guard our\nyoung men and young women and to keep them from the tragedies of sin. Will you please\ncooperate with these brethren, for your own sake, for the sake of the fathers and mothers who,\nperhaps, have lost control of their children. The reports indicate that most of these\nunfortunates come from broken homes. They are tragedies.\n<\/p><p>\nLOST SHEEP\n<\/p><p>\nAnother thing, once a month, through the courtesy of two County Officers, there come to my\ndesk reports of the young men and older men who have been caught in the meshes of the law.\nIn these reports, those who hold the priesthood are designated. Do you teachers know about\nthem? So many Deacons, so many Priests, so many Teachers, so many Elders, Seventies and\nHigh Priests. These too may be tragedies! Remember that the injunction, \"Watch over the\nChurch, always,\" does not mean just once a month.\n<\/p><p>\nIn the parable of the lost sheep, ninety-nine were safe in the fold, but one had strayed; and\nthe Good Shepherd did not rest until the lost one was found\n(<span class=\"citation\" id=\"31226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31226)\">Luke 15:3-7<\/a><\/span>).\n<\/p><p>\nI have in mind another theme, tonight, which I should like to preface with these statements:\n(1) That truth never grows old; and (2) that responsibility is never disassociated from the\nPriesthood.\n<\/p><p>\nTHE IMPORTANCE OF EXAMPLE\n<\/p><p>\nTo the Priesthood here assembled tonight I quote the truth and the admonition given by the\nchief Apostle to the members of the Priesthood over nineteen hundred years ago&mdash;that chief\nApostle, my favorite, wrote this letter,\n<\/p><p>\nTo the Elders which are among you.\n<\/p><p>\nI who am also an Elder, and a witness of Christ, and also a partaker of the glory that shall be\nrevealed. Feed the flock of God, which is among you, taking the oversight thereof not by\noverruling, but willingly, not by constraint, not for filthy lucre, but of a ready mind. Neither\nas being lords over God's heritage, but being examples, examples to the flock. And when the\nChief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away. Likewise,\nye younger submit yourselves unto the Elders; yea, all of you be subject one to another and\nbe clothed with humility, for God resisteth the proud, or rather seeth the proud and giveth\ngrace to the humble. Humble yourselves, therefore, unto the mighty hand of God, that He\nmay exalt you in due time, casting all your care upon Him, for He careth for you. Be sober,\nvigilant, because your adversary, the devil, as a roaring lion walketh about seeking whom he\nmay devour. Whom resist, steadfast in the faith, knowing that the same afflictions are\naccomplished to your brother in the world\n(<span class=\"citation\" id=\"2234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2234)\">1 Pet. 5:1-9<\/a><\/span>).\n<\/p><p>\nJust one element I wish to emphasize. The instructions I give are nineteen hundred years old,\nyet new today and applicable as then to elders, from the chief elder. But he said, \"Be an\nexample to the flock\" (<span class=\"citation\" id=\"2235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2235)\">1 Pet. 5:3<\/a><\/span>).\nEver keep in mind, fellow workers that <i>example should start at home.<\/i>\nThat is the best place to exercise the lofty ideals of the Priesthood.\n<\/p><p>\nGRATITUDE FOR PARENTS\n<\/p><p>\nThe older I grow the more grateful I am for my parents, for what they did for us children in\nthat old country home. They lived the gospel. Father used to preach it, particularly to visitors\nwho came, more than to us boys and girls; but both Father and Mother lived the gospel. And\nI have realized throughout this conference, more than ever before, that my testimony of the\nreality of the existence of God dates back to my childhood, that my parents' teachings and\ntheir examples led me to the absolute knowledge that God is my Father; that I received then\nthe knowledge of the reality of the spiritual world, and I testify to you tonight that that is a\nreality.\n<\/p><p>\nIt is just as easy for me to accept as a divine truth the fact that Christ preached to the spirits\nin prison while His body lay in the tomb\n(<span class=\"citation\" id=\"2233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2233)\">1 Pet. 3:18-19<\/a><\/span>),\nas it is for me to look at you from this pulpit. It is\ntrue. And it is just as easy for me to realize that one may so live that he may receive\nimpressions and direct messages through the Holy Ghost. The veil is thin between those who\nhold the Priesthood and divine messengers on the other side of the veil.\n<\/p><p>\nThat testimony was born in that home, because of the example of a man who lived the\nPriesthood and a wife who sustained him and lived it in daily life. I do not know that Peter\nhad that in mind, particularly, when he mentioned, \"Be an example to the flock\"\n(<span class=\"citation\" id=\"2236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2236)\">1 Pet. 5:3<\/a><\/span>), but I know\nthat each home is a part of that flock. The influence you spread in your home will go\nthroughout the town, will go throughout the county, the Wards and the Stakes.\n<\/p><p>\nTRUTH NEVER GROWS OLD\n<\/p><p>\nThe most precious thing in the world is a testimony of the truth. I repeat, truth never grows\nold, and the truth is that God is the source of your Priesthood and mine; that He lives, that\nJesus Christ, the great High Priest\n(<span class=\"citation\" id=\"24223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24223)\">Heb. 4:14<\/a><\/span>), stands at the head\nof this Church, and that every man who\nholds the Priesthood, if he lives properly, soberly, industriously, humbly and prayerfully, is\nentitled to the inspiration and guidance of the Holy Spirit. I know that is true.\n<\/p><p>\nSTRENGTH TO RESIST EVIL\n<\/p><p>\nPeter admonished the young men to be careful about the sins of the world. Evil things tempt\nthem. Now is the time when our young men are tempted. They always have been. Some have\nresisted and some have not, but those who have resisted have succeeded and are happy. It is\nthe happiest life. The boys of our Church who uphold the standards are the ones who are\nrespected and who receive honor from the men of the world as well as from those of the\nChurch.\n<\/p><p>\nFor the benefit of those young men who have inspired us tonight and come here in such a\nlarge body to sing the songs of the Lesser Priesthood, I am going to conclude with a story of\na boy who was not in the Church&mdash;as far as I know&mdash;but he grew in his teens and using and\nusing the inheritance of his father, he started in business. His father had set him a proper\nexample. Then he found himself in financial difficulties; and in distress he went to a friend of\nhis fathers, a Mr. Chaplin. \"Mr. Chaplin,\" said the young man, \"I am in distress, and I need\nten thousand dollars. Those upon whom I have depended have not paid me. Perhaps they will,\nbut they have not to date, and I need money. I have come to you because you knew my\nfather.\" \"Come in,\" said Mr. Chaplin, \"Have a glass of wine.\" \"No, thank you,\" said the\nyoung man, \"I do not drink.\" \"Well, come in anyhow, and have a cigar.\" \"No, thank you, I do\nnot smoke.\" \"Well, I am sorry, but I do not think I can lend you the money.\" \"Very well,\"\nsaid the young man, \"I am sorry.\" And he started to go out. \"Wait a minute,\" said Mr.\nChaplin, who had just been testing him, \"Come here. Your father asked me those same\nquestions years ago. He trusted me for five thousand dollars, and I am going to trust you for\nten or five times that amount if you want it. No, do not thank me, I owe it to your father. He\ntrusted me as I am trusting you, and I am just trying to pay him back.\"\n<\/p><p>\nThink of that, young men! Try to picture what would have happened had the boy taken his\nwine and taken his tobacco, just to show off in the presence of another. An example!\n<\/p><p>\nThe responsibility of keeping these young men and aiding them is started in our homes and is\nnever disassociated with the Priesthood.\n<\/p><p>\nGod help us to be true to the testimony which is ours; give us power to discharge the\nresponsibility placed upon us when the Priesthood of the Almighty was placed upon our\nshoulders and given to us as an eternal endowment, I pray, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}