{"ID":3460, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Bishop—Center Stage in Welfare\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p3\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monson\"\/><\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03128_000_039<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p4\" class=\"\">Long years ago, the Apostle Paul wrote an epistle to his beloved associate Timothy in which he spoke of the qualifications a bishop should possess. He began:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p5\" class=\"\">“This is a true saying, If a man desire the office of a bishop, he desireth a good work.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p6\" class=\"\">Today we might add, “and a good workout!” He continues:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p7\" class=\"\">“A bishop then must be blameless … vigilant, sober, of good behaviour, given to hospitality, apt to teach;<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p8\" class=\"\">“… not greedy of filthy lucre; but patient. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p9\" class=\"\">“Moreover he must have a good report of them which are without.” (<span class=\"citation\" id=\"2862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2862)\">1 Tim. 3:1–3, 7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p10\" class=\"\">These words burned into my soul when I read them as a newly called bishop thirty years ago. I was young—just twenty-two. The ward was large, with over 1,050 members, 87 of whom were widows. The welfare load was the heaviest of any ward in the entire Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p11\" class=\"\">The street addresses in that ward did not read like some: Colonial Hills Circle, Mountain View Estates, or Skyline Drive. Rather, they were noted as Orchard Place, Gale Street, Elford Court. The ward was not east of the tracks in Salt Lake City. It was not west of the tracks. That ward spanned the railroad tracks. Many of the widows and those in financial need were hidden away in basement apartments, upstairs back rooms, or dilapidated houses situated at the rear of little-known streets. I became the shepherd. This was my flock. I was reminded of God’s warning through Ezekiel: “Woe be to the shepherds of Israel that feed not my flock” (see <span class=\"citation\" id=\"23160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23160)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23160)\">Ezek. 34:2–3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p12\" class=\"\">My teachers were heaven-sent. May I mention but a few: our former stake president, Harold B. Lee; President Marion G. Romney; and President J. Reuben Clark.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p13\" class=\"\">Brother Lee attended our stake conference the year I was appointed as a bishop. Looking over the priesthood leadership congregation on Saturday evening, he stepped from the pulpit, called for a chalkboard, came down from the stand, stood among us, and, as the master teacher, taught us our duty. He drew five circles under the heading “The Responsibilities of a Bishop.” He then gave to each circle a designation such as “The Father of the Ward,” “The President of the Aaronic Priesthood,” “The Common Judge in Israel,” and then placed emphasis on the bishop’s role in welfare. He cautioned us to seek after the poor, to care for them, and to do so in a spirit of love, kindness, and confidentiality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p14\" class=\"\">Brother Romney was a frequent visitor to our stake and region. One evening he taught us the principle of faith by retelling the inspiring account of Elijah and the widow at Zarephath (see <span class=\"citation\" id=\"1272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1272)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1272)\">1 Kgs. 17:8–16<\/a><\/span>). He liken her circumstances to those of some widows in our area. As he taught welfare precepts from the handbook and responded to questions, one brother asked him, “Brother Romney, why do you seem to know whatever’s in that handbook?” to which Brother Romney, with that twinkle in his eye and smile upon his lips, responded, “I wrote it!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p15\" class=\"\">President Clark too was a master teacher. It was my privilege during those years to assist him in the preparation of his manuscripts that they might find their way into printed volumes. What a unique and profitable experience to be with him frequently. Knowing that I was a new bishop presiding over a difficult ward, he emphasized the need for me to know my people, to understand their circumstances, and, in the spirit of tenderness, to minister to their needs. One day he recounted the example of the Savior as recorded in Luke, chapter seven, verses eleven through fifteen:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p16\" class=\"\">“And it came to pass … that he went into a city called Nain; and many of his disciples went with him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p17\" class=\"\">“When he came nigh to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p18\" class=\"\">“And when the Lord saw her, he had compassion on her, and said unto her, Weep not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p19\" class=\"\">“And he came and touched the bier. … And he said, Young man, I say unto thee, Arise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p20\" class=\"\">“And he that was dead sat up, and began to speak. And he delivered him to his mother.” [<span class=\"citation\" id=\"32048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32048)\">Luke 7:11–15<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p21\" class=\"\">When President Clark closed the Bible, I noticed that he was weeping. In a quiet voice he said, “Tom, be kind to the widows, and look after the poor.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p22\" class=\"\">Our bishops today need the same instruction and counsel. Many are new. They hear from every side that this program or that requires emphasis. Theirs is a sacred trust. Frequently that which counts most is recorded least. The visit to the elderly, the blessing to the sick, the comfort to the weary, the food to the hungry may not be recorded here, but I am convinced that they are known above and that we are guided in such ministrations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p23\" class=\"\">The dimensions of the bishop’s welfare role are many. He is aided by his counselors, priesthood quorum leaders, and, of course, the ward Relief Society presidency. Perhaps a review would be helpful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p24\" class=\"\">First, <span class=\"emphasis\">prevention.<\/span> Paramount is the responsibility to coordinate personal and family preparedness efforts, including food storage. Also to be emphasized is the continuing need to insure that gainful employment is had by heads of families. Beyond this effort is the desirability to upgrade employment for those who may be underemployed. Such a duty involves the encouragement of wage earners to become skilled, that they will not be the last to be hired or the first to be fired.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p25\" class=\"\">Second, <span class=\"emphasis\">production.<\/span> Participation on ward and stake welfare projects is a vital concern. Though times change, fields yet need to be plowed, crops to be thinned, buildings to be built, and storehouses to be filled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p26\" class=\"\">I am grateful I learned to top sugar beets on our stake welfare farm. I am also grateful that we do not have to top beets in the same way today. That farm was not situated in a fertile belt of land but rather in the area of today’s industrial section of Salt Lake City. I testify, however, that when put to this sacred service, the soil was sanctified, the harvest blessed, and faith rewarded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p27\" class=\"\">Third, <span class=\"emphasis\">processing.<\/span> Oh, the joy of harvest time! Picture the scene of ward members canning peaches, sorting eggs, or cleaning vegetables, all for the use of those who are in need. Brows are sweat-lined, clothing is soiled, bodies are tired—but human souls are refreshed and lifted towards heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p28\" class=\"\">Fourth, <span class=\"emphasis\">storage.<\/span> The Lord in the revelations spoke frequently of his storehouses. On one occasion he counseled, “The storehouse shall be kept by the consecrations of the church; and widows and orphans shall be provided for, as also the poor” (<span class=\"citation\" id=\"17456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17456)\">D&amp;C 83:6<\/a><\/span>). I am happy that over the entrance to our storehouses are the words <span class=\"emphasis\">Bishops’ Storehouse!<\/span> Those who labor therein are recommended and sent by their respective bishops. Within such buildings there is found an atmosphere of love, of respect, and, indeed, of reverence. I am inspired each time I visit such a storehouse. There is no steeple or spire, no carpeted floors or stained-glass windows, but here is found the spirit of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p29\" class=\"\">Fifth, <span class=\"emphasis\">distribution.<\/span> This is where the bishop’s judgment is most severely tested. He cannot shirk this God-given responsibility. President J. Reuben Clark, Jr., summarized the bishop’s role in welfare services: He “is ‘to administer all temporal things’ … ; in his calling he is to ‘administer to the … poor and needy’; he is to search ‘after the poor to administer to their wants’ [see <span class=\"citation\" id=\"17516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17516)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17516)\">D&amp;C 107:68<\/a><\/span>, <span class=\"citation\" id=\"17398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17398)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17398)\">D&amp;C 42:34<\/a><\/span>, <span class=\"citation\" id=\"17477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17477)\">D&amp;C 84:112<\/a><\/span>]. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p30\" class=\"\">“Thus to the bishop is given all the powers, and responsibilities which the Lord has specifically prescribed in the Doctrine and Covenants for the caring of the poor. … No one else is charged with this duty and responsibility, no one else is endowed with the power and functions necessary for this work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p31\" class=\"\">“Thus, ‘by the word of the Lord the sole mandate to care for and the sole discretion in caring for, the poor of the Church is lodged in the bishop.’ … ‘It is his duty and his only to determine to whom, when, how, and how much shall be given to any member of his ward from Church funds and as ward help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p32\" class=\"\">“‘This is his high and solemn obligation, imposed by the Lord Himself. The bishop cannot escape this duty; he cannot shirk it; he cannot pass it on to someone else, and so relieve himself. Whatever help he calls in, he is still responsible.’” (Unpublished article, Church Historical Department, Salt Lake City, 9 July 1941, pp. 3–4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p33\" class=\"\">Every bishop needs a sacred grove to which he can retire to meditate and to pray for guidance. Mine was our old ward chapel. I could not begin to count the occasions when on a dark night at a late hour I would make my way to the stand of this building where I was blessed, confirmed, ordained, taught, and eventually called to preside. The chapel was dimly lighted by the street light in front; not a sound would be heard, no intruder to disturb. With my hand on the pulpit I would kneel and share with Him above my thoughts, my concerns, my problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p34\" class=\"\">On one occasion, a year of drought, the commodities at the storehouse had not been their usual quality, nor had they been found in abundance. Many products were missing, especially fresh fruit. My prayer that night is sacred to me. I pleaded that these widows were the finest women I knew in mortality, that their needs were simple and conservative, that they had no resources on which they might rely. The next morning I received a call from a ward member, a proprietor of a produce business. “Bishop,” he said, “I would like to send a semitrailer filled with oranges, grapefruit, and bananas to the bishops’ storehouse to be given to those in need. Could you make arrangements?” Could I make arrangements! The storehouse was alerted. Then each bishop was telephoned and the entire shipment distributed. Bishop Jesse M. Drury, that beloved welfare pioneer and storekeeper, said he had never witnessed a day like it before. He described the occasion with one word—“Wonderful!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p35\" class=\"\">Other experiences may not be so dramatic but are nevertheless real and heartwarming. I recall an elderly couple whose frame home, situated at the end of a dirt lane, had not seen a coat of paint for too many years. These were neat and tidy people; they were concerned about the appearance of their small house. In a moment of inspiration I called, not upon the elders quorum or upon volunteers to wield paint brushes, but rather, following the welfare handbook, upon the family members who lived in other areas. Four sons-in-law and four daughters took brushes in hand and participated in the project. The paint had been provided by a dealer located in our area. The result was a transformation not only of the house but of the family. The children determined how they might best help mother and dad in their old age. They did so voluntarily and with gladness of heart. A house was painted, a family united, and respect preserved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p36\" class=\"\">Fortunately, the blessings the welfare program provides are not received by the bishop alone. Rather, all who participate can share and share abundantly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p37\" class=\"\">On a cold winter’s night in 1951 there was a knock at my door, and a German brother from Ogden, Utah, announced himself and said, “Are you Bishop Monson?” I answered in the affirmative. He began to weep and said, “My brother and his wife and family are coming here from Germany. They are going to live in your ward. Will you come with us to see the apartment we have rented for them?” On the way to the apartment, he told me he had not seen his brother for many years. Yet all through the holocaust of World War II, his brother had been faithful to the Church, serving as a branch president before the war took him to the Russian front.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p38\" class=\"\">I looked at the apartment. It was cold and dreary. The paint was peeling, the wallpaper soiled, the cupboards empty. A forty-watt bulb hanging from the living room ceiling revealed a linoleum floor covering with a large hole in the center. I was heartsick. I thought, “What a dismal welcome for a family which has endured so much.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p39\" class=\"\">My thoughts were interrupted by the brother’s statement, “It isn’t much, but it’s better than they have in Germany.” With that, the key was left with me, along with the information that the family would arrive in Salt Lake City in three weeks—just two days before Christmas.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p40\" class=\"\">Sleep was slow in coming to me that night. The next morning was Sunday. In our ward welfare committee meeting, one of my counselors said, “Bishop, you look worried. Is something wrong?” I recounted to those present my experience of the night before, the details of the uninviting apartment. There were a few moments of silence. Then the group leader of the high priests said, “Bishop, did you say that apartment was inadequately lighted and that the kitchen appliances were in need of replacement?” I answered in the affirmative. He continued, “I am an electrical contractor. Would you permit the high priests of this ward to rewire that apartment? I would also like to invite my suppliers to contribute a new stove and a new refrigerator. Do I have your permission?” I answered with a glad “Certainly.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p41\" class=\"\">Then the seventies president responded: “Bishop, as you know I’m in the carpet business. I would like to invite my suppliers to contribute some carpet, and the seventies can easily lay it and eliminate that worn linoleum.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p42\" class=\"\">Then the president of the elders quorum spoke up. He was a painting contractor. He said, “I’ll furnish the paint. May the elders paint and wallpaper that apartment?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p43\" class=\"\">The Relief Society president was next to speak: “We in the Relief Society cannot stand the thought of empty cupboards. May we fill them?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p44\" class=\"\">The next three weeks are ever to be remembered. It seemed that the entire ward joined in the project. The days passed, and at the appointed time the family arrived from Germany. Again at my door stood the brother from Ogden. With an emotion-filled voice, he introduced to me his brother, wife, and their family. Then he asked, “Could we go visit the apartment?” As we walked up the staircase to the apartment, he repeated, “It isn’t much, but it’s more than they have had in Germany.” Little did he know what a transformation had taken place, that many who participated were inside waiting for our arrival.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p45\" class=\"\">The door opened to reveal a literal newness of life. We were greeted by the aroma of freshly painted woodwork and newly papered walls. Gone was the forty-watt bulb, along with the worn linoleum it had illuminated. We stepped on carpet deep and beautiful. A walk to the kitchen presented to our view a new stove and refrigerator. The cupboard doors were still open; however, they now revealed that every shelf was filled with food. The Relief Society as usual had done its work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p46\" class=\"\">In the living room we began to sing Christmas hymns. We sang “Silent night! Holy night! All is calm; all is bright.” (<span class=\"emphasis\">Hymns,<\/span> no. 160.) We sang in English; they sang in German. At the conclusion, the father, realizing that all of this was his, took me by the hand to express his thanks. His emotion was too great. He buried his head in my shoulder and repeated the words, “Mein Bruder, mein Bruder, mein Bruder.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p47\" class=\"\">As we walked down the stairs and out into the night air, it was snowing. Not a word was spoken. Then a young girl asked, “Bishop, I feel better inside than I have ever felt before. Can you tell me why?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p48\" class=\"\">I responded with the words of the Master: “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me” (<span class=\"citation\" id=\"36733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36733)\">Matt. 25:40<\/a><\/span>). Suddenly there came to mind the words from “O Little Town of Bethlehem”:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How silently, how silently,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The wondrous gift is given!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">So God imparts to human hearts<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The blessings of his heaven.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No ear may hear his coming;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">But in this world of sin,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Where meek souls will receive him, still<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The dear Christ enters in.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p57\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 165.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p58\" class=\"\">The poet said, “God gave his children memory, that in life’s garden there might be June roses in December” (C. Anketall Studdert-Kennedy, “Roses in December,” in <span class=\"emphasis\">The Best Loved Poems of the American People.<\/span> sel. Hazel Felleman, Garden City, N.Y.: Garden City Publishing Co., 1936, p. 363). In my garden of memories no rose is more beautiful or fragrant than the rose brought to bloom by my participation in the welfare effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p59\" class=\"\">May our Heavenly Father ever bless our bishops in their sacred welfare responsibilities. Such duties are God-given. They were authored in heaven to bless in our day those who stand in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-bishop-center-stage-in-welfare.p60\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}