{"ID":3461, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Welfare Services: The Savior’s Program\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p3\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_040<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p4\" class=\"\">My beloved brethren and sisters, we’ve had a great meeting this morning. I trust that I can conclude this meeting with the Spirit of the Lord guiding and sustaining us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p5\" class=\"\">They have asked me to talk on the subject that the welfare program is the Savior’s program, which I am glad to do. The Savior said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p6\" class=\"\">“Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p7\" class=\"\">“Take my yoke upon you, and learn of me; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p8\" class=\"\">“For my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"36703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36703)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p9\" class=\"\">Thus did Jesus promise spiritual refreshment and physical relief to all who will obey his gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p10\" class=\"\">“And Jesus went about all the cities and villages, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every sickness and every disease among the people” (<span class=\"citation\" id=\"36695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36695)\">Matt. 9:35<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p11\" class=\"\">Responding to questions asked by two of John’s disciples, Jesus said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p12\" class=\"\">“Go and shew John … those things which ye do hear and see:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p13\" class=\"\">“The blind receive their sight, and the lame walk, the lepers are cleansed, the deaf hear, the dead are raised up, and the poor have the gospel preached to them” (<span class=\"citation\" id=\"36699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36699)\">Matt. 11:4–5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p14\" class=\"\">All who are acquainted with the Lord’s earthly ministry seem to conclude, as President J. Reuben Clark did, that “when the Savior came upon the earth he had two great missions; one was to work out the <span class=\"emphasis\">Messiahship,<\/span> the atonement for the fall, and … the other was the work which he did among his brethren and sisters in the flesh by way of <span class=\"emphasis\">relieving their sufferings.<\/span> … He left as a heritage to those who should come after him … the carrying on of those two great things—<span class=\"emphasis\">work for the relief of the ills and the sufferings of humanity,<\/span> and the <span class=\"emphasis\">teaching of the spiritual truths<\/span> which should bring us back into the presence of our Heavenly Father.” (In Conference Report, Apr. 1937, p. 22; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p15\" class=\"\">I am persuaded that we should continue his work of ministering to those in need, whether in things spiritual or in things temporal. I have long since concluded that the work which you and I call welfare service is the work of the Savior. This welfare plan is his plan; its principles are his principles; its spirit is his spirit; he it is who sends us to minister one to another. His gospel requires us to love our neighbors as ourselves (see <span class=\"citation\" id=\"36717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36717)\">Matt. 19:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p16\" class=\"\">“If ye do this,” King Benjamin said, “ye shall always rejoice, and be filled with the love of God, and always retain a remission of your sins; …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p17\" class=\"\">“And ye will not have a mind to injure one another, <span class=\"emphasis\">but to live peaceably, and to render to every man according to that which is his due.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p18\" class=\"\">“And ye will not suffer your children that they go hungry, or naked; neither will ye suffer that they transgress the laws of God. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p19\" class=\"\">“But ye will teach them to walk in the ways of truth and soberness; <span class=\"emphasis\">ye will teach them to love one another, and to serve one another.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p20\" class=\"\">“And also, <span class=\"emphasis\">ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need.”<\/span> (<span class=\"citation\" id=\"40470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40470)\">Mosiah 4:12–16<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p21\" class=\"\"><span class=\"emphasis\">“And now,”<\/span> King Benjamin continued,<span class=\"emphasis\"> “for the sake of these things which I have spoken unto you—that is, for the sake of retaining a remission of your sins from day to day, that ye may walk guiltless before God—I would that ye should impart of your substance to the poor, every man according to that which he hath, such as feeding the hungry, clothing the naked, visiting the sick and administering to their relief, both spiritually and temporally, according to their wants”<\/span> (<span class=\"citation\" id=\"40471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40471)\">Mosiah 4:26<\/a><\/span>; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p22\" class=\"\"><span class=\"emphasis\">Is there any question, brothers and sisters, about our obligation in this program? Is there any doubt that retaining a remission of sins depends on our caring for one another? If we believe these teachings, if we profess to follow the Savior and his prophets, if we want to be true to our covenants and have the Spirit of the Lord in our lives, then we must do the things that the Savior said and did.<\/span> He it was who said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p23\" class=\"\">“Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also” (<span class=\"citation\" id=\"29040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29040)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29040)\">John 14:12<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p24\" class=\"\">May I suggest several ways in which we as leaders and members can and should improve our work in this, his service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p25\" class=\"\">First, <span class=\"emphasis\">we must be personally involved!<\/span> We often receive reports that some of our people, and even some of our leaders, would rather contribute their money than take their time and talents and devote them <span class=\"emphasis\">personally.<\/span> May I remind each of us that we need the spiritual uplift that comes from giving of ourselves and working shoulder to shoulder. It is healthy and sanctifying for the barber, the merchant, the lawyer, the doctor, the teacher, and the mechanic to <span class=\"emphasis\">get together;<\/span> to hoe the same row—together; to pray for the same rain—together; to prune the same tree—together; and to harvest the same crop—together.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p26\" class=\"\">While our financial contributions are needed, we must work <span class=\"emphasis\">together<\/span> with our hearts and hands if we are to come to that unity and oneness required of the Saints. The Prophet Joseph Smith taught, “The greatest temporal and spiritual blessings which always come from faithfulness and <span class=\"emphasis\">concerted effort,<\/span> never attended individual exertion or enterprise” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith, Salt Lake City: Deseret Book Co., 1938, p. 183; italics added).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p27\" class=\"\">Second, <span class=\"emphasis\">in order to work wholeheartedly together, we must counsel together.<\/span> We hear reports that some bishops are committed to a course of action taken by their stake president without the involvement and consent of the bishops. While we do and must support our leaders, every leader would be wise to pursue this work in the spirit of section 38. For the Lord has said, “If ye are not one ye are not mine” (<span class=\"citation\" id=\"17387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17387)\">D&amp;C 38:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p28\" class=\"\">Many of you will be allocating a significantly increased annual production budget throughout the last quarter of this year. I hope that <span class=\"emphasis\">all will feel good about their assignment because the principle of common consent<\/span> has been followed at each level of council government, through which we operate the Church at its successive ecclesiastical levels. It has been said that the family who prays together stays together; might I add that a priesthood body that <span class=\"emphasis\">counsels together succeeds together!<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p29\" class=\"\">Third, if we as leaders want the support of those we lead, then <span class=\"emphasis\">we will do well to share with them a report on how our assigned stewardship is doing.<\/span> I hope we have not gotten away from the practice of taking an annual report of our production projects to our ward or stake Melchizedek Priesthood brethren. I also hope that bishoprics and stake presidencies are providing some appropriate report to their respective file leaders on both the progress and the problems that they are encountering in implementing welfare services. Remember, brethren, to return and report is the final act of the faithful and wise steward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p30\" class=\"\">Fourth and finally, <span class=\"emphasis\">may I remind you that you cannot give yourself poor in this work; you can only give yourself rich.<\/span> I have satisfied myself regarding the truthfulness of the statement made to me by Elder Melvin J. Ballard as he set me apart for my mission in 1920: “A person cannot give a crust to the Lord without receiving a loaf in return.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p31\" class=\"\">The Savior taught that it is more blessed to give than to receive (see <span class=\"citation\" id=\"8249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8249)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8249)\">Acts 20:35<\/a><\/span>). Through Church welfare, both the giver and the receiver are blessed in unique ways—each to the sanctification and salvation of his eternal soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p32\" class=\"\">“Remember in all things the poor and the needy, the sick and the afflicted,” said Jesus, “for he that doeth not these things, the same is not my disciple” (<span class=\"citation\" id=\"17416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17416)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17416)\">D&amp;C 52:40<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p33\" class=\"\">When discipleship is seen in light of this understanding of the gospel, we may, perhaps, understand something which I have believed for a long time: <span class=\"emphasis\">The living of the principles upon which the welfare program is built will be the final step, the capstone, of a Christian life.<\/span> Living its principles leads one to the fulness of the stature of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p34\" class=\"\">According to Amulek, the efficacy of our prayers depends on how we care for one another. According to the teachings of the Savior himself, the door of salvation at the final judgment turns on the hinge of loving our neighbor as ourselves. As recorded in the twenty-fifth chapter of Matthew, when the Lord returns in his glory he will divide the people “as a shepherd divideth his sheep from the goats” (<span class=\"citation\" id=\"36728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36728)\">Matt. 25:32<\/a><\/span>). To those on his right hand he will say:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p35\" class=\"\">“Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p36\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p37\" class=\"\">“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me” (<span class=\"citation\" id=\"36729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36729)\">Matt. 25:34–36<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/welfare-services-the-saviors-program.p38\" class=\"\">It is my prayer that each of us will derive from this session of conference today a greater conviction and a deeper understanding that welfare services is the work of Jesus Christ, that the welfare plan is his plan, that its principles are his principles, that its spirit is his spirit, and that its achievements are the surest guarantee of peace in this life and immortal glory in the world to come. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}