{"ID":3462, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            President Kimball Speaks Out on Morality\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Special Message to All Latter-day Saints<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_041<\/span>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p4\" class=\"\">My beloved brothers and sisters, while this is a grave responsibility, and not an easy one, I am eager to discuss with you some matters of importance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p5\" class=\"\">I love youth. I rejoice when they grow up clean and stalwart and tall. I sorrow with them when they have misfortunes and remorse and troubles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p6\" class=\"\">Numerous disasters have occurred in mid-ocean by collisions of ships, sometimes with icebergs, and numerous people have gone to watery graves. I believe you young people are wholesome and basically good and sound; but you, too, are traveling oceans which to you are at least partially uncharted, where there are shoals and rocks and icebergs and other vessels, and where great disasters can come unless warnings are heeded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p7\" class=\"\">A couple of years ago as my jet plane soared in the air gaining altitude, the voice of the stewardess came clearly over the loudspeaker: “We are moving into a storm area. We shall skirt the danger, but there may be some turbulence. Be sure your seat belts are securely fastened.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p8\" class=\"\">And, as a leader of the Church and in a measure being responsible for youth and their well-being, I raise my voice to say to you: “You are in a hazardous area and period. Tighten your belts, hold on, and you can survive the turbulence.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p9\" class=\"\">I have interviewed thousands of young people and many seem to flounder. Some give excuses for their errors and indulge in unwarranted rationalizations. I hope I may be able to clarify at least in some areas the stand of the God of heaven and his church on some vital issues.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p10\" class=\"\">First, let us pause to remind ourselves that we are the spiritual children of God, and that we are his supreme creation. In each of us there is the potentiality to become a God—pure, holy, true, influential, powerful, independent of earthly forces. We learn from the scriptures that we each have eternal existence, that we were in the beginning with God (see <span class=\"citation\" id=\"7350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7350)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7350)\">Abr. 3:22<\/a><\/span>). That understanding gives to us a unique sense of man’s dignity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p11\" class=\"\">But there are false teachers everywhere, using speech and pornographic literature, magazines, radio, TV, street talk—spreading damnable heresies which break down moral standards, and this to gratify the lust of the flesh.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p12\" class=\"\">Lucifer in his diabolical scheming deceives the unwary and uses every tool at his command. Seldom does one go to a convention, a club meeting, a party, or a social gathering without hearing vulgarity, obscenity, and suggestive stories.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p13\" class=\"\">Peter cautioned us: “Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour” (<span class=\"citation\" id=\"2377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2377)\">1 Pet. 5:8<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p14\" class=\"\">And the Savior said that the very elect would be deceived by Lucifer if it were possible. He will use his logic to confuse and his rationalizations to destroy. He will shade meanings, open doors an inch at a time, and lead from purest white through all the shades of gray to the darkest black.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p15\" class=\"\">So I wish today to help define meanings of words and acts for you young people, to fortify you against error, anguish, pain, and sorrow.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>Necking, Petting, Fornication<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p17\" class=\"\">I will begin with a true story. The characters are real. He was well-proportioned and, like King David, “ruddy, and withal of a beautiful countenance, and goodly to look to” (<span class=\"citation\" id=\"2641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2641)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2641)\">1 Sam. 16:12<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p18\" class=\"\">With him at his side was a lovely girl, slight of frame and beautiful of face and form. It was obvious that they loved one another, for as they sat together across the desk from me, he reached quietly for her hand and there were meaningful glances.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p19\" class=\"\">The melodious voice was hesitant and a bit choked with emotion as he introduced his girl friend, and there was pleading in their eyes. “We are in difficulty, Brother Kimball,” he said. “We have broken the law of chastity. We prayed and fasted and agonized and finally came to the conclusion that we must try to make adjustments.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p20\" class=\"\">“That junior prom date was a turning point. It started out a very special one. But as I see it now, it turned out to be a tragic one, the beginning of our troubles. When I saw her coming downstairs that night, I thought no girl was ever so beautiful and so sweet. We danced through the evening; and then when we sat in the car, long and silently afterward, my thoughts became unruly as we became more and more intimate.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p21\" class=\"\">“Neither of us dreamed what was happening to us,” he continued, “but all the elements were there to break down resistance. We did not notice time—the hours passed. The simple kisses we had often exchanged gradually developed into petting. We stopped at that. But there were other nights—the bars were down. We loved each other so much that we convinced ourselves that it was not so wrong merely to pet since we sort of belonged to one another anyway. Where we ended one night became the starting point for the next night, and we continued on and on, until finally it happened—almost as though we could not control ourselves—we had intercourse. We had even talked about it and agreed that whatever else we did we would not go that far. And then when it was late—so late—so everlastingly late—we woke up to the meaning of what we had done.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p22\" class=\"\">Immorality does not begin in adultery or perversion. It begins with little indiscretions like sex thoughts, sex discussions, passionate kissing, petting and such, growing with every exercise. The small indiscretion seems powerless compared to the sturdy body, the strong mind, the sweet spirit of youth who give way to the first temptation. But soon the strong has become weak, the master the slave, spiritual growth curtailed. But if the first unrighteous act is never given root, the tree will grow to beautiful maturity and the youthful life will grow toward God, our Father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p23\" class=\"\">“Can we be forgiven, Brother Kimball?” the young couple asked.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p24\" class=\"\">“Yes,” I replied, “the Lord and his church can and will forgive, but not easily. The way of the transgressor is hard. It always has been and it always will be. The Lord said: ‘I tell thee, thou shalt not depart thence, till thou hast paid the very last mite’” (<span class=\"citation\" id=\"32053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32053)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32053)\">Luke 12:59<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p25\" class=\"\">But I went on to tell them that in his goodness he provided for us a way to forgiveness. One may do as he pleases, but he cannot evade responsibility. He may break laws, but he cannot avoid penalties. One gets by with nothing. God is just. Paul said, “Be not deceived; God is not mocked; for whatsoever a man soweth, that shall he also reap” (<span class=\"citation\" id=\"23329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23329)\">Gal. 6:7<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p26\" class=\"\">Serious as is the sin of fornication (sexual intercourse by the unmarried), there is forgiveness upon condition of total repentance. But first one must come to a realization of the seriousness of his sin. Since the beginning there has been in the world a wide range of sins. Many of them involve harm to others, but every sin is against ourselves and God, for sins limit our progress, curtail our development, and estrange us from good people, good influences, and from our Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p27\" class=\"\">The early apostles and prophets mention numerous sins that were reprehensible to them. Many of them were sexual sins—adultery, being without natural affection, lustfulness, infidelity, incontinence, filthy communications, impurity, inordinate affection, fornication. They included all sexual relations outside marriage—petting, sex perversion, masturbation, and preoccupation with sex in one’s thoughts and talking. Included are every hidden and secret sin and all unholy and impure thoughts and practices. One of the worst of these is incest. The dictionary defines incest as “sexual intercourse between persons so closely related that they are forbidden by law to marry.” The spirituality of one’s life may be severely, and sometimes irreparably, damaged by such an ugly sin. The First Presidency and the Quorum of the Twelve have determined that the penalty for incest shall be excommunication. Also, one excommunicated for incest shall not be baptized again into the Church without the written permission of the First Presidency.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p28\" class=\"\">Conscience tells the individual when he is entering forbidden worlds, and it continues to prick until silenced by the will or by sin’s repetition.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p29\" class=\"\">Can anyone truthfully say he did not know such things were wrong? These unholy practices, whatever may be their unmentionable names with all their approaches and numerous manifestations, are condemned by the Lord and his church. Some may be more heinous than others, but all are sin, in spite of statements to the contrary of those who falsely pretend to know. The Lord’s prophets declare they are not right.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p30\" class=\"\">The world may have its norm; the Church has a different one. It may be considered normal by the people of the world to use tobacco; the Church’s standard is a higher plane where smoking is not done. The world’s norm may permit men and women social drinking; the Lord’s church lifts its people to a norm of total abstinence. The world may countenance premarital sex experiences, but the Lord and his church condemn in no uncertain terms any and every sex relationship outside of marriage.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p31\" class=\"\">Paul lashed out against these unholy evidences of the vulgar mind and of uncontrolled passion and desire:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p32\" class=\"\">“Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves” (<span class=\"citation\" id=\"42892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42892)\">Rom. 1:24<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p33\" class=\"\">Since courtship is prelude to marriage and encourages close associations, many have convinced themselves that intimacies are legitimate—a part of the courting process. Many have cast off bridle and harness and have relaxed the restraints. Instead of remaining in the field of simple expressions of affection, some have turned themselves loose to fondling, often called “necking,” with its intimate contacts and its passionate kissing. Necking is the younger member of this unholy family. Its bigger sister is called “petting.” When the intimacies have reached this stage, they are surely the sins condemned by the Savior:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p34\" class=\"\">“Ye have heard that it was said by them of old time, Thou shalt not commit adultery:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p35\" class=\"\">“But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.” (<span class=\"citation\" id=\"36687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36687)\">Matt. 5:27–28<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p36\" class=\"\">Who would say that he or she who pets has not become lustful, has not become passionate? Is it not this most abominable practice that God rebuked in his modern reiteration of the Ten Commandments: “Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it” (<span class=\"citation\" id=\"17430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17430)\">D&amp;C 59:6<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p37\" class=\"\">What, may I ask you, is like unto adultery if it is not petting? Did not the Lord recognize that this heinous sin is but the devil’s softening process for the final acts of adultery or fornication? Can a person in the light of the Lord’s scriptures pursue the path of petting with clear conscience? Can anyone convince himself that this is not deep sin?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p38\" class=\"\">We must repeat what we have said many times: Fornication with all its big and little brothers and sisters was evil and wholly condemned by the Lord in Adam’s day, in Moses’ day, in Paul’s day, and in our own day. The Church has no tolerance for any kind of perversions. The Lord has indicated his lack of tolerance, stating:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p39\" class=\"\">“For I the Lord cannot look upon sin with the least degree of allowance” (<span class=\"citation\" id=\"17329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17329)\">D&amp;C 1:31<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p40\" class=\"\">When the scriptures are so plain, how can anyone justify immoralities and call them love? Is black white? Is evil good? [see <span class=\"citation\" id=\"25542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25542)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25542)\">Isa. 5:20<\/a><\/span>] Is purity filthiness?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p41\" class=\"\">That the Church’s stand on morality may be understood, we declare firmly and unalterably, it is not an outworn garment, faded, old-fashioned, and threadbare. God is the same yesterday, today, and forever, and his covenants and doctrines are immutable; and when the sun grows cold and the stars no longer shine, the law of chastity will still be basic in God’s world and in the Lord’s church. Old values are upheld by the Church not because they are old, but rather because through the ages they have proved right. It will always be the rule.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Dating Standards<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p43\" class=\"\">In order to avoid difficulty and possible temptation, I suggest again the following standard. Any dating or pairing off in social contacts should be postponed until at least the age of 16 or older, and even then there should still be much judgment used in selections and in the seriousness. Young people should still limit the close contacts for several years, since the boy will be going on his mission when he is 19 years old.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p44\" class=\"\">Dating and especially steady dating in the early teens is most hazardous. It distorts the whole picture of life. It deprives you of worthwhile and rich experiences; it limits friendships; it reduces the acquaintances which can be so valuable in selecting a partner for time and eternity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p45\" class=\"\">There is definitely a time for the dance, for travel, for associations, for the date, and even for the steady date that will culminate in the romance which will take young people to the holy temple for eternal marriage. But it is the timing that is so vital. It is wrong to do even the right things at the wrong time in the wrong place under the wrong circumstances.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p46\" class=\"\">I believe the youth of Zion want to hear the clear and unmistakable tones of the trumpet, and it is my hope, that I can play the tune with accuracy and precision so that no honest person will ever be confused. I hope fervently that I am making clear the position of the Lord and his church on these unmentionable practices.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Self-abuse<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p48\" class=\"\">Masturbation, a rather common indiscretion, is not approved of the Lord nor of his church, regardless of what may have been said by others whose “norms” are lower. Latter-day Saints are urged to avoid this practice. Anyone fettered by this weakness should abandon the habit before he goes on a mission or receives the holy priesthood or goes in the temple for his blessings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p49\" class=\"\">Sometimes masturbation is the introduction to the more serious sins of exhibitionism and the gross sin of homosexuality. We would avoid mentioning these unholy terms and these reprehensible practices were it not for the fact that we have a responsibility to the youth of Zion that they be not deceived by those who would call bad good, and black white.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Homosexuality<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p51\" class=\"\">The unholy transgression of homosexuality is either rapidly growing or tolerance is giving it wider publicity. If one has such desires and tendencies, he overcomes them the same as if he had the urge toward petting or fornication or adultery. The Lord condemns and forbids this practice with a vigor equal to his condemnation of adultery and other such sex acts. And the Church will excommunicate as readily any unrepentant addict.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p52\" class=\"\">Again, contrary to the belief and statement of many people, this sin, like fornication, is overcomable and forgivable, but again, only upon a deep and abiding repentance, which means total abandonment and complete transformation of thought and act. The fact that some governments and some churches and numerous corrupted individuals have tried to reduce such behavior from criminal offense to personal privilege does not change the nature nor the seriousness of the practice. Good men, wise men, God-fearing men everywhere still denounce the practice as being unworthy of sons and daughters of God; and Christ’s church denounces it and condemns it so long as men and women have bodies which Can be defiled.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p53\" class=\"\">James said: “A double minded man is unstable in all his ways. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p54\" class=\"\">“Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p55\" class=\"\">“Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p56\" class=\"\">“But every man is tempted, when he is drawn away of his own lust, and enticed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p57\" class=\"\">“Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p58\" class=\"\">“Do not err, my beloved brethren.” (<span class=\"citation\" id=\"26303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26303)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26303)\">James 1:8, 12–16<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p59\" class=\"\">This heinous homosexual sin is of the ages. Many cities and civilizations have gone out of existence because of it. It was present in Israel’s wandering days, tolerated by the Greeks, and found in the baths of corrupt Rome.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p60\" class=\"\">This is a most unpleasant subject to dwell upon, but I am pressed to speak of it boldly so that no youth in the Church will ever have any question in his mind as to the illicit and diabolical nature of this perverse program. Again, Lucifer deceives and prompts logic and rationalization which will destroy men and women and make them servants of Satan forever. Paul told Timothy:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p61\" class=\"\">“For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p62\" class=\"\">“And they shall turn away their ears from the truth, and shall be mined unto fables.” (<span class=\"citation\" id=\"5220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5220)\">2 Tim. 4:3–4<\/a><\/span>; See also <span class=\"citation\" id=\"39581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39581)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39581)\">Moses 5:50–55<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p63\" class=\"\">“God made me that way,” some say, as they rationalize and excuse themselves for their perversions. “I can’t help it,” they add. This is blasphemy. Is man not made in the image of God, and does he think God to be “that way”? Man is responsible for his own sins. It is possible that he may rationalize and excuse himself until the groove is so deep he cannot get out without great difficulty, but this he can do. Temptations come to all people. The difference between the reprobate and the worthy person is generally that one yielded and the other resisted. It is true that one’s background may make the decision and accomplishment easier or more difficult, but if one is mentally alert, he can still control his future. That is the gospel message—personal responsibility.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p64\" class=\"\">And now, my dear brothers and sisters, I have spoken frankly and boldly against the sins of the day. Even though I dislike such a subject, I believe it necessary to warn the youth against the onslaught of the arch tempter who, with his army of emissaries and all the tools at his command, would destroy all the youth of Zion, largely through deception, misrepresentation, and lies.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p65\" class=\"\">“Be wise in the days of your probation,” said Mormon, “strip yourselves of all uncleanness; ask not, that ye may consume it on your lusts, but ask with a firmness unshaken, that ye will yield to no temptation, but that ye will serve the true and living God” (<span class=\"citation\" id=\"38048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38048)\">Morm. 9:28<\/a><\/span>).<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Repentance<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p67\" class=\"\">Beloved youth, for those of you who have erred, the Lord and his church can forgive. The image of a loving, forgiving God comes through clearly to those who read and understand the scriptures. Since he is our Father, he naturally desires to raise us up, not to push us down, to help us live, not to bring, about our spiritual death.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p68\" class=\"\">Repentance seems to fall into five steps:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p69\" class=\"\">1. <span class=\"emphasis\">Sorrow for sin. <\/span>To be sorry for our sin we must know something of its serious implications. When fully convicted, we condition our minds to follow such processes as will rid us of the effects of the sin. We are sorry. We are willing to make amends, pay penalties, to suffer even to excommunication if necessary.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p70\" class=\"\">2. <span class=\"emphasis\">Abandonment of sin. <\/span>It is best when one discontinues his error because of his realization of the gravity of his sin and when he is willing to comply with the laws of God. The thief may abandon his evil in prison, but true repentance would have him forsake it before his arrest and return his booty without enforcement. The sex offender who voluntarily ceases his unholy practices is headed toward forgiveness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p71\" class=\"\">Alma said, “Blessed are they who humble themselves without being compelled to be humble” (<span class=\"citation\" id=\"9325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9325)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9325)\">Alma 32:16<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p72\" class=\"\">The discontinuance must be a permanent one. True repentance does not permit repetition. The Lord revealed this to the Prophet Joseph Smith concerning repentance: “By this ye may know if a man repenteth of his sins—behold, he will confess them and forsake them” (<span class=\"citation\" id=\"17426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17426)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17426)\">D&amp;C 58:43<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p73\" class=\"\">3. <span class=\"emphasis\">Confession of sin. The <\/span>confession of sin is an important element in repentance. Many offenders have seemed to feel that a few prayers to the Lord were sufficient. They have thus justified themselves in hiding their sins.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p74\" class=\"\">“He that covereth his sins shall not prosper: but whoso confesseth and forsaketh them shall have mercy” (<span class=\"citation\" id=\"41552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41552)\">Prov. 28:13<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p75\" class=\"\">Especially grave errors such as sexual sins shall be confessed to the bishop as well as to the Lord. There are two remissions which one might wish to have. First, the forgiveness from the Lord, and second, the forgiveness of the Lord’s church through its leaders. As soon as one has an inner conviction of his sins, he should go to the Lord in “mighty prayer” as did Enos and never cease his supplications until he shall, like Enos, receive the assurance that his sins have been forgiven by the Lord. It is unthinkable that God absolves serious sins upon a few requests. He is likely to wait until there has been long, sustained repentance as evidenced by a willingness to comply with all his other requirements. Next, the offender should seek the forgiveness of the Church through his bishop. No priest or elder is authorized to thus act for the Church. The Lord has a consistent, orderly plan. Every soul in stakes is given a bishop who, by the very order of his calling and his ordination, is a “judge in Israel.” The bishop is our best earthly friend. He will hear the problems, judge the seriousness, then determine the degree of repentance and decide if it warrants an eventual forgiveness. He does this as the earthly representative of God—the master physician, the master psychologist, the master psychiatrist. If repentance is sufficient he may waive penalties, which is tantamount to forgiveness. The bishop claims no authority to absolve sins, but he does share the burden, waive penalties, relieve tension and strain; and he may assure a continuance of activity. He will keep the whole matter most confidential.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p76\" class=\"\">4. <span class=\"emphasis\">Restitution for sin. <\/span>When one is humble in sorrow, has unconditionally abandoned the evil, and confessed to those assigned by the Lord, he should next restore insofar as possible that which was damaged. If he burglarized, he should return to the rightful owner that which was stolen. Perhaps one reason murder is unforgivable is that having taken a life, the murderer cannot restore it. Restitution in full is not possible. Also, having robbed one of virtue, it is impossible to give it back.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p77\" class=\"\">However, the truly repentant soul will usually find things which can be done to restore to some extent. The true spirit of repentance demands this. Ezekiel taught, “If the wicked … give again that he had robbed, walk in the statutes of life, without committing iniquity; he shall surely live” (<span class=\"citation\" id=\"23159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23159)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23159)\">Ezek. 33:15<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p78\" class=\"\">Moses taught, “If a man shall steal an ox or a sheep, … he shall restore five oxen for an ox, and four sheep for a sheep” (<span class=\"citation\" id=\"22909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22909)\">Ex. 22:1<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p79\" class=\"\">A pleading sinner must also forgive all people of all offenses committed against himself. The Lord is under no obligation to forgive us unless our hearts are fully purged of all hate, bitterness, and accusations against all others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p80\" class=\"\">5. <span class=\"emphasis\">Do the will of the Father.<\/span> I received many birthday cards for my 83rd birthday in March of 1978. One was bound in a book and had 4,700 autographs of youth who had signed the book. There were many others also, and other thousands of signatures. They were pledging their lives with such statements as the following:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p81\" class=\"\">“Dear President Spencer W. Kimball,<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p82\" class=\"\">“As a member of our world, I pledge to you and with the Lord to lengthen my stride, to quicken my pace, to stretch my soul in the work of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p83\" class=\"\">“I promise to pay my tithing faithfully and regularly all my life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p84\" class=\"\">“I promise to you and the Lord to live the Word of Wisdom, even though temptations arise. No tobacco, liquor, tea, coffee, or drugs will I ever touch.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p85\" class=\"\">“I promise to remember my nightly and morning prayers. I shall never forget the Lord nor his rich promises, his protecting care, and his rich blessings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p86\" class=\"\">“I promise above all that I will keep my life clean and unspotted from the numerous insidious temptations. There will never be any approach to immorality of any nature.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p87\" class=\"\">“I pledge that I shall lengthen my stride in the reading and absorbing of the scriptures and other good books.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p88\" class=\"\">“I pledge sincerely that I will quicken my pace in my love of my fellowmen and work together with them in achieving righteousness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p89\" class=\"\">“I will stretch my soul to understand all of the commandments of the Lord and live them with great precision and care and love.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p90\" class=\"\">Now, brothers and sisters, you are sweet and wonderful, and we are proud of you, proud of the records you make, proud of the devotion you show, proud of the sacrifice you make. I tell you, we love you. How we pray for you every meeting we hold, every night and morning in our homes, and every night in our bedrooms; we pray for you that you will keep yourselves clean. Clean—we mean clean from beginning to end. Free from all the ugly things the world is pushing upon us—the drugs, and drinking, and smoking, the vulgarity, the pornography—all those things you don’t need to participate in. You must not give yourselves to them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/president-kimball-speaks-out-on-morality.p91\" class=\"\">Put on the full armor of God. Attend to your personal and family prayers and family devotions; keep holy the Sabbath; live strictly the Word of Wisdom; attend to all family duties; and above all, keep your life clean and free from all unholy and impure thoughts and actions. Avoid all associations which degrade and lower the high, righteous standards set up for us. Then your life will sail smoothly and peace and joy will surround you.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}