{"ID":3463, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Learn—Then Teach”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/learn-then-teach.p3\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03128_000_043<\/span>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/learn-then-teach.p4\" class=\"\">The following addresses were delivered at the General Relief Society Meeting held Saturday evening, September 27, in the Tabernacle, Salt Lake City. Latter-day Saint women eighteen and older met in nine nations and 2,051 locations worldwide to hear messages from President Spencer W. Kimball; Sister Barbara B. Smith, general president of the Relief Society; Sisters Mary F. Foulger and Addie Fuhriman, both members of the Relief Society General Board; Sister Shirley W. Thomas, second counselor in the general presidency; Sister Marian R. Boyer, first counselor in the general presidency; and Elder Boyd K. Packer of the Quorum of the Twelve Apostles. Theme for the meeting was “Learn—Then Teach,” speaking to every woman’s responsibility to increase her own learning and to bless those within her circle of influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/learn-then-teach.p5\" class=\"\">My beloved sisters, I greet you and welcome you tonight in your more than two thousand assemblies around the world. With all our hearts, we love and appreciate you! We respect you, we honor you, and we need you. “Neither is the man without the woman, neither the woman without the man, in the Lord” (<span class=\"citation\" id=\"685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(685)\">1 Cor. 11:11<\/a><\/span>). We rejoice in your righteousness and the influence for good you have as individuals, wives, mothers, and grandmothers. We appreciate the faithful and devoted single sisters who do not yet enjoy a fulness of family life. The Lord loves you, for you are some of the most noble spirits of our Father in Heaven. If you continue faithful and true, no eternal blessing will one day be denied you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/learn-then-teach.p6\" class=\"\">I am pleased with the theme that has been selected for this meeting, “Learn—Then Teach.” All my married life I have been blessed with my sweet companion, Camilla, who has had an unquenchable thirst for knowledge. She is always reading and seeking. She believes literally in the Lord’s counsel through the Prophet Joseph Smith: “Whatever principle of intelligence we attain unto in this life, it will rise with us in the resurrection” (<span class=\"citation\" id=\"17546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17546)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17546)\">D&amp;C 130:18<\/a><\/span>). Not only has she been continually learning during our sixty-three years of marriage, but she has been sharing as well, by example and by teaching. For more than half a century she has been a Relief Society visiting teacher, and has taught the Spiritual Living lessons in Relief Society for much of that time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/learn-then-teach.p7\" class=\"\">My dear sisters, stay close to the Church, all of you. Follow its prophets, so that you do not lose your way and so that you can help to guide back any of those who may have lost their way. Love and care for your families and be sure to hold your family home evenings regularly, every week. Home is a place of peace and love and caring. Be good neighbors as well, so that even if the love of many in the world waxes cold, your families and your neighbors are not deprived of your ministry and compassionate service. Continue to be good wives and mothers, daughters and sisters, so that even if love and peace diminish in the world, there is still peace and love in your homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/learn-then-teach.p8\" class=\"\">There are so many kinds of voices. Let me reiterate what I said to you sisters at the women’s meeting two years ago. Let other women pursue blindly what they selfishly perceive as their interests. But you, my dear sisters, can be a much-needed force for love and truth and righteous example on this earth. “Come, listen to a prophet’s voice, and hear the word of God” (<span class=\"emphasis\">Hymns,<\/span> no. 46).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/learn-then-teach.p9\" class=\"\">The Lord is at the helm! He will steer us through. This is his work, of which the Relief Society is such an important part. My dear sisters, be loyal to the great Relief Society organization. By the inspiration of the Lord it was organized 138 years ago by the Prophet Joseph Smith. Support it and strengthen it for the good of yourselves, your families, and the Church. Furthermore, just as we must keep all the commandments, let us draw upon and make full use of all the other basic Church programs so that we are strong and balanced in our lives! If you keep the faith, the Lord will not forsake you and your loved ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/learn-then-teach.p10\" class=\"\">My beloved sisters, I know that God lives, that Jesus is his Only Begotten Son, the Redeemer of the world, and that this is in very deed the church of Jesus Christ, with him at its head. I leave this testimony with you and my love and blessings upon you in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}