{"ID":3466, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Singleness: How Relief Society Can Help\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p3\" class=\"\">Addie Fuhriman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p\" class=\"\">Of the Relief Society General Board<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_046<\/span>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p4\" class=\"\">I pray the Lord’s spirit will accompany my thoughts and my feelings this night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p5\" class=\"\">Kurt is my neighbor, and he farms. And Kurt said if it kept raining and the land did not drain, the gardens would be ruined. Each day I surveyed the garden and watched as the berry and fruit leaves darkened, and then blackened, and was reminded again that sun and rain, and their coming and going, are out of my control. Once again I was reminded that it takes faith to plant—and to be planted. All conditions and circumstances in life cannot be controlled—influenced at times, but controlled, no! So the faith to adapt and grow in the places where we are planted or have planted ourselves becomes critical.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p6\" class=\"\">As to different plantings: some women work, some do not; some feel awkward in their situations, some don’t; some have good health, others do not; some cry when they hurt, others don’t; some are shy, others aren’t; some are married, some are not. At times our differences seem glaring, almost stark; at times, our similarities cause confusion and discouragement. Yet the Lord created and saw our similarities—the need to have sustenance and rest for our bodies, air to breathe; to love and be loved; to reach for higher realms. The Lord saw our similarities as well as our differences, and he valued both. And from that wisdom, he provided within the Church the Relief Society where gospel principles that can touch the heart and life of each woman—you, me, young, old, married or single as I am—could be taught.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p7\" class=\"\">Tonight I want to focus on the gospel principles of faith, hope, and charity, and the strength they have been to me and the potential they are for each woman to live and incorporate into her life. My experience tells me that sometimes these principles are easier learned in companionship with another person; sometimes they are easier learned alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p8\" class=\"\"><span class=\"emphasis\">Faith.<\/span> It seems difficult to me to create a home and make the home a learning center when living there all alone. But if you define a home by the quality of what happens there rather than the number of individuals living there, then you can exercise the faith it takes to apply the concepts learned through lessons and minicourses of provident living and beautifying one’s surroundings, and then you can extend that faith by inviting others into your home to share in that atmosphere of warmth and learning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p9\" class=\"\">I am aware of the struggle it is for one to be hurt, lonely, or in pain, and to have to wonder if there is someone who knows you well enough that he or she will respond to you. But if you assume that part of another’s responding to your needs lies in your willingness to share your ideas, feelings, and values, then faith becomes a blessing that fortifies you in sharing yourself with others. Sharing and responding are the process of sisterhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p10\" class=\"\"><span class=\"emphasis\">Hope.<\/span> It is overwhelming to me to know that I have a stewardship of replenishing the earth and seeing that all things reach their fruition and know I may have to do it without a companion. But on the strength of hope, you can personally replenish and touch another by responding to the other’s emotional, physical, intellectual, and spiritual needs rather than assuming that you can only replenish and assist in fruition by giving physical birth. In this hope, you will find much support and knowledge within welfare, compassionate service, and visiting teaching concepts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p11\" class=\"\">It seems impossible at times to give my heart to someone when there isn’t someone who has made that same commitment to me. Without that reciprocating, human commitment, it becomes easier to give one’s heart to a task, job, or perhaps inanimate object. Nevertheless, the comfort and companionship of hope can allow you to give self and love and will lessen the risk associated with the act of commitment. Concepts embedded within lessons of service, personal relationships, forgiveness, and daily acts of love can help you say, “My heart is yours”—and say it to one or many.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p12\" class=\"\"><span class=\"emphasis\">Charity.<\/span> It is incapacitating to wonder if I can ever contribute to a whole, a unit, or help build parts that make the whole better than it is, when I don’t see myself as originating a family or similar unit. But if stake and ward Relief Society presidents will call and include us, and if we have vision and risk ourselves and extend charity, we will find within the boundaries of our present lives a sisterhood, ward, and community that needs, welcomes, and comes to rely upon us for their completeness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p13\" class=\"\">Faith, hope, and charity—three principles that help us fulfill the love and law of Christ. Scriptures indicate how we can live and enrich these principles:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p14\" class=\"\">Galatians 6:2 says, “Bear ye one another’s burdens, and so fulfill the law of Christ.” [<span class=\"citation\" id=\"23327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23327)\">Gal. 6:2<\/a><\/span>] And as a folk song repeats:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Love one another,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bear one another’s burdens,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Share one another’s joys,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And bring each other home.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p19\" class=\"\">We all have some glimpse of what it is like to “come home” and of the joy and peace that can bring. Whether single or married, we can bear burdens and share joys. I am grateful for those who have borne my burdens and shared my joys and have allowed me to do likewise with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/singleness-how-relief-society-can-help.p20\" class=\"\">My prayer is that each one of us can have and extend faith, hope, and charity by bearing one another’s burdens and sharing one another’s joys that we may arrive home with Jesus Christ. In his name, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}