{"ID":3467, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Doctrines of the Kingdom\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p3\" class=\"\">Shirley W. Thomas<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03128_000_047<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2d6c.jpg\" alt=\"Shirley W. Thomas\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p4\" class=\"\">“Learn—then Teach.” The beautiful words of this song urge us to find faith in the law of the harvest, to remember that the growing seed becomes the promised grain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p5\" class=\"\">In our anxiety to find ready solutions to the problems we face, we do sometimes overlook fundamental truths and thereby fail to learn the sure way. Love one another; sow and you will reap; uphold the priesthood—these and other doctrines of the kingdom become a firm foundation. In their truth lie answers and solutions. As we learn and live these truths, we can bless the lives of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p6\" class=\"\">At a meeting recently, a friend told of how, facing a particularly difficult problem, he asked Elder Boyd K. Packer for direction. In giving his counsel, Elder Packer asked, “Would it make any difference if you remember that this is truly the Church of Jesus Christ?” Set clearly against the reality of truth, the problem was easily confronted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p7\" class=\"\">Perhaps we could apply this same kind of test to a Relief Society problem: does a woman need an education or career-related training if she is to be a housewife and rear a family? Would the answer to the question become clear if we remember that we are children of an Eternal Father, striving to return to his presence?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p8\" class=\"\">Since it is true that we are children of God, then should not every woman seek for light and truth, to achieve her own perfection, and when she is blessed with children, to provide for them an environment in which they can grow toward godhood?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p9\" class=\"\">Providing that environment can sometimes tax one’s preparation. I recall vividly the time when one of our children, then a first-grader, came bursting into the kitchen to tell me of a new word he had just learned. It was a hard and adult word, but he was so proudly spelling and pronouncing it. Yet, when he spelled it one letter was wrong. As I look back, I am not sure why I did not correct him. Perhaps I thought it wouldn’t matter for the moment. He went from the kitchen to where his father was studying and told him his new word. His father explained the error and corrected it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p10\" class=\"\">Our son came back to me and asked, “Mother, why didn’t you tell me it was wrong?” I didn’t have a very good answer that day, but I had a good lesson. I learned how much it does matter, and that children depend upon mothers to tell them what is wrong—what is wrong and right about words, about life, and about the world with which they are trying to cope. I think it is not possible for a mother to be overtrained for her role.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p11\" class=\"\">Learning is for every woman; it is not a function of being married or single, of being a mother or not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p12\" class=\"\">In the newly structured Relief Society stake board, additional emphasis has been given to welfare, compassionate service, and the needs of individual women. The remaining work of Relief Society has been divided into two basic areas of women’s responsibilities—homemaking and education. Significantly, it is not homemaking <span class=\"emphasis\">or<\/span> education, but homemaking <span class=\"emphasis\">and<\/span> education. For a Relief Society woman, the wholeness that is so closely related to holiness is achieved, in part, through her acceptance of the responsibility to establish a home whatever her circumstances—and then to bring to that home, learning and the light of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p13\" class=\"\">The emphasis on education given in the Relief Society program is designed to help a woman make a place in her life for learning, for learning as much as she can, and for developing her gifts and talents. What she learns will expand her influence for good as she then teaches and blesses others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p14\" class=\"\">Our President Kimball has strongly urged us, each one, to become well informed and articulate; to be strong, independent, and faithful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p15\" class=\"\">A young woman came to our office recently to talk about Relief Society; and when asked if she might like to help with a project we had to do, she replied, “I would like very much to do that, but I should tell you that I will ask some hard questions.” We could tell her that we do not turn from hard questions. Fortified by the true principles of the gospel, Relief Society women must accept the challenges of the day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p16\" class=\"\">As President Joseph F. Smith said years ago, “[Relief Society] shall have women who are not only imbued with the … testimony of Christ in their hearts, but also with youth, vigor, and intelligence to enable them to discharge the great duties and responsibilities that rest upon them. … women of faith, of courage and of purity …” (<span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed., Salt Lake City: Deseret Book Co., 1939, p. 387).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p17\" class=\"\">This <span class=\"emphasis\">is<\/span> the Church of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p18\" class=\"\">We <span class=\"emphasis\">are<\/span> all children of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p19\" class=\"\">Relief Society was divinely organized and is an important part of the restoration of the Church in the latter days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p20\" class=\"\">We have the charge and stewardship to teach the doctrines of the kingdom and to help sisters relate those doctrines to important facets of their lives, that they may live abundantly and may find answers for problems they encounter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p21\" class=\"\">It is both our strength and our privilege to support the priesthood of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-doctrines-of-the-kingdom.p22\" class=\"\">There is joy and fulfillment in this work, I testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}