{"ID":3469, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Circle of Sisters\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p3\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03128_000_049<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p4\" class=\"\">Just days ago Sister Packer and I attended Relief Society somewhere in Eastern Europe. There were in attendance twelve sisters. We sang the hymns of Zion from song books—words without music—printed nearly fifty years ago. The spiritual living lesson was reverently given from the pages of a handmade manual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p5\" class=\"\">I told those sisters that they belonged to the largest, and by all measure, the greatest women’s organization on earth. I quoted the Prophet Joseph Smith when he and the Brethren organized the Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p6\" class=\"\">“I now turn the key in [behalf of all women].”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p7\" class=\"\">This society is organized, “according to your natures. … You are now placed in a situation in which you can act according to those sympathies” within you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p8\" class=\"\">“If you live to these privileges, … the angels cannot be restrained from being your associates. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p9\" class=\"\">“If this society listen to the counsel of the Almighty, through the heads of the Church, they shall have power to command queens in their midst.” (<span class=\"emphasis\">History of the Church,<\/span> 4:607, 605.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p10\" class=\"\">The Spirit was in that meeting! And when the meeting closed, the lovely sister who had conducted with gentility and reverence wept openly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p11\" class=\"\">I then told them about you, and they were strengthened. I spoke of the assignment to speak to you here tonight and asked if they had a message for you. Several of them made notes; each expression, every one, was in the spirit of sending something to you—not of asking something from you. One of them said, “A small circle of sisters send their own hearts and thoughts to all the sisters and begs the Lord to help us go forward.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p12\" class=\"\">Those words, “circle of sisters,” inspired me. I could see them standing in <span class=\"emphasis\">your<\/span> circle. I caught then the vision of a great circle of sisters—the same vision the Apostles and prophets before us have had.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p13\" class=\"\">That evening I stood, for a moment, in that circle and felt the impulses of faith and courage and love coming and going on either side. I remembered the sealing rooms of the temples. In some of them mirrors are placed on opposing walls. If you stand near the altar and look to either side, you can see a corridor of diminishing images. It gives one the feeling of looking into the infinite, into the eternities. You can see as far as you can see and you have the feeling that if you could move to the limit of your vision you could yet see on forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p14\" class=\"\">I feel that here tonight, as I stand for a brief moment in your circle. Each sister, no matter where in that circle she stands, can look to either side and feel the spirit of inspiration coming back as she extends the gentle hand of charity to those on either side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p15\" class=\"\">I am humbled beyond expression to know that the message I here enter into your circle can surge around the earth and come back, and go out once again. Can you imagine how deeply I desire to have that impulse a worthy one?<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p16\" class=\"\">The Relief Society, the Prophet told us, is organized after the pattern of the priesthood. When a man holds the priesthood, he belongs to something bigger than himself. It is something outside himself to which he can make a complete commitment. It requires full dedication and loyalty. There is connected with it an oath and a covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p17\" class=\"\">Membership in the priesthood magnifies the man and the boy. Wherever he is, whatever he does, no matter with whom he associates, he is expected to honor his priesthood. It is the commitment of his manhood to the highest standards of integrity. Attendance at quorum meetings on Sunday is but a part, even a small part, of his membership responsibilities. Through full activity in the priesthood every worthy desire may be achieved, every need of the man can be fulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p18\" class=\"\">The brethren do not talk much of the needs of men; certainly they are not preoccupied with them. You may be surprised to learn that they are seldom discussed. Those needs are important, very important. So are the restraints that protect each holder of the priesthood and guide him to a complete fulfillment in life. But the brethren are not preoccupied with their needs. They are preoccupied with the <span class=\"emphasis\">priesthood!<\/span> It is a worthy preoccupation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p19\" class=\"\">When the priesthood is organized and functions as it should, the worthy aspirations of all who have part in it are satisfied. Through the priesthood men can be trained in the proper relationship with all sisters—their wives and daughters and mothers. Priesthood is <span class=\"emphasis\">the<\/span> cause for men and boys in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p20\" class=\"\">Relief Society is a great strength to the priesthood. Through it you will share in the privileges and blessings that belong to the priesthood. Indeed, the holders of the priesthood cannot have a fulness without you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p21\" class=\"\">If you sisters follow after that pattern, you will not be preoccupied with the needs of women. You will serve your organization, your cause—the Relief Society—this great circle of sisters. Your every need shall be fulfilled, now, and in the eternities; every neglect will be erased; every abuse will be corrected. All of this can come to you, and come quickly, when you devote yourself to Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p22\" class=\"\">Service in the Relief Society magnifies and sanctifies each individual sister. Your membership in Relief Society should be ever with you. When you devote yourself to the Relief Society and organize it and operate it and participate in it, you sustain the cause that will bless every woman who comes within its influence. You are organized, I remind you again, after the pattern of and under the authority of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p23\" class=\"\">During the study that concluded with the consolidated schedule, my main anxiety, and I expressed it in every discussion, was for the Relief Society. We had the concern that Relief Society might be regarded thereafter as little more than a Sunday class. That fear was not without some foundation, and I want to remind you—particularly you who are officers and teachers—that the Relief Society has very broad responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p24\" class=\"\">Attendance at the Sunday meeting is but a small part of your duty. Some of you have not understood this and have set aside much of what Relief Society has meant over the years—the sisterhood, the charitable and practical parts of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p25\" class=\"\">You must gather them in again. You who lead this work must now find ways to bring back and to increase the sisterhood, the fraternal spirit of the Society. You must find ways to strengthen the charitable and the practical dimensions as well. Nothing must distract you from this. You will receive some suggestions about how this can be done without adding a second meeting every week.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p26\" class=\"\">Many of you are not able to attend the Relief Society Sunday meeting because you are called to serve in the Primary or the Young Women. This, again, is according to the pattern. Many brethren serve the Aaronic Priesthood. Just as their service strengthens the Higher Priesthood, so your service will bless Relief Society. Do not feel denied; never complain. To unselfishly render this service is to show devotion to Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p27\" class=\"\">Then this great circle of sisters will be a protection for each of you and for your families. The Relief Society might be likened to a refuge—the place of safety and protection—the sanctuary of ancient times. You will be safe within it. It encircles each sister like a protecting wall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p28\" class=\"\">Because it is your course of study this coming year, we turn to the Old Testament for a lesson. When the Israelites returned from their long captivity in Babylon, they found their city in ruins. The protecting walls of Jerusalem lay in rubble. Their enemies moved among them with great influence and the Israelites were subject to them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p29\" class=\"\">Then came Nehemiah the prophet, known now as “the wall builder.” He rallied the Israelites to their own defense. Under his direction they began to rebuild the wall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p30\" class=\"\">At first their enemies ridiculed them. Tobiah, the Ammonite, mocked them, saying, “Even that which they build, if a fox go up, he shall even break down their stone wall” (<span class=\"citation\" id=\"41070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41070)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41070)\">Neh. 4:3<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p31\" class=\"\">But Nehemiah consoled his people and set to work. The enemy was everywhere. “Nevertheless,” he recorded, “we made [a] prayer unto our God, and set a watch against them” (<span class=\"citation\" id=\"41071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41071)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41071)\">Neh. 4:9<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p32\" class=\"\">Sisters, think carefully upon that. They “made a prayer,” and “set a watch,” and proceeded with their work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p33\" class=\"\">The day came when their enemies saw that the wall went up. It encircled the city. Finally no breach was left, save it be the place for the gates. What their enemies had ridiculed was nearly done. The wall now stood. No longer could their enemies threaten nor destroy. When their enemies saw that they grew strong, they worried, and they turned to other tactics.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p34\" class=\"\">And here is the lesson. It is a type, it is symbolic, it is a warning! In it is a message for every sister in Relief Society; for the general presidency and their board; for the stake and ward officers and teachers; indeed, for every member. Consider it very, very carefully.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p35\" class=\"\">Sanballat and Tobiah and Geshem sent for Nehemiah. “Come,” they enticed, “let us meet together in some one of the villages in the plain of Ono.” They endeavored to draw him away from his work on the wall. But the prophet knew their hearts and said, “They thought to do me mischief.” (<span class=\"citation\" id=\"41072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41072)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41072)\">Neh. 6:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p36\" class=\"\">Five times they sent for him to come out to them. Their importuning came then, just as it comes now to us: “Come parley with us, come join our cause, come do things our way. Come out into the world and be part with us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p37\" class=\"\">His answer to them holds counsel for every sister in Relief Society. It is a message as well to the brethren of the priesthood. “I sent messengers unto them,” Nehemiah recorded, “saying, I am doing a great work, so that I cannot come down: why should the work cease, whilst I leave it, and come down to you?” (<span class=\"citation\" id=\"41073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41073)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41073)\">Neh. 6:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p38\" class=\"\">Sisters, you have a great work to do. Build Relief Society! Strengthen its organization! Do not be enticed to leave it and go down to the worldly plains of Ono.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p39\" class=\"\">Do not allow yourselves to be organized under another banner. Do not run to and fro seeking some cause to fulfill your needs. Your cause stands under the authority of the priesthood of Almighty God; that is the consummate, the ultimate power extant upon this earth!<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p40\" class=\"\">As I followed the history of your great organization, I came across a message to the Relief Society from the First Presidency of the Church, sent to them on the occasion of their centennial. Here is their message:<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p41\" class=\"\">“We ask our Sisters of the Relief Society never to forget that they are a unique organization in the whole world, for they were organized under the inspiration of the Lord. … No other woman’s organization in all the earth has had such a birth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p42\" class=\"\">“This divinely inspired origin brings with it a corresponding responsibility, in consecration to service, and in the loftiest loyalty to the Priesthood of God and to one another. The members should permit neither hostile nor competitive interests of any kind to detract from the duties and obligations, the privileges and honors, the opportunities and achievements of membership in this great Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p43\" class=\"\">“The prime, almost the exclusive allegiance of every member of this great group, runs … to their fellow members and to the organization. Members should permit no other affiliation either to interrupt or to interfere with the work of this Society. They should give to Relief Society service precedence over all social and other clubs and societies of similar kinds. We urge this because in the work of the Relief Society are intellectual, cultural, and spiritual values found in no other organization and sufficient for all general needs of its members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p44\" class=\"\">“We urge all the Sisters to take these things to heart, and to cooperate in continuing the Relief Society in its position of the greatest and most efficient woman’s organization in the World.” (“A Centenary of Relief Society,” p. 7, Deseret News Press, 1942.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p45\" class=\"\">That counsel from the First Presidency holds today! Rally to the cause of Relief Society! Strengthen it! Attend it! Devote yourselves to it! Enlist the inactive in it and bring nonmember sisters under the influence of it. It is time now to unite in this worldwide circle of sisters. A strong, well-organized Relief Society is crucial to the future, to the safety of this Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p46\" class=\"\">We now move cautiously into the darkening mists of the future. We hear the ominous rumbling of the gathering storm. The narrow places of the past have been a preliminary and a preparatory testing. The issue of this dispensation now is revealed before us. It touches the life of every sister. We do not tremble in fear—for you hold in your gentle hands the light of righteousness. It blesses the brethren and nourishes our children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p47\" class=\"\">Those who tell you that in the kingdom of God a woman’s lot is less than that of the man know nothing of the love, akin to worship, that the worthy man has for his wife. He cannot have his priesthood, not the fulness of it, without her. “For no man,” the Prophet said, “can get the fulness of the priesthood outside the temple of the Lord” (see <span class=\"citation\" id=\"17548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17548)\">D&amp;C 131:1–3<\/a><\/span>). And she is there beside him in that sacred place. She is there and shares in all that he receives. Each, individually, receives the washings and anointings, each may be endowed. But he cannot ascend to the highest ordinances—the sealing ordinances—without her at his side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p48\" class=\"\">Oh, how powerful the tender, tempering teachings and the disarming wisdom of our sisters can be. I found the spirit of Relief Society—the whole of it—in the quiet reply of one of your number.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p49\" class=\"\">Someone ridiculed her determination to gather her year’s supply. She had stored enough for herself and her husband, with some to spare for her young married children who were without the means or the space to provide much for themselves. She told him she did it because the prophets had counseled us to do it. He chided her, “In the crunch you won’t have it anyway. What if your leaders call everything in? You’d have to share it with those who didn’t prepare. What will you think then?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p50\" class=\"\">“If that should happen,” she said, “at least I will have something to bring.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p51\" class=\"\">God bless you sisters of the Relief Society who bring so much. God bless that little circle of sisters somewhere in Eastern Europe who are a part of this great eternal circle of sisters—God’s organization for women upon this earth—the Relief Society of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1980\/11\/the-circle-of-sisters.p52\" class=\"\">I bear witness that God lives, that He directs this work, that His benevolent power is upon this great circle of sisters, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}