{"ID":347, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1948, pp. 174-177<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, I think perhaps if I were as wise as I ought to be, I would endorse, as I do fully,\nall that has been said by President Evans and President McKay, bear my testimony, and take\nmy seat. However, I suppose that perhaps you expect me at least to try to say something and I\nshall meet, so far as I can, at least part of your expectations.\n<\/p><p>\nI hope that the very few minutes that I shall stand before you, I may really have an interest in\nyour faith and your prayers. I am not saying this idly, I am saying it because I know and you\nknow the power of prayer, and that if I am aided by your prayers, I will be able to say a little\nsomething, at least that may be helpful to all of us.\n<\/p><p>\nLOSSES RESULTING FROM WAR\n<\/p><p>\nI should like Brother Evans' permission to refer to one of his observations, and that is as to\nthe losses we suffered during the last war and as a result of that war. I am not speaking now\nof the loss of loved ones, great as that loss was. I wonder if I can strike at the very root of\nthe loss. You cannot fill the hearts of men with murder and then have a normal world. When\nyou get hate into the hearts of men, anything can happen&mdash;lying, cheating, stealing,\nimmorality, and the thousands of other things that follow. For when we lose our regard and\nrespect for human life, we have very little left. And that is one reason why the Church has\ntaken the position it has taken regarding compulsory military training; because the military\nmen may speak as they wish&mdash;I have been rather close to them in years past and have been\namong some of the best of them&mdash;but I tell you that to make an army, you must teach to kill\nand that must be the thing that you get into the hearts of these young people. And, I repeat,\nplant that once in their hearts and everything else is possible.\n<\/p><p>\nI am going to push the problem one step farther. So far as one can judge, the next war is now\nplanning under a system that will call for the use of weapons which will wipe out cities and,\nif necessary, nations. I have had it reported&mdash;I do not know how            accurately&mdash;that our\nmilitary men are saying that if we had a forty-eight hour lead, the war would be over. How\nmany of us brethren are really horrified by the thought of the indiscriminate, wholesale\nslaughter of men, women and children&mdash;the old, the decrepit, the diseased; or are we sitting\nback and saying, \"Let's get at it first.\" How far away is the spirit of murder from the hearts\nof those of us who take no thought in it? We have travelled a long distance since the opening\nof World War I.\n<\/p><p>\nCOURSE OF INTERNATIONAL RELATIONS\n<\/p><p>\nThere is not time for me tonight to trace, even briefly, the course of international relations\nsince the day when the great Grotius wrote his great work concerning war and peace; but I\nwould like to say to you this: That when we went into the Civil War, there was no rule or\nregulation of war, and I would like to say to you, further, that the United States     Army&mdash;the\nUnion Army&mdash;drew up the first Military Code that the world has ever known. It was drawn by\nFrancis Liebert, a political exile from Germany, and it is known as General Order 100. And I\nshould like to tell you, briefly, that it provided that unfortified places should not be\nbombarded, that works of art should be sacred, that hospitals should be protected, that\nnon-belligerents should not be killed, that the children, the aged, the infirm, the mothers and\nthe babes at their breasts should be preserved, and it was sought to make war as human as an\nagency of Satan can be. Today, we sit quietly, with our consciences scarcely stricken when\nwe contemplate Nagasaki and Hiroshima where we introduced the use of the Atom Bomb.\nNow, if you want to know where the losses of war are, that great field to which I have\nreferred is where you can look.\n<\/p><p>\nPRINCIPLE OF UNITY\n<\/p><p>\nI want to revert to my favorite theme in these Priesthood meetings, that of unity; and I do\nurge you brethren to come to a unity of faith\n(<span class=\"citation\" id=\"21630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21630)\">Eph. 4:13<\/a><\/span>)\nin your feelings, one with another, in your\nministrations among the people, in your administering of the affairs of the Church. I hope that\nwe shall not have brought to the ears of the First Presidency, more situations where Bishops\nand Presidents of Stakes cannot agree. You Presidents of Stakes have no right to try to\nimpose your will upon the Bishops; and you Bishops have no right to resist the counsel of the\nPresidents of Stakes, because you feel somewhat differently. Work together. Make mutual\nconcessions on matters of opinions. There are precious few all-wise men in the world.\n<\/p><p>\nRELIEF SOCIETY WHEAT\n<\/p><p>\nOne more point I would like to touch: Some of you older men here have been through what I\nhave been through out in the fields. I do not recollect the days of the scythe, but I do\nremember the days of what we called the \"dropper,\" which was a great advance over the\nscythe. And you who know about it will remember that you had to have enough men\nscattered around the field to bind the grain as fast as it was cut. The next advance was where\nit was raked off at the side, and then we had the self-binder, etc.\n<\/p><p>\nIn the early days of this Church, in the days of the scythe and the \"dropper,\" while it was felt\nthat we might have trouble to get enough to eat, the Relief Society was asked to begin to\naccumulate wheat. And how did they do it, brethren? They were to go out in the fields and\nglean after we men had taken out of the field all that we thought was worthwhile. And to\nthose of you who have bent in the sun, as some of us have, and had the sun bake your backs\nas you bound the grain by hand, working as perhaps you had not worked before, and maybe\nsince, so that you know the heat, dirt, and the discomfort and all the rest of it&mdash;I want you to\nthink about the women that we afterwards let go into the same hot fields where we had cut\nthe grain and taken all we cared to garner, that they might glean, pick up the occasional wheat\nheads we had left. This wheat which the sisters so gleaned, was hauled into the yards and\nthreshed. Over the years, it accumulated in their bins until they had three hundred or four\nhundred thousand bushels, wheat laid up against a day of need. Enough to give bread for one\nyear to 50,000 or 60,000 people.\n<\/p><p>\nThen we got into international trouble and the Government came along and took it and paid\nus for it. The Presiding Bishop handled this wheat fund for years, paying to the Relief Society\nan interest return thereon. When the Welfare Program was set up, we reinvested the money in\nwheat.\n<\/p><p>\nBUILDING FOR WOMEN\n<\/p><p>\nBut in the meanwhile the sisters had been promised a building and they began to build what\nwe now call the Presiding Bishop's Office. The sisters thought it was to be their house, but\ntime went on and the Presiding Bishopric needed it&mdash;not this Presiding Bishopric, I do not\nknow what they would do about it if the situation arose now&mdash;but the Presiding Bishopric then\nneeded the building, so they took it, and it became the Presiding Bishop's Office.\nWell, I hear of some Bishops who expect the Relief Society to\nfurnish the money to run the Ward. I am always reminded, as I think about such a situation as\nbetween a husband and the wife, of the farmer's wife who makes a little butter and gathers a\nfew eggs, etc., you brethren know&mdash;she gets a little money and father gets into financial\ntrouble and does not have any money to pay his taxes or other obligation, and so he\n\"borrows,\" he \"borrows\" Mother's money and too often never gets where he can pay it back.\n<\/p><p>\nYou know these women of ours are as near angels as some of us are going to see for a long\ntime.\n<\/p><p>\nNow, these Relief Society sisters are starting out with high hopes and a great deal of\nconfidence in the Presiding Bishopric&mdash;they want to build a building for themselves. There has\nbeen some talk about it as being the wrong time. It is nearly always the wrong time for\nMother to have a little bit of money.\n<\/p><p>\nNow, brethren, Bishops, let us see if we cannot help them a little. I know no reason why we\nshould not, and every reason why we should. If there is any Bishop in this Church who thinks\nhe can get along without his Relief Society, he does not yet know his job. And if he is getting\nalong without his Relief Society, he is not doing his job. So, I ask you, brethren, not to hang\nback in helping your wives in this matter. They are not going to ask you for much, five\ndollars, I believe&mdash;any one of them is worth five dollars. Let us hear no more sour talk about\nthis Relief Society Building.\n<\/p><p>\nTHE CONDITION OF OUR HEARTS\n<\/p><p>\nNow, I want to return&mdash;and then I will close&mdash;to this question of the condition of our\nhearts. Brethren, I beseech you, put hate out of your hearts, fill them with the love of your\nfellow-men and bring into your consciousness the enormity of the crime that is contemplated\nand pray God that some way may be found to avoid it. If the nations will seek for peace in\nthe spirit of the peace of Christ, it will be found. I fear they will not do it.\n<\/p><p>\nGod give us strength to live our lives day by day, give us the testimony that Jesus is the\nChrist, that Joseph was the Prophet, build the testimonies we already have until they fill our\nbeings, to the upbuilding of our strength, our determination to do the will of God, I humbly\npray, in the name of Jesus, Amen.\n<\/p>\n<\/div>\n<\/div>"}