{"ID":348, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1948, pp. 177-185<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI endorse heartily the fine instructions you have already received. I think perhaps this is the\nlargest assembly of Priesthood that the world has ever seen. Every man here and every boy\nhere, who has conferred upon him the Aaronic or Melchizedek Priesthood, has a portion of\ndivine authority. In my judgment, no other place in the world in our day or in olden times has\nhad such an experience. And there are not very many places in the world where you could get\nas many men together in a religious service as we have here tonight.\n<\/p><p>\nThe brethren have been calling our attention today, to the fact that we have some things to do\nthat we have not yet accomplished. Immorality is just as terrible in the world today as it ever\nhas been; that is, the results are just as bad. Dishonesty brings the same dread and destruction.\nConditions generally are pitiable.\n<\/p><p>\nLETTER FROM GERMANY\n<\/p><p>\nI have a letter here that comes from a portion of the old world, and I will call your attention\nto part of it. Here is a man who is writing to a friend. This brother is in the Russian Zone of\nGermany. He is writing to a young man who had performed a mission in Germany several\nyears ago. The letter reads: \"As you know, my wife is very fragile and delicate, as you were\nin Dresden when she brought our little Claus into the world. He will be nine years old on the\nthirty-first of March. Three years later she bore me another son, and this year in June, we are\nexpecting another child. Now, I am fearful that my wife will not be able to carry on, because\nof this famine and undernourishment.\" He says. \"You know, together with others, what we\nneed. This is what I have to ask you, and do not be afraid. The Church has already helped us\ntwice with food, besides the times they have given us clothing, but it is only a drop of water\non a hot stove&mdash;not delicacies that we need, but bread and potatoes. We have no potatoes at\nall in our house and there are none that can be bought in the stores. The daily ration of my\nwife in her present critical condition is, as follows: (for each day) nine ounces of bread, a\nlittle less than one ounce of sugar, less than one ounce of meat, a little less than one ounce\nof lard, one ounce of marmalade, and a little less than one ounce of other staples.\"\n<\/p><p>\nEUROPEAN RELIEF\n<\/p><p>\nThis condition is the result of war and famine in Europe. He calls attention to the fact that\nthey do not know what to do, they do not know where to obtain food. They appreciate what\nthe Church has already done. We have shipped a hundred carloads of food, bedding and\nclothing, since the war, into those countries. Unfortunately, in this particular section, much of\nit has been taken&mdash;that is, some of it has been stolen, thus preventing delivery to those\nfor whom it was intended. Many of our people here have been sending packages. And if you\nsend small packages by mail this individual says that it will probably be delivered, but if it\ncomes any other way that the Russian Government, that is, those that represent the Russian\nGovernment will just take it, no matter what quantity it is, and dole out just enough to keep\npeople from starvation. By the way, there was another thing in that letter&mdash;and I want to be\nsure I get it right, because it was astonishing to me. He told how much milk the small\nchildren were permitted to have. Perhaps I cannot turn to it in this letter in a hurry, but the\nsmall children have nothing else but just a small portion of milk once a day.\n<\/p><p>\nWhen I think of the blessings that we have, brethren, think of the way the Lord has made the\ndesert to blossom and bear fruit; when I think of the comforts that we have in our homes, our\nopportunities, and then realize that there are some of our brethren and sisters in the old world\nthat have not enough to eat but are suffering for the want of food and other necessities, I am\ngrateful to the Lord for his bounties extended to us and am glad that we are sharing with\nthose in need.\n<\/p><p>\nRELIEF SOCIETY BUILDING\n<\/p><p>\nPresident Clark has referred to our Relief Society that has done a marvelous piece of work in\nproviding quilts and bedding for thousands of needy people and who are on hand always to\nhelp. The suggestion is now that we assist them to build a house, for their own use. They\nstarted the house that they are now in, and it was intended to have been a women's building\nbut it became necessary, apparently, to take most of it over for other purposes and the sisters\nhave had one floor of the house that was to have been theirs for the Relief Society. But they\nhave not complained, and have gone right along. It would be a fine thing if the women of this\nChurch could possess an office building and meeting place of their own and I hope that each\nof us who know of what they are trying to do&mdash;when they come into the neighborhood they\nwill probably ask for a little contribution to help build a house&mdash;will feel that they are worth a\ngood deal more than the small amount they ask for, and that we will demonstrate to our wives\nand our daughters that we appreciate their efforts.\n<\/p><p>\nCONDITION OF THE WORLD\n<\/p><p>\nIt seems to me that the world never could have been in any worse condition than it is now,\neven at the time of the flood, or at the time of the destruction of Sodom and Gomorrah, or\nthe time of the destruction of other places in the world, the destruction in this country at the\ntime of the crucifixion of the Savior. Wickedness was so terrible, and people did not believe\nin God, apparently; they refused to accept the idea that there was a God; notwithstanding,\nthey were warned in time to repent if they would have done. In the case of Nineveh they did\nrepent and were not destroyed (<span class=\"citation\" id=\"30000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30000)\">Jonah 3:1-10<\/a><\/span>),\nbut we find so many people today who do not believe in God,\ndo not believe in the divine mission of Jesus Christ&mdash;millions of them&mdash;and yet, He is the\nFather of us all. It is a strange thing how difficult it is for many people to believe that there is\na God. There are many who are anti-Christ, they can believe in anything, almost, that you can\nthink of and produce arguments for believing it, and I want to say to you today, that the\nlargest portion of the population of the world that we live in is anti-Christ, not the followers\nof Christ at all. And among those who claim to believe in Christianity, comparatively few of\nthem really believe in the divine mission of Jesus Christ.\n<\/p><p>\nWell, what is the result? People have turned away from the Lord and He cannot bless them\nwhen they refuse to be blessed. Our Heavenly Father has said to His children, all down\nthrough the ages, \"If you will follow Me and keep My commandments, the fullness of the\nearth shall be yours.\" That has been His promise, and it has been fulfilled, notwithstanding\nthat selfishness and immorality and other sins creep into the hearts of individuals, and they\nturn away from the Lord.\n<\/p><p>\nIt is a good deal like a man once said to me&mdash;or remarked in a place where I happened to\nbe&mdash;\"Why, these people here seem to think I am full of the devil, but I am not.\" And I said to\nhim, \"My brother, did you ever know anybody that was full of the devil and knew it?\" That is\none of the tricks of the devil: To get possession of you and keep you from knowing it. And\nthat is one of our difficulties.\n<\/p><p>\nABSENCE OF SPIRIT OF GOD\n<\/p><p>\nThis community has been an example in many respects&mdash;I speak now of the Latter-day Saint\ncommunities in different parts of the country&mdash;our sons and our daughters have been very\nreasonably careful to honor us and help us, I am sure. But this terrible world war that has\nfilled people with hatred for one another, has had its effect on everybody, apparently. And\nthere is no longer the idea among the children of men that they can sit down around a peace\ntable and satisfy all those who are concerned. Why? Because they do not have the Spirit of\nGod; and without it they never will come to an agreement. Now, we know that and the world\ndoes not know it.\n<\/p><p>\nDANGER OF ANTI-CHRISTS\n<\/p><p>\nIn our own country we are in danger of anti-Christs; we are in danger of those who prefer to\nhave their own way regardless of whether it is right or wrong. And I want to say that there\nare in our own community men and women who are looking with toleration and with some\nanxiety that we do not say anything unkind about those people across the sea who are just as\nwicked as they can be. It is not our business to criticize them. But it is our business to see\nthat they do not bring into our community the policies and falsehoods and wickedness that\ncontrol them in their own land.\n<\/p><p>\nThe newspapers give us a little information now and again&mdash;not very much. And there comes\nin through the mails, to many of us, magazines of various kinds. I wonder if we are paying\nattention to what is going on, as a people, and realizing that if we do not prevent anti-Christs\nfrom controlling our Government of the United States, we have got to take a stand on the side\nof the Savior. We cannot be on the other side of the fence.\n<\/p><p>\nNow, we have had information and instruction that no other people in the world have had.\nWe know that God lives. We know that Jesus is the Christ. We know that the Gospel is upon\nthe earth, but the other people do not know that and are in the hands of the adversary. If they\nonly had the understanding that we have, that God lives and that we are all His children and\nthat we will be judged by our works here in this earth and by our lives, probably they would\nfeel different, but they do not seem to know that. And on the contrary, there is bitterness and\nhatred in their hearts, for one another, and it is not a question of whether it is right or wrong;\nit is a question of which one has the most power.\n<\/p><p>\nINSTRUMENTS OF DESTRUCTION\n<\/p><p>\nReference has been made to the Atom Bomb. That is only one thing. But just imagine, take\nthis group here tonight, one bomb dropped upon this house that we are in, such as was\ndropped over there in Japan and there would not be any of us left to tell the tale. They are\nbeing manufactured, and other instruments of destruction, through the wisdom and intelligence\nof men, all of them sons of the living God, but they are being utilized not to find the way of\npeace, but to find other means of power and aggression against those that they associate with.\nThat is' our danger. And this Church cannot remain idle and silent in regard to things of that\nkind.\n<\/p><p>\nIf people come into our community and try to teach our families things that are harmful,\nsurely, knowing our responsibility, we will ask the help of our Heavenly Father to teach them\nbetter. We do not have to become angry. We do not have to be filled with hatred, but we\nshould be filled with wisdom that comes from our Heavenly Father when we keep His\ncommandments. We should have the privilege of going to the Lord in prayer for guidance\nwhen we are in doubt. He will always hear and answer our prayers if we are worthy to be\nheard.\n<\/p><p>\nAID FOR WAR-STRICKEN COUNTRIES\n<\/p><p>\nAnd so, my brethren, let us set our houses in order. Let us see if we cannot do a few things\nthat we have not been doing. We are becoming so wrapped up with the world that we forget\nthe people who are suffering that we could help, in many cases. The Church that you belong\nto has done a magnificent job, and the people who belong to it have been sending means in\naddition to what the Welfare Organization has sent to the war-stricken countries, including\nfood, clothing, bedding and medicines. They have done a fine piece of work, but it is only\npartly done and we will have to continue, and unless we are willing to continue we can hardly\ngo to the Lord and say, \"Heavenly Father, give us a bounteous harvest.\" They are all His\nchildren. They need us; they need not only our moral support and our religious teaching, but\nthey need food and clothing and bedding and help of all kinds because, in many cases, they\nhaven't anything left. If you could see some of the letters that come into our office from\nsome of the poor people over there, it would wring your hearts. People who have been taken\naway from their homes with the idea that they were going to be allowed to settle elsewhere,\nand all of a sudden deserted, and then when they returned to their homes, found them pillaged\nand robbed of what they had&mdash;everything&mdash;and left helpless, with, no place to go.\n<\/p><p>\nGRATITUDE FOR BLESSINGS\n<\/p><p>\nAnd so, tonight, as we sit in the comfort of this grand auditorium, this house that was reared\nduring the poverty of the people, when we did not have so many conveniences, at the same\ntime when the Temple was going on, think how the Lord has blessed us! And I am sure we\nare .grateful for it and we will continue to be grateful as long as we have the Spirit of our\nHeavenly Father; the feeling of gratitude as a result of enjoying the Spirit of the Lord. And\nwhen we have so much to be grateful for, surely, we will be glad not to let somebody else do\nit, but to do our portion.\n<\/p><p>\nNow, we have had a wonderful two days of conference. We have another day tomorrow, and\nwhat a privilege it is to know that we can sit here in comfort, enjoying the influences that\ncome from our Heavenly Father, listening to the most delightful music that you can hear\nanywhere in the world, and then go where we can find food and places where we may be able\nto lay our bodies down when they are tired.\n<\/p><p>\nAnd, by the way, brethren, if you know of anybody who has not a place, let us all try to help\nout, because there are people here from many places, some of whom have been unable to find\nrooms. If you will go to Bro. Romney's office, who looks after the Welfare Organization, at\n19 W. South Temple, today, or tomorrow, or the day after as long as the city is crowded, I\nam sure he will try to be of assistance. I am giving you that because there might be cases, and\nwe have had that happen once or twice here in Salt Lake City, where people did not know\nwhere to go and they stayed out all night or sat in the hotels in chairs. Well, now, that is a\npart of our work. They are our Brothers and Sisters, that have come in and we want them to\nbe happy, and I am sure most of you have done something, who live here, to help take care\nof the group. I know that I never have any difficulty in having the house I live in filled, and I\nknow that I am happy when they come and help to fill it and the Lord has blessed me for it.\n<\/p><p>\nCONSTITUTION OF THE UNITED STATES\n<\/p><p>\nNow, there are many things that I might talk about, tonight, but I want to raise my voice to\nyou and say, our Heavenly Father raised up the very men that framed the Constitution of the\nUnited States (<span class=\"citation\" id=\"12518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12518)\">D&amp;C 101:80<\/a><\/span>).\nHe said He did. He gave to us the greatest Palladian of human rights that the\nworld knows anything about, the only system whereby people could worship God according\nto the dictates of their consciences without, in any way, being molested when the law, itself,\nwas in effect. Now that is what the Lord gave to us. That is the Constitution of this country.\nYet, we have people who would like to change that and bring some of those forms of\ngovernment that have failed absolutely to make peace and happiness and comfort any other\nplace in the world and exchange what God has given to us&mdash;the fullness of the earth and the\nriches of liberty and happiness. Yet, there are those who go around whispering and talking\nand saying, \"Let us change this thing.\" I am saying to you that to me the Constitution of the\nUnited States of America is just as much from my Heavenly Father as the Ten\nCommandments. When that is my feeling, I am not going to go very far away from the\nConstitution, and I am going to try to keep it where the Lord started it, and not let\nanti-Christs come into this country that began because people wanted to serve God.\n<\/p><p>\nPeople who came here came that they might honor God without molestation. They did some\nvery foolish and unwise things, but after awhile the Lord took a hand. He was ready to\norganize His Church, or would be soon, and so He raised up men that knew how to frame the\nConstitution of our great country and made it possible for an organization such as is in this\nhouse tonight to enjoy the blessings that we have enjoyed all these years, sometimes under\ndifficulties, of course, but not the trials and distresses that other countries have had. So let us\nappreciate it and let us evidence to our Heavenly Father that we do appreciate it, not by\ntalking about it but by letting our light so shine&mdash;the light of righteousness, the light of faith,\nthe light of honesty, the light of generosity, the light of truthfulness, all those things that our\nHeavenly Father indicates that we should manifest to the world&mdash;let that light so shine that\nothers seeing our good works will desire to be identified with an organization that seeks to\nlive the commandments of God and honor Him. If we will do that I am sure that some\nproblems may pass us by that otherwise may come to us.\n<\/p><p>\nKINDNESS TO WIVES ENJOINED\n<\/p><p>\nBrethren, be kind to your wives. I hope that there is no man here who has married one of the\ndaughters of God&mdash;and He loves them, they are His daughters&mdash;who is not willing to willing to\ndo by her as he knows the Lord would have him do. Do not make her just a convenience' in\nthe home to do the slavery and to gratify his appetites&mdash;that is not what women were given to\nmen, as wives, for&mdash;and I want to say to you that it is your duty and your privilege, as men\nwho hold the Priesthood, to honor your wives and your children if you expect them to honor\nyou. Unless you honor them, God will not be pleased with you. Live in such a way, in love\nand kindness, that peace and prayer and thanksgiving will be in your homes together. Do not\nlet your homes just be a place to hang your hats at night and get your meals and then run off\nsomeplace else but let your homes be the abiding place of the Spirit of the Lord. And so, let\nus reach out, each of us, help our neighbors as well as ourselves, set the examples in our\nhomes and as sons and daughters of the living God in our great community, working hand in\nhand.\n<\/p><p>\nSET HOMES IN ORDER\n<\/p><p>\nReference has been made to some of the divorces that are increasing in the land. I want to say\nto you that the larger portion of the divorces are the result of infidelity and immorality, and\nunfortunately on the part of both men and women. So, brethren, let us set our own homes in\norder. Let us make our adjustments. Let us live so that we can truthfully look toward the\nskies and say, \"Heavenly Father, we want to be worthy of what you have given to us. We\nwould like to be an example to our neighbors and to all who come in contact with us.\" And if\nwe will do that, our wives will be true to us, and our children will appreciate us and be true\nto us. I want to tell you if we want happiness in the Celestial Kingdom of our God, we will\nhave to lay the foundation for it right here; and part of that requirement of the Lord is that we\ndo right in our homes and live right. Some men think that because they hold the Priesthood\nthat that gives them a special way in which they may conduct themselves in their homes. I\nwant to tell you that you men who hold the Priesthood will never get into the Celestial\nKingdom, unless you honor your wives and your families and train them and give them the\nblessings that you want for yourselves.\n<\/p><p>\nThe fact that they hold the Priesthood will be to many men a condemnation, because of the\nmanner in which they have treated it, regarding it as though it were something very ordinary.\nPriesthood is a word as the titles Apostle, Prophet, are words and names that ought not to be\nrepeated unnecessarily. We ought to honor these sacred names that bring to us the blessings\nwhen we understand.\n<\/p><p>\nGRATITUDE FOR COMPANIONSHIP\n<\/p><p>\nBrethren, I have no way of expressing my gratitude to you who are here tonight for your\ncompanionship. I have no way of explaining to my brethren whom I associate with, my\nCounselors, how thankful I am to them for their help and their kindness and their cooperation.\nI love my brethren. When I see this fine lot of young men here tonight, who are here to sing\nto us&mdash;a glorious group&mdash;all these boys, every one of them, a child of our of our Heavenly\nFather with the possibility held out to them to grow to manhood, to grow to greatness, to\ngrow to eternal happiness in the Kingdom of our Lord. I think what a privilege it is to have\nthem here tonight with us. What a joy it must be to them to be in this great house of the Lord\ntonight under the influence of the Spirit of our Heavenly Father.\n<\/p><p>\nThe Lord bless you, brethren. We have other meetings tomorrow; the usual meetings will be\nheld as we have been holding them the last two days, and in addition to that we have a\nmeeting on Wednesday in the Temple, for the brethren who have been invited, the Presidents\nof Stakes, Bishops, and a few others, because the Temple is so small it will only hold a\ncomparatively few, but we would like those brethren to plan to be here in this building at\neight o'clock on Wednesday morning, all of those who are expected to go there, assemble\nhere in Stake capacity. The Stake Presidents meet with your counselors and meet with the\nothers of your Stakes that are supposed to go, and we will find right here, before we go into\nthe Temple, who is going in and whether we can all get in or not, and of course we are\nhoping that we all can.\n<\/p><p>\nBishop, what time is your meeting tomorrow night? Seven o'clock in this building. The\nAaronic Priesthood of the Church, represented by the Bishops and those whom they bring\nwith them are expected to meet here in this building tomorrow night at seven o'clock, and I\nam sure those who are fortunate enough to be here will have a happy time.\n<\/p><p>\nLORD'S SIDE OF THE LINE\n<\/p><p>\nNow, brethren, again I pray that the Lord will bless you, not only tonight but henceforth and\nforever. Let us each go from this house this night with a renewed determination that we will\nstay on the Lord's side of the line, no matter what the others may do, for on His side of the\nline there is safety, and on the other side of the line there is not. I pray that He may give us\nwisdom to choose that which is holy, for it will give to us the blessings we desire, and I ask\nit in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}