{"ID":349, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">What the Lord Has Done<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, October 1948, pp. 3-9<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI appreciate the fact that there are many people who come to this house from time to time\nwho do not realize what a blessing a gathering' of this kind means to those who attend. As\nyour first speaker this morning, and for the benefit of the radio audience, I will say, George\nAlbert Smith, the President of the Church will now speak.\n<\/p><p>\nRELIEF SOCIETY CONFERENCE\n<\/p><p>\nI announce to you that you can find nowhere else in all the world a gathering comparable to\nthis one. We have had two days of meetings on this block. This house has been filled with\nwomen of the Relief Society of the Church of Jesus Christ of Latter-day Saints gathered here,\nrepresenting the stakes and missions of the Church. They represent the oldest women's\nreligious organization in the world. They came, not on a sight-seeing trip, but to worship, and\nto be instructed. They came here to the house of the Lord knowing that if they were\nassembled under proper conditions, they would be blessed. Their two days of mingling and\nrejoicing together have prepared the way for this other great general conference.\n<\/p><p>\nThis conference will continue three days, and during that time it will be remarkable if all the\nseats in the building are not taken and people standing, and in addition to that the Assembly\nHall, which has been equipped with radio television, will take care of an overflow as far as\npossible, and also the open air will be enjoyed by many people listening to the amplified\nprogram outside.\n<\/p><p>\nAs I came in this morning and saw this wonderful audience, these beautiful flowers, our\nsisters here representing a great organization, the Singing Mothers, I felt subdued in my soul\nand thankful to my Heavenly Father that it is possible for me to meet with you today. When\nwe think of the disturbances that are in the world, the uncertainty that is in the minds of\nindividuals everywhere as to what may occur, we are grateful to come into the Lord's house\nas we do this morning, a house that was dedicated to him in the days of the poverty of our\npeople, a house that has been recognized as unusual among all the houses of worship in all\nthe world, and from this tabernacle every Sabbath day there goes forth a broadcast to all the\nstates of the American Union and to many parts of the world in other lands, a broadcast of\nreligious music and a sermonette. Not anything to compare with this program can be found\nanywhere. These singers voluntarily come here every Sunday to render these programs.\n<\/p><p>\nSERVICE OF TABERNACLE CHOIR\n<\/p><p>\nFor twenty years this great choir has been rendering service to the delight and the spiritual\nuplift of hundreds of thousands, yes, millions of people, by means of radio, and the choir\nitself receives no compensation. This organ, when it was built, was one of the great organs of\nthe world and still is, and it has been heard in many lands. Personally I have had the pleasure\nof hearing it and the choir while visiting in the missions in the South Seas and other places.\nThey are devoting their time, every Sunday, singing praises to our Heavenly Father, causing\nhis children everywhere to rejoice.\n<\/p><p>\nHere in Salt Lake City a large percentage of the population are not members of the Church of\nJesus Christ of Latter-day Saints, but thousands of them listen to this program and seem to\nhave joy in telling us that they feel that it is a rich, spiritual uplift to them.\n<\/p><p>\nMISSIONARY WORK\n<\/p><p>\nThis morning we have over five thousand missionaries scattered throughout the world. For\nwhat purpose? \"Surely,\" as one minister said to me in England many years ago, we don't\ndesire you to come over here to preach; we have all the churches that we can fill.\" And he\nsaid, \"We have all the preachers that we can afford to pay. Why do you come over here?\"\n<\/p><p>\nAnd my answer to him was, \"My brother, we are over here without financial remuneration to\nshare the gospel of Jesus Christ with the wonderful people who dwell in this part of the\nworld.\"\n<\/p><p>\nHe asked, \"Why don't you go to the heathens like we do?\" And I answered, \"We do.\" He\nasked, \"Where do you go?\" And I said, \"We come right here.\"\n<\/p><p>\nHe looked somewhat annoyed, and I said to him, \"Now don't be disturbed, my brother. That\nisn't intended as an offense at all. There are no finer people in the world than you have here,\nbut what is a heathen anyhow?\"\n<\/p><p>\nWith some hesitation he answered, \"Well, a heathen is a man who doesn't believe in the God\nof Abraham, Isaac, and Jacob, and Jesus Christ.\"\n<\/p><p>\nI said, \"Do you have any people like that here in Great Britain?\" He dropped his head and\nsaid, \"Yes, I am sorry to say we have.\" Then I said, \"Surely you are not going to complain\nabout us if we come over here to help you convert them. You haven't been able to do it, and\nthat is why we are here. We want them all to understand the gospel of Jesus Christ.\"\n<\/p><p>\nToday our five thousand missionaries are scattered over the face of the earth, paying their\nown expenses or having them paid by their loved ones at home, and the sole purpose of that\ngreat missionary effort is that all of your brothers and sisters and mine, all of the children of\nour Heavenly Father, may be brought to a knowledge of the purpose of life and be given\nunderstanding of what it means to be born into this world and to know that we are living\neternal lives. The entire world is a marvelous missionary field for this great Church! There\nare some nations in which we have been unable to do missionary work, but the Lord in his\nown way, will provide for doing that. And, of course, many people hear the gospel of Jesus\nChrist by means of radio, who wouldn't otherwise hear it.\n<\/p><p>\nCENTER OF MISSIONARY ACTIVITY\n<\/p><p>\nSpeaking of the missionary field, I wonder sometimes, if we realize that Salt Lake City is the\ncenter of our great missionary activity. There isn't a city in the world, in my judgment, that is\nbetter known than this city because of the temple, the Tabernacle, and the great organ and\nchoir broadcasting as they have been every Sunday for nearly twenty years. Salt Lake City is\none of the world's most beautiful cities.\n<\/p><p>\nI wonder if some of you realize the hours and the days and the months that are spent by your\nbrothers under the direction of President Irvin T. Nelson of the Big Cottonwood Stake\nbeautifying the grounds, making the flowers to bloom and the shrubs to be delightful, the\nlawns to be kept green. I would like those brethren who do that fine work to know that many\nof us appreciate it very much. They are helping the people who come here to become\ninterested in the gospel of Jesus Christ, and many of them say, \"Why we never saw anything\nlike this any place else,\" and they go away and tell their neighbors and friends.\n<\/p><p>\nWherever I go, it seems to be in the minds of people, many of them, and they say, \"I'm\ngoing to Salt Lake City some day. I want to go out there and see what you people have\naccomplished in the wilderness.\" We haven't done it all, brethren and sisters. This is the\nLord's Church. He gave it the name of his Beloved Son\n(<span class=\"citation\" id=\"12536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12536)\">D&amp;C 115:4<\/a><\/span>). He directed the pioneers to come\nhere. He didn't send them some place else, and, under his guidance, and under his inspiration,\nthe people have lived out here and, with his blessing, the soil has been made fruitful, and\nthere is no more beautiful place in all the world that is occupied as homes by the sons and\ndaughters of our Heavenly Father than the section of country that you live in. Surely we\nshould be grateful.\n<\/p><p>\nReferring to the missionary work, think of sending more than five thousand into the world to\nteach the gospel of Jesus Christ to people who believe that they already have it, and yet when\nthey compare what the Lord has revealed in this latter-day in addition to what they already\nhave, they discover that it took the revelations of the Lord to the Prophet Joseph Smith in our\nday to make the Bible, the Old and the New Testaments, plain to these people.\n<\/p><p>\nCONVERSION THROUGH BOOK OF MORMON\n<\/p><p>\nI remember a good many years ago when I was down in California, I met a man who was a\ngreat geologist, whose name was Robert Hill. While being employed in research in Mexico\nand Central America by the Smithsonian Institute or National Museum, a Book of Mormon\nfell into his hands, and he read it. He was working under the direction of the department at\nWashington, where they collect all of the curiosities from the various sections of the country.\nHe was there as a government employee. The National Museum, I presume, is where much of\nthe material may be found.\n<\/p><p>\nWhen he read the Book of Mormon he asked for a leave of absence. He came to Salt Lake\nCity and inquired for somebody who would indicate to him the source of the Book of\nMormon, for he said, \"This book explains some things that the scientists are unable to\nharmonize.\" Dr. James E. Talmage took him in hand and informed him as to the source of the\nBook of Mormon, how it had been revealed, how the people had come here under the\ndirection of our Heavenly Father and built up this country. Before Robert Hill left, he said,\n\"This is what I have been looking for,\" and he was baptized and became a member of the\nChurch of Jesus Christ of Latter-day Saints. He returned to Mexico, and I saw him later in\nLos Angeles. When I asked him what effect the Book of Mormon had on his life, he said,\n\"Why, Brother Smith, it enabled me to understand the Bible as I have never understood it\nbefore.\"\n<\/p><p>\nThere have been distributed hundreds of thousands of tracts and books teaching the gospel of\nJesus Christ, the expense for which has been paid by the Church and its members in order\nthat other people might enjoy what we enjoy.\n<\/p><p>\nThere isn't anything that enriches our lives like an understanding of the purposes of life and\nthe ability to live the gospel of Jesus Christ. All happiness worthy of the name comes to us\nwhen we observe the teachings of our Lord and live to be worthy to be his sons and\ndaughters.\n<\/p><p>\nVISITORS TO TEMPLE SQUARE\n<\/p><p>\nSince coming into this building this morning I have asked how many strangers there are who\ncome onto this block each year. Last year I had supposed was the greatest year we have ever\nhad because of the number coming here during our celebration, but I understand that this year\nup to today 840,662 of the children of our Heavenly Father, your brothers and sisters and\nmine, have come here onto this block to see and learn what the Lord has done. I think it is\nmarvelous, and so this morning as I stand here in your presence, I am grateful that I belong to\nthe same organization that you belong to, grateful that all the good things that the world\nenjoys, all that is true and wholesome and uplifting and educational may be enjoyed by the\nmembership of this Church without having to give up one thing.\n<\/p><p>\nI have said to many people when they have asked me, \"What is there about this organization\nthat you belong to? What is it that you are so concerned about, that you send your\nmissionaries all over the world?\" I have replied sometimes, \"We want you all to be happy.\nWe want you all to rejoice as we rejoice. After awhile we will have to meet our record, and if\nwe have been faithful, I am sure the Father of us all in the world will thank us and bless us\nfor bringing so many of his sons and daughters to an understanding of the purpose of life and\nhow to enjoy it under the influence of his spirit.\"\n<\/p><p>\nOBEDIENCE BRINGS BLESSINGS\n<\/p><p>\nIt is glorious to live in this part of the world. I might say it is glorious to live in this age of\nthe world notwithstanding the sorrow and distress and uncertainty that exist. We have\nreceived an assurance that our Heavenly Father is mindful of us if we will be faithful. We\nhave no promise that he will care for us on any other terms, but he has said that if we will\nhonor him and keep his commandments, he will watch over us and protect and bless us\n(<span class=\"citation\" id=\"40217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40217)\">Mosiah 2:22,41<\/a><\/span>). I\nthink of that lovely audience that I saw here yesterday, all our sisters, and now this morning\nthere is a great mixed audience apparently mostly men. Yet we are only a small portion of the\nChurch of Jesus Christ of Latter-day Saints that has become identified with the Church of the\nLamb of God since the year 1830. It is marvelous, my brothers and sisters, what the Lord has\ndone&mdash;and he has done it.\n<\/p><p>\nINSPIRATION OF GENERAL CONFERENCE\n<\/p><p>\nWe will have the pleasure today and during the days to follow of hearing quite a number of\nthose who devote their time to teaching the gospel of Jesus Christ. We have people here from\nnearly all parts of the Church throughout the world. Many have come a long way, not to hear\nmen speak, but to feel the inspiration of the Almighty as it flows to those who are called to\naddress us, play for us, and sing for us in this wonderful house of the Lord.\n<\/p><p>\nI know that God lives. I know that Jesus is the Christ. And I am thankful to know that we are\nall brothers and sisters&mdash;thankful that he gives us all opportunities so to adjust our lives here\nthat when mortality is complete and our work is done that we will dwell in his presence and\nenjoy the companionship of those we love forever. Shouldn't that make us feel that our homes\nmust be the abiding place of the Spirit of the Lord? Shouldn't that make each of us feel,\nwhere we know what the Lord has advised us to do, that it is the best for us and we will do\nwhat he wants us to do? I want to say that the happiest people in all the world are those who\nobey the counsel of our Heavenly Father.\n<\/p><p>\nI pray that his spirit may continue with us. I pray that when we have finished this conference,\nwe may go away feeling that we have waited upon our Heavenly Father and not in vain. We\nwill return to our homes, sharing what we have enjoyed here with those not able to come, and\nto our families with a renewed determination that we will keep the commandments of God\nand that we will so adjust ourselves that our homes will be the abiding place of his spirit that\nwill guide us into all truth (<span class=\"citation\" id=\"27338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27338)\">John 16:13<\/a><\/span>).\nThat the Lord may add his blessings and his peace be with us, as\nwe go through this conference, I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}