{"ID":350, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The World's Great Need<\/p>\n<p class=\"gcspeaker\">President George F. Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George F. Richards, <i>Conference Report<\/i>, October 1948, pp. 9-13<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is written that faith is the first principle of revealed religion\n(<span class=\"citation\" id=\"6624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6624)\">A of F 1:4<\/a><\/span>), the foundation of all\nrighteousness. (See D &amp; C Lectures on Faith 1:1.) This being true, all our righteousness is\ndue to faith, and it follows that our unrighteousness is due to a lack of faith. We desire in\npreaching the gospel to the Saints and strangers alike to establish as far as possible faith in the\nminds and the hearts of people that they may bring forth righteousness, for righteousness is\nwhat makes for salvation in the kingdom of God, and we are all candidates for salvation.\n<\/p><p>\nEVIDENCES OF GOD'S EXISTENCE\n<\/p><p>\nIn my remarks today, I desire to speak of some of the evidences of the divine, personal, and\nglorified existence of God, the Eternal Father, and of his Son, Jesus Christ, a knowledge of\nwhom I regard as the world's greatest need; also to give evidence of the fact that Joseph\nSmith was a divinely inspired prophet of God, that he was an instrument in the hands of God\nin the restoration of the everlasting gospel, and the establishment of the Church and kingdom\nof God on earth in this, the gospel Dispensation of the Fulness of Times.\n<\/p><p>\nJOSEPH SMITH'S FIRST VISION\n<\/p><p>\nOn a beautiful spring morning in the year 1820, a fourteen-year-old boy of Manchester, New\nYork, being considerably exercised over religion, and believing the scripture which reads:\n<\/p><p>\nIf any of you lack wisdom, let him ask of God, that giveth to all men liberally, and\nupbraideth not; and it shall be given him\n(<span class=\"citation\" id=\"26068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26068)\">James 1:5<\/a><\/span>).\n<\/p><p>\nhe retired into a grove of trees nearby to pray. He tells his own story as follows:\n<\/p><p>\nAfter I had retired to the place where I had previously designed to go, having looked around\nme, and finding myself alone, I kneeled down and began to offer up the desires of my heart\nto God. I had scarcely done so, when immediately I was seized upon by some power which\nentirely overcame me, and had such an astonishing influence over me as to bind my tongue so\nthat I could not speak. Thick darkness gathered around me, and it seemed to me for a time as\nif I were doomed to sudden destruction.\n<\/p><p>\nBut, exerting all my powers to call upon God to deliver me out of the power of this enemy\nwhich had seized upon me, and at the very moment when I was ready to sink into despair and\nabandon myself to destruction&mdash;not to an imaginary ruin, but to the power of some actual\nbeing from the unseen world, who had such marvelous power as I had never before felt in\nany being&mdash;just at this moment of great alarm, I saw a pillar of light exactly over my head,\nabove the brightness of the sun, which descended gradually until it fell upon me.\n<\/p><p>\nIt no sooner appeared than I found myself delivered from the enemy which held me bound.\nWhen the light rested upon me I saw two Personages, whose brightness and glory defy all\ndescription, standing above me in the air. One of them spake unto me, calling me by name,\nand said, pointing to the other&mdash;This is My Beloved Son. Hear Him!\n<\/p><p>\nMy object in going to inquire of the Lord was to know which of all the sects was right, that I\nmight know which to join. No sooner, therefore, did I get possession of myself, so as to be\nable to speak, than I asked the Personages who stood above me in the light, which of all the\nsects was right&mdash;and which I should join.\n<\/p><p>\nI was answered that I must join none of them, for they were all wrong; and the Personage\nwho addressed me said that all their creeds were an abomination in his sight; that those\nprofessors were all corrupt; that: \"they draw near to me with their lips, but their hearts are far\nfrom me; they teach for doctrines the commandments of men, having a form of godliness, but\nthey deny the power thereof.\"\n<\/p><p>\nHe again forbade me to join with any of them. . .\n(<span class=\"citation\" id=\"30263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30263)\">JS&mdash;H 1:15-20<\/a><\/span>).\n<\/p><p>\nIt is of supreme importance that the story told by this boy Joseph Smith, and the evidence of\nits truth, be carefully and prayerfully considered, for upon the truth or falsity of his story,\nMormonism, so-called, must stand or fall.\n<\/p><p>\nTRUTH CONCERNING GOD REVEALED\n<\/p><p>\nIn this eventful experience there was revealed to the boy Joseph, and through him, to the\nworld, two exceedingly important truths. First, that God the Eternal Father and his Son Jesus\nChrist are separate, living personages, glorified and exalted; and second that all the religious\ncreeds were wrong.\n<\/p><p>\nWhatever Joseph's views or understanding pertaining to the personality of God the Father and\nhis Son Jesus Christ may have been, he now had a perfect knowledge on that point. He had\nnot before entertained the thought that all the creeds or denominations might be wrong, but on\nthese two points his mind was now clear and at ease.\n<\/p><p>\nThe debris of a decayed religion having now been removed, room is made in the world for\nthe establishment of the true religion of the Master. It later developed that this boy, Joseph\nSmith, was raised up of the Lord to be the mighty prophet of the last days, an instrument in\nthe hands of God in the restoration of the everlasting gospel, and in the establishment of his\nChurch and kingdom anew upon the earth, as described by Daniel the prophet in his\ninterpretation of the dream of King Nebuchadnezzar\n(<span class=\"citation\" id=\"10600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10600)\">Dan. 2:44<\/a><\/span>).\n<\/p><p>\nEVIL POWER OF SATAN\n<\/p><p>\nAs important evidence that Joseph's story is true, when he kneeled down to pray, he was\nseized upon by an evil power which bound his tongue, so that he could not speak\n(<span class=\"citation\" id=\"30261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30261)\">JS&mdash;H 1:15-16<\/a><\/span>). Such an\nattack by Satan might well have been expected.\n<\/p><p>\nIf his story had not included his experience with the evil power, at that psychological\nmoment, it would have lacked vital evidence of its truth. Satan, who is the enemy of God and\nof man, has from the beginning thus operated in an effort to defeat the purpose of God whose\npurpose is the saving of the souls of men.\n<\/p><p>\nWhen Adam and Eve were placed in the Garden of Eden, straightway came Satan tempting\nthem (<span class=\"citation\" id=\"38958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38958)\">Moses 4:6<\/a><\/span>;\n<span class=\"citation\" id=\"38960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38960)\">Moses 5:13<\/a><\/span>),\nwith the same evil intent. After the personal visitation of God to his servant Moses, as\nrecorded in the first chapter of the Book of Moses, Satan came tempting him, saying:\n<\/p><p>\nMoses, son of man, worship me . . .\n(<span class=\"citation\" id=\"38949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38949)\">Moses 1:12<\/a><\/span>),\n<\/p><p>\na presumption of which only Satan could be capable.\n<\/p><p>\nWhen the Savior had fasted forty days and nights and was an hungered, Satan came tempting\nhim, saying:\n<\/p><p>\n. . . If thou be the Son of God, command this stone that it be made bread\n(<span class=\"citation\" id=\"31223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31223)\">Luke 4:3<\/a><\/span>).\n<\/p><p>\nIn what respect was the boy, Joseph Smith, so different from other fourteen year old boys of\nhis time that Satan should seek his destruction; and why mention him in connection with\nAdam and Eve, Moses, and Jesus as objects of Satan's attack? Let us see if we can find the\nexplanation in the following scripture:\n<\/p><p>\nNow the Lord had shown unto me, Abraham, the intelligences that were organized before the\nworld was; and among all these were many of the noble and great ones;\n<\/p><p>\nAnd God saw these souls that they were good, and he stood in the midst of them, and he said:\nThese I will make my rulers; for he stood among those that were spirits, and he saw that they\nwere good; and he said unto me: Abraham, thou art one of them; thou wast chosen before\nthou wast born (<span class=\"citation\" id=\"7171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7171)\">Abr. 3:22-23<\/a><\/span>).\n<\/p><p>\nJOSEPH SMITH CHOSEN FOR HIS WORK\n<\/p><p>\nJoseph Smith was also one of those noble spirits chosen before he was born. Had any number\nof boys fourteen years of age, other than Joseph Smith, gone into the woods to pray for light\nand spiritual guidance, not one of them would have had the vision given to the boy Joseph.\nHe was chosen and ordained for the special work of restoration and this vision of the Father\nand the Son was the first step in his life's ministry. No doubt Satan knew of Joseph's calling,\nand that if he did not succeed in destroying him at this time, he would not be able to do so\nthereafter; hence the vigorous assault made upon the boy's life.\n<\/p><p>\nAgain, by the testimony of the eleven living witnesses to the Book of Mormon, the truth of\nJoseph's story is established, for had his story been untrue, he would have been a great\nimposter and as such, God would not have used him in bringing forth the Book of Mormon,\nwhich contains a fulness of the gospel, as taught by Jesus Christ to the ancient inhabitants of\nthis American continent, which fact is logically established by eleven living witnesses.\n<\/p><p>\nNEED OF NEW REVELATION\n<\/p><p>\nThe need of this new revelation of God today, as in 1820, is apparent from statements such as\nfollows:\n<\/p><p>\nIn a radio address Elder Thomas C. Romney related a conversation with a professor in a great\neducational institution in which the professor said to Elder Romney:\n<\/p><p>\nYour conception of God, to me, is most absurd. I cannot conceive of a group of people who\nclaim to keep abreast of the times in science, art, and religion, still clinging to the antiquated\ndoctrine that God is in the form of a man.\n<\/p><p>\nOn page 15 of <i>Shorter Catechism<\/i>, a textbook of the Presbyterian Church, is found the\nfollowing:\n<\/p><p>\nWe must be content to call Father, Son, and Holy Ghost persons; but while we do so, we\nmust always remember that they are utterly unlike any personalities we have ever known. In\nmodern philosophical usage, the term <i>person<\/i> means a separate and distinct rational individual.\nBut the personality of God is not a numerical or essential trinity of three beings, like\nAbraham, Isaac, and Jacob.\n<\/p><p>\nAnother reference showing the need for a new revelation from God is the following:\n<\/p><p>\nThe Bishop of Liverpool performed the consecration ceremony at Holy Trinity Church,\nSouthport, yesterday, October 11, 1911. In his sermon he said one of the great needs of the\nChristian Church was power. Religion today was wearing silver slippers and moving in high\nplaces, and yet he ventured to think there was a strange want of power about the Church of\nGod, not only in their church, but about every other branch. . . . What was the cause of the\nstrange paralysis that had befallen the church? He believed that the church needed today a\nrediscovery of God; he believed the church was weak today because God was so distant, so\nunreal, so dimly seen. Today they saw the results of that dim vision of the distant God.\n<\/p><p>\nThe first article of religion in the Church of England Prayer book reads as follows:\n<\/p><p>\nThere is one living and true God, everlasting, without body, parts, or passions; of infinite\nwisdom, power, and goodness; the maker and preserver of all things, visible and invisible, and\nin the unity of this godhead, there are three personages of one substance, power, and eternity,\nthe Father, the Son, and the Holy Ghost.\n<\/p><p>\nPERSONALITY OF GOD\n<\/p><p>\nThere are some men of considerable eminence who are not bound by religious creeds, who\nare frank in their professions of belief in the personality of God, and their views should be\nweighed in this connection as in opposition to the views of those who do not believe in a\npersonal God. For example:\n<\/p><p>\nIn a discourse by President Brigham H. Roberts, delivered in this Tabernacle March 15, 1914,\nhe quotes a statement made by William H. Gladstone, a great English statesman, and at one\ntime prime minister of Great Britain, in response to the question put to him as to what he\nregarded as the world's greatest need; and his answer to that question in substance was that\nthe world's greatest need was to hold more firmly to the conception of God as a personality,\nto whom man was accountable for his deeds. Said he:\n<\/p><p>\nI mean a living faith in a personal God. After sixty years of public life, I hold more strongly\nthan ever to the conviction, deepened and strengthened by long experience, of the reality, and\nthe nearness, and the personality of God.\n<\/p><p>\nHenry Ward Beecher, in his book entitled, <i>Lectures on Preaching<\/i>, page 129, says:\n<\/p><p>\nI am compelled to say that I must form an ideal of God, through his Son Jesus Christ. Christ\nis indispensible to me. My nature needs to fashion the thought of God, though I know him to\nbe a spirit, into something that will nearly or remotely represent that which I know. I hold\nbefore my eyes a glorified form,: therefore, but after all this glory, whatever may be the\nnimbus and the effulgence round about it, it is to me a glorified form of a glorified man.\n<\/p><p>\nThe first Article of Faith of the Church of Jesus Christ of Latter-day Saints reads as follows:\n<\/p><p>\nWe believe in God, the Eternal Father, and in his Son, Jesus Christ, and in the Holy Ghost\n(<span class=\"citation\" id=\"6623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6623)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\nWhat we believe concerning these members of the Godhead is set forth in the D&amp;C, section\n130:22, as follows:\n<\/p><p>\nThe Father has a body of flesh and bones as tangible as man's; the Son also; but the Holy\nGhost has not a body of flesh and bones, but is a personage of Spirit . . .\n(<span class=\"citation\" id=\"12560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12560)\">D&amp;C 130:22<\/a><\/span>).\n<\/p><p>\nThese latter quotations and interpretations are in complete harmony with Joseph Smith's\nvision and with the teachings of the Bible, both the Old and the New Testament, and cannot\nbe successfully controverted. They are truths which all men must accept who would be saved\nin the kingdom of God; and to which I bear testimony, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}