{"ID":3501, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Dignity of Self\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p2\" class=\"\">Elder James E. Faust<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:21d6.jpg\" alt=\"Elder James E. Faust\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p3\" class=\"\">“We thank thee, O God, for a prophet to guide us in these latter days.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p4\" class=\"\">This morning I desire to say something which hopefully might give some help and perhaps another focus to the minds of young people. I have never felt more keenly the need for both the aid of the divine Spirit and the understanding of those who hear. I humbly pray that I might not be misunderstood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p5\" class=\"\">I should like to begin by relating a marvelous vision Joseph Smith the Prophet had concerning the Twelve Apostles in his day, which has profound significance for me. Heber C. Kimball recorded, “The following vision was manifested to him [Joseph Smith] as near as I can recollect:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p6\" class=\"\">“He saw the Twelve going forth, and they appeared to be in a far distant land. After some time they unexpectedly met together, apparently in great tribulation, their clothes all ragged, and their knees and feet sore. They formed into a circle, and all stood with their eyes fixed upon the ground. The Savior appeared and stood in their midst and wept over them, and wanted to show Himself to them, but they did not discover Him.” (Orson F. Whitney, <span class=\"emphasis\">Life of Heber C. Kimball,<\/span> 2d ed., Salt Lake City: Bookcraft, p. 93; see also <span class=\"emphasis\">History of the Church,<\/span> 2:381.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p7\" class=\"\">A message that can be inferred from this is that, because the Twelve had suffered so much, had endured so greatly, and had so exhausted themselves in leading the battle of righteousness, they were bowed down and did not look up. Had they only looked up they might have beheld the Lord Jesus, who wanted them to see him, weeping over them, suffering with them, and standing in their midst.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p8\" class=\"\">Not many months ago we were in one of the oldest cities on earth. Some of the greatest wonders of the world are there; so are crime, squalor, poverty, and filth. Our kind hosts observed as we were making our way through the teeming masses—past the overloaded donkeys, the filth, the smells—that everything was beautiful in that city if you would raise your sights and only look a foot or more above the ground.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p9\" class=\"\">In recent times the price of oil, gold, and other precious minerals has greatly increased. These treasures are all obtained by looking down. They are useful and necessary, but they are tangible riches. What of the treasures that are to be found by raising our vision? What of the intangible riches which come from the pursuit of holiness? Stephen looked upward: “Being full of the Holy Ghost, [he] looked up stedfastly into heaven, and saw the glory of God, and Jesus standing on the right hand of God.” (<span class=\"citation\" id=\"8255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8255)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8255)\">Acts 7:55<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p10\" class=\"\">My heart and understanding go out to our young people. They have to cope with a darkness and moral fog as dense as many of us can ever remember. We live in a world where success seems largely measured by possessions. How the possessions may have been acquired often seems immaterial. Honesty, decency, chastity, and holiness are frequently downgraded as being of lesser worth than possessions. Are our young people enticed to look up or down?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p11\" class=\"\">The desire for profitable gain and popularity in the entertainment world has unmasked in the most appealing way all of the evils of the human race. The most revolting practices and perversions have been masqueraded and even urged upon our inexperienced young people by some seeking to seductively merchandise the evil side of human behavior. Consciences seem seared with a hot iron; spiritual cells seem closed. Ideals of emptiness and uselessness of life are fostered. Nobility of thought and purpose seems not to be sufficiently taught, encouraged, or valued.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p12\" class=\"\">The standard of the common thief, “What can we get away with?” has become the standard for many in the world rather than what our own integrity ought to demand that we do. What has happened to self-respect and personal integrity, which would not permit even entertaining the idea of doing cheap or small things? An example might be our relationship with the financial credit by which the world’s commerce is carried on. Often we forget that those who extend credit to us are also extending trust and confidence in us. Our own integrity is involved. I recall my father speaking with profound respect of a man whom father as a lawyer had taken through bankruptcy. Given time, this man paid in full all of his creditors who had trusted him and extended confidence in him, even though he was legally relieved of paying the debts. Our own integrity is a substantial part of our individual worth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p13\" class=\"\">How can Christian belief and morality translate more completely into Christian action? Does our commitment fall short of being a consecration? The doubting Thomas wanted to believe; he believed part way. It is my firm persuasion that building self-esteem sufficiently to forsake all evil requires a consecration to the saving principles and ordinances of the gospel under divine priesthood authority. It must be consecration to simple, basic Christian principles, including honesty to self and others, forgetting of self, integrity of thought and action. The principles of the restored gospel are so plain, so clear, so compassionate, so endowed with beauty, so graced with love unfeigned, as to be imprinted with the indisputable impress of the Savior himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p14\" class=\"\">There also needs to be a confrontation with and mastery of life’s challenges, especially those that come with temptation. Instead of squarely and honestly meeting the problems of life, many negotiate their way through difficulties, rationalizing their departure from the great truths which bring happiness and justifying the leaving of their sacred promises and holy commitments for seemingly logical but fragile and unjustifiable reasons.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p15\" class=\"\">I cannot help wondering if we have not fallen short of the mark. Have we been measuring by standards that are too short and unworthy of those in the pursuit of holiness? Have we taken too much comfort in feeling that we have qualified through our attendance at meetings or through minimal involvement in a conscience-easing effort? Have our guidelines been a ceiling instead of a floor?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p16\" class=\"\">Upon returning from living in South America I was struck by the lack of self-esteem revealed in the manner by which so many people now clothe themselves in public. To attract attention or in the name of comfort and informality, many have sunk not only to immodesty but to slovenliness. Against their own self-interest, they present themselves to others in the worst possible way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p17\" class=\"\">In forsaking the great principle of modesty, society has paid a price in the violation of a greater but related principle—that of chastity. The purveyors of the concept of irresponsible sexual relations that degrade and brutalize the participants have grossly masqueraded and completely missed the purpose of these divine gifts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p18\" class=\"\">Chastity before marriage and faithfulness after marriage are cardinal ingredients for the full flowering of sacred love between husband and wife. Chastity nurtures and builds feelings of self-worth and indemnifies against the destruction of self-image.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p19\" class=\"\">One of the root social problems of our day concerns the lack of self-esteem.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p20\" class=\"\">A shallow self-image is not reinforced by always letting others establish our standards and by habitually succumbing to peer pressure. Young people too often depend upon someone else’s image rather than their own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p21\" class=\"\">Insecurity and lack of self-esteem may be related to lack of self-respect. Can we respect ourselves when we do things that we do not admire and may even condemn in others? Repenting of transgressions and forsaking of weaknesses represent, however, a great restorative salve for the strengthening of human worth and dignity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p22\" class=\"\">Since virtue and faith too often do not readily trade in the marketplace, some may feel that they can live by whatever standards their whim or fancy suggest. In a value-free society—free of morals, free of standards—many also live free of feelings of self-worth, self-respect, and dignity. Far too many young people, and older ones, too, fail to realize, as the motto of the city of Nottingham, England, affirms: <span class=\"emphasis\">Vivet post funera virtus<\/span> (“Virtue lives on after death”).<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p23\" class=\"\">In the intellectual approach to human worth, the values of faith in God and virtuous behavior cannot be quantitatively proven or measured, and so faith and virtue are often rejected by many as worthless. This is a route destined to failure because it does not take into account the powerful importance of the subjective things we can know but not measure. For instance, I love my wife and family, and I feel their love for me. You cannot measure how deep our feelings of love are for each other, but that love is very real to us. Pain is also difficult to measure, but it is real. The same is true of faith in God. We can know of his existence without being able to quantitatively measure it. Paul states, “The Spirit itself beareth witness with our spirit, that we are the children of God.” (<span class=\"citation\" id=\"42896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42896)\">Rom. 8:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p24\" class=\"\">What are the limits on commitment of the heart of those who pursue holiness? Fortunately, this is a matter for each to decide. We achieve perfection, however, in the doing of many things, and can be perfect in our intent to do all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p25\" class=\"\">In my opinion, it was not contemplated by the great Creator that man and womankind are intended to wallow in selfishness and self-gratification. After all, “in the image of God created he him; male and female created he them.” (<span class=\"citation\" id=\"23950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23950)\">Gen. 1:27<\/a><\/span>.) “What is man, that thou art mindful of him?” says the Psalmist.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p26\" class=\"\">“For thou hast made him a little lower than the angels, and hast crowned him with glory and honour.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p27\" class=\"\">“Thou madest him to have dominion over the works of thy hands; thou hast put all things under his feet.” (<span class=\"citation\" id=\"41963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41963)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41963)\">Ps. 8:4–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p28\" class=\"\">What is the standard of holiness? The answer comes from the scriptures: “Who is like unto thee, O Lord, … glorious in holiness?” (<span class=\"citation\" id=\"22912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22912)\">Ex. 15:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p29\" class=\"\">Like Stephen, those who pursue holiness see the glory of God. (See <span class=\"citation\" id=\"8254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8254)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8254)\">Acts 7:55<\/a><\/span>.) The blessings that shall come in the pursuit of holiness were in part described by the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p30\" class=\"\">“Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and cometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my commandments, shall see my face and know that I am.” (<span class=\"citation\" id=\"17653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17653)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17653)\">D&amp;C 93:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p31\" class=\"\">As I began, I referred to the vision of Joseph the Prophet concerning the Twelve Apostles in his time. No one need assume that the Twelve who failed to see the Savior because they stood with their eyes fixed upon the ground had in any way failed in their labors. As a body they continued strong and steadfast in their ministry. Their discouragement was only temporary. Their labors were heroic; their acts were bold and courageous. Joseph the Prophet, at the conclusion of that vision, was privileged to see the completion of the work of the Twelve. Heber C. Kimball records: “He (Joseph) saw until they had accomplished their work, and arrived at the gate of the celestial city; there Father Adam stood and opened the gate to them, and as they entered he embraced them one by one and kissed them. He [Adam] then led them to the throne of God, and then the Savior embraced each one of them and kissed them, and crowned each one of them in the presence of God. … The impression this vision left on Brother Joseph’s mind was of so acute a nature, that he never could refrain from weeping while rehearsing it.” (Whitney, <span class=\"emphasis\">Life of Heber C. Kimball,<\/span> pp. 93–94.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p32\" class=\"\">The dignity of self is greatly enhanced by looking upward in the search for holiness. Like the giant trees, we should reach up for the light. The most important source of light we can come to know is the gift of the Holy Ghost. It is the source of inner strength and peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p33\" class=\"\">I have seen human dignity and self-worth expressed eloquently in the lives of the humblest of the humble, in the lives of the poor as well as in the lives of the formally educated and the affluent. The fruits of the search for holiness in their lives have been transparent, expressed through their inner dignity, their feelings of self-respect and personal worth. Shakespeare, speaking through Polonius, reminds us:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">This above all: to thine own self be true,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And it must follow, as the night the day,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thou canst not then be false to any man.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p37\" class=\"\">(<span class=\"emphasis\">Hamlet,<\/span> act I, scene 3, lines 78–80.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p38\" class=\"\">Much of our self-respect is built by our own hard work, our thrift, and by trying to be independent as far as possible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p39\" class=\"\">May we all have a feeling of personal worth and dignity born of the knowledge that each of us is a child of God, and be strengthened by looking upwards in the pursuit of holiness. As we look up may we be worthy to receive the inspiration that comes constantly from God, which inspiration is sacred, real, and often very private.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-dignity-of-self.p40\" class=\"\">I have a conviction of these matters from sacred inner whisperings. I know that Jesus lives and is the head of this church, which testimony I leave, in the name of the Savior, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}