{"ID":3504, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Restoration of Israel to the Lands of Their Inheritance\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p3\" class=\"\">My beloved brethren and sisters, I am sure we all realize that we are living in the dispensation of the fulness of times, which will culminate in the second coming of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p4\" class=\"\">Among the predicted signs of his second coming was the restoration of the Church of Jesus Christ, to the fulfillment of which we are all witnesses; another is to be the establishment of Zion in America; and a third is the prediction that the children of Israel will be restored to the lands of their inheritance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p5\" class=\"\">Much interest in the fulfillment of this third prediction has been aroused recently by the dedication of the Orson Hyde Memorial Gardens in Jerusalem and the diplomatic maneuvering of the involved nations over the Holy Land. Against this background, it has been interesting to me, and I believe it will be interesting and informative to all of us, to consider what is written in the Book of Mormon concerning the restoration of the children of Israel to the lands of their inheritance and the second coming of the Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p6\" class=\"\">Soon after Lehi’s colony arrived in the promised land (about 580 <span class=\"small\">B.C.<\/span>), Nephi, having written concerning Christ’s then future birth, ministry, and crucifixion, continued:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p7\" class=\"\">“And as for those who are at Jerusalem, saith the prophet, they shall be scourged by all people, because they crucify the God of Israel, and turn their hearts aside, rejecting signs and wonders, and the power and glory of the God of Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p8\" class=\"\">“And because they turn their hearts aside, saith the prophet, and have despised the Holy One of Israel, they shall wander in the flesh, and perish, and become a hiss and a byword, and be hated among all nations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p9\" class=\"\">“Nevertheless, when that day cometh, saith the prophet, that they no more turn aside their hearts against the Holy One of Israel, then will he remember the covenants which he made to their fathers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p10\" class=\"\">“Yea, then will he remember the isles of the sea; yea, and all the people who are of the house of Israel, will I gather in, saith the Lord, according to the words of the prophet Zenos, from the four quarters of the earth.” (<span class=\"citation\" id=\"1776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1776)\">1 Ne. 19:13–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p11\" class=\"\">Nephi had earlier—before they crossed the ocean—spoken unto his brothers “concerning the restoration of the Jews in the latter days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p12\" class=\"\">“And I did rehearse unto them,” he said, “the words of Isaiah, who spake concerning the restoration of the Jews, or of the house of Israel; and after they were restored they should no more be confounded, neither should they be scattered again.” (<span class=\"citation\" id=\"1775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1775)\">1 Ne. 15:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p13\" class=\"\">Some twenty-five years later, Nephi’s brother Jacob, speaking concerning the inhabitants of Jerusalem, said “that the Lord … should manifest himself unto them in the flesh; and after he should manifest himself they should scourge him and crucify him, according to the words of the angel who spake it unto me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p14\" class=\"\">“And after they have hardened their hearts and stiffened their necks against the Holy One of Israel, behold, the judgments of the Holy One of Israel shall come upon them. And the day cometh that they shall be smitten and afflicted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p15\" class=\"\">“Wherefore, after they are driven to and fro, for thus saith the angel, many shall be afflicted in the flesh, and shall not be suffered to perish, because of the prayers of the faithful; they shall be scattered, and smitten, and hated; nevertheless, the Lord will be merciful unto them, that when they shall come to the knowledge of their Redeemer, they shall be gathered together again to the lands of their inheritance.” (<span class=\"citation\" id=\"4042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4042)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4042)\">2 Ne. 6:9–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p16\" class=\"\">Later Jacob, the brother of Nephi, added:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p17\" class=\"\">“And now, my beloved brethren, I have read these things that ye might know concerning the covenants of the Lord that he has covenanted with all the house of Israel—<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p18\" class=\"\">“That he has spoken unto the Jews, by the mouth of his holy prophets, even from the beginning down, from generation to generation, until the time comes that they shall be restored to the true church and fold of God; when they shall be gathered home to the lands of their inheritance, and shall be established in all their lands of promise.” (<span class=\"citation\" id=\"4043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4043)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4043)\">2 Ne. 9:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p19\" class=\"\">“But behold, thus saith the Lord God: When the day cometh that they shall believe in me, that I am Christ, then have I covenanted with their fathers that they shall be restored in the flesh, upon the earth, unto the lands of their inheritance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p20\" class=\"\">“And it shall come to pass that they shall be gathered in from their long dispersion, from the isles of the sea, and from the four parts of the earth; and the nations of the Gentiles shall be great in the eyes of me, saith God, in carrying them forth to the lands of their inheritance.” (<span class=\"citation\" id=\"4046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4046)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4046)\">2 Ne. 10:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p21\" class=\"\">Near the end of his life, Nephi, foretelling the future history of the Jews, said that, following the crucifixion and resurrection of Jesus, “the Jews shall be scattered among all nations; yea, and also Babylon shall be destroyed; wherefore, the Jews shall be scattered by other nations. [It was Babylon that scattered the Jews, of course, before the birth of Christ.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p22\" class=\"\">“And after they have been scattered, and the Lord God hath scourged them by other nations for the space of many generations, yea, even down from generation to generation until they shall be persuaded to believe in Christ, the Son of God, and the atonement, which is infinite for all mankind—and when that day shall come that they shall believe in Christ, and worship the Father in his name, with pure hearts and clean hands, and look not forward any more for another Messiah, then, at that time, the day will come that it must needs be expedient that they should believe these things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p23\" class=\"\">“And the Lord will set his hand again the second time to restore his people from their lost and fallen state.” (<span class=\"citation\" id=\"4047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4047)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4047)\">2 Ne. 25:15–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p24\" class=\"\">In the twentieth chapter of 3 Nephi, the resurrected Jesus—speaking of our day when the gospel would be restored among the Gentiles as it has now been—said: “When they [the Gentiles] shall have received the fulness of my gospel, then if they shall harden their hearts against me …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p25\" class=\"\">“I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p26\" class=\"\">“And it shall come to pass that the time cometh, when the fulness of my gospel shall be preached unto them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p27\" class=\"\">“And they shall believe in me, that I am Jesus Christ, the Son of God, and shall pray unto the Father in my name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p28\" class=\"\">“Then shall their watchmen lift up their voice, and with the voice together shall they sing; for they shall see eye to eye.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p29\" class=\"\">“Then will the Father gather them together again, and give unto them Jerusalem for the land of their inheritance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p30\" class=\"\">“Then shall they break forth into joy—Sing together, ye waste places of Jerusalem; for the Father hath comforted his people, he hath redeemed Jerusalem. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p31\" class=\"\">“Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.” (<span class=\"citation\" id=\"5914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5914)\">3 Ne. 20:28–34, 46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p32\" class=\"\">“Verily I say unto you,” said the Savior to the Nephites, “I give unto you a sign, that ye may know the time when these things shall be about to take place. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p33\" class=\"\">“… at that day, even when this gospel shall be preached among the remnant of this people. Verily I say unto you, at that day shall the work of the Father commence among all the dispersed of my people, yea, even the tribes which have been lost, which the Father hath led away out of Jerusalem.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p34\" class=\"\">“Yea, the work shall commence among all the dispersed of my people, with the Father, to prepare the way whereby they may come unto me, that they may call on the Father in my name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p35\" class=\"\">“Yea, and then shall the work commence, with the Father, among all nations, in preparing the way whereby his people may be gathered home to the land of their inheritance.” (<span class=\"citation\" id=\"5915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5915)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5915)\">3 Ne. 21:1, 26–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p36\" class=\"\">Mormon, finishing his abridged account of Christ’s ministry among the Nephites, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p37\" class=\"\">“And now behold, I say unto you that when the Lord shall see fit, in his wisdom, that these sayings shall come unto the Gentiles according to his word, then ye may know that the covenant which the Father hath made with the children of Israel, concerning their restoration to the lands of their inheritance, is already beginning to be fulfilled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p38\" class=\"\">“And ye may know that the words of the Lord, which have been spoken by the holy prophets, shall all be fulfilled; and ye need not say that the Lord delays his coming unto the children of Israel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p39\" class=\"\">“And ye need not imagine in your hearts that the words which have been spoken are vain, for behold, the Lord will remember his covenant which he hath made unto his people of the house of Israel. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p40\" class=\"\">“Yea, and ye need not any longer hiss, nor spurn, nor make game of the Jews, nor any of the remnant of the house of Israel; for behold, the Lord remembereth his covenant unto them, and he will do unto them according to that which he hath sworn.” (<span class=\"citation\" id=\"5920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5920)\">3 Ne. 29:1–3, 8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p41\" class=\"\">Concluding the record which Moroni would deposit in the Hill Cumorah, which Joseph Smith would bring forth 1,400 years later, Mormon wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p42\" class=\"\">“Now these things are written unto the remnant of the house of Jacob; … and they are to be hid up unto the Lord that they may come forth in his own due time. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p43\" class=\"\">“And behold, they shall go unto the unbelieving of the Jews; and for this intent shall they go—that they may be persuaded that Jesus is the Christ, the Son of the living God; that the Father may bring about, through his most Beloved, his great and eternal purpose, in restoring the Jews, or all the house of Israel, to the land of their inheritance, which the Lord their God hath given them, unto the fulfilling of his covenant.” (<span class=\"citation\" id=\"38049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38049)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38049)\">Morm. 5:12, 14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/the-restoration-of-israel-to-the-lands-of-their-inheritance.p44\" class=\"\">These predictions by the Book of Mormon prophets make it perfectly clear that the restoration of the house of Israel to the lands of their inheritance will signal their acceptance of Jesus Christ as their Redeemer, to which I testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}