{"ID":3506, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Serve That Which We Love\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25ca.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p3\" class=\"\">A few weeks ago, just before 6:00 <span class=\"small\">A.M.<\/span>, my wife and I boarded a taxi to begin the last lap of our trip to Salt Lake City from Australia. Our driver, who had been on duty since 3:00 <span class=\"small\">A.M.<\/span>, was anxious to talk with us, his first passengers of the day. We learned his parents were born just outside of Mexico City. They moved to Chicago, where he was born, and then moved to New Mexico. Twenty years earlier our friend had come for a short visit to San Francisco and had never left. During our trip to the airport, this man related a few incidents from which some great truths were reemphasized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p4\" class=\"\">His parents, he told us, had remained in New Mexico, but liked to visit him and his brother whenever they could afford it because they loved being with their children and grandchildren. In New Mexico his mother’s health was rather poor, but whenever she was in San Francisco, she seemed to feel much better. This discerning son had said to his brother, “I know just exactly what mother needs.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p5\" class=\"\">He said, “I found a large truck. My brother and I drove to New Mexico, loaded our parents and all their possessions into the truck, and brought them to live near those who loved them most. Mother’s health improved noticeably.” Then he added, “You know, love is very important if it is done right.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p6\" class=\"\">The second incident related by this humble but wise man was also significant. He said, “I teach all my children to work. I want them to have schooling, but they must learn to work to get it. I just finished helping my sixteen-year-old son get a part-time job at a bank. While he is going to school, he only works two hours a day, but he is learning to work. He knows I love him because I do my part, too. Due to the uncertainty of my driving hours, I can’t always take him to work, but I’m always there to bring him home. He looks forward to our ride together, and so do I.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p7\" class=\"\">One other important point was made by this unusual taxi operator. He told us that some of his unmarried friends who are also taxi drivers are often out of money. They come to him to borrow. He indicated that he is generally able to help them over tight money spots. When his companions asked how he is able to support his family on his salary when they can’t even keep themselves, he said, “I tell them I don’t waste money at the races or on liquor or tobacco. My wife fixes our meals at home, and we don’t have to pay for expensive restaurant food.” He smiled when he added, “We do our partying with our family.” This man’s objectives are family-oriented, and he has learned the folly of serving the gambling, drinking, and momentary expensive habits.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p8\" class=\"\">A happy man, this driver; he has realized through experience important areas of love. He knows that nurturing love is healing; it is teaching. It requires sacrifice, and that which we love will be that to which we give our allegiance. He had shared some basic principles of love in action that were potent. Frankly, we were enjoying his comments so much we could have wished the airport terminal were another half an hour away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p9\" class=\"\">This taxi driver knew where to place his love. We, too, must choose carefully the areas in which we serve, because where we serve, there will be our love. During our lifetime, areas of love must be put in proper perspective.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p10\" class=\"\">In childhood we anxiously strive to ride that bicycle, to skate, to ski, to learn the laws of balance. Then our love of wheels and speed and balance may become one of the joys of life. As we mature and serve and sacrifice for other interests, new loves develop. A farmer grows to love his land; a scholar his books; a businessman his company. We have all witnessed the love of parents for their children, the love of a bishop for members of his ward, the love of a young man for his new car, the love an engaged young lady has for a ring just received from someone very special.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p11\" class=\"\">Equally apparent in the world today is the love of that which is evil. We may jeopardize our future by loving and sacrificing for that which is not conducive to our health or our progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p12\" class=\"\">Many today are caught up in their love for worldly goods which they think will bring them fame, fortune, and popularity. They, too, reap the rewards of loving incorrectly. In these cases also, that which they serve they will learn to love. What we learn to love can make or break our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p13\" class=\"\">Love of money, drugs, and alcohol can turn men into thieves, murderers, and derelicts. First they love the effects of those evil things; then they sacrifice all—life, health, and liberty—for that which they thought were treasures. Love of the sensual, drugs, and lies grows as we serve in these appealing areas offered by Satan. Love bonds become strong and intense in proportion to our continuing service. A man who learns to love a lie serves dishonesty all his life. In fact, a drug addict can usually be cured more quickly than a liar.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p14\" class=\"\">One of the greatest accomplishments of Satan in these last days is his success in turning men’s affection towards the destructive, the fleeting, or the worldly. Rather than planning for that which is best for all, the world is becoming increasingly “me-centered.” On every hand we have many group leaders saying, “We have a right.” “We demand.” Many young people believe that love has “rights” one can demand of a loved one. For example, a young man often says, “If you love me, you will let me …” He would take what he supposes are his rights rather than serving the higher standards of morality. Such a request does not bespeak love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p15\" class=\"\">Day-to-day acts of service, whether for good or evil, may not seem important, but they are building cords of love that become so strong they can seldom be broken. Ours is to place our areas of love in proper perspective. Meaningful love always works for our eternal progress and not against it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p16\" class=\"\">One who loves has and feels responsibility. Paul in 1 Corinthians says love thinketh no evil, is not self-seeking, is long-suffering, and is kind. (See <span class=\"citation\" id=\"699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(699)\">1 Cor. 13:4–5<\/a><\/span>.) If we look at love between two who are preparing for temple marriage, we see the elements of sacrifice and of serving each other’s best interests, not a shortsighted “me” interest. True love and happiness in courtship and marriage are based upon honesty, self-respect, sacrifice, consideration, courtesy, kindness, and placing “we” ahead of “me.” Those who would have us forfeit virtue and chastity to prove our love in sexual participation out of wedlock are neither friends nor eternally family-oriented. To classify them as selfish and unwise is not too severe. Those who serve the flesh will never know the love and fruits of purity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p17\" class=\"\">A new convert to the Church recently shared this story. “I was in and out of enforced confinement most of my teen years. It wasn’t so bad being there because the food was pretty good, and we were treated all right. But it did get boring, so when anyone had any reading material, funny books, magazines, or anything, we would trade our food for a chance to borrow those items. One day I saw a fellow with a nice, thick book. I knew it would take a long time to read, so I offered him my pork chops, my potatoes, and all my main course food items for a week. He accepted my offer and loaned me the book. As I read it, I knew I was reading something very special and very true. The book for which I had sacrificed my food was titled the Book of Mormon. When I had a chance, I found the missionaries, changed my habits, and am now finding a new way of life. I love that book for which I traded my food.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p18\" class=\"\">Here was an unusual but worthwhile sacrifice with rewarding results. This convert indicated that the more time he spends with this book, the greater his love becomes for the truths he is finding between its covers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p19\" class=\"\">Love for one’s family is not the love of a martyr. Think back about the practical sermon of our taxi driver. “I teach my children to work, but I let them know I care. I do my part, too.” Giving our time, the listening ear, the understanding heart, and the unconditional love, even opening doors of opportunity at times are some ways to serve those we love. But if we deprive family members of opportunities to learn to work, if we teach them to avoid or escape the responsibilities for their own actions, if we use them to further our own ambitions, then we do not serve them well or love them prudently.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p20\" class=\"\">Give a child an opportunity to work and contribute in the home, and his love of family will increase. As he is encouraged to give time and sacrifice to develop his talents—whether they be academic, music, drama, sports, leadership, or whatever—he will develop a love for that which brings him success. Children will love those talents or possessions to which we encourage them to give time and effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p21\" class=\"\">As adults, if our top priorities are constantly directed toward the acquisition of more and better worldly goods, it will not take long to increase our love in those directions. The purchase of a larger house or a nicer car or a more expensive boat may cause us to sacrifice our resources and develop an unwise love for these symbols of success and pleasure. We learn to love that which we serve, and we serve that which we love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p22\" class=\"\">How can we decrease our love for things not for our best good? We must examine our lives, see what services we are rendering and what sacrifices are being made, and then stop the expenditure of time and effort in these directions. If this can be managed, then that love will wither and die. Our love should be channeled into sources that are eternally oriented. Our neighbors and families will respond to our love if we will but follow through with sustaining support and self-sharing. True love is as eternal as life itself. Some callings and assignments in the Church may seem insignificant and unimportant at the time, but with each willingly fulfilled assignment, love of the Lord will grow. We learn to love God as we serve and know Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p23\" class=\"\">How can we help a new convert to learn to love the gospel? By finding ways for him to serve and sacrifice. We must constantly emphasize the truth that we love that to which we give time, whether it be the gospel, God, or gold. Often we hear expressions of love for the scriptures, including Jesus’ teachings. Those who study, practice, and apply the truths not only know them best, but are fortified to use them for guidance all along life’s paths. The man who most appreciated the opportunity of tithe payment is he who experiences the joys and blessings that come through sacrifice, and obedience to that law. Our appreciation and love of the gospel and its teachings will always be in proportion to our service and commitment to the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p24\" class=\"\">The greatest example of love available to all of us is, of course, found in the scripture from John: “For God so loved the world, that he gave his only begotten Son.” (<span class=\"citation\" id=\"29058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29058)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29058)\">John 3:16<\/a><\/span>.) By the greatest of all acts of love and by this supreme sacrifice, God set the pattern. He demonstrated to us that His love was unconditional and sufficient to encircle every person.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p25\" class=\"\">While Jesus was on earth, He taught us ways to use love correctly. We recall the situation when the scribes and Pharisees brought before the Savior a woman taken in adultery. Their purpose was not to show love for either the woman or the Savior, but to embarrass and trick Jesus. They quoted the Law of Moses which said, “Such should be stoned,” and asked of the Master, “What sayest thou?” The accusers walked away one by one when Jesus encouraged the one without sin to cast the first stone. We recall that Jesus asked of the woman, “Where are those thine accusers? hath no man condemned thee?” She answered “No man, Lord.” And Jesus said to her, “Neither do I condemn thee: go, and sin no more.” (See <span class=\"citation\" id=\"29072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29072)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29072)\">John 8:1–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p26\" class=\"\">Jesus did not condone adultery; there is no doubt about His attitude toward proper moral conduct. He chose to teach with love—to show the scribes and Pharisees the need of serving the individual for her best good and to show the destructive forces of trickery and embarrassment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p27\" class=\"\">Jesus demonstrated to us that under all circumstances there is a proper way to show love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p28\" class=\"\">Perhaps our taxi driver has learned to apply the same Christian principle in his life when he wisely said, “You know, love is very important if it is done right.” The Savior’s conduct would entitle all of us to conclude also that love is right when it is channeled to proper areas and given the right priorities in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p29\" class=\"\">We live in a complex world. There are many forces calling out, “Love me.” A sure way to set our guidelines for that which we choose to serve and learn to love is to follow the admonition of Joshua: “As for me and my house, we will serve the Lord.” (<span class=\"citation\" id=\"30101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30101)\">Josh. 24:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p30\" class=\"\">Let us look to our own lives. We serve that which we love. If we sacrifice and give our love for that which our Father in Heaven asks of us, it will help us set our footsteps upon the path of eternal life. Again I conclude, what we serve we learn to love, and what we love takes our time, and what takes our time is what we love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-serve-that-which-we-love.p31\" class=\"\">May God help us to love the right, love the truth, and love areas of service that are rewarding and eternal, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}