{"ID":3509, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Light and Truth\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p2\" class=\"\">Elder Theodore M. Burton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25be.jpg\" alt=\"Elder Theodore M. Burton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p3\" class=\"\">In our church we often speak of light and truth, but just what do these words mean? In my earlier years as a scientist, I was interested in the concept of absolute zero, where, theoretically, there is a complete absence of thermal energy. Such a degree of coldness is difficult to comprehend. However, we all know how uncomfortable we feel when the temperature drops toward freezing. Water boils at 100 degrees Celsius and freezes at 0 degrees Celsius, but absolute zero is about 273 degrees Celsius below freezing. Such temperatures are approached in outer space.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p4\" class=\"\">When I was a young boy, I went with my father to inspect a mine in Nevada. We each had flashlights, but took no extra batteries with us, for we did not expect to be in the mine very long. But the tunnel was longer, colder, and deeper than we anticipated. Before we got to the end of the mine, where the mineral was, father told me to turn off my flashlight to save my batteries. By the time father had finished inspecting the mine, his flashlight began to dim, and he suggested we had better turn back. Before long his flashlight gave out completely, and I can still remember—until I again turned on my light—the panic I felt to be in such cold and utter blackness. Although my own batteries gave out before we reached the mine entrance, we were by then guided by the dim light coming from the mouth of the tunnel. How good it felt to see the light increase as we made our way back to the entrance and found ourselves in warm, brilliant sunlight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p5\" class=\"\">I have since wondered how anyone could knowingly prefer to live where it is dark and cold. How could anybody willingly prefer darkness and misery over light and warmth? Yet darkness, cold, and misery will be the lot of those who willingly and knowingly reject the Lord. John wrote, “God is light, and in him is no darkness at all.” (<span class=\"citation\" id=\"1128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1128)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1128)\">1 Jn. 1:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p6\" class=\"\">I would like to speak about God’s realm of light in contrast to the dark realm of Satan. Those who follow Satan will be cast into outer darkness, “where there is weeping, and wailing, and gnashing of teeth.” (<span class=\"citation\" id=\"17706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17706)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17706)\">D&amp;C 133:73<\/a><\/span>.) How terrible to live in such a place of darkness and cold. It is entirely different from what we usually think of as “burning in hell.” That burning is the lasting regret one feels who has chosen the darkness of Satan in preference to the light of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p7\" class=\"\">Through modern revelation we have been taught that “the glory of God is intelligence, or, in other words, light and truth.” Such light and truth forsake the evil one. (See <span class=\"citation\" id=\"17655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17655)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17655)\">D&amp;C 93:36–37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p8\" class=\"\">We have been advised that if our eye be single to the glory of God, our whole body shall be filled with light, and there shall be no darkness in us, for a body which is filled with God’s light will be able to comprehend all things. (See <span class=\"citation\" id=\"17643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17643)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17643)\">D&amp;C 88:67<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p9\" class=\"\">We further read that the light of God “shineth in darkness, and the darkness comprehendeth it not; nevertheless, the day shall come when you shall comprehend even God, being quickened in him and by him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p10\" class=\"\">“Then shall ye know that ye have seen me, that I am, and that I am the true light that is in you, and that you are in me; otherwise ye could not abound.” (<span class=\"citation\" id=\"17642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17642)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17642)\">D&amp;C 88:49–50<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p11\" class=\"\">There is great promise in these words for those who seek the light of truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p12\" class=\"\">We need not think that the light of God is limited only to the things of the Spirit. We are taught that “the light which shineth, which giveth you light, is through him who enlighteneth your eyes, which is the same light that quickeneth your understandings;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p13\" class=\"\">“Which light precedeth forth from the presence of God to fill the immensity of space—<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p14\" class=\"\">“The light which is in all things, which giveth life to all things, which is the law by which all things are governed, even the power of God who sitteth upon his throne, who is in the bosom of eternity, who is in the midst of all things.” (<span class=\"citation\" id=\"17638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17638)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17638)\">D&amp;C 88:11–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p15\" class=\"\">God’s light includes the physical light we see, which makes us feel so warm and comfortable. God’s light is also the power to understand and comprehend all things. In other words, all kinds of light are related to intelligence and truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p16\" class=\"\">This is substantiated by modern revelation, which teaches us more about Jesus Christ, who is “he that ascended up on high, as also he descended below all things, in that he comprehended all things, that he might be in all and through all things, the light of truth;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p17\" class=\"\">“Which truth shineth. This [truth] is the light of Christ. As also he is in the sun, and the light of the sun, and the power thereof by which it was made.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p18\" class=\"\">“As also he is in the moon, and is the light of the moon, and the power thereof by which it was made;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p19\" class=\"\">“As also the light of the stars, and the power thereof by which they were made;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p20\" class=\"\">“And the earth also, and the power thereof, even the earth upon which you stand.” (<span class=\"citation\" id=\"17637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17637)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17637)\">D&amp;C 88:6–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p21\" class=\"\">The light of Christ therefore includes not only spiritual light but also physical light, and is a key to understanding that form of energy which is represented by the light we see all around us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p22\" class=\"\">Satan is that wicked one who comes and takes away light and truth from the children of men through their disobedience and because of the traditions of their fathers. But the Lord has commanded us to bring up our children in light and truth. (See <span class=\"citation\" id=\"17659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17659)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17659)\">D&amp;C 93:39–40<\/a><\/span>.) The opposite of light is darkness, and the opposite of truth is falsehood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p23\" class=\"\">The admonition of the prophet Moroni becomes important for us to understand as he tells us to take heed “that ye do not judge that which is evil to be of God, or that which is good and of God to be of the devil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p24\" class=\"\">“For behold, my brethren, it is given unto you to judge, that ye may know good from evil; and the way to judge is as plain, that ye may know with a perfect knowledge, as the daylight is from the dark night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p25\" class=\"\">“For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p26\" class=\"\">“But whatsoever thing persuadeth men to do evil, and believe not in Christ, and deny him, and serve not God, then ye may know with a perfect knowledge it is of the devil; for after this manner doth the devil work, for he persuadeth no man to do good, no, not one; neither do his angels; neither do they who subject themselves unto him.” (<span class=\"citation\" id=\"38452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38452)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38452)\">Moro. 7:14–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p27\" class=\"\">The spirit within man is eternal, whereas his present body is mortal or temporal. Therefore, the spirit is more powerful than the body and is able to control the body. Sometimes we think ourselves sick. There are also times when we can think ourselves well. But there is no need to let the body and bodily appetites control our actions. The spirit within us is more powerful than the body, and we can use that spirit to commit ourselves to righteous actions. We <span class=\"emphasis\">can<\/span> control the body and its bodily appetites. It is fallacious to say that we were created with propensities and appetites we cannot control. It is simply not true that people are born with such powerful appetites and passions that they are powerless to control them. God would not be a righteous God if man were created with drives he could not control.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p28\" class=\"\">I admit that some people have greater drives and appetites than others, but I say that a righteous God has given us minds and wills by means of which, if we desire, we can control and limit those passions and appetites. Satan has no control over us unless we give him that control.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p29\" class=\"\">I admit that except for the Savior no person alone can completely harness his appetites and passions. I do say, however, that with the help of God we can all learn to control those appetites and passions. As we practice righteousness and approach ever closer to God, the easier it becomes to resist temptation and to live in accordance with that light and truth which emanates from Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p30\" class=\"\">I have been thinking more and more about a scripture which I am just beginning to understand. Let me read it: “Wherefore, verily I say unto you that all things unto me are spiritual, and not at any time have I given unto you a law which was temporal; neither any man, nor the children of men; neither Adam, your father, whom I created.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p31\" class=\"\">“Behold, I gave unto him that he should be an agent unto himself; and I gave unto him commandment, but no temporal commandment gave I unto him, for my commandments are spiritual; they are not natural nor temporal, neither carnal nor sensual.” (<span class=\"citation\" id=\"17584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17584)\">D&amp;C 29:34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p32\" class=\"\">As I begin to understand this scripture, my whole concept of physical existence and these physical bodies is changing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p33\" class=\"\">Take the payment of tithes and offerings as an example. Is anything apparently more temporal than money, or any other offering that we can bring from the earth? Yet since that is a law of God, there must be a spiritual basis for it or eternal reason behind this payment of tithes and offerings. When God asked us to prove him to see if he will not open the windows of heaven to us (see <span class=\"citation\" id=\"32864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32864)\">Mal. 3:10<\/a><\/span>), what was he referring to? Was he referring only to the blessings of this earth and the promises of temporal rewards which come to us if we keep this law? Or was he referring to something spiritual, of an eternal nature, which I believe is the revelation of truth and wisdom, which can come to us from that opened window whereby we can communicate with God and know all things?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p34\" class=\"\">In giving us the Word of Wisdom, was God referring only to the temporal blessings of health and endurance which come to us through obedience to that law? God referred also to the “hidden treasures” of knowledge (see <span class=\"citation\" id=\"17650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17650)\">D&amp;C 89:19<\/a><\/span>), which, in my opinion, constitute an eternal treasure, which if used will bring us back into the warmth and light of God. Those who sit in outer darkness, in the cold and misery of that existence, can never know such comfort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p35\" class=\"\">Let me come back, then, to absolute zero, where, theoretically, there is no heat at all. It appears to me that Satan and those who follow him are on the road to losing whatever degree of light and truth they have and are approaching a similar limit of darkness and cold where all joy and happiness cease.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p36\" class=\"\">To summarize then, light and truth is, simply, pure intelligence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/light-and-truth.p37\" class=\"\">Now, there are those who believe that this is just another church. There are even some members within the Church who regard the restored gospel as just another religious philosophy. As one of the especial witnesses, I testify to you in all earnestness that this Church was divinely founded. It is not just another church. It is <span class=\"emphasis\">the<\/span> Church of Jesus Christ. The gospel doctrine it teaches is the divine word of God. It is light. It is truth. To ignore it or treat it as just another religious philosophy is one of the greatest mistakes a person can make. This doctrine I bear to you is the light and truth I have received to strengthen my own witness, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}