{"ID":351, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">God the Eternal Father<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, October 1948, pp. 14-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, it is a real inspiration to look into the faces of so many people\nas are assembled in this vast congregation. I do humbly pray that the Spirit of God will attend\nme in the few remarks that I make on this occasion. It is my desire this morning, with the\nhelp of the Lord, to say a few words which will supplement the beautiful talk just given by\nPresident George F. Richards.\n<\/p><p>\nTHE CHARACTER OF GOD\n<\/p><p>\nIt is my sincere desire to bear my testimony and say a few words regarding the Latter-day\nSaints' concept of God the Eternal Father, whom we as members of the true Church of Jesus\nChrist so devotedly, humbly, and prayerfully worship.\n<\/p><p>\nShortly before his death, the Prophet Joseph Smith stated that:\n<\/p><p>\nIt is the first principle of the gospel to know for a certainty the character of God.\n(<i>Teachings of the Prophet Joseph Smith<\/i>, p. 345).\n<\/p><p>\nWe read in the gospel of John (and a similar statement is recorded in modern revelation) that:\n<\/p><p>\n. . . this is life eternal, that they might know thee the only true God, and Jesus Christ, whom\nthou hast sent (<span class=\"citation\" id=\"27339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27339)\">John 17:3<\/a><\/span>;\n<span class=\"citation\" id=\"12567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12567)\">D&amp;C 132:24<\/a><\/span>).\n<\/p><p>\nFrom these statements made by holy men through divine revelation, we find that the concept\nof God that a people have is very important in helping to determine the type of life that they\nlive. History affirms that when any group of people have had as their belief the concept that\nGod was a God of love, charity, and kindness; in other words, when they have accepted God\nas a divine Being possessing all of the characteristics of goodness in an infinite portion, those\npeople have tried to emulate in their lives that type of Deity On the other hand, when a group\nof people have believed that the Eternal Father was a God of caprice, a God who is unjust\nand prone to play favoritism, we find that those people have resorted to very low forms and\nmodes of worship, such as human sacrifice. In fact, their moral behavior was on the same\nplane as their concept of God.\n<\/p><p>\nAs I occupy this position this morning, I realize that it will be absolutely impossible for me to\nexplain very accurately the Latter-day Saints' concept of the personality of God the Eternal\nFather, because he is an infinite being with infinite characteristics and attributes while I am\nmerely a finite man. It is impossible for the finite to understand and fully comprehend the\ninfinite; and yet I would like to say a few words, as I have already indicated, to supplement\nwhat President George F. Richards has so masterfully explained regarding Elohim&mdash;the Eternal\nFather.\n<\/p><p>\nGOD A PERSONAL BEING\n<\/p><p>\nWe believe that God is a personal being. By a personal being, we mean that he is a man&mdash;an\nexalted man. Approximately one hundred years ago, soon after Lorenzo Snow became a\nmember of the true Church of Jesus Christ, he formulated a remarkable couplet which has\nsince that time become famous. He said: \"As man is, God once was; as God is, man may\nbecome.\" (Lorenzo Snow, <i>The Millennial Star<\/i> 54:404.) Time and time again during the period\nof the restoration of the gospel of Jesus Christ to the Prophet Joseph Smith, various evidences\nwere given to him sustaining, amplifying, and explaining the personality of God. If time\nwould permit, many excellent quotations could be cited from the D&amp;C which would help to\ndescribe the personality of our Eternal Father. However, I would like on this occasion to\nquote a statement taken from a great sermon which was given by the Prophet Joseph shortly\nbefore his death. This quotation is a continuation of the statement I have already quoted from\nthe Prophet. To use his exact words:\n<\/p><p>\n<i>It is the first principle of the Gospel to know for a certainty the character of God, and to<\/i>\n<i>know that we may converse with him as one man converses with another, and that he was<\/i>\n<i>once a man like us; yea, that God himself, the Father of as all, dwelt on an earth, the same as<\/i>\n<i>Jesus Christ himself did . . .<\/i>\n<\/p><p>\nI will go back to the beginning before the world was, to show what kind of a being God is.\nWhat sort of a being was God in the beginning? Open your ears and hear, all ye ends of the\nearth . . .\n<\/p><p>\n<i>God himself was once as we are now, and is an exalted man, and sits enthroned in yonder<\/i>\n<i>heavens. That is the great secret. If the veil were rent today, and the great God who holds this<\/i>\n<i>world in its orbit, and who upholds all worlds and all things by his power, was to make<\/i>\n<i>himself visible,&mdash;I say, if you were to see him today, you would see him like a man in<\/i>\n<i>form&mdash;like yourselves in all the person, image, and very form as a man; for Adam was created<\/i>\n<i>in the very fashion, image and likeness of God, and received instructions from, and walked,<\/i>\n<i>talked and conversed with him, as one man talks and communes with another.<\/i>\n(<i>Teachings of the Prophet Joseph Smith<\/i>, pp. 345-346.)\n<\/p><p>\nI would like to discuss with you for a moment or two the doctrine of what kind of being God\nis at the present time. He is an exalted, glorified, celestialized man, but actually and literally a\npersonal being. By this description I mean that his body is eternal, being composed of\nspiritual matter which cannot decay, age, nor deteriorate. Furthermore, Elohim, or the Eternal\nFather, is a being brighter than the noonday sun. From that Divine Personage radiates light,\nlight with the characteristic of excessive brilliance.\n<\/p><p>\nTHE FIRST VISION\n<\/p><p>\nI believe that in order best to define what I have in mind, we could with profit refer to that\nwonderful experience had by the Prophet Joseph Smith, known as the \"First Vision,\" which\nwas so beautifully explained a few moments ago by President George F. Richards. When the\nProphet Joseph was engaged in deep prayer on that memorable spring morning in 1820, a\npillar of light, as he explained, brighter than the noonday sun came down from heaven and\nfell upon him. In the midst of that light, Joseph saw two \". . . Personages whose brightness\nand glory defy all description,\" as far as their glory, radiance, and brilliance are concerned\n(<span class=\"citation\" id=\"30266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30266)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nThe Boy-Prophet returned from the Sacred Grove that morning with more knowledge, yes,\nwith a clearer concept in his mind regarding the personality of God and the Godhead than had\nall the ministers in the world combined. And it would be no exaggeration to say that his\nknowledge of God, received through that divine manifestation, surpassed the understanding\nhad at that time by all the people in the world combined. I feel deeply that it is a fact that one\nof the principal purposes that God the Eternal Father and his Only Begotten Son had in\ncoming to the Prophet Joseph Smith on that beautiful spring morning was to give to the world\nagain a true concept of the personality of God.\n<\/p><p>\nTHE HOLY TRINITY\n<\/p><p>\nJesus Christ came into the world in the meridian of time to reveal to the human family the\nEternal Father. Shortly before Christ's death Philip asked him to show the Apostles the\nFather. The Son of Man answered that those who had seen him had seen the Father, meaning\nthat he was a perfect prototype of the Father and that he exemplified the Father in all things\n(see <span class=\"citation\" id=\"27327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27327)\">John 14:8-9<\/a><\/span>). Throughout\nthe pages of the New Testament we find a very definite\ndoctrine proclaimed of the actuality and existence of three members in the Godhead&mdash;three\npersonal beings, the Father, the Son, and the Holy Ghost&mdash;constituting the Holy\nTrinity.\n<\/p><p>\nDuring the early Christian centuries following the death of Jesus' Apostles, darkness crept into\nthe minds of the Christian leaders. This fact resulted in the holding of council meetings during\nthe early portion of the fourth century for the purpose of re-defining God. At those council\nmeetings, the \"Christian Fathers\" formulated a creed or creeds in which they attempted to\ndefine the personality of God and the Godhead. In those creeds, the three Divine Personages\nof the Godhead were merged into one. Their new and corrupted concept of God did away\nwith his personal attributes, making of him a God without body, parts, and passions. In fact,\nthey confused and polluted the beautiful concept of the Holy Trinity which had been revealed\nto his followers by the Son of God by making the Father, the Son, and the Holy Ghost\nincomprehensible and indefinable. During the following fifteen hundred years, all Christian\nchurches were affected by the erroneous and benighted thinking of the fourth century\n\"Christian Fathers.\"\n<\/p><p>\nREVELATION OF GOD'S PERSONALITY\n<\/p><p>\nSince the Prophet Joseph Smith revealed the fact that the first principle of the gospel is to\nknow for a certainty the character of God and the world was engulfed in spiritual darkness, it\nbecame necessary for Elohim, the Eternal Father, to open the Dispensation of the Fulness of\nTimes with a new revelation of his personality. As a result of that revelation and the\nrestoration of the gospel in its fulness, Latter-day Saints accept the viewpoint that God is\nomnipotent, that he is omniscient, and that he is omnipresent. In other words, he is\nall-powerful and all-knowing. There is nothing that God takes into his heart to do\nbut what he has the power to do it and will do it\n(<span class=\"citation\" id=\"7169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7169)\">Abr. 3:17<\/a><\/span>).\nHowever, we believe that he always works according to natural law. We believe\nthat he understands a multitude of laws, an infinite number of eternal laws, and\nthrough his understanding of those laws and by putting them into operation he has created\nworlds without number, that is, they are not numbered to mortal man\n(<span class=\"citation\" id=\"38951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38951)\">Moses 1:35<\/a><\/span>). In fact, he created this\nearth upon which we live and gave the laws or put the laws into operation which govern it.\nAlso, he put into operation the laws which govern all the worlds that he has created.\n<\/p><p>\nWe believe that God is omniscient: that he is all-knowing, that he sees all things and that he\nhears all sounds. In other words, that his sight and his hearing know no bounds, and that his\nknowledge is absolutely unlimited. We even believe that so great is the infinite power of that\nDivine Being that he can see the things that we do at nighttime in our private chambers or\neven read the secret thoughts of our hearts.\n<\/p><p>\nWe also believe that God the Eternal Father is omnipresent. Now by that I might point out\nthat since he is a personal being, he can be in only one place at one time; and yet from him\nemanates a divine substance or spirit which we term the Spirit of God, the Spirit of the Lord,\nor the Holy Spirit. That divine substance emanates from God to fill the immensity of space\n(<span class=\"citation\" id=\"12493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12493)\">D&amp;C 88:12<\/a><\/span>). It\nis through that divine spirit that he performs his great work. Also, it is through that divine\nSpirit that he is omnipresent.\n<\/p><p>\nDIVINE ATTRIBUTES\n<\/p><p>\nThis Supreme Being whom we worship has a number of attributes. In fact, all the good\nattributes that you and I possess, he possesses to an infinite degree. The attributes of love,\njustice, mercy, kindness, integrity, honesty, charity, purity, and constancy are among those\nthat belong to him. The author of the Gospel of John was explaining and defining God, and\nhe summarized his great explanation by saying that \"God is love\"\n(<span class=\"citation\" id=\"1027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1027)\">1 Jn. 4:8<\/a><\/span>). So deep, so great, so\nuniversal, and so all-comprehensive is the love of our Divine Father that John's\ndefinition&mdash;\"God is love\"&mdash;describes the Infinite and Eternal One very aptly.\n<\/p><p>\nWe are informed by the holy scriptures that God is a God that cannot sin; and also, that God\nis a God that cannot lie (<span class=\"citation\" id=\"43030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43030)\">Titus 1:2<\/a><\/span>).\nHe lives in accordance with truth and eternal law, therefore, every\nact that he performs is in complete harmony with divine truth and divine law.\n<\/p><p>\nThe Book of Mormon prophets proclaimed that all truth emanates from God and that he is the\nauthor of all truth (<span class=\"citation\" id=\"22178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22178)\">Ether 4:12<\/a><\/span>).\nHaving put himself in harmony with all truth and by I being interested in\nyou and me, he reveals to us those divine and eternal truths as fast as we are willing\n(<span class=\"citation\" id=\"12531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12531)\">D&amp;C 111:11<\/a><\/span>) and able\nto receive them; and so he is the author of all truth.\n<\/p><p>\nOne of the greatest attributes of God is the attribute of intelligence. We read in the D&amp;C that\n\"The glory of God is intelligence\"\n(<span class=\"citation\" id=\"12504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12504)\">D&amp;C 93:36<\/a><\/span>).\nIn the great vision given to Father\nAbraham, referred to by President Richards, the Lord showed the ancient patriarch the spirits\nthat he had created and made the remark, \"I am the Lord thy God, I am more intelligent than\nthey all\" (<span class=\"citation\" id=\"7170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7170)\">Abr. 3:19<\/a><\/span>).\nFor these reasons I have concluded that God's intelligence is one\nof his greatest attributes.\n<\/p><p>\nYou and I are closely akin to God. He is our Father. He is actually and literally the Father of\nall people who have ever been in this world and who ever will be in this world. We were\nborn unto him in the spirit world as his sons and daughters. By being his children, we\ninherited from him the divine attributes that he as our Father possesses. It is our duty to\ndevelop those attributes. Since we are his sons, he has a great concern over us and a great\nlove for us. He desires that we live in harmony with the gospel plan of salvation in order that\nwe may eventually come back to dwell in his presence.\n<\/p><p>\nTESTIMONY\n<\/p><p>\nIn conclusion I would like to bear my testimony. I know that God lives. I know that he is the\nFather of the human family. I know that he has a deep concern and love for us. I know that\nJesus is the Christ, the Son of the true and Living God, the Savior of the world, and that his\nname is the only name given whereby salvation can come to the children of men\n(<span class=\"citation\" id=\"7595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7595)\">Acts 4:12<\/a><\/span>). I know that\nJoseph Smith is a true prophet of God, and the great prophet who was foreordained to open\nthe last dispensation of the gospel. If you and I will live according to the teachings of the\ngospel of Jesus Christ, I know that we will some day return to the presence of God our\nEternal Father and become exalted, glorified, and celestialized beings, receiving a portion,\nalong with him, of the great glory that he possesses.\n<\/p><p>\nI humbly pray that you and I will do this, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}