{"ID":3514, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Gospel Covenants\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p3\" class=\"\">In our priesthood meeting last October we considered “The Oath and Covenant Which Belongeth to the Priesthood.” (See <span class=\"emphasis\">Ensign,<\/span> Nov. 1980, pp. 43–45.) Tonight I have in mind calling attention to some specific gospel covenants which every priesthood bearer should honor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p4\" class=\"\">In saying to William E. McLellin, “Blessed are you for receiving mine everlasting covenant, even the fulness of my gospel” (<span class=\"citation\" id=\"17619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17619)\">D&amp;C 66:2<\/a><\/span>), the Lord identified the gospel as the great and all-embracing covenant. As a matter of fact, the Lord had himself presented it as such to us, his spirit children, in the great pre-earth Council in Heaven. Standing among us at that time in that premortal assembly, the Lord “said unto those who were with him: We will go down … and … make an earth whereon these may dwell;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p5\" class=\"\">“And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p6\" class=\"\">“And they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads for ever and ever.” (<span class=\"citation\" id=\"7355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7355)\">Abr. 3:24–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p7\" class=\"\">In that council, a third of the spirits rejected the gospel covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p8\" class=\"\">All who obtain the promised reward that “they who keep their second estate shall have glory added upon their heads for ever and ever” must accept and comply with gospel covenants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p9\" class=\"\">With Abraham, the Lord entered into a special covenant when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p10\" class=\"\">“I will make of thee a great nation, and I will bless thee above measure, and make thy name great among all nations, and thou shalt be a blessing unto thy seed after thee, that in their hands they shall bear this ministry and Priesthood unto all nations;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p11\" class=\"\">“And I will bless them through thy name; for as many as receive this Gospel shall be called after thy name, and shall be accounted thy seed, and shall rise up and bless thee, as their father;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p12\" class=\"\">“And I will bless them that bless thee, and curse them that curse thee; and in thee … and in thy seed … shall all the families of the earth be blessed, even with the blessings of the Gospel, which are the blessings of salvation, even of life eternal.” (<span class=\"citation\" id=\"7352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7352)\">Abr. 2:9–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p13\" class=\"\">Abraham’s posterity, through Isaac and Jacob—with whom these covenants were renewed—have ever since been known by those who have understood the gospel as “children of the covenant.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p14\" class=\"\">The first gospel covenant we mortals enter into with the Lord is the baptismal covenant. Alma thus set forth the nature of this covenant when he and others who believed the teachings of Abinadi fled into the wilderness to the “place … [called] Mormon.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p15\" class=\"\">There he (Alma) “said unto them: Behold, here are the waters of Mormon … and now, as ye are desirous to come into the fold of God, and to be called his people, and are willing to bear one another’s burdens, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p16\" class=\"\">“And are willing to mourn with those that mourn; … and comfort those that stand in need of comfort, and to stand as witnesses of God at all times and in all things, and in all places … even until death, that ye may be redeemed of God, … that ye may have eternal life—<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p17\" class=\"\">“What have you against being baptized in the name of the Lord, as a witness before him that ye have entered into a covenant with him, that ye will serve him and keep his commandments, that he may pour out his Spirit more abundantly upon you?” (<span class=\"citation\" id=\"40486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40486)\">Mosiah 18:7–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p18\" class=\"\">In this dispensation, the Lord has stated for us the terms of the baptismal covenant in the Doctrine and Covenants, section 20, verse 37, as follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p19\" class=\"\">“<span class=\"emphasis\">And again, by way of commandment to the church concerning the manner of baptism<\/span>—All those who humble themselves before God, and desire to be baptized, and come forth with broken hearts and contrite spirits, and witness before the church that they have truly repented of all their sins, and are willing to take upon them the name of Jesus Christ, having a determination to serve him to the end, and truly manifest by their works that they have received of the Spirit of Christ unto the remission of their sins, shall be received by baptism into his church.” [<span class=\"citation\" id=\"17577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17577)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17577)\">D&amp;C 20:37<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p20\" class=\"\">Another instruction the Lord has given us is:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p21\" class=\"\">“That thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day.” (<span class=\"citation\" id=\"17610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17610)\">D&amp;C 59:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p22\" class=\"\">The sacrament prayers—dictated by the Lord himself—should keep us constantly reminded of the gospel covenants we have entered into with the Lord. These prayers are much alike. The one on the bread reads:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p23\" class=\"\">“O God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ, to bless and sanctify this bread to the souls of all those who partake of it, that they may eat in remembrance of the body of thy Son, and witness unto thee, O God, the Eternal Father, that they are willing to take upon them the name of thy Son, and always remember him and keep his commandments which he has given them; that they may always have his Spirit to be with them. Amen.” (<span class=\"citation\" id=\"17582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17582)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17582)\">D&amp;C 20:77<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p24\" class=\"\">Many of the Lord’s commandments are in the form of covenants promising specific blessings—tithing, for example: “Behold, now it is called today until the coming of the Son of Man, and verily it is a day of sacrifice, and a day for the tithing of my people; for he that is tithed shall not be burned at his coming.” (<span class=\"citation\" id=\"17614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17614)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17614)\">D&amp;C 64:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p25\" class=\"\">“And I say unto you, if my people observe not this law [of tithing], to keep it holy, and by this law sanctify the land of Zion unto me, … it shall not be a land of Zion unto you.” (<span class=\"citation\" id=\"17684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17684)\">D&amp;C 119:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p26\" class=\"\">These statements make it clear that by failing to honor the tithing covenant one forfeits great blessings. On the other hand, complying with it assures great blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p27\" class=\"\">“Bring ye all the tithes into the storehouse … and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p28\" class=\"\">“And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of hosts.” (<span class=\"citation\" id=\"32865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32865)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32865)\">Mal. 3:10–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p29\" class=\"\">Another example of a covenant is the Word of Wisdom, which also promises a specific blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p30\" class=\"\">“Behold, verily, thus saith the Lord unto you: In consequence of evils and designs which do and will exist in the hearts of conspiring men in the last days, I have warned you, and forewarn you, by giving unto you this word of wisdom by revelation—<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p31\" class=\"\">“That inasmuch as any man drinketh wine or strong drink among you, behold it is not good, neither meet in the sight of your Father. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p32\" class=\"\">“And, again, strong drinks are not for the belly, but for the washing of your bodies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p33\" class=\"\">And again, tobacco is not for the body, neither for the belly, and is not good for man, but is an herb for bruises and all sick cattle, to be used with judgment and skill.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p34\" class=\"\">“And again, hot drinks are not for the body or belly. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p35\" class=\"\">“And all saints who remember to keep and do these sayings, walking in obedience to the commandments, shall receive health in their navel and marrow to their bones;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p36\" class=\"\">“And shall find wisdom and great treasures of knowledge, even hidden treasures;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p37\" class=\"\">“And shall run and not be weary, and shall walk and not faint.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p38\" class=\"\">“And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as the children of Israel, and not slay them.” (<span class=\"citation\" id=\"17647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17647)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17647)\">D&amp;C 89:4–5, 7–9, 18–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p39\" class=\"\">You will remember that it was necessary for the “destroying angel” referred to in this scripture to fatally afflict the firstborn of men and beast throughout Egypt in order to persuade Pharaoh to let Israel go.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p40\" class=\"\">Destroying angels are mentioned several times in modern scriptures. Two years before the Word of Wisdom promise was given, the Lord said that “the angels [were] waiting the great command to reap down the earth, to gather the tares that they may be burned.” (<span class=\"citation\" id=\"17586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17586)\">D&amp;C 38:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p41\" class=\"\">Observing the gospel covenants we make with the Lord qualifies us to enter the temple and there receive the ordinances and covenants essential to exaltation, including the new and everlasting covenant of celestial marriage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/gospel-covenants.p42\" class=\"\">That the Lord will help all of us to magnify our callings in the priesthood by proving faithful to every covenant and commandment and obligation which rests upon us, the holders of the holy priesthood, I humbly pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}