{"ID":3517, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            He Is There\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/he-is-there.p2\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/he-is-there.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"President N. Eldon Tanner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/he-is-there.p3\" class=\"\">I am so glad to be here with you today and to hear this wonderful music and these sermons that have been taught. I am so thankful to you people who have thought of me in your prayers that I would regain my health, and I am thankful that I am able to participate with you today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/he-is-there.p4\" class=\"\">I have been thinking lately of the first and third articles of faith: “We believe in God, the Eternal Father, and in His son, Jesus Christ, and in the Holy Ghost,” [<span class=\"citation\" id=\"6965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6965)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6965)\">A of F 1:1<\/a><\/span>] and “We believe that through the Atonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of the Gospel.” [<span class=\"citation\" id=\"6967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6967)\">A of F 1:3<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/he-is-there.p5\" class=\"\">As I think of that first article of faith, do we really believe in God and in his Son, Jesus Christ, and in the Holy Ghost? And to what extent do they influence our lives? We believe that through the atonement of Christ all mankind may be saved. As I think about that, I want you to know how God, the Father, and his Son, Jesus Christ, have helped me through my life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/he-is-there.p6\" class=\"\">I am sure that my mother, being the kind of woman she was, thanked God when I was born for the blessing of being a co-partner with God in bringing this spirit child into the mortal world. I am sure she expressed her thanks to God through his Son, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/he-is-there.p7\" class=\"\">In my home, prayers were offered on many different occasions. When I was taught to pray, I learned that I was actually talking to God, in the name of Jesus Christ, through the power of the Holy Ghost. When I was eight years old, I was taken by my father to be baptized. I had been told that I was a son of God, a child of God, and that he was interested in me, that he knew me and knew best what was right for me. We were taught to pray at meals; we were taught to pray in the morning; we were taught to pray at night. And we were taught that our Father in Heaven was the one to whom we were talking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/he-is-there.p8\" class=\"\">I wonder how many of us know that we are spirit children of God; and when we are praying, whether it’s over a meal, beginning or closing of a meeting, or at a baptism or confirmation, or the blessing of the bread and water in the sacrament, that we are actually talking to God. He is there, he hears our prayers, and he blesses us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/he-is-there.p9\" class=\"\">But the one prayer which impressed me was when Joseph Smith went into the woods to pray. He had read, “If any of you lack wisdom, let him ask of God, that giveth to all men liberally, … and it shall be given.” [<span class=\"citation\" id=\"26307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26307)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26307)\">James 1:5<\/a><\/span>] If <span class=\"emphasis\">any of you<\/span> lack wisdom, ask of God and you will receive your answer. Pray with faith, not wavering. “For he that wavereth is like a wave of the sea driven with the wind and tossed.” (<span class=\"citation\" id=\"26308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26308)\">James 1:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/he-is-there.p10\" class=\"\">God the Father and his Son, Jesus Christ, appeared to Joseph—actually appeared to him—and told him they had a work for him to do. He had talked to God; God heard his prayers; his prayers were answered. And I bear testimony to you this morning that these things which I have expressed to you are true. This is the Church of Jesus Christ, under the direction of Christ himself through a prophet of God whom I love, admire, and appreciate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/he-is-there.p11\" class=\"\">I love you people out there and humbly pray we may always realize that when we pray to God we are talking to him, and that he is interested in our welfare. The prayer that I pray at this time is that we will all realize who we are and act accordingly and be an example to people in the world. This is the Church of Jesus Christ; and he will hear all who ask, to help them understand who they are and why they are here. This is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}