{"ID":3519, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Love One Another\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p2\" class=\"\">Elder James M. Paramore<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:274c.jpg\" alt=\"Elder James M. Paramore\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p3\" class=\"\">My beloved brothers and sisters and friends, sometimes when I hear the wonderful local choirs, I tell the members that I sing with the Tabernacle Choir at conference. Oh, to be sure, I don’t sit in the choir seats because I don’t sing well enough, but I do sit here below and silently sing along with them because their music is so beautiful. A line from one of their numbers that we all love is, “As I have loved you, love one another.” May I talk about this for a few minutes today—the love of God and loving one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p4\" class=\"\">A little story given by one of your missionary sons in Italy a few weeks ago brought this clearly into focus for me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p5\" class=\"\">He recounted that one morning a poor little crippled boy in ragged clothes and badly worn shoes came to a busy street corner and went from person to person, begging for a few lira without success. A man observing the boy from a distance finally went over and picked up this little lad, held him tightly and loved him, and then went forth and cared for him with his means without any judgment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p6\" class=\"\">This sight would have touched any heart and helps us see the power of love that our Father in Heaven would have us understand in our lives. Jesus, the beloved Son of God, reemphasized this new dimension to bless the world when He said, “A new commandment I give unto you, That ye love one another.” (<span class=\"citation\" id=\"29085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29085)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29085)\">John 13:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p7\" class=\"\">As we step back and try to understand this love of God, we are astounded by its profound impact. At its center is the reality of a literal Father in Heaven whose love for His children knows no bounds. All truths, wisdom, power, goodness, and love He desires to share with His children, whom He created and sent to earth. He would have us reach up and know Him as a Father, as one who forgives, as a helper, as friend, as lawgiver—as one anxious to grant to every man the full opportunity of His love and potential and ultimately the blessing to one day become like Him. This love from Father in Heaven and its effects upon <span class=\"emphasis\">one<\/span> of His children or the whole world is miraculous and contagious. He is constantly and everlastingly watching over us to lovingly and gently nudge us along.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p8\" class=\"\">He reaches down, through His Son; through prayer, His spirit, His prophets; and through His commandments to express His love and concern and provide His guidance and discipline to everyone who will listen. As the Psalmist said, “The earth is full of the goodness of the Lord.” (<span class=\"citation\" id=\"41965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41965)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41965)\">Ps. 33:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p9\" class=\"\">He loves us so much that He gave us His most sacred eternal truths—His commandments—eternal standards to live by. To help us understand their importance, He revealed and surrounded them in sacred and holy settings. Who does not remember how the Ten Commandments were given? Men have constantly changed these commandments, but we testify to the world, they have been restored on this earth through a prophet of God because they are essential, eternal truths and if altered by man, lose their power. We testify to the world that these laws—commandments—standards—are one of the highest manifestations of the love God has for His children. Yes, they are commandments—absolutes—to plant the seeds of God’s love, His ways, and His divinity in us. They are the fountainhead of all real security, and the inner man recognizes this instinctively and rejoices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p10\" class=\"\">This same loving God also “so loved the world, that He gave His only begotten Son” (<span class=\"citation\" id=\"29059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29059)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29059)\">John 3:16<\/a><\/span>) to perform a myriad of blessings for all mankind, including the offering of His own life to atone for man. He lived His life to demonstrate that the love of our Father in Heaven and His plan, His commandments, could in fact bring inner peace and lift mankind here and hereafter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p11\" class=\"\">My assignments these past few months have taken me to many lands, and with all my heart this morning I want to bear witness to the fact that when God’s love is known and felt and His commandments followed, the results are always the same. There is a newness of life—a spiritual awakening—that comes to man, its own witness that it is true. It is never forced or brought about by fear, but rather by a bond of love that develops between our Father in Heaven and His children. It is no wonder that we are counseled to look to God and live. This love reaches deep into the inner man, removes barriers, and causes an open spirit to emerge to be receptive to truth, goodness, and change. As it develops in man, he is turned outward toward others—gradually overcoming himself. When we humbly seek our Father in Heaven by prayer, and by learning and keeping His commandments, He transfers to us His love and many of His powers. Thousands bear witness that His words “If ye keep my commandments, ye shall abide in my love” (<span class=\"citation\" id=\"29093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29093)\">John 15:10<\/a><\/span>) are true. We then, as the Savior said, begin to attach ourselves as branches to the “true vine” and receive the same strength and power and can expect the same fruit. (See <span class=\"citation\" id=\"29092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29092)\">John 15:1–6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p12\" class=\"\">Then the miracle really happens. Men thus touched and changed by this love of God begin to look upon their neighbors with profound respect and awe for who they are, what their potential really is as children of an eternal father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p13\" class=\"\">I had a very special experience a few years ago on an assignment to Oregon. After a stake conference I was asked to bless a little child. A couple was ushered into a room, and I learned that day what the love of God really was. They had adopted six or seven abandoned, physically handicapped little children who would need their love and care the rest of their lives. I felt humble in their presence, and the love of God filled that room that day. They were no more strangers to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p14\" class=\"\">As man perceives this love, he begins to overlook the flaws that make up every mortal being and to “esteem his brother as himself.” (<span class=\"citation\" id=\"17588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17588)\">D&amp;C 38:24<\/a><\/span>.) He lifts and desires to help him whenever and wherever he can. Man’s spirit reaches out to everyone, for now there is no enmity, no envy, no restricting philosophies, pride, or vanity—even language does not separate men—there is only an openness and oneness with the Spirit and will of God. The scriptures are beautiful and clear:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p15\" class=\"\">“There [will be] no contention in the land,” “because the love of God is shed abroad in our hearts.” (<span class=\"citation\" id=\"6540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6540)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6540)\">4 Ne. 1:15<\/a><\/span>, <span class=\"citation\" id=\"42895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42895)\">Rom. 5:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p16\" class=\"\">Does this mean that those who embrace these things will be perfect? No, for they will forever be overcoming and growing. But it does mean that they will be striving toward perfection. The great prophet Moroni counseled us with a profound insight on this point when he said, “Condemn me not because of mine imperfection, neither my father … but rather give thanks unto God that he hath made manifest unto you our imperfections, that ye may learn to be more wise than we have been.” (<span class=\"citation\" id=\"38050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38050)\">Morm. 9:31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p17\" class=\"\">It is by achieving this gift, this love of God, that we are able to crowd out contention, discord, and judgments. It recognizes the power and goodness innate in man and how totally inconsistent it would be for one having these feelings—this love from God in their lives—to find himself judging others, not sustaining His leaders, for these things are absolutely foreign to the love of God. Our Father in Heaven said that “no one can assist in this work except he shall be humble and full of love.” (<span class=\"citation\" id=\"17570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17570)\">D&amp;C 12:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p18\" class=\"\">As in the case of the man who picked up the little crippled boy, there are no reproachments or judgments—just love and help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p19\" class=\"\">How is this love of God manifest today upon the earth and in His church and among its members?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p20\" class=\"\">By a Father in Heaven who sent His beloved Son to help man to see His example and follow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p21\" class=\"\">By a Father in Heaven who has established His kingdom, His church, His love and commandments here upon this earth wherein all His blessings may be had and His love felt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p22\" class=\"\">By a loving Father in Heaven who has provided a prophet today and Apostles to receive His word and guide His children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p23\" class=\"\">By families who are filled with this love and gratitude to God, reaching out everyday to teach their children love, these highest standards, and the peaceable things of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p24\" class=\"\">By fathers and mothers and children, who, touched by the love of God, unashamedly take each other in their arms often and openly express their love and never give up on those within their circle who especially need their love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p25\" class=\"\">By over thirty thousand missionaries, who, at their own expense, go forth in love to the people everywhere on this earth and take these powers to all who will listen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p26\" class=\"\">And by wonderful leaders and teachers who, though imperfect, reach out to our children and youth in countless ways to help them build bridges to God—His love and goodness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p27\" class=\"\">A few Sundays ago as I sat in a sacrament meeting in Germany, tears of gratitude filled my eyes and my heart was full. I saw eighty-two little children sing songs of love to their Heavenly Father. I was so grateful for the Church which has been reestablished upon the earth, and that I too had one day been a Primary child, and my children also, and had learned those songs and the love they express. I’ve sung those songs thousands of times since my youth and am grateful for the love and the message they bring. On this very same day in that sacrament meeting was a new convert who is awaiting the arrival of her first child. She was so touched by the children, the Church, the Primary, and the love of our Heavenly Father that was there. She later excitedly said, “Oh, I can hardly wait to have my child so she can go to Primary.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p28\" class=\"\">My beloved friends, this is only one of the many great programs and blessings that our Father in Heaven has provided in His church, The Church of Jesus Christ of Latter-day Saints. Yes, there is a place of beauty—a refuge upon the earth—where the unchanging standards revealed by a loving Father in Heaven are found.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p29\" class=\"\">Now all of this is really what the Lord had in mind, isn’t it, when he said, “As I have loved you, … love one another.” (<span class=\"citation\" id=\"29086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29086)\">John 13:34<\/a><\/span>.) That will forever be the ultimate invitation of the Lord to everyone everywhere. We invite all men with all our love to come and partake of this spirit, this peace, this love of God that is in His kingdom here upon the earth today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/love-one-another.p30\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}