{"ID":352, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Repent and Be Saved<\/p>\n<p class=\"gcspeaker\">Elder Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, October 1948, pp. 19-22<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident Smith, my dear brothers and sisters, (and I can call you my dear brothers and sisters\nbecause I feel that way towards you, and I hope you feel that way toward me), I feel very\nhumble this morning, and I can publicly admit that I have asked the Lord not once, but many\ntimes, to bless me this day while I speak to you for a few moments. I am sure that I could\nnot occupy this position and say anything worth while without the help of the Lard, and I will\nbe grateful to you if I can have an interest in your faith and prayers.\n<\/p><p>\nDEFENSE IN SPIRITUALITY\n<\/p><p>\nThis is surely a spiritual conference, and the Spirit of the Lord is here in rich abundance.\nEach one of us knows that. The testimonies that we have listened to about the Prophet Joseph\nare true, and the words that we shall hear from your brethren will be inspired by the Lord. I\nhope that we can take the advice and the testimonies that will be given to us, that our minds\nand hearts will be open.\n<\/p><p>\nTruly, we can rejoice in the gospel of the Lord, Jesus Christ.\n<\/p><p>\nIf we can live close to our Father in heaven, we can partake of his Spirit. If we get too far\naway from the Lord, we cannot partake of his Spirit. I have come to believe that the only\ndefense that we can have against the spirit of the adversary or against the spirit of the devil is\nthe Spirit of the Lord. That is truly the great defense that we can have.\n<\/p><p>\nMay I repeat from Corinthians, \"Eye hath not seen, nor ear heard, neither have entered into\nthe heart of man, the things which God hath prepared for them that love him\"\n(<span class=\"citation\" id=\"159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(159)\">1 Cor. 2:9<\/a><\/span>).\nAs I think of that, it makes me feel that I cannot quite understand the\nblessings that the Lord has in store for us if we love him. They are great blessings, but, to the\nbest of our ability, we can partake of them if we truly love the Lord. How can we love our\nFather in heaven? The best way, I believe, is for us to draw near to him each day of our lives,\nand it is good for us to study his words and his life. We have so beautifully heard this\nmorning, \"Love our Father in heaven, try to serve him and keep his commandments, and he\nwill bless us to a greater degree than we can ever realize.\"\n<\/p><p>\nPRINCIPLE OF REPENTANCE\n<\/p><p>\nIt may be necessary for us to make some adjustments in our lives. It may be necessary for us\nto overcome some things, but the Lord has promised us great blessings if we try to repent and\ncome unto him and partake of his life and his Spirit. And what has he said about him that\novercometh? In Revelation we read:\n<\/p><p>\nTo him that overcometh will I give to eat of the tree of life. . . .\n<\/p><p>\nTo him that overcometh will I give to eat of the hidden manna, and will give him a white\nstone, and in the stone a new name written\n(<span class=\"citation\" id=\"42192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42192)\">Rev. 2:7,17<\/a><\/span>).\n<\/p><p>\nWe can come near to our Father in heaven through that great principle of prayer and\nrepentance. We have been known as a praying people. We are glad to be known as a praying\npeople, because we believe in prayer. We bear witness to the world that the Lord does hear\nand answer prayers if we ask in humility, and so we can go to the Lord each day of our lives.\nWe do not need to worry about talking to the Lord, no matter where we are, about any of our\ntrials and sorrows and problems, and the Lord has told us if we ask in faith, he will bless us.\n<\/p><p>\nPRAYER A VALUABLE HABIT\n<\/p><p>\nWhat is prayer? Someone has said, \"Prayer is the most valuable habit a boy can have. It is a\nsafeguard in youth, a comfort and a pillar of strength and power in middle life, and in old age\na consolation that wipes away the sting of the grave and takes from death its victory.\" That is\nthe way we can become close to our Father in heaven, yes, through the principle of prayer,\nand, oh, that we could keep our lines open so that we can communicate with the Lord and so\nthat we can hear his answer.\n<\/p><p>\nJust a little poem on prayer:\n<\/p><p>\nI say a prayer each, morning, <br \/>\nSo the day will turn out right, <br \/>\nAnd when the sun has disappeared, <br \/>\nI tell the Lord good night.\n<\/p><p>\nThe world looks brighter in the dawn <br \/>\nWhen I pronounce a prayer, <br \/>\nBecause it reassures me<br \/>\nThe Lord is really there,\n<\/p><p>\nAnd that I seem to walk with him <br \/>\nEach hour of the day,<br \/>\nWhile I am occupied with work <br \/>\nOr taking time to play.\n<\/p><p>\nI listen to his counsel<br \/>\nAnd find my courage strong, <br \/>\nWhenever I am weary<br \/>\nOr when anything goes wrong.\n<\/p><p>\nAnd when the day is over,<br \/>\nAnd the moon and stars are bright, <br \/>\nI feel the least that I can do<br \/>\nIs tell the Lord good night.<br \/><br \/>\n&nbsp; &nbsp;                               &mdash;<i>Author Unknown<\/i>\n<\/p><p>\nMay we draw nearer to the Lord each day, thank him for the blessings that we enjoy, try to\nserve him and keep his commandments with all the strength that we can muster, because\ntherein lies the happiness of life and its fulness. Without those blessings, we are not happy\nnor can we be successful.\n<\/p><p>\nGOODNESS OF THE LORD\n<\/p><p>\nI want to bear testimony of the goodness of the Lord to me. I am grateful for the association\nthat I have with the brethren of the General Authorities of the Church whom I love very\ndearly. I want to say to the people of the Church and to the whole world that there is no\ndisunity in the Church so far as the brethren are concerned. No greater love hath one man for\nanother than is experienced in the associations with these men. I know they are men of God; I\nwitness their faith each day; I know they believe in the principle of prayer; and I know they\nencourage the people and bless the people because they know that is the will of the Lord.\n<\/p><p>\nOBSERVANCE OF SABBATH DAY\n<\/p><p>\nWith reference to the Sabbath day, I was quite astonished recently regarding the London\nOlympic Games of the world wherein those great games were not held on Sunday, even\nthough many of the people of that great city wanted those games to go forward on the\nSabbath day, because they could get large crowds and because the revenue would be great.\nBut there is a law in London that says there can be no games or sports on the Sabbath day.\nWhen I read that letter and read that law and read that article that was sent to me about the\nOlympic Games from one of our people in London, I could not help feeling a little ashamed\nthat here we are living right where those doctrines and principles have been given to us, and\nsometimes we have a hard time living the Sabbath day and keeping it holy as the Lord has\ntold us to do. I hope that we can popularize the Sabbath day and keep it holy and truly\nworship the Lord with all our hearts and draw near to him so that we can partake of his Spirit\nand be happy in our daily life and in our homes.\n<\/p><p>\nI hope that our young people are not being robbed of the blessings of prayer and that we are\nnot too busy in our daily life to call our family together, or that we will not become too\nself-sufficient, or too modest, or too backward, to call our family together. Even though there\nare only one or two home, do not let us deny our children the blessing that comes from\nfamily prayers. Do not let us feel sufficient without the Lord's help, because it is impossible\nfor us to succeed and reach eternal life and have joy and happiness here upon earth without\nthose blessings that come from our kind, loving Father in heaven.\n<\/p><p>\nENCOURAGEMENT TO OVERCOME MISTAKES\n<\/p><p>\nIn closing, I would like to bear you my testimony that I know the Lord hears and answers\nprayers. I know that he will help his people overcome some of their weaknesses. I know that\nhe will help them in their problems. I like to believe that I can go to my God, the Eternal\nFather, no matter what my problems may be, no matter how far I may have drifted. I want to\nfeel that I can go to him, and I hope that our young people, and for that matter, all of our\npeople, will never feel as though they can make a break with the Living God, even though\nthey have mistakes to overcome. There is no time that we can forsake the Lord, least of all\nwhen we are weak, least of all when we are discouraged, least of all when we are\ndisappointed, and I hope that the young people will not live with their mistakes long. I think\nthey should be encouraged to go to the Lord as soon as they have made mistakes, and I hope\nwe as bishops, Aaronic Priesthood advisers and advisers to adult members of the Aaronic\nPriesthood, can be so true with those men, yes, likewise, with all young men and young\nwomen, that if they have made mistakes or if they need help, do not let us cut them off sharp.\nLet us be kind and lovable to them so they can come to us with their sorrows and their\nmistakes and their problems, and then encourage them to go to the Lord and ask him to\nforgive them, and go to the Lord and ask him to help them overcome some of the things that\nthey have done that they should not have done.\n<\/p><p>\nI like to believe in the law of repentance where the Lord has said in effect: \"If you come unto\nme truly and repent of your wrongdoing, I will forgive you.\" I am grateful for the law of\nrepentance; it's never too late to repent.\n<\/p><p>\nThe Lord has never forsaken us. He has told us, \"I the Lord am bound when ye do what I\nsay; but when ye do not what I say, ye have no promise\"\n(<span class=\"citation\" id=\"12481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12481)\">D&amp;C 82:10<\/a><\/span>). And in closing,\nmay I urge that we start all over again and try not to make those mistakes. In the words of\nEmerson: \"All that I have seen teaches me to trust the Creator for all I have not seen.\"\n<\/p><p>\nGod bless you that you may enjoy the spirit of the conference, that the spirit of prayer may\nalways be with us, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}