{"ID":3520, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Reach Out to Our Father’s Children\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p2\" class=\"\">Elder Jack H Goaslind, Jr.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:29ca.jpg\" alt=\"Elder Jack H Goaslind, Jr.\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p3\" class=\"\">My sincere desire this morning is to share with you some of my feelings about the gospel of Jesus Christ and the effect it should have in our relationships with each other. As I have reread the account of the Savior’s resurrection, I have been impressed that the Savior’s first words as a resurrected being provide the foundation for our relationships with others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p4\" class=\"\">You will recall that early in the morning of the first day of the week, Mary had gone to the sepulchre where they had placed the Lord’s body. Finding the stone that sealed the tomb removed, she ran and told Peter and John that the Lord’s body had been taken. Peter and John hurried to the tomb to confirm this report. When they saw the empty tomb, they returned to their homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p5\" class=\"\">But Mary Magdalene “stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre.” There she saw two angels in white, who asked her, “Why weepest thou?” And she replied, “Because they have taken away my Lord, and I know not where they have laid him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p6\" class=\"\">Having said this, she turned around and saw Jesus, but she did not recognize him. The Savior also asked why she was weeping. Mary said, thinking she was talking to the gardener, “Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.” (<span class=\"citation\" id=\"29100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29100)\">John 20:11–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p7\" class=\"\">The Savior then called her by name, as he also could each of us, and she immediately recognized him. Because of her great love for him and her witness that he lives, she extended her arms to embrace him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p8\" class=\"\">With love, concern, and assurance, he spoke these eternally significant words: “Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.” (<span class=\"citation\" id=\"29101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29101)\">John 20:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p9\" class=\"\">“To <span class=\"emphasis\">my Father,<\/span> and <span class=\"emphasis\">your Father;<\/span> to <span class=\"emphasis\">my God,<\/span> and <span class=\"emphasis\">your God.<\/span>” How important this message was then, and how vital it is for us today! The Apostle Paul clearly taught the same doctrine when he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p10\" class=\"\">“For in him we live, and move, and have our being; as certain also of your own poets have said, For we are also his offspring.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p11\" class=\"\">“Forasmuch then as we are the offspring of God, we ought not to think that the Godhead is like unto gold, or silver, or stone, graven by art and man’s device.” (<span class=\"citation\" id=\"8258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8258)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8258)\">Acts 17:28–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p12\" class=\"\">Through prayer, study, and living the gospel, I have come to appreciate the fact that we are all our Father’s children—part of one large family. We are sons and daughters of God. Our Heavenly Father is in a very real sense the actual Father of our spirits, which gives literal significance to the phrase “Our Heavenly Father.” It follows that we are all brothers and sisters regardless of race, creed, or nationality. There is a spark of divinity in each of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p13\" class=\"\">How should this truth affect our relationships with others? If all of God’s children truly realized and felt the impact of this great truth, there would be far more understanding, compassion, and love shown to one another. Wars, crime, and all forms of cruelty would cease.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p14\" class=\"\">I am convinced that true brotherly love is essential to our happiness and to world peace. We must love one another and unselfishly share our gifts, talents, and resources. It is little wonder that, when asked by the Pharisee, a lawyer by profession, “Master, which is the great commandment in the law?” the Savior answered: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p15\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p16\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p17\" class=\"\">“On these two commandments hang all the law and the prophets.” (<span class=\"citation\" id=\"36779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36779)\">Matt. 22:36–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p18\" class=\"\">And again, in the closing moments of his life he made this glorious pronouncement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p19\" class=\"\">“A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p20\" class=\"\">“By this shall all men know that ye are my disciples, if ye have love one to another.” (<span class=\"citation\" id=\"29088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29088)\">John 13:34–35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p21\" class=\"\">William Shakespeare once said, “They do not love that do not show their love.” (<span class=\"emphasis\">The Two Gentlemen of Verona,<\/span> act 1, sc. 2, line 31.) We need to show our love, beginning in the home and then widening our circle of love to encompass our ward members, our less active and nonmember neighbors, and also those who have passed beyond the veil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p22\" class=\"\">To leaders in the Church, to every member, may I ask you to reach out as never before and extend the hand of fellowship to our brothers and sisters who need the light of the gospel. I am persuaded that much of our love is confined to mere lip service and dreams of good deeds accomplished, but true love must be expressed in unselfish acts of kindness that bring others closer to our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p23\" class=\"\">How often I think of the great example of Peter and John as they approached the temple at the hour of prayer. A certain man, lame from his birth, was laid at the gate called Beautiful to ask alms of those who entered. When he saw Peter and John approaching, he extended his hand for their contribution. Peter said to him, “Look on us.” He immediately gave heed, expecting to receive something of them. “Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p24\" class=\"\">I believe this is as far as we have gone, in most cases, in helping our fellowmen in today’s world. However, Peter did not stop with mere words. The scripture records that he then “took him by the right hand, and lifted him up,” and immediately the man’s feet and ankles received strength and he stood, walked, leaped, and entered the temple praising God. (See <span class=\"citation\" id=\"8250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8250)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8250)\">Acts 3:1–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p25\" class=\"\">It isn’t silver and gold the world needs today but the extended hand and the lifting influence of the Spirit of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p26\" class=\"\">A good friend shared this story about how she learned the deeper meaning of love. Their family has always been active in the Church, trying their best to live the commandments. They were shocked and disappointed, however, when their daughter became engaged to a nonmember. The next day the mother was telling a good friend about her feelings. She knew her daughter’s fiancee was a fine young man, but she felt angry, hurt, betrayed, and numb and did not want to give her daughter a wedding or even see her. She said that the Lord must have guided her to talk to her friend because she received this reply:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p27\" class=\"\">“What kind of a mother are you that you only love her when she does what you want her to do? That is selfish, self-centered, qualified love. It’s easy to love our children when they are good; but when they make mistakes, they need our love even more. We should love and care for them no matter what they do. It doesn’t mean we condone or approve of the errors, but we help, not condemn; love, not hate; forgive, not judge. We build them up rather than tear them down; we lead them, not desert them. We love when they are the most unlovable, and if you can’t or won’t do that, you are a poor mother.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p28\" class=\"\">With tears streaming down her face, the mother asked her friend how she could ever thank her. The friend answered, “Do it for someone else when the need arises. Someone did it for me, and I will be eternally grateful.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p29\" class=\"\">This story concerns a mother’s love for her daughter. But this is only the beginning. We must show such genuine love for all our Father’s children. When we learn to do this, we will be truly godlike. As John wrote, “Beloved, let us love one another: for love is of God; and every one that loveth is born of God and knoweth God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p30\" class=\"\">“He that loveth not knoweth not God; for God is love.” (<span class=\"citation\" id=\"1129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1129)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1129)\">1 Jn. 4:7–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p31\" class=\"\">Jesus Christ, our perfect exemplar, consistently demonstrated his love through acts of compassion, and he understood the most appropriate ways to express love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p32\" class=\"\">At Jacob’s well, he took the time to teach a woman of Samaria some glorious eternal truths. She accepted his testimony that he was the Messiah and returned to the city to testify, “Is not this the Christ?” (<span class=\"citation\" id=\"29062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29062)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29062)\">John 4:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p33\" class=\"\">He gave of himself to the outcasts of society. A despised leper worshiped the Lord and said, “Lord, if thou wilt, thou canst make me clean.” The scripture records—note it well—that “Jesus put forth his hand, and touched him, saying, I will; be thou clean. And immediately his leprosy was cleansed.” (<span class=\"citation\" id=\"36760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36760)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36760)\">Matt. 8:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p34\" class=\"\">In one of his most dramatic miracles, Jesus still paid attention to individuals. As he prepared to raise Lazarus from the dead, he saw Mary weeping, and, the record states, “he groaned in the spirit, and was troubled.” And then, “Jesus wept.” (<span class=\"citation\" id=\"29084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29084)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29084)\">John 11:33–35<\/a><\/span>.) He used this occasion to express a divine testimony of his mission: “I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live.” (<span class=\"citation\" id=\"29081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29081)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29081)\">John 11:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p35\" class=\"\">In his visit to the Nephites, the Savior gave this important admonition: “Therefore, what manner of men ought ye to be? Verily I say unto you, even as I am.” (<span class=\"citation\" id=\"5918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5918)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5918)\">3 Ne. 27:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p36\" class=\"\">It is my witness that we can be even as he is. We can demonstrate our love in ways that have eternal benefits both for ourselves and for those we serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p37\" class=\"\">Let us accept the challenge issued by our prophet two years ago:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p38\" class=\"\">“It seems clear to me, indeed, this impression weighs upon me—that the Church is at a point in its growth and maturity when we are at last ready to move forward in a major way. … But the basic decisions needed for us to move forward, as a people, must be made by the individual members of the Church. The major strides which must be made by the Church will follow upon the major strides to be made by us as individuals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p39\" class=\"\">“We have paused on some plateaus long enough. Let us resume our journey forward and upward. Let us quietly put an end to our reluctance to reach out to others—whether in our own families, wards, or neighborhoods.” (Spencer W. Kimball, in Conference Report, Apr. 1979, p. 114.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/reach-out-to-our-fathers-children.p40\" class=\"\">Let us decide today that we will reach out in love to our families, our less active or nonmember neighbors, our departed kindred, or anyone who has need of love. I testify that great blessings will come to us as individuals, as a Church, and as a brotherhood of mankind when we learn to live outside ourselves in love, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}