{"ID":3521, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Blessings in Self-Reliance\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p2\" class=\"\">Elder Mark E. Petersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a4a.jpg\" alt=\"Elder Mark E. Petersen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p3\" class=\"\">My wife was the daughter of a sea captain who lost a ship at sea. As the survivors drifted in lifeboats hour after hour before they were picked up, they all sang, “Jesus, Savior, Pilot Me.” (<span class=\"emphasis\">Hymns,<\/span> no. 121.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p4\" class=\"\">Together with this choir and with my Brethren, I testify of the Lord Jesus Christ, the divine Son of Almighty God, the Savior of the world, our Redeemer. I am grateful for the testimony that we bear, and as we approach the Easter time, I testify with my Brethren that He lives. He is the living Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p5\" class=\"\">Our great mission as Latter-day Saints is to bear testimony of Him. Through all the trials and tribulations of this world, if we will but pray as the choir has just sung—“Jesus, Savior, pilot me”—we shall go through life successfully, not free from troubles and trials, but always accompanied by the Holy Spirit, who will see us safely through.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p6\" class=\"\">It is no news to anyone that we are in a world crisis. But the basic problem is not what most people think it is. It is not fundamentally economic, and it is not basically due to any oil shortage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p7\" class=\"\">Our basic problem is moral and spiritual. We must return to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p8\" class=\"\">Since all human beings are His children, His commandments apply to everyone. They pertain to every phase of our lives. If we expect to really enjoy peace and happiness in this world, we must have faith enough to keep those commandments. If we ignore them or violate them, we bring evil consequences down upon our own selves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p9\" class=\"\">There is no escaping these two alternatives. One or the other will control our lives, so it is only sensible to be realistic and face up to these hard facts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p10\" class=\"\">Inasmuch as God has given us our free agency to do as we please, He expects us to use our intelligence and ingenuity to improve our circumstances both spiritually and temporally. He wants us to be successful in life and desires to help us. Man really is that he might have joy. (See <span class=\"citation\" id=\"4036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4036)\">2 Ne. 2:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p11\" class=\"\">Then we should plan well for our future and not live entirely for the present nor suppose that the status quo will continue on indefinitely.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p12\" class=\"\">We must be industrious, we must be frugal, we must seek a proper balance between our needs and our desires, and especially we must reestablish our lives upon a spiritual foundation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p13\" class=\"\">Are we not the children of God? Are we not to seek first His way of doing things? If we serve Him properly, will that not place us on a spiritual foundation?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p14\" class=\"\">Life confronts us with many serious problems. Some are moral; others are economic. But all can cause us difficulty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p15\" class=\"\">Truly we are living in a troubled world. We are surrounded by it and are subject to all its perils, plagues, inducements, persuasions, and temptations. But nevertheless, regardless of all that, <span class=\"emphasis\">we are not to be of the world.<\/span> That is where spirituality comes in. Then shouldn’t we sing with the choir, “Jesus, Savior, pilot me”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p16\" class=\"\">What makes this a <span class=\"emphasis\">moral and a spiritual crisis<\/span> is that so many people reject or ignore the standards of life that God has set up for us, and many even attempt to brush Him aside. They prefer darkness to light because their deeds are evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p17\" class=\"\">For example, there are many kinds of immorality which make a deadly assault upon purity of life. What shall we do about them? Surrender? By no means! We must fight them with all our power!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p18\" class=\"\">We shall be virtuous and clean ourselves and teach our children to be pure. Don’t we hear the voice of Almighty God crying out to each of us: “Be ye clean that bear the vessels of the Lord”? (<span class=\"citation\" id=\"17590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17590)\">D&amp;C 38:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p19\" class=\"\">We have the ever-increasing encroachment of liquor, wine, tobacco, and various narcotics. What shall we do about them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p20\" class=\"\">We shall be loyal enough to the Lord to obey the Word of Wisdom. That law is more vital and pertinent now than ever before in our history. No one can survive the present onslaught of addiction without obeying the Word of Wisdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p21\" class=\"\">The world tempts us to lie and cheat and steal; to be shoplifters or worse; to tarnish another person’s good name; or to steal someone else’s wife or husband, which is one of the worst kinds of thievery. What shall we do about that?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p22\" class=\"\">We shall keep the Ten Commandments, avoiding dishonesty in all its forms and rejecting every temptation to covet anything or anybody that is our neighbor’s.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p23\" class=\"\">We shall obey our thirteenth article of faith, which says, “We believe in being honest, true, chaste, benevolent, [and] virtuous.” [<span class=\"citation\" id=\"6970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6970)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6970)\">A of F 1:13<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p24\" class=\"\">Is there any other answer?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p25\" class=\"\">Can any liar, can any thief, can any unchaste person invade the kingdom of God? Not in their sins! They can enter only after the most sincere and complete repentance, nothing less!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p26\" class=\"\">But the world affects us in other areas, too, especially in economic ways. These include strong persuasions to overspend our financial resources, to buy beyond our means, to overextend our credit and thus sink deeply into debt. Oh, the inducements of sales pressures, of persuasive advertising, of easy credit, and the unwise use of credit cards!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p27\" class=\"\">What shall we do about all that?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p28\" class=\"\">First and foremost, we shall determine to live within our means, to carefully budget our affairs, and to stay within the budget.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p29\" class=\"\">We shall determine before God that we will be honest and pay our just obligations and not try to escape them. Most assuredly we shall avoid any further debt exceeding our ability to pay.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p30\" class=\"\">If temporarily we must limit our customary life-style, shall we not be willing to do so as a means toward financial survival? Shall we not be willing to sacrifice our ordinary desires when necessary and cut our cloth to fit the pattern of revised circumstances forced upon us by this recession?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p31\" class=\"\">There are many very good people who keep most of the Lord’s commandments with respect to the virtuous side of life, but who overlook His commandments in temporal things. They do not heed His warning to prepare for a possible future emergency, apparently feeling that in the midst of all this trouble “it won’t happen to us.” It is not always the other fellow’s problem. It is our problem also whenever there is economic trouble afloat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p32\" class=\"\">To prepare for the future is part of God’s eternal plan, both spiritually and temporally. To protect ourselves against reversals and hardships is only good sense.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p33\" class=\"\">On the street in front of my house is a row of chestnut trees. In the spring they are beautiful, all covered with gorgeous blossoms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p34\" class=\"\">As the summer moves on, I see nuts begin to form in their little green pods. In the autumn the nuts drop to the ground. As they do, squirrels seem to appear from nowhere. They sit on the sidewalk, bite off the pods, and then run quickly away with each nut to store it for their winter’s supply.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p35\" class=\"\">They are wise little animals, and they are industrious. They are quite fearless, too, for no one on our street ever disturbs them. It is intensely interesting just to watch them work for their living the way they do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p36\" class=\"\">They do not allow the chestnuts to go to waste, not one of them. They know their lives must depend on them during the cold and unproductive winter months when nuts do not grow on trees.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p37\" class=\"\">They don’t depend on anyone else to gather those nuts for them, either. They rely entirely upon themselves. The Lord gives them the harvest, but they must gather it in.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p38\" class=\"\">They teach us a great lesson in self-reliance. It is a lesson that is applicable to human beings as well as to the creatures of nature.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p39\" class=\"\">Then will God also help us in our times of stress? Of course He will! Did He not say, “Consider the lilies of the field” (<span class=\"citation\" id=\"36750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36750)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36750)\">Matt. 6:28<\/a><\/span>) and “behold the fowls of the air: … Are ye not much better than they?” (<span class=\"citation\" id=\"36749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36749)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36749)\">Matt. 6:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p40\" class=\"\">Of course He will help us. But there is an important <span class=\"emphasis\">if<\/span> involved—<span class=\"emphasis\">if we keep His commandments.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p41\" class=\"\">He teaches us to be self-reliant and industrious, to plan ahead, to provide for possible hard times, to avoid obligations unless we are sure we can handle them, and then <span class=\"emphasis\">to serve him<\/span> with such devotion that He will be pleased to augment all of our own earnest efforts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p42\" class=\"\">But He also expects us to be wise enough <span class=\"emphasis\">to limit our financial obligations to a reasonable expectation of paying out.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p43\" class=\"\">In our planning, why not write a priority system for our family to cover our particular financial circumstances and make sure that first things really do come first? We can avoid financial bondage if we follow such a plan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p44\" class=\"\">Let us wisely ask ourselves whether our desires—or our actual needs—determine what we buy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p45\" class=\"\">The Lord has given us a welfare program. It is inspired. It applies to all Church members. A most important part of that plan is that we ourselves—each one of us—shall learn to become self-sustaining, that we accept the principle that we must look ahead, save a little, build up some reserves, live within our income, and make every effort to sustain ourselves in good times and bad.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p46\" class=\"\">Is not that the heart of our welfare plan?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p47\" class=\"\">That great program teaches us to put away one year’s supply of our necessities—not the frills and the superfluities. We can get along without the frosting on the cake, can’t we, or the whipped cream on the apple pie?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p48\" class=\"\">And if necessary we can get along just fine without either the cake or the pie, can’t we, and just be glad for the staples of life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p49\" class=\"\">Our welfare storehouses help many worthy people in emergencies. That is what they are for. Any one of us might suffer a tragedy which would make it necessary for us to receive such assistance. And that help is always available to worthy people and is cheerfully given.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p50\" class=\"\">But the most important storehouses in the entire welfare plan are those that are within the walls of our own homes. We must provide our own storehouses for our own families in our own homes as far as possible to meet any rainy days that may come our way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p51\" class=\"\">The bishops’ storehouses are wonderful, and they do help thousands of deserving and faithful Saints, just as they should. But they are not intended to supply the four-and-a-half million total membership of the Church. They are emergency outlets only.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p52\" class=\"\">But with all our efforts, let us never forget that our greatest resource is <span class=\"emphasis\">the Lord our God.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p53\" class=\"\">Anciently He told Israel that He would prevent droughts and provide good harvests <span class=\"emphasis\">if<\/span> they would serve Him and keep His commandments. He makes the same promise to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p54\" class=\"\">He also said He would open the windows of heaven and pour out such great blessings upon us that we could hardly contain them <span class=\"emphasis\">if<\/span> we would pay an honest tithing. So you see that the principle of tithe paying is introduced as part of the Lord’s plan for our own welfare and self-preservation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p55\" class=\"\">He said in our day that the Saints “shall pay one-tenth of all their interest annually; and this shall be a standing law unto them forever.” (<span class=\"citation\" id=\"17683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17683)\">D&amp;C 119:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p56\" class=\"\">So again we see that tithe paying is part of the divine plan to protect us against hard times. I repeat, tithing is to protect us against hard times! Why do we not recognize it as such? Why do some say they cannot afford to pay tithing when just the reverse is true?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p57\" class=\"\">And when great tribulations come, what did He say? “He that is tithed shall not be burned.” (<span class=\"citation\" id=\"17615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17615)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17615)\">D&amp;C 64:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p58\" class=\"\">And what else did He say? “If my people observe not this law, to keep it holy, and by this law sanctify the land of Zion unto me, that my statutes and my judgments may be kept thereon, … verily I say unto you, <span class=\"emphasis\">it shall not be a land of Zion unto you.<\/span>” (<span class=\"citation\" id=\"17685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17685)\">D&amp;C 119:6<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p59\" class=\"\">Do you see then how obedience to the law of tithing is a safeguard for us?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p60\" class=\"\">And what else did He say? This is “a day for the tithing of my people”—now—today—for “now it is called today until the coming of the Son of Man.” (<span class=\"citation\" id=\"17616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17616)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17616)\">D&amp;C 64:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p61\" class=\"\">Then where is our faith? Where is our obedience?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p62\" class=\"\">And He said further, “I will not spare any that remain in Babylon” (<span class=\"citation\" id=\"125217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125217)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125217)\">D&amp;C 64:24<\/a><\/span>), meaning, of course, those who reject His word and continue to indulge in worldly practices.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p63\" class=\"\">So again He emphasizes the moral aspect of our present crisis and the spiritual side of the same crisis.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p64\" class=\"\">He then added, “Labor while it is called today” (<span class=\"citation\" id=\"17617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17617)\">D&amp;C 64:25<\/a><\/span>)—obey Him, serve Him, walk in righteousness before Him, and “be ye clean that bear the vessels of the Lord” (<span class=\"citation\" id=\"17591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17591)\">D&amp;C 38:42<\/a><\/span>). That’s the law!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p65\" class=\"\">Let us remember that it is against the will of God that any one of us should be in bondage—in any way—neither to sin nor to addiction nor to debt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p66\" class=\"\">“Ye shall know the truth, and the truth shall make you free” (<span class=\"citation\" id=\"29077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29077)\">John 8:32<\/a><\/span>), He declared—free from sin, free from addiction of all kinds, and free from the slavery of debt. His truth, which is His gospel, will make us free—<span class=\"emphasis\">if we obey Him!<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p67\" class=\"\">Shall we trust Him? His burden is so much easier than that of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p68\" class=\"\">“Come unto me,” He says “… and I will give you rest.” (<span class=\"citation\" id=\"36766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36766)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36766)\">Matt. 11:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p69\" class=\"\">He loves us. He will watch over us, and—even in hard times He will prosper us—<span class=\"emphasis\">if<\/span> we are not of little faith. He may try us, but He will not forsake us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p70\" class=\"\">Don’t we in great sincerity sing:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">How firm a foundation, ye Saints of the Lord,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Is laid for your faith in his excellent word! …<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The soul that on Jesus hath leaned for repose,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I will not, I cannot, desert to his foes;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That soul, though all hell should endeavor to shake,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I’ll never, no never, no never forsake?<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p77\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 66.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/blessings-in-self-reliance.p78\" class=\"\">That is His promise, and His word is true, I testify in His sacred name, the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}