{"ID":3523, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Moral Values and Rewards\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p2\" class=\"\">Elder Royden G. Derrick<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26a2.jpg\" alt=\"Elder Royden G. Derrick\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p3\" class=\"\">The history of the people of ancient America, recorded in the Book of Mormon, teaches that civilizations are built on moral foundations; that when people are morally strong, they do well; that when they are morally weak, they suffer. It teaches us that freedom cannot outlive morality and that freedom is not free—it must be earned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p4\" class=\"\">It teaches that people change again and again, but that mandates from God never change. They remain the same because the fundamental principles of good behavior are everlasting and never change. The Lord has given us direction through the scriptures as to how we should behave to enrich our lives, to bring peace to our souls, to strengthen our families, and to uplift the dignity of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p5\" class=\"\">The Lord said, “Wherefore, hear my voice and follow me, and you shall be a free people.” (<span class=\"citation\" id=\"17587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17587)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17587)\">D&amp;C 38:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p6\" class=\"\">During his ministry he said, “Know the truth, and the truth shall make you free.” (<span class=\"citation\" id=\"29078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29078)\">John 8:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p7\" class=\"\">The Psalmist wrote, “Blessed is the nation whose God is the Lord.” (<span class=\"citation\" id=\"41966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41966)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41966)\">Ps. 33:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p8\" class=\"\">From Ecclesiastes, “Fear God, and keep his commandments: for this is the whole duty of man.” (<span class=\"citation\" id=\"21439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21439)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21439)\">Eccl. 12:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p9\" class=\"\">The Savior said, “For whatsoever ye sow, that shall ye also reap.” (<span class=\"citation\" id=\"17569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17569)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17569)\">D&amp;C 6:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p10\" class=\"\">And from latter-day scripture we learn, “There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p11\" class=\"\">“And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated.” (<span class=\"citation\" id=\"17699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17699)\">D&amp;C 130:20–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p12\" class=\"\">The basic unit of society is the family. Our moral values are established in our family relations. The responsibility for teaching moral principles rests with the home. But not every home offers the love and guidance necessary to responsible parenthood. In an ideal society, the home should accept the responsibility for teaching moral values.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p13\" class=\"\">The Lord said, “But I have commanded you to bring up your children in light and truth.” (<span class=\"citation\" id=\"17660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17660)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17660)\">D&amp;C 93:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p14\" class=\"\">And again, “And they shall also teach their children to pray, and to walk uprightly before the Lord.” (<span class=\"citation\" id=\"17620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17620)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17620)\">D&amp;C 68:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p15\" class=\"\">The teachers in church and in school should be allies of the parents in teaching children appropriate values that will guide them throughout their lives. The home should be a laboratory of learning, where these values, and more sensitive ones too, are inculcated into the lives of family members through daily experiences. Then the three work in harmony to fulfill parental responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p16\" class=\"\">Unfortunately, today many societies in the world do not place sufficient importance upon the home and the family. In a recent edition of <span class=\"emphasis\">U.S. News and World Report,<\/span> an article was published quoting statistics that show an alarming decay among the families of America. Problems that cause such serious erosion are centered around moral issues and selfishness. Strong families result when family members serve one another. When we concentrate on our own comfort and on satisfying our own appetites, the family and the society are adversely affected.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p17\" class=\"\">We spend our time doing many things, some of which have influence on this life only, and others, on both here and beyond. Building a family is an eternal objective. The benefits of family unity can extend beyond our mortal existence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p18\" class=\"\">Several weeks ago, while en route to Monterrey, Mexico, I sat next to an attractive Mexican of Lamanite extraction. During our conversation I learned that he had eight children. He was obviously proud to be their father. I encouraged him to talk about them. Then I asked, “How long do you plan to be with them?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p19\" class=\"\">“As long as I live.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p20\" class=\"\">“And then what?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p21\" class=\"\">“I’ll lie down and turn to dust.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p22\" class=\"\">From the Bible, we read the words of the Savior to his Apostles just prior to his crucifixion: “In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p23\" class=\"\">“And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.” (<span class=\"citation\" id=\"29089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29089)\">John 14:2–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p24\" class=\"\">I asked him what Jesus meant by that. He pondered the question, and then he was ready to listen. I explained about the spirit world and the Resurrection and asked, “Do you <span class=\"emphasis\">really<\/span> love your children?” He was emphatic.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p25\" class=\"\">“How would you like to be with your wife and children in the next life?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p26\" class=\"\">“There is nothing I would rather have.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p27\" class=\"\">I explained that he could have them. We talked about the Book of Mormon—that it was a history of his progenitors, that it contained the narration of the visit of Jesus Christ to America, and that it was a key to having an eternal family. I had him write his name and address on a card and promised to have a Book of Mormon in Spanish delivered to his home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p28\" class=\"\">When I arrived in Monterrey, I gave the referral to the missionaries. Last week I received a letter reporting on their visit to the family. They wrote: “The following Sunday, after the conference, we went to Roberto’s home. His wife came to the fence, and supposing we were preachers of religion she told us it would not be possible to see her husband, that he was very busy. But after talking and showing the card you gave us, he quickly came out with open arms to greet us. We entered his home and knelt down with the family in prayer. He has eight beautiful children. The Spirit of the Lord was present.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p29\" class=\"\">“He gratefully accepted our offer to return to teach them the plan of salvation. He received the Book of Mormon and promised to read the words of the book from cover to cover.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p30\" class=\"\">How could any thinking person who loves his family not want such a precious gift—to be with his wife and his family in this life and the next, and then to include parents and other progenitors (going back) and grandchildren and their continuing posterity (going forward) in an eternal family relationship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p31\" class=\"\">The scriptures say, “All covenants, contracts, bonds, obligations, oaths, vows, performances, connections, associations, or expectations, that are not made and entered into and sealed by the Holy Spirit of promise, … by revelation and commandment through the medium of mine anointed, whom I have appointed on the earth to hold this power … are of no efficacy, virtue, or force in and after the resurrection from the dead; for all contracts that are not made unto this end have an end when men are dead.” (<span class=\"citation\" id=\"17701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17701)\">D&amp;C 132:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p32\" class=\"\">I testify that the authority from God to seal by the Holy Spirit of Promise for time and all eternity is vested in our prophet, Spencer W. Kimball. He has properly delegated that authority today so that this sacred work of sealing families for time and all eternity goes forward daily in the holy temples of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p33\" class=\"\">How I wish that my friends who are not in the Church would listen to this important message—that you can be with your families forever. All you have to do to qualify is to keep the commandments of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p34\" class=\"\">The scriptures tell us, “And the spirit and the body are the soul of man.” (<span class=\"citation\" id=\"17639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17639)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17639)\">D&amp;C 88:15<\/a><\/span>.) When a man dies, his body goes to the grave and his spirit goes to a place of waiting. We call that place paradise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p35\" class=\"\">President Joseph F. Smith was privileged to look into the spirit world back to the time of the advent of the Savior into that great world of the spirits of the dead about the time of the Crucifixion: “And I saw the hosts of the dead, both small and great,” he wrote.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p36\" class=\"\">“And there were gathered together in one place an innumerable company of the spirits of the just, who had been faithful in the testimony of Jesus while they lived in mortality. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p37\" class=\"\">“All these had departed the mortal life, firm in the hope of a glorious resurrection, through the grace of God the Father and his Only Begotten Son, Jesus Christ. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p38\" class=\"\">“While this vast multitude waited and conversed, rejoicing in the hour of their deliverance from the chains of death, the Son of God appeared, declaring liberty to the captives who had been faithful. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p39\" class=\"\">“But unto the wicked he did not go, and among the ungodly and the unrepentant who had defiled themselves while in the flesh, his voice was not raised. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p40\" class=\"\">“But behold, from among the righteous, he organized his forces and appointed messengers, clothed with power and authority, and commissioned them to go forth and carry the light of the gospel to them that were in darkness, even to all the spirits of men; and thus was the gospel preached to the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p41\" class=\"\">“And the chosen messengers went forth to declare the acceptable day of the Lord and proclaim liberty to the captives who were bound, even unto all who would repent of their sins and receive the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p42\" class=\"\">“Thus was the gospel preached to those who had died in their sins, without a knowledge of the truth, or in transgression, having rejected the prophets.” (<span class=\"citation\" id=\"17709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17709)\">D&amp;C 138:11–12, 14, 18, 20, 30–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p43\" class=\"\">Today, too, there are spirits awaiting their day of deliverance and resurrection. “Faithful elders of this dispensation, when they depart from mortal life, continue their labors in the preaching of the gospel of repentance and redemption, through the sacrifice of the Only Begotten Son of God, among those who are in darkness and under the bondage of sin in the great world of the spirits of the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p44\" class=\"\">“The dead who repent will be redeemed, through obedience to the ordinances of the house of God,<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p45\" class=\"\">“And after they have paid the penalty of their transgressions, and are washed clean, shall receive a reward according to their works, for they are heirs of salvation.” (<span class=\"citation\" id=\"17710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17710)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17710)\">D&amp;C 138:57–59<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p46\" class=\"\">One of the major missions of the Church is to uniquely identify these individuals who have died and perform the necessary saving ordinances in their behalf, for they cannot do it for themselves. Once these ordinances are performed, if the individual accepts the gospel in the great world of spirits, then this work will be effective.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p47\" class=\"\">One of the ordinances performed in the temples of the Lord is the sealing of wives to husbands and the sealing of children to parents for the living and by proxy for the dead, thus uniting families for the eternities according to their willingness to conform to gospel principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/moral-values-and-rewards.p48\" class=\"\">And so, when members of a society serve the Lord according to the commandments he has given them, and uphold proper moral values, they receive very special rewards both in this life and in the life to come. This is not man’s program; it is the Lord’s program of salvation, which exalts and brings freedom, in every sense of the word, to those who will hear his voice and follow him, to which I testify in the name of him who gave his life that these things might be, even the Lord, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}