{"ID":3524, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Obedience—Full Obedience\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p2\" class=\"\">Elder Teddy E. Brewerton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:213e.jpg\" alt=\"Elder Teddy E. Brewerton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p3\" class=\"\">When President Tanner returned from presiding over the European missions, he was asked what, in his opinion, was the most important attribute of a successful individual or missionary. After a short pause, pondering the implication of such a question, he spoke one word: “obedience.” If we do not obey, the power to obey is lessened. Our capability to recognize good is weakened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p4\" class=\"\">As the Lord says in section 93: “And that wicked one cometh and taketh away light and truth, through disobedience.” (<span class=\"citation\" id=\"17658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17658)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17658)\">D&amp;C 93:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p5\" class=\"\">Aristotle said that wicked men obey because of fear and that good men obey because of love. (See <span class=\"emphasis\">Useful Quotations,<\/span> ed. Tyron Edwards, New York: Grosset &amp; Dunlap, 1933, p. 428.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p6\" class=\"\">Henry Ward Beecher said that “laws are not masters, but servants, and he rules them who obeys them.” (<span class=\"emphasis\">Proverbs from Plymouth Pulpit,<\/span> ed. Wm. Drysdale, New York: D. Appleton and Co., 1887, p. 65.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p7\" class=\"\">Why obey? Because there <span class=\"emphasis\">is<\/span> a living God who loves us and desires to bless us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p8\" class=\"\">Elder Mark E. Petersen stated, “Our whole religion is based upon the fact of immortality. Men have come back from the dead to accomplish the restoration of the gospel. Even God himself came.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p9\" class=\"\">“First came the Father, and Jesus Christ, his beloved Son. They visited Joseph Smith in the sacred grove near Palmyra, New York. They talked with him face-to-face and answered his questions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p10\" class=\"\">“Moroni also came, repeatedly, visiting with and instructing the young prophet. Then came John the Baptist of New Testament times. Peter, James, and John were next. Moses came also to the Kirtland Temple. And then came Elijah. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p11\" class=\"\">“Each one was himself physical evidence of the fact of immortality, but each one brought more than the proof of life after death. Each one came with a great purpose—far beyond the proof of immortality. The Father and Son opened this dispensation and provided the knowledge of the true nature of God—that he is a person and that man was made in his image.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p12\" class=\"\">The Father introduced Christ to Joseph as his Only Begotten Son. They restored the knowledge of the true nature of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p13\" class=\"\">“Moroni revealed the location of the Book of Mormon. John the Baptist brought the Aaronic Priesthood. Peter, James, and John brought the Melchizedek Priesthood. Moses brought the keys of the gathering of the Jews to Palestine and the gathering of Ephraim and Manasseh.” And Elijah … what did he bring? The sealing power. (“The Mission of Elijah,” unpublished address to the Genealogical Department, n.d.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p14\" class=\"\">What is the sealing power for? It is to enable the family to be together after this life. Who wants the family unit to end at death? Our happiness and joy is in our families. But how do we get this major blessing? Obedience—obedience to the requirements of the restored church of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p15\" class=\"\">In the Brazil São Paulo South Mission there was an Elder Malheiros who entered into the field not being able to read or write very proficiently. He was even a little fearful of giving a prayer in public. But this young man, according to his mission president, Wilford Cardon, became one of the very greatest missionaries imaginable. The president asked him toward the end of his mission how he had turned into such a dynamic, very successful missionary. (He had baptized more than two hundred people and had baptized every week for fifty-two consecutive weeks.) In a very humble manner Elder Malheiros answered, “Well, president, I never doubted you. You said one could baptize every week, so I knew I could baptize every week. I never doubted. It was not always easy, <span class=\"emphasis\">but I tried to obey.<\/span>”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p16\" class=\"\">Why was Brother Saraiva, the president of the Guaratingatá Branch, successful as a missionary? He heard Elder Gordon B. Hinckley at a stake conference in Brazil, in which Elder Hinckley challenged the people to bring one hundred people into the Church that year. And so Brother Saraiva said, “Why not? If a member of the Twelve says it can be done, <span class=\"emphasis\">I will obey.<\/span>” The last time I spoke with Brother Saraiva, he had baptized more than two hundred fifty people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p17\" class=\"\">Why is Floriano Oliveira, a member of the high council in a stake in Brazil, so successful as a missionary? Because he <span class=\"emphasis\">obeyed<\/span> the Lord’s counsel to open his mouth and share the gospel. One day as he was driving through the congested traffic of São Paulo he took his eyes off the road for but a second and crashed into the car in front of him. He jumped out of the vehicle, hurried up to the car he had hit, opened the door and said, “I am so sorry I hit you. It was all my fault. I accept the full blame and will pay the total costs. I had no intention to do this, so please forgive me. Yet if I hadn’t hit you, you wouldn’t have received this message I have for you, the message that you have waited for all your life.” He then explained the restoration of the gospel to this man, who was a medical doctor, and the man joined the Church two weeks later. Why has Brother Oliveira had so much success in baptizing more than two hundred people? Obedience—<span class=\"emphasis\">obedience to the request of the Lord.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p18\" class=\"\">In Alma 57 we read about the 2,060 sons of Helaman who fought valiantly in many wars, administering death to all who opposed them and the Church. Yet not one lost his life because they knew “that if they did not doubt, God would deliver them.” (<span class=\"citation\" id=\"9357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9357)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9357)\">Alma 56:47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p19\" class=\"\">In <span class=\"citation\" id=\"9359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9359)\">Alma 57:21<\/a><\/span> we read: “Yea, and they did <span class=\"emphasis\">obey and observe to perform every word of command with exactness.<\/span>” (Italics added.) <span class=\"emphasis\">They were totally obedient.<\/span> Hence, they had unbelievable protection and success.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p20\" class=\"\">Let us for a moment look at some examples of disobedience, even men who had righteous intent but nevertheless disobeyed. One example would be Uzza in <span class=\"citation\" id=\"6\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6)\">1 Chr. 13:7–10<\/a><\/span>. The people had been warned not to touch the ark, the symbol of the covenant. But when the oxen stumbled and the ark appeared to be falling, Uzza stretched forth his hand to steady it and was immediately killed by the Lord. Uzza seemed justified and today we think his punishment was very severe, but as President David O. McKay stated, this incident conveys a lesson of life: obedience—full obedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p21\" class=\"\">May I give an example of one great man, chosen of God, who showed some disobedience and lost everything of importance: King Saul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p22\" class=\"\">The Lord gave Saul a particular assignment: Destroy the people of Amalek! “Now go and smite Amalek and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass.” (<span class=\"citation\" id=\"2648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2648)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2648)\">1 Sam. 15:3<\/a><\/span>.) It was a mighty army that Saul took to destroy the Amalekites—210,000 men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p23\" class=\"\">“But Saul and the people spared [King] Agag, and the best of the sheep, and of the oxen, and of the fatlings, and the lambs, and all that was good, and would not utterly destroy them.” (<span class=\"citation\" id=\"2649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2649)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2649)\">1 Sam. 15:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p24\" class=\"\">Saul failed. Angered by this disobedience, the Lord sent Samuel again to upbraid the king.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p25\" class=\"\">“Samuel said, What meaneth then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p26\" class=\"\">“And Saul said, They have brought them from the Amalekites: for the people spared the best of the sheep and of the oxen, <span class=\"emphasis\">to sacrifice unto the Lord thy God;<\/span> and the rest we have utterly destroyed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p27\" class=\"\">“And Samuel said, Hath the Lord as great delight in burnt offerings and sacrifices, as in obeying the voice of the Lord? Behold, <span class=\"emphasis\">to obey is better than sacrifice. … <\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p28\" class=\"\">“Because thou hast rejected the word of the Lord, he hath also rejected thee from being king.” (<span class=\"citation\" id=\"2650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2650)\">1 Sam. 15:14–15, 22–23<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p29\" class=\"\">Today President Kimball is the Lord’s mouthpiece on the earth, and when he says we should do certain things, even small things, what is our answer? For example, if he says clean up your yard—do it. If he says paint your fence—do it. If he says one more endowment per person per year—do it. If he says at least one more couple per ward in the mission field—do it. If he says to avoid commercial purchases whenever possible on Sunday—do it. What blessings we must impede through lack of full obedience!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p30\" class=\"\">Now, why obey? In Deuteronomy it states, “Thou shalt keep therefore his statutes, and his commandments, which I command thee this day.” Now, why: <span class=\"emphasis\">“that it may go well with thee, and with thy children after thee, and that thou mayest prolong thy days upon the earth, which the Lord thy God giveth thee, for ever.”<\/span> (<span class=\"citation\" id=\"21321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21321)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21321)\">Deut. 4:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p31\" class=\"\">And again in the Doctrine and Covenants, section 98: “And again I say unto you, if ye observe to do whatsoever I command you, I, the Lord, <span class=\"emphasis\">will turn away all wrath and indignation from you, and the gates of hell shall not prevail against you.<\/span>” (<span class=\"citation\" id=\"17666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17666)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17666)\">D&amp;C 98:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p32\" class=\"\">Let’s just cite one more example where the Lord watched over and protected his Saints in the Church. This is found in the <span class=\"emphasis\">History of the Church: <\/span>There were threats of a mob on June 19, 1834. As the Mormons were making camp, five men rode up and told them that they would “see hell before morning.” They stated that an armed force from Richmond, Ray, and Clay counties was to join a Jackson County force at the Fishing River ford, bent on the utter destruction of the camp.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p33\" class=\"\">While these five men were in the camp, cursing and swearing vengeance, signs of an approaching storm were seen. No sooner had these men left the camp than the storm burst forth in all its fury. Hailstones struck, so large that they cut limbs from the trees, and the limbs fell all around the camp while the trees were twisted from their roots by the force of the wind. The earth trembled and quaked, and the streams became raging torrents, and the mobbers dispersed, seeking shelter that could not be found. One mobber was killed by lightning and another had his hand torn off by a fractious horse, and in fear they dispersed, saying that if that was the way God fought for the “Mormons” they would go about their business.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p34\" class=\"\">On the morning of June 21 (just two days later) Colonel Sconce, with two companions, visited the camp to learn what the intentions of the members were. He said: “I see there is an almighty power that protects this people, for I started from Richmond, Ray County, with a company of armed men, having a fixed determination to destroy you, but was kept back by the storm.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p35\" class=\"\">The Prophet then related to these men the sufferings of the Saints, and they left the camp offering to use their influence. (See <span class=\"emphasis\">History of the Church,<\/span> 2:103–6.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p36\" class=\"\">During all this storm the members of the camp were protected from its fury. Why were they protected? Because of their collective <span class=\"emphasis\">obedience<\/span> to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p37\" class=\"\">Let this be our decision: “Speak thou unto us all that the Lord our God shall speak unto thee; <span class=\"emphasis\">and we will hear it, and do it.<\/span>” (<span class=\"citation\" id=\"21322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21322)\">Deut. 5:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/obedience-full-obedience.p38\" class=\"\">My true feelings about the Church are that I know in a definite, decisive, indelible manner that Jesus is our Redeemer. He lives, as does the Father, and President Kimball is the living servant of the living God. Let us watch the prophet, listen to him, follow him, and we will never go astray. This is the only true church of Jesus Christ upon the face of the earth, to which I testify in the name of our Redeemer, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}