{"ID":3527, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Upon This Rock”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p2\" class=\"\">Elder Bruce R. McConkie<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2952.jpg\" alt=\"Elder Bruce R. McConki\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p3\" class=\"\">I have a Friend of blessed memory whose name I hold in awe and from whom I have learned more than from any other person. If I may be guided by the Spirit, I shall tell you some of the great truths he has taught me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p4\" class=\"\">He delivered what is probably the greatest sermon ever to fall from mortal lips. It was on a mountain near Capernaum, his own city, many years ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p5\" class=\"\">His wondrous words, then spoken to thousands of his Jewish friends, illuminated their souls with the light of heaven and ignited their whole beings with the fires of testimony. Never man spake as he did. And even now as we read and ponder the words of his mouth, our hearts burn within us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p6\" class=\"\">As the climax of his Sermon on the Mount, he gave this counsel: “Whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p7\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p8\" class=\"\">“And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p9\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.” (<span class=\"citation\" id=\"36758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36758)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36758)\">Matt. 7:24–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p10\" class=\"\">Every person born in this world builds a house of some sort and puts it on a foundation of his own choosing. And every house built in this mortal sphere is subject to the storms and strifes of life. Our mortal probation is one in which the divine purpose calls for rain and wind and floods.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p11\" class=\"\">We live in the midst of a swirling storm of sin. The rains of evil and the winds of false doctrine and the floods of carnality beat upon every house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p12\" class=\"\">It is within our power to build a house of faith, a house of righteousness, a house of salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p13\" class=\"\">We can, if we will, even build a house of God, a holy sanctuary, a temple of the living God. Indeed, every Latter-day Saint who is true and faithful has built for himself a “temple of God” in which “the Spirit of God dwelleth.” And as Paul says: “If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.” (<span class=\"citation\" id=\"695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(695)\">1 Cor. 3:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p14\" class=\"\">If our house is built upon a rock with the brick and mortar of good works, it will withstand the storms and perils of life and preserve us for an eternal inheritance hereafter. If it is built upon the sands of evil with the rusty nails and rotting timber of carnal things, it will be destroyed when the rains and the winds and the floods beat upon it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p15\" class=\"\">Let us then learn from our ancient Friend where and how he would have us build the house that shall be ours in the days of our flesh.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p16\" class=\"\">Let us look in upon a sweet and tender scene that took place near Caesarea Philippi up north of the Sea of Galilee and near Mount Hermon. Multitudes who but recently sought to crown him king and whose clamoring for earthly bread brought forth the rebuff in the Sermon on the Bread of Life—these multitudes have turned away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p17\" class=\"\">The remaining little group of true and valiant believers upon whom our gaze falls are in need of spiritual refreshment. First they have prayers. Then Jesus testifies of his own divine Sonship as he so often did during the days of his flesh.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p18\" class=\"\">He asks his disciples who men say that he, the Son of Man, is. (See <span class=\"citation\" id=\"36769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36769)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36769)\">Matt. 16:13<\/a><\/span>.) The very question is itself a witness of his Godhood, for he knows and they know that his Father’s name is Man of Holiness [see <span class=\"citation\" id=\"39607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39607)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39607)\">Moses 7:35<\/a><\/span>] and that the name of his Only Begotten is the Son of Man of Holiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p19\" class=\"\">Their answers set forth the fantasies and delusions of an apostate people. Some, they say, accept the expressed views of evil Antipas who had slain the blessed Baptist whom he now thought had risen from the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p20\" class=\"\">Others, they say, think he is Elias who should restore all things; or Elijah who should come before the great and dreadful day; or Jeremiah who, according to their foolish traditions, had hidden the ark of the covenant in a cave on Mount Nebo and would prepare the way for the Messiah by restoring it and the Urim and Thummim to the Holy of Holies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p21\" class=\"\">Then comes the question to which every living soul must give proper answer if he is to gain salvation: “But whom say ye that I am?” (<span class=\"citation\" id=\"36770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36770)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36770)\">Matt. 16:15<\/a><\/span>.) Ye Apostles of the Lord Jesus Christ, ye Saints of the Most High, ye devout souls who seek salvation: What think ye? Is salvation in Christ or look we for another? Let every man speak for himself!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p22\" class=\"\">On this occasion, first Simon Peter, then all the rest acclaims: “Thou art the Christ, the Son of the living God.” (<span class=\"citation\" id=\"36772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36772)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36772)\">Matt. 16:16<\/a><\/span>.) Thou art the Promised Messiah; thou art the Only Begotten in the flesh; God is thy Father!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p23\" class=\"\">What a wondrous, awesome thing this is. As Paul said, “Great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.” (<span class=\"citation\" id=\"2864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2864)\">1 Tim. 3:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p24\" class=\"\">And now near the foot of that mountain in which he will soon be transfigured, the Son of Man, whose Father is divine, accepts and approves the solemn testimonies of his friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p25\" class=\"\">To Peter, Jesus says, “Blessed art thou, Simon Bar-jona.” (<span class=\"citation\" id=\"36773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36773)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36773)\">Matt. 16:17<\/a><\/span>.) How carefully and aptly Jesus preserves the distinction between him and all men. He is the Son of God; Peter is the son of Jonah. The Father of Jesus is the Immortal Man of Holiness; Peter’s sire is a mortal man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p26\" class=\"\">But why is Peter so blessed? It is because he knows by the power of the Holy Ghost that Jesus is the Lord; the Holy Spirit has spoken to the spirit housed in Simon’s body, telling the chief Apostle of the divine Sonship of this Jesus of Nazareth of Galilee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p27\" class=\"\">“Blessed art thou, Simon Bar-jona,” Jesus says, “for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.” (<span class=\"citation\" id=\"36774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36774)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36774)\">Matt. 16:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p28\" class=\"\">Then again Jesus alludes to the difference in paternal ancestry between him and Peter and continues his words of blessing and doctrine by saying: “And upon this rock”—the rock of revelation—“I will build my church; and the gates of hell shall not prevail against it.” (<span class=\"citation\" id=\"36775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36775)\">Matt. 16:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p29\" class=\"\">And how could it be otherwise? There is no other foundation upon which the Lord could build his Church and kingdom. The things of God are known only by the power of his Spirit. God stands revealed or he remains forever unknown. No man can know that Jesus is the Lord but by the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p30\" class=\"\"><span class=\"emphasis\">Revelation:<\/span> Pure, perfect, personal revelation—this is the rock!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p31\" class=\"\"><span class=\"emphasis\">Revelation that Jesus is the Christ:<\/span> the plain, wondrous word that comes from God in heaven to man on earth, the word that affirms the divine Sonship of our Lord—this is the rock!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p32\" class=\"\"><span class=\"emphasis\">The divine sonship of our Lord:<\/span> the sure, heaven-sent word that God is his Father and that he has brought life and immortality to light through the gospel—this is the rock!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p33\" class=\"\"><span class=\"emphasis\">The testimony of our Lord:<\/span> the testimony of Jesus, which is the spirit of prophecy—this is the rock!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p34\" class=\"\">All this is the rock, and yet there is more. <span class=\"emphasis\">Christ is the Rock:<\/span> the Rock of Ages, the Stone of Israel, the Sure Foundation—the Lord is our Rock!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p35\" class=\"\">Again we hear Paul’s voice: “Other foundation can no man lay than that is laid, which is Jesus Christ.” (<span class=\"citation\" id=\"694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(694)\">1 Cor. 3:11<\/a><\/span>.) And also: Ye “are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone.” (<span class=\"citation\" id=\"21937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21937)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21937)\">Eph. 2:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p36\" class=\"\">As we ponder all these things, and as their full meaning dawns upon us, we hear anew the exhortation of our ancient Apostolic friend which says, “Examine yourselves, whether ye be in the faith; prove your own selves.” (<span class=\"citation\" id=\"3093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3093)\">2 Cor. 13:5<\/a><\/span>.) And so we ask ourselves: Shall the gates of hell prevail against us?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p37\" class=\"\">If we build our house of salvation on the rock of personal revelation, if we build it on the revealed reality that Jesus is the Lord, if we build it on him who is the Eternal Rock—it will stand forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p38\" class=\"\">If we are guided by the spirit of inspiration while here in mortality, we will be able to withstand all of the floods and storms that beat upon us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p39\" class=\"\">If we are founded upon a rock, we worship the Father in the name of the Son by the power of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p40\" class=\"\">If we are founded upon a rock, we know that salvation comes by the grace of God to those who believe the gospel and keep the commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p41\" class=\"\">If we are founded upon a rock, we forsake the world, flee from carnal things, and live upright and godly lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p42\" class=\"\">If we are founded upon a rock, the gates of hell shall not prevail against us. As long as we remain in our house of faith, we shall be preserved when the rains of evil fall, when the winds of false doctrine blow, and when the floods of carnality beat upon us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p43\" class=\"\">Thanks be to God that we, as Latter-day Saints, are founded upon a rock. And so it is that the faithful among us hear a calm voice of quiet certainty saying: “If ye shall build up my church, upon the foundation of my gospel and my rock, the gates of hell shall not prevail against you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p44\" class=\"\">“Behold, you have my gospel before you, and my rock, and my salvation.” (<span class=\"citation\" id=\"17574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17574)\">D&amp;C 18:5, 17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p45\" class=\"\">And so we testify with Peter and with the ancients that we know, as they knew, those things which flesh and blood can never reveal to man. We know by the power of the Holy Ghost that Jesus Christ is the Son of the living God and that he was crucified for the sins of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p46\" class=\"\">God grant that we may be true to Him by whose name alone salvation comes. He is our Friend, our Lord, our King, our God, and our Rock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/upon-this-rock.p47\" class=\"\">And may I add, speaking as an Apostle of the Lord, Jesus Christ, that mingled and intertwined with this testimony which we bear and which was borne by the ancients—and I speak for myself and for my Brethren of the Twelve—that we know that God has in these last days restored again the fulness of his everlasting gospel for the salvation of all men on earth who will believe and obey; and that he has called Joseph Smith, Jr., to be his latter-day prophet, to be the first and chief Apostle in the dispensation of the fulness of times, and has given him every key and priesthood and power that Peter and the Apostles and the ancient prophets held in the days of their ministry; and that these keys and this holy Apostleship have descended in this manner: Joseph Smith, Brigham Young, John Taylor, Wilford Woodruff, Lorenzo Snow, Joseph F. Smith, Heber J. Grant, George Albert Smith, David O. McKay, Joseph Fielding Smith, Harold B. Lee, and Spencer W. Kimball; and that this holy Apostleship and these keys will continue to descend from one Apostle to another until the Lord Jesus Christ comes in the clouds of heaven to reign personally upon the earth. And this I say not of myself, but in the name of the Lord, standing as his representative and saying what he would say if he personally were here. His is the only name given under heaven whereby salvation comes [see <span class=\"citation\" id=\"8251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8251)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8251)\">Acts 4:12<\/a><\/span>; <span class=\"citation\" id=\"4048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4048)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4048)\">2 Ne. 25:20<\/a><\/span>], and we are his ministers. In the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}