{"ID":3528, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Are on the Lord’s Errand\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p2\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_034<\/span>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p3\" class=\"\">My beloved brothers and sisters, this has been a glorious conference. We are grateful to all who have taken part in any way. My heart has been touched, and I have rejoiced and been inspired as I listened to the beautiful music and the timely messages of the Brethren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p4\" class=\"\">We are happy to welcome Elder Angel Abrea as a member of the First Quorum of the Seventy. For the present, he will return to Rosario, Argentina, to continue his present assignment as president of that mission. He will add great strength and depth to the leadership of the Church as our newest General Authority.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p5\" class=\"\">As Sister Kimball and I have traveled to many places of the world these past six months, I have been heartened and gratified with the vitality and growth of the Church and the devotion and unselfish service of the members in the stakes, wards, and missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p6\" class=\"\">In this conference we have been counseled to conserve our resources and ease the financial burdens on our people. Again we urge the planting of home gardens and the maintenance of a year’s supply of food and clothing against a time of need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p7\" class=\"\">We urge all Latter-day Saints to be good neighbors and to be good citizens, loyal to their flag and country. “We believe in being subject to kings, presidents, rulers, and magistrates, in obeying, honoring, and sustaining the law.” (<span class=\"citation\" id=\"6969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6969)\">A of F 1:12<\/a><\/span>.) All Americans, and indeed people throughout the civilized world, were shocked and saddened last week when an attempt was made to assassinate the president of the United States, at which time he and three others near him were seriously wounded. I am confident all of you join with me in a fervent prayer that President Reagan and his associates will speedily return to full health and strength. We deplore such acts of violence wherever they may occur in the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p8\" class=\"\">During this conference we have focused on the basic mission of the Church. We have been counseled to manage the growth of the Church “in wisdom and order.” (<span class=\"citation\" id=\"40484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40484)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40484)\">Mosiah 4:27<\/a><\/span>.) We have been urged to qualify ourselves to receive all the ordinances and blessings of the gospel by keeping the commandments, doing our duty, and paying a true tithe and generous fast offerings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p9\" class=\"\">As we have met in this historic Tabernacle and have contemplated things of eternity, it has seemed as though time has stood still even though outside world events are moving at a rapid pace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p10\" class=\"\">I rejoice with you in the announcement of plans to build nine new temples in the United States, Latin America, Asia, Africa, and Europe. When these new temples are completed and dedicated in approximately two years, the total number of temples worldwide will increase to thirty-seven. We are pleased to be able to provide more convenient access to the temples for the Saints because many now have to travel long distances at great expense in time and money to get to the nearest temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p11\" class=\"\">But these temples are only the beginning. As the work progresses, there will be scores of temples throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p12\" class=\"\">The other day, we were pleased to visit with a number of brethren attending conference from Korea. And as we met together, they told us of their great joy on hearing of our plans for a temple in Korea. They had previously presented to us Korean clan genealogies containing names of approximately fifteen million people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p13\" class=\"\">We are all very much aware, my brothers and sisters, that the world is in turmoil. We are continually being tried and tested as individuals and as a church. There are more trials yet to come, but be not discouraged nor dismayed. Always remember that if this were not the Lord’s work, the adversary would not pay any attention to us. If this Church were merely a church of men and women, teaching only the doctrines of men, we would encounter little or no criticism or resistance—but because this is the Church of Him whose name it bears, we must not be surprised when criticisms or difficulties arise. With faith and good works, the truth will prevail. This is His work. There is none other like it. Let us, therefore, press forward, lengthening our stride and rejoicing in our blessings and opportunities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p14\" class=\"\">As we come to the close of this great conference, I wish to say to you, my brothers and sisters, that we love you with all our hearts. We appreciate all that you do, but of course, as always, there is even more to do. The field is white, all ready to harvest, but the time is so short and the laborers are so few as we seek to share the gospel with our Father’s other children in all parts of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p15\" class=\"\">We ask our Heavenly Father to give you power to extend your knowledge to the people in your neighborhood who need it and to take the gospel to areas in the world that need those great blessings now more than ever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/we-are-on-the-lords-errand.p16\" class=\"\">My brethren and sisters, I testify to you that this is the Lord’s work and that it is true. We are on the Lord’s errand. This is His church and He is its head and the chief cornerstone. God lives, and Jesus is the Christ. He is the Only Begotten Son, the Savior and Redeemer of this world. I leave you with this testimony and with my blessings and my love and affection, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}