{"ID":3529, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Follow the Fundamentals\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p3\" class=\"\">President Spencer W. Kimball<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/spencer-w-kimball-10.jpg\" alt=\"Spencer W. Kimball\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03135_000_035<\/span>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p4\" class=\"\">My beloved brothers and sisters: As I have pondered the social and economic conditions which confront us today, my thoughts have taken me back to our pioneer heritage. Our people have always been challenged by many and varied hardships which have tried our faith. It has been so from the beginning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p5\" class=\"\">During the winter of 1846–47, when the Saints were at Winter Quarters preparing for their long and difficult trek across the plains, my grandfather, Heber C. Kimball, for twenty-one years a counselor to Brigham Young, was one of them. During that winter the Lord declared in a revelation to President Young, “My people must be <span class=\"emphasis\">tried<\/span> in all things, that they may be prepared to receive the glory that I have for them, even the glory of Zion; and he that will not bear chastisement is not worthy of my kingdom.” (<span class=\"citation\" id=\"17708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17708)\">D&amp;C 136:31<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p6\" class=\"\">Few miracles in our history exceed that of establishing our settlements in a desolate land no one else wanted and then making the desert blossom as a rose. Our people not only survived but flourished because of their <span class=\"emphasis\">faith<\/span> and their <span class=\"emphasis\">family solidarity.<\/span> Our pioneer character was molded in the crucible of hard work, sacrifice, pulling together, and depending upon the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p7\" class=\"\">How well I remember my boyhood years in Arizona. Our living came from the soil. There was little money and seldom enough to go around. Going without and making do was our way of life. We learned to share: we shared the work; we shared joys and sorrows; we shared our food and our means. We had genuine concern for one another. Our daily prayers reminded us how dependent we are upon the Lord. We prayed and worked continually for our daily bread.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p8\" class=\"\">Out of those pioneer experiences were formed strong family ties. Now, once again, our resources are being severely strained. But once again our pioneer discipline can and will see us through.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p9\" class=\"\">Though we have held these welfare sessions over the years, we have never held one at a time more important than right now. As we concern ourselves with the basic economic needs of our people, we must go back to basic principles. I am grateful for the lessons of our pioneer past in which our people were rich, spiritually, even though they had to do without much of this world’s goods.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p10\" class=\"\">Those of us in the Lord’s work must recognize that work is a spiritual necessity as well as an economic necessity. Our pioneer forebears understood this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p11\" class=\"\">Just as the pioneers shared what they had with the poor among them, we must do likewise by the giving of more generous fast offerings—not merely the cost of two meals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p12\" class=\"\">Our pioneer ancestors did not look to government to care for their families. They knew that their families were their treasure and their own responsibility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p13\" class=\"\">Brethren and sisters, plan and work in a way that will permit you to be happy even as you do without certain things that in times of affluence may have been available to you. Live within your means and not beyond them. Where you have a plot of land, however small, plant a garden. Staying close to the soil is good for the soul. Purchase your essentials wisely and carefully. Strive to save a portion of that which you earn. Do not mistake many wants for basic needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p14\" class=\"\">Teach your children these basic principles in your family councils. Our pioneer forebears used to sing those lyrics about how “sacrifice brings forth the blessings of heaven.” (<span class=\"emphasis\">Hymns,<\/span> no. 147.) It still does, my brothers and sisters! Let us not forget the uses of adversity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p15\" class=\"\">Let us be serene and filled with peace and love as we live in a world that is unfortunately filled with increasing crime and violence. Let us remember and keep the Lord’s great commandment to love our neighbors. Where there are differences or misunderstandings, let us resolve or diminish them through kindly, brotherly service and genuine concern and regard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p16\" class=\"\">We speak not by way of alarm but by way of gentle counsel. Let us go back to the basics and follow the fundamentals. Thus we will experience a spiritual resurgence in our lives which will help us through these tempestuous times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/follow-the-fundamentals.p17\" class=\"\">I am grateful for the welfare instructions we receive in this session of our conference. They are timely and worthy of both our attention and our action. May the Lord bless us to heed them and then to lead our people in the path that has been marked for us by our leaders and by the Lord, I humbly pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}