{"ID":353, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"What Think Ye of Christ?\"<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, October 1948, pp. 23-28<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThat I may have your sustaining prayers and the Spirit of the Lord to be with me, as it has\nbeen with the brethren who have spoken this morning, is the desire of my heart.\n<\/p><p>\nToday we have heard President George F. Richards and President Milton R. Hunter talk to us\nabout the nature and kind of being that God the Eternal Father is, and about our relationship\nto him. If he will sustain me I would like to bear you my witness and tell you what I\nunderstand to be the doctrine of this Church and kingdom with reference to his Beloved Son,\nJesus Christ.\n<\/p><p>\n\"WHAT THINK YE OF CHRIST\"\n<\/p><p>\nWhen Christ was among men, in one of his last conversations with the Pharisees, he asked: \".\n. . What think ye of Christ? whose son is he?\" He received the answer, \"The son of David.\"\nThereupon he asked:\n<\/p><p>\nHow then doth David in spirit call him Lord, saying,\n<\/p><p>\nThe Lord said unto my Lord, Sit thou on my right hand, till I make thine enemies thy\nfootstool?\n<\/p><p>\nIf David then call him Lord, how is he his son?\n(<span class=\"citation\" id=\"34228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34228)\">Matt. 22:42-45<\/a><\/span>).\n<\/p><p>\nBecause those Jews had lost the knowledge of God and of Christ, they were unable to answer.\nThe world by wisdom knew not God\n(<span class=\"citation\" id=\"157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(157)\">1 Cor. 1:21<\/a><\/span>).\nLike many devout people today they had inherited from\ntheir fathers lies, vanity, and things in which there was no profit\n(<span class=\"citation\" id=\"26467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26467)\">Jer. 16:19<\/a><\/span>). They did not know that God\nthe Eternal Father was the Father of Christ, and that Christ was of the seed of David through\nMary, his mother. People in that day needed, just as did the people in Joseph Smith's day, a\nnew revelation of God and of the plan of salvation.\n<\/p><p>\nAs I understand it, our mission to the world in this day, is to testify of Jesus Christ. Our\nmission is to bear record that he is the Son of the Living God and that he was crucified for\nthe sins of the world; that salvation was, and is, and is to come, in and through his atoning\nblood (<span class=\"citation\" id=\"40221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40221)\">Mosiah 3:18<\/a><\/span>);\nthat by virtue of his atonement all men will be raised in immortality, and those who\nbelieve and obey the gospel law both in immortality and unto eternal life.\n<\/p><p>\nAnd the position which Joseph Smith holds in the scheme of things is that he is the chiefest\nwitness of Christ that there has been in this world since the Son of God personally walked\namong men and bore record of himself saying, \"I am the Son of God!\"\n(<span class=\"citation\" id=\"27319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27319)\">John 10:36<\/a><\/span>).\n<\/p><p>\nFIRSTBORN IN SPIRIT WORLD\n<\/p><p>\nWe believe, and I certify that Jesus Christ is the Firstborn Spirit Child of Elohim who is God,\nour Heavenly Father. We believe that while he lived in the pre-existent world, by virtue of his\nsuperior intelligence, progression, and obedience, he attained unto the station of a God. And\nhe then became, under the Father, the Creator of this world and all things that are in it, as\nalso the Creator of worlds without number\n(<span class=\"citation\" id=\"38950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38950)\">Moses 1:33<\/a><\/span>).\n<\/p><p>\nWe believe that he was the Jehovah of the Old Testament; that it was through him that God\nthe Father dealt with all the ancient prophets, revealing his mind and his will and the plan of\nsalvation to them.\n<\/p><p>\nChrist gave the gospel to the ancients beginning with Adam and going on down, dispensation\nafter dispensation, until this present time. And everything that has been given in the gospel\nand everything that has been in any way connected with it has been designed for the express\npurpose of bearing record of Christ and certifying as to his divine mission.\n<\/p><p>\nIN THE SIMILITUDE OF CHRIST\n<\/p><p>\nFrom Adam to Moses and from Moses to Christ, God's prophets and priests offered sacrifices.\nSuch were in the similitude of the sacrifice of the Only Begotten of the Father who was to\ncome. When Moses lifted the serpent on the pole in ancient Israel and told the Israelites that\nthose who would look would live when they were bitten by poisonous serpents, it was in\nsimilitude of the fact that the Son of God would be lifted up on the cross and that all who\nwould look to him might live eternally\n(<span class=\"citation\" id=\"41092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41092)\">Num. 21:8-9<\/a><\/span>;\n<span class=\"citation\" id=\"27303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27303)\">John 3:14-15<\/a><\/span>;\n<span class=\"citation\" id=\"24660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24660)\">Hel. 8:13-15<\/a><\/span>).\n<\/p><p>\nEvery ordinance of the gospel is designed to point and center the attention of men in Christ.\nWe are baptized in similitude of his death, burial, and resurrection. We honor Sunday as the\nSabbath because it was on that day when he arose from the grave, breaking the bands of death\nand becoming the firstfruits of them that slept\n(<span class=\"citation\" id=\"169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(169)\">1 Cor. 15:20<\/a><\/span>).\nThe ancients honored the seventh day as one\nof rest and worship because it was on that day that he rested from his labors after working\nunder the direction of his Father in the creation of this world. In fact, as Jacob says:\n<\/p><p>\n. . . all things which have been given of God from the beginning of the world, unto man, are\nthe typifying of him (<span class=\"citation\" id=\"3494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3494)\">2 Ne. 11:4<\/a><\/span>).\n<\/p><p>\nEvery prophet that there has been in the world has borne record that he is the Son of God,\nbecause in its very nature that is the chief calling of a prophet. The testimony of Jesus is\nsynonymous with the spirit of prophecy\n(<span class=\"citation\" id=\"42194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42194)\">Rev. 19:10<\/a><\/span>).\n<\/p><p>\nCHRIST'S EARTHLY MINISTRY\n<\/p><p>\nWe believe that Christ was born into the world, literally and actually, in the most real and\npositive sense as the Son of God, the Eternal Father. He was born with that Being as his\nFather just as certainly and just as actually, just as literally and definitely as he was born with\nMary as his mother. It was by virtue of that birth that he was able to say that no man took his\nlife from him, that he had power to lay down his life and power to take it up again, and had\nbeen so commanded of his Father\n(<span class=\"citation\" id=\"27317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27317)\">John 10:17-18<\/a><\/span>).\n<\/p><p>\nWe believe that he came into the world with the express mission of dying upon the cross for\nthe sins of the world; that he is actually, literally, and really the Redeemer of the world and\nthe Savior of men; and that by the shedding of his blood he has offered to all men\nforgiveness of sins conditioned upon their repentance and obedience to the gospel plan.\n<\/p><p>\nOur revelations say that when he came into this life he received not of the fulness at the first,\nbut that he continued from grace to grace&mdash;which, I take it, means from intelligence to\nintelligence, from a low degree to a higher one&mdash;until he received a fulness of the glory of\nthe Father (<span class=\"citation\" id=\"12501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12501)\">D&amp;C 93:13<\/a><\/span>).\nThen the revelation recites that if you and I keep the commandments of God and\nwalk in the paths of truth and righteousness, we, too, shall go from grace to grace until we\nreceive of the fulness of the Father and are glorified in Christ as he is in the Father\n(<span class=\"citation\" id=\"12502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12502)\">D&amp;C 93:20-21<\/a><\/span>).\n<\/p><p>\nWe understand that he was in all points tempted as we are, and yet remained without sin\n(<span class=\"citation\" id=\"24224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24224)\">Heb. 4:15<\/a><\/span>). We\naccept Paul's statement that\n<\/p><p>\nThough he were a Son, yet learned he obedience by the things which he suffered;\n<\/p><p>\nAnd being made perfect, he became the author of eternal salvation unto all them that obey\nhim (<span class=\"citation\" id=\"24226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24226)\">Heb. 5:8-9<\/a><\/span>).\n<\/p><p>\nIn his ministry he preached the gospel of salvation, revealed to men his Father who must be\nknown if men gain life eternal, and went forth working many mighty miracles. He raised the\ndead, caused the lame to walk, the blind to receive their sight, the deaf to hear, and cured all\nmanner of diseases. He suffered temptations, and pain of body, hunger, thirst, and fatigue,\neven more than man can suffer, except it be unto death\n(<span class=\"citation\" id=\"40219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40219)\">Mosiah 3:7<\/a><\/span>).\n<\/p><p>\nIn the Garden of Gethsemane when he took upon himself the sins of the world, conditioned\nupon the repentance of men, his agony and suffering were so great that he sweat drops of\nblood from every pore (<span class=\"citation\" id=\"40220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40220)\">Mosiah 3:7<\/a><\/span>).\nThen it was he suffered for all that they might not suffer if they\nwould repent, which suffering, he says, caused himself, even God, the greatest of all, to\ntremble because of pain and to bleed at every pore, and to suffer both body and spirit, and\nwould that he might not drink the bitter cup that the Father had given him\n(<span class=\"citation\" id=\"12429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12429)\">D&amp;C 19:16-19<\/a><\/span>).\n<\/p><p>\n\"Nevertheless,\" he says, \"glory be to the Father, and I partook.\" It was the spirit, \"Thy will, O\nGod, not mine be done\" (<span class=\"citation\" id=\"31230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31230)\">Luke 22:42<\/a><\/span>;\n<span class=\"citation\" id=\"25830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25830)\">Jacob 7:14<\/a><\/span>).\nIt was exactly the stand he had taken in the counsels of eternity\nwhen the Father had presented the plan of salvation and explained the need for a Redeemer.\nIn answer to that call for a Redeemer he had said: \"Here am I, send me\"\n(<span class=\"citation\" id=\"7174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7174)\">Abr. 3:27<\/a><\/span>). And also: \"Father,\nthy will be done and the glory be thine forever\"\n(<span class=\"citation\" id=\"38956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38956)\">Moses 4:2<\/a><\/span>).\nAnd such, to my way of thinking, is the\nperfect answer, the one we should all give in all things pertaining to life and salvation and to\nall of our affairs during this mortal probation, and then on in eternity. It is the will of the\nFather that you and I want to follow, not the will of anyone else; we want to rise above our\nown wayward courses.\n<\/p><p>\nLATTER-DAY APPEARANCES\n<\/p><p>\nWe believe that Christ has appeared in this our day with his Father, as has been certified to\nfrom this pulpit this day. His latter-day appearances began when he and the Father came to\nthe Prophet Joseph Smith in the sacred grove. We believe that from the day of its\norganization, his hand has been guiding and directing and looking after the affairs of this\nChurch. He has given us the spirit of revelation, and the Light of Christ, and also the Holy\nGhost which bears record of the Father and the Son, to light our path and guide the destiny of\nthe Church.\n<\/p><p>\nAnd it will not be a far-distant day when with power and glory and dominion the Son will\nreturn to reign a thousand years on earth with righteous men. And there will be a time\nappointed when you and I and every person who has lived from Adam to the last man will be\ncalled to stand before the judgment bar and be judged by him according to our works.\n<\/p><p>\nWITNESSES OF CHRIST\n<\/p><p>\nWhen we Latter-day Saints pass through the waters of baptism, it is with a covenant that we\nwill stand as witnesses of Christ at all times and in all things, and in all places that we may\nbe in, even until death, that we may be redeemed of God, numbered with those of the first\nresurrection and gain eternal life\n(<span class=\"citation\" id=\"40222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40222)\">Mosiah 18:9<\/a><\/span>),\nby which we mean life in the celestial kingdom of heaven.\nOne of our revelations says that it becometh every man who hath been warned to warn his\nneighbor (<span class=\"citation\" id=\"12495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12495)\">D&amp;C 88:81<\/a><\/span>).\nThat is our responsibility.\n<\/p><p>\nYou and I are the most blessed and favored people on the face of the earth. God has actually\nspoken in this day and that through the men who have presided over this kingdom. We have\nthat testimony, and the Holy Ghost bears record of its truth to us. And now our obligation is\nto carry that message to the world, to proclaim Christ's divine Sonship and the salvation\nwhich comes through him. He is the Savior of the world, and I think that every one of us\nought to take every opportunity that comes to us to bear that witness.\n<\/p><p>\nNow it is not always a matter of just saying in so many words that these things are true. First\nof all, I think we bear witness of Christ in the life that we live, by letting our light shine and\nby letting the gospel principles speak through us. If we can get the love, charity, integrity,\nhumility, and virtue that are part of the gospel into our hearts so that others may see our good\nworks, we are by that fact testifying of the fruits of Mormonism, of the fact of the restoration\nof the gospel, and of the divinity of Jesus Christ whose hand is in this work.\n<\/p><p>\nTHE MESSAGE OF SALVATION\n<\/p><p>\nHaving done that, it remains our responsibility, I think, to teach the doctrines of the kingdom,\nto expound the principles of salvation to the world. Our time is too important to teach ethical\nplatitudes. We are expected to give all men to whom we have opportunity to give it, the\nmessage of salvation, the glad tidings of the restoration, the fact that God has spoken in this\nday, and the assurance that there is peace and joy and happiness by living the gospel here and\nnow, and an eternal reward in the world to come\n(<span class=\"citation\" id=\"12464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12464)\">D&amp;C 59:23<\/a><\/span>).\n<\/p><p>\nThen after we have taught people the principles of the gospel, after we have let our light\nshine before them, it remains for us to seal that witness with pure testimony, as moved upon\nby the Holy Ghost, that we as individuals know that these things are true.\n<\/p><p>\nLast Sunday I was in the Granite Stake. They have about 5500 members of the Church and\nsixty-three missionaries serving in the foreign field, nearly 1.2 percent of their stake\npopulation. Two weeks ago I was in the Juarez Stake. The Dublan Ward has 214 members of\nthe Church and twelve foreign missionaries now serving. As President Smith said, there are\n5000 missionaries out in the world today, which is one-half of one percent of the Church\npopulation.\n<\/p><p>\nI am not so sure but what we can increase our missionary force, but what the quorums of the\npriesthood can do more to assist in the support of worthy missionaries who cannot otherwise\nbe supported in the mission field. By doing this they will be helping to roll forth the\ntestimony of Christ in this day. Our ward teachers have the glorious opportunity of bearing\ntestimony of Christ every month to the members of the Church, by teaching them the\ndoctrines of the kingdom and urging them to righteousness.\n<\/p><p>\nThe Lord has given us every opportunity. We have the promise that, if we are valiant in the\ntestimony of Christ and keep his commandments, we will receive glory and honor and reward\nin eternity, but if we do not what the Lord says, we have no promise\n(<span class=\"citation\" id=\"12482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12482)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nI know that this work is true. I know that God's hand is with this Church and that the men\nwho now preside over it as prophets, seers, and revelators are giving the mind and will of the\nLord to the Latter-day Saints, the things that will lead them to glory and honor and reward in\nthe eternal world. I think every member of this Church who has arrived at the years of\naccountability is both entitled to be and expected to be a witness for Christ. That you and I\nmay stand valiant and firm in the testimony of Christ is my prayer, in his name. Amen.\n<\/p>\n<\/div>\n<\/div>"}