{"ID":3530, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Our Responsibility to Care for Our Own\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p3\" class=\"\">Bishop H. Burke Peterson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03135_000_036<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:237e.jpg\" alt=\"Bishop H. Burke Peterson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p4\" class=\"\">This morning I’ve been asked to speak about the responsibilities families have to care for their own. This counsel will apply to the immediate as well as to the extended family. The scriptural admonition outlining this charge is clear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p5\" class=\"\">However, before going into the subject, I wish to build a threshold from which to enter these hallowed halls of family responsibility. As we walk through life, each of us becomes involved in a variety of interests and activities. Ofttimes, our judgment of their relative importance is subject to question. I fear that some of what we do is of little worth from an eternal perspective. In fact, some of our interests may even detract from what good we may otherwise accomplish. There are some basic, fundamental activities of life that are far more productive as preparatory steps for exaltation than many others with which we may busy ourselves. Some of our number have been known to be busily engaged in the “thick of thin things.” The Master undoubtedly was speaking of this group as he taught us with the parable of the ten virgins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p6\" class=\"\">Here were ten believing members of the Church. They believed enough that they were going, as a body, to meet the Bridegroom. It appears that they were not wicked, as we think of that descriptive term. I assume they had spent their lives, to that point, in “church activity”; however, as in the parable, five of them had been doing things of more import than had the other five. Half of them had been involved during their lives in doing things of consequence—in doing things that mattered most—in preparing oil for their lamps.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p7\" class=\"\">In speaking of the foolish, the parable states, “And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.” (<span class=\"citation\" id=\"36786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36786)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36786)\">Matt. 25:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p8\" class=\"\">With this as a warning and the word of the Lord instructing us to be about more important things, I’d like to remind us of the teachings of one of the great Book of Mormon prophets and missionaries, Alma.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p9\" class=\"\">In one of the most important declarations of what it means to be a true disciple of the Master, Alma describes in clarity and simplicity the covenant and responsibility of one who would enter the waters of baptism. We have all entered the water. We have made the covenant. In the eighteenth chapter of Mosiah, Alma describes the conduct of a true follower of the Savior, a true disciple. For he said, “And now, as ye are desirous to come into the fold of God, and to be called his people, and are willing to bear one another’s burdens, that they may be light;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p10\" class=\"\">“Yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort, and to stand as witnesses of God at all times and in all things.” (<span class=\"citation\" id=\"40487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40487)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40487)\">Mosiah 18:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p11\" class=\"\">He has stated simply: If we are to be the Savior’s disciples, if we are to become like him, then we must serve one another, then we must assume responsibility to help with one another’s needs, then we must assist each other through the thorny pathways of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p12\" class=\"\">We have been taught in other scripture that no matter how great and significant our mortal accomplishments, no matter how much was accomplished under our hand—as a bishop, a clerk, a president, a teacher, or a parent—unless we learn to exhibit charity, we are nothing. (See <span class=\"citation\" id=\"697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 697)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(697)\">1 Cor. 13:1–3<\/a><\/span>.) All our good deeds will not weigh in our favor if charity is lacking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p13\" class=\"\">Charity is measured in several ways. Perhaps a supreme form of charity may be exhibited by one who withholds judgment of another’s acts or conduct, remembering that there is only one who can look into the heart and know the intent—and know the honest desires found therein. There is only one whose right it is to judge the success of another’s journey through life. Uncalled-for judgments or prejudiced feelings keep many from displaying a truly charitable attitude or a willingness to help those in need, even those in our own family circle. A warning comes to us from King Benjamin, who said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p14\" class=\"\">“And also, ye yourselves will succor those that stand in need of your succor; ye will administer of your substance unto him that standeth in need; and ye will not suffer that the beggar putteth up his petition to you in vain, and turn him out to perish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p15\" class=\"\">“Perhaps thou shalt say: The man has brought upon himself his misery; therefore I will stay my hand, and will not give unto him of my food, nor impart unto him of my substance that he may not suffer, for his punishments are just—<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p16\" class=\"\">“But I say unto you, O man, whosoever doeth this the same hath great cause to repent; and except he repenteth of that which he hath done he perisheth forever, and hath no interest in the kingdom of God.” (<span class=\"citation\" id=\"40482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40482)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40482)\">Mosiah 4:16–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p17\" class=\"\">Are not our own family members entitled to every consideration as contained in this counsel? Too often, charity is extended to another when his actions or conduct are acceptable to us. The exhibition of charity to another must not be dependent on his performance. It should be given because of who we are—not because of how we behave.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p18\" class=\"\">Now, with these thoughts in mind, let’s remember again Alma’s words as they describe the acts of a true disciple. He is one who is:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p19\" class=\"\">—willing to bear another’s burdens,<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p20\" class=\"\">—willing to mourn with those that mourn,<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p21\" class=\"\">—willing to comfort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p22\" class=\"\">Brothers and sisters, of all the places where our charitable acts should shine forth, where our discipleship must rise above the weaknesses of self, the family is the most important place. There is no other setting that comes close in comparison. Yet many—far too many—are more charitable to others than to their own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p23\" class=\"\">From the content of this message, I’m sure you can tell we have great concern about the manner in which we, as families, are caring for the needs of each other. Much has been said from this pulpit about the responsibility we have to look after our own. The words are clear. We fear the understanding and application of these principles are not being followed as the Lord has prescribed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p24\" class=\"\">In his day, President Brigham Young said the following: “Ever since I have been in this Church I have never suffered a relative to be maintained by the Church. But some men and women cast their children and other relatives upon the Church. If one has an aged sister who cannot maintain herself, he passes her over to the Church; or if an aged father or mother, why, ‘let the Church … take care of them and provide for them.’ It is a disgrace to every man and woman that has sense enough to live, not to take care of their own relatives, their own poor, and plan for them.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 8:145.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p25\" class=\"\">Fearing that we may have strayed from some of the basic moorings, I would like to quote from the welfare handbook some of us used as bishops over twenty years ago:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p26\" class=\"\">“<span class=\"emphasis\">Aid from Relatives:<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p27\" class=\"\">“Obviously no person should become a charge upon the public [or the Church] when his relatives are able to care for him. Every consideration of kinship, of justice and fairness, of the common good, and even of humanity itself, requires this.” Then listen to these words: “Where Church relatives, financially competent to take care of their kin, refuse to do so, the matter should be reported to the bishop of the ward in which such relatives reside.” (<span class=\"emphasis\">Welfare Plan of The Church of Jesus Christ of Latter-day Saints,<\/span> Handbook of Instructions, 1969, p. 4.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p28\" class=\"\">And then the handbook repeats the instruction of the Apostle Paul to Timothy: “But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.” (<span class=\"citation\" id=\"2866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2866)\">1 Tim. 5:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p29\" class=\"\">Perhaps we should clarify what it means to provide for our own. How do we do it? Does it mean money and other physical things only? Are there unmet needs that money cannot buy?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p30\" class=\"\">As we talk of family support, often our thoughts center mostly on physical comforts. Food, clothing, and shelter seem uppermost in our minds. Well it is that many parents assist newly married children in their first years of learning to manage limited funds. Often brothers and sisters likewise assist each other. Many sons and daughters are offering much of a temporal nature to their aging parents and grandparents. And so it should be, and blessed will be those who so provide for their own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p31\" class=\"\">Family needs, however, are not always physical. Often faith, forgiveness, encouragement, comfort, counsel, listening, teaching, moral support, examples of loving and caring, and a host of other experiences will see loved ones through a crisis—and their crisis needs may last a lifetime. Time with a family member may pay the greatest dividends of all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p32\" class=\"\">The story is told of a family who had a grandmother who had to live in a home for the elderly. Once each year they would visit her. On that occasion, they would take her a new blanket. As they were returning home from one such visit, one of the father’s young sons asked, “Daddy, why do we visit grandmother every year?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p33\" class=\"\">The father answered, “So she will know that we love her.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p34\" class=\"\">Another question: “Daddy, why do we bring her a new blanket every time?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p35\" class=\"\">The father answered, “So she will remember that we’ve been here and that we have not forgotten her.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p36\" class=\"\">Then a pause. “Daddy, what color blanket would you like when I come to visit you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p37\" class=\"\">There is no righteous way to avoid the commandment “Honour thy father and thy mother.” (<span class=\"citation\" id=\"22914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22914)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22914)\">Ex. 20:12<\/a><\/span>.) No family that hopes to endure eternally can exclude grandmother and grandfather, brothers and sisters, or other relatives. Heaven forbid that any family member—regardless of age—should be considered a burden. Wouldn’t it be wonderful if family members would counsel together as they make plans to assist those in need?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p38\" class=\"\">Because of some personal experiences, I am a true believer that families who will fast and pray together can cause miracles to happen. They can literally pray righteous things to take place. Ofttimes it may take longer than we feel is necessary before it happens, however.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p39\" class=\"\">To those who are not members of a “typical” LDS family—and there are many—may we offer a reminder that we are all literally brothers and sisters. We are members of that heavenly family. These principles apply to all. The faithful will be blessed for obedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p40\" class=\"\">In an earlier day, when families refused to obey the charge of family responsibility—when they found ways to justify their acts of noncompliance with the law—the Master said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p41\" class=\"\">“Ye hypocrites, well did Esaias prophesy of you, saying,<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p42\" class=\"\">“This people draweth nigh unto me with their mouth, and honoureth me with their lips; but their heart is far from me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p43\" class=\"\">“But in vain they do worship me, teaching for doctrines the commandments of men.” (<span class=\"citation\" id=\"36768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36768)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36768)\">Matt. 15:7–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p44\" class=\"\">This morning we have given you what the Lord has said. We may use our agency as to whether we shall obey or disobey; but, if we disobey, we must abide the penalty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/our-responsibility-to-care-for-our-own.p45\" class=\"\">I testify of the truth of these teachings and of the reality of the one who is the author, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}