{"ID":3532, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Providing for Our Needs\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p3\" class=\"\">Elder M. Russell Ballard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03135_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p4\" class=\"\">My brothers and sisters, I have been asked to talk about family finances with you today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p5\" class=\"\">In times of easy credit and increased inflation, many people find that they have too many expenses and too little income. One expert estimates that one-third of all American families are overextended. Last year tens of thousands of families filed for personal bankruptcy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p6\" class=\"\">A recent survey conducted by the Welfare Services Department provided the following information: Fewer than one-half of the members surveyed have a year’s supply of financial resources, and 89 percent feel the burden of increased taxes and inflation. Thirty-four percent of the Latter-day Saint women surveyed are employed outside the home. Fifty-seven percent of them are working to earn the money they need to meet basic family requirements. Thirty-one percent of the families are doing without many things, and 39 percent are not earning enough money to meet their basic needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p7\" class=\"\">These results demonstrate that today we as leaders need to teach our people that they must become efficient managers of their time and resources.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p8\" class=\"\">At the outset, as I address this subject, I emphasize that the most important principle we must live by today is the principle the prophet Alma taught his son Helaman: “But behold, my son, this is not all; for ye ought to know as I do know, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land; and ye ought to know also, that inasmuch as ye will not keep the commandments of God ye shall be cut off from his presence.” (<span class=\"citation\" id=\"9350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9350)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9350)\">Alma 36:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p9\" class=\"\">My experience in the business community taught me that some people can get locked into a daily routine that can stifle their initiative, courage, and vision.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p10\" class=\"\">From the Bible, the greatest teacher of all gave us the secret time and time again. He said, “If thou canst believe, all things are possible to him that believeth.” (<span class=\"citation\" id=\"33317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33317)\">Mark 9:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p11\" class=\"\">Brothers and sisters, what can we do to improve our family finances? May I suggest three important keys that will help us. They are <span class=\"emphasis\">attitude, planning,<\/span> and <span class=\"emphasis\">self-discipline.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p12\" class=\"\">The first key is to have a positive attitude toward ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p13\" class=\"\">Attitude is an important part of the foundation upon which we build a productive life. In appraising our present attitude, we might ask: “Am I working to become my best self? Do I set worthy and attainable goals? Do I look toward the positive in life? Am I alert to ways that I can render more and better service? Am I doing more than is required of me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p14\" class=\"\">Remember, a good attitude produces good results, a fair attitude fair results, a poor attitude poor results. We each shape our own life, and the shape of it is determined largely by our attitude. George Bernard Shaw wrote: “People are always blaming their circumstances for what they are. I don’t believe in circumstances. The people who get on in this world are the people who get up and look for the circumstances they want, and, if they can’t find them, make them.” (<span class=\"emphasis\">Mrs. Warren’s Profession,<\/span> in <span class=\"emphasis\">Plays by George Bernard Shaw,<\/span> New York: New American Library, 1960, p. 82.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p15\" class=\"\">Too many people in our country today are developing the attitude that government is obligated to care and provide for them. In many ways, government has fostered this attitude, but the members of The Church of Jesus Christ of Latter-day Saints know better.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p16\" class=\"\">Some people who lived through the Great Depression and the period following, when the government bestowed gratuities upon the people, developed a feeling that the world owed them a living. In that climate, the First Presidency said in 1936: “The aim of the Church is to help the people to help themselves. Work is to be re-enthroned as the ruling principle of the lives of our Church membership.” (In Conference Report, Oct. 1936, p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p17\" class=\"\">The love of work is an attitude that members of the Church must develop. In some ways, we have gone through a period of great prosperity which may, when history is written, prove to be as devastating as the Great Depression in its effect upon the attitudes of the people. President Harold B. Lee said, “Today we are being tested and tried by another kind of test that I might call the ‘test of gold’—the test of plenty, affluence, ease—more than perhaps the youth of any generation have passed through, at least in this Church.” (<span class=\"emphasis\">Sweet Are the Uses of Adversity … ,<\/span> Brigham Young University Speeches of the Year, Provo, 7 Feb. 1962, p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p18\" class=\"\">The love for work needs to be re-enthroned in our lives. Every family should have a plan for work that touches the lives of each family member so that this eternal principle will be ingrained in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p19\" class=\"\">Let me share an example from my own life that demonstrates the importance of attitude. When I returned from my first mission, I went to work for my father as a salesman. I was attending the University of Utah and working part-time. I had a bad two-week period in which I earned less than ten dollars. My father handed my paycheck to me at a sales meeting in the presence of all the salesmen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p20\" class=\"\">At the time, I thought he was being very hard on me. But later, I could see that this was his way to help me take a second look at myself. I was having a good time and not paying attention to my sales work. I determined that never again would I be the lowest paid person. My income increased from that day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p21\" class=\"\">Now, what happened? I was selling the same merchandise from the same store in the same season of the year. What had changed? My new attitude made the entire difference. William James said that human beings can alter their lives by altering their attitudes of mind. (See <span class=\"emphasis\">Vital Quotations,<\/span> comp. Emerson Roy West, Salt Lake City: Bookcraft, 1968, p. 19.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p22\" class=\"\">Brothers and sisters, let us discuss the second key, <span class=\"emphasis\">planning,<\/span> which means to think out beforehand how we intend to reach our goals in life. Do we all have a plan to increase our value where we are employed? Have we taken the time to write down specific goals, and have we designed a plan of action to become more effective and productive?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p23\" class=\"\">I learned recently that 75 percent of the hotel and restaurant managers in the Marriott Corporation started with the company as room clerks, busboys, bellhops, or cashiers. By improving themselves and their skills, they were prepared when opportunities opened to become managers. To increase our income, we may need to consider additional education. We may need to find a way, through careful planning, to attend night school or trade school or to take a correspondence course. Additional education often will improve our skills and increase the value of our services.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p24\" class=\"\">Parents need to teach children very early that a solid financial base is a very important element in a happy home. We can do much with our young people to help them find satisfying, rewarding employment. We should encourage them to do well in their schoolwork and to learn to take advantage of opportunities that will help build a solid base for their future security.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p25\" class=\"\">Children need to explore many employment opportunities when they begin high school. Then when they marry and establish a home, they will be well on their way to a vocation or a trade that will return an income that will be sufficient to meet their basic needs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p26\" class=\"\">We might feel that we have gone as far as we can go in our present job. If so, we should outline a plan of action, fast and pray for confirmation, and then move forward and make the change in employment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p27\" class=\"\">A business of our own might increase our income. We must be wise, however, and analyze all factors and seek sound counsel from an attorney, accountant, banker, and most importantly, from a businessman who is successfully managing his own company. After developing a plan, we should pray for guidance; and when we receive an inward assurance that we should begin our own business, then we should do it. Remember the counsel of the Lord: “For which of you, intending to build a tower [and I add, or business], sitteth not down first, and counteth the cost, whether he have sufficient to finish it?” (<span class=\"citation\" id=\"32076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32076)\">Luke 14:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p28\" class=\"\">The third key is to practice <span class=\"emphasis\">self-discipline<\/span> both at our work and as we attempt to reduce our expenses in our homes. Regarding the latter, Church leaders should set the example by seeing that stake and ward financial requests are kept to a minimum. Members should—<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Avoid debt-pooling where exorbitant fees are charged. We may want to consolidate debts using a bank or credit union loan that can be repaid at a sensible interest rate over a reasonable length of time. We may need to stop using our credit cards.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Exercise self-discipline by telling ourselves “We can’t afford it” and refusing to take on further credit obligations.<\/p>\n\t\t\t\t\t<p>An argument was overheard one day. One spouse said, while scolding the other for extravagant spending, “How many times do I have to tell you that spending money before you get it is economically unsound?”<\/p>\n\t\t\t\t\t<p>“Oh,” said the other spouse, “I don’t know about that. This way, if you don’t get the money, at least you have something to show for it.”<\/p>\n\t\t\t\t\t<p>Please be patient and carefully control your purchases so that you will not become enslaved to your creditors.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Make a budget and stick to it.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Cut expenses by distinguishing between wants and needs. Economize by controlling the use of goods, services, and energy.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Increase homemaking skills and have family members complete home and car repairs, when feasible.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Invest wisely. Avoid speculations and get-rich-quick schemes.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p38\" class=\"\">Brothers and sisters, every one of us has the potential to improve and increase his earning capacity. We are far better off if we can improve and become more valuable on our full-time jobs than if we attempt to hold two jobs or to have mothers leave home to join the work force.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p39\" class=\"\">When we learn to expect more success than failure in life, we soon will develop an attitude of success.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p40\" class=\"\">“Nothing succeeds like success.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p41\" class=\"\">Remember—a positive attitude, a well-thought-out plan, and consistent self-discipline can help us improve our circumstances. Applying these keys in our daily work will help produce more income, and practicing them in our homes will help reduce expenses. When we combine these principles with keeping the commandments of God, we can learn to become better managers of our time and resources and become financially secure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/05\/providing-for-our-needs.p42\" class=\"\">May the Lord bless all of us to this end, I pray humbly, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}