{"ID":354, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Responsibilities of Parents<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, October 1948, pp. 32-36<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, it is with humility that I seek the sustaining influence of your faith\nand prayers while I endeavor to fill this most important responsibility.\n<\/p><p>\nTHE WAYS OF THE WORLD\n<\/p><p>\nI have been impressed, since this call came to me, with the fact that it is very easy for the\nchildren of our Heavenly Father, in their lives, to follow the will and the ways of the masses.\nThere seems to be something that naturally attracts us in our weakness to go with the ways of\nthe world. In so doing we lose sight of the fact that one of the greatest gifts bestowed upon us\nis our own free agency, and that free agency of ours should compel us to make our own\ndecisions, to exercise our own judgment, to know where we are going, and to know the\nmeans by which we expect to arrive at our destination. There is so much that could be said\nupon this subject because, unwittingly, it would seem that so many of us are sacrificing this\nright of free agency. We are so imbued with the idea that we must do as the world does, be\none with our neighbors regardless of what their ideals and ambitions may be, that we are\nunwittingly forfeiting the right to make our own judgments and our own decisions.\n<\/p><p>\nOBJECTIVES OF LIFE SIDETRACKED\n<\/p><p>\nThere are few of us who, if we were to take a trip, would not give some concern to the\nvehicle in which we would travel, the road along which we would walk or go, and the goal\nwe would seek as a destination. Now all of these things seem commonplace to us in our\neveryday life, but when it comes to knowing where we are going, so far as life is concerned,\nwhere our goal is, the objective of our creation, the fulfilling of our purposes here upon this\nearth, we seem to be very easily sidetracked.\n<\/p><p>\nI was very much impressed in reading recently a statement of the Prophet Joseph Smith. He\nsaid:\n<\/p><p>\nConsider for a moment, brethren, the fulfilment of the words of the prophet; for we behold\nthat darkness covers the earth, and gross darkness the minds of the inhabitants thereof\n(<span class=\"citation\" id=\"12533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12533)\">D&amp;C 112:23<\/a><\/span>)&mdash;that\ncrimes of every description are increasing among men&mdash;vices of great enormity are\npracticed&mdash;the rising generation growing up in the fulness of pride and arrogance&mdash;the aged\nlosing every sense of conviction and seemingly banishing every thought of a day of\nretribution&mdash;in temperance, immorality, extravagance, pride, blindness of heart, idolatry, the\nloss of natural affection; the love of this world, and indifference toward the things of eternity\nincreasing among those who profess a belief in the religion of heaven, and infidelity spreading\nitself in consequence of the same&mdash;men giving themselves up to commit acts of the foulest\nkind, and deeds of the blackest dye, blaspheming, defrauding, blasting the reputation of\nneighbors, stealing, robbing, murdering, advocating error and opposing the truth, forsaking the\ncovenant of heaven, and denying the faith of Jesus&mdash;and in the midst of all this, the day of the\nLord fast approaching when none except those who have won the wedding garment will be\npermitted to eat and drink in the presence of the Bridegroom, the Prince of Peace!\n(<i>Teachings of the Prophet Joseph Smith<\/i>, p. 47).\n<\/p><p>\nLOSS OF NATURAL AFFECTION\n<\/p><p>\nIn thus enumerating the crimes of which the world would, in the future, be guilty, the Prophet\nJoseph evidenced his true prophetic nature&mdash;the power which he possessed, given him from on\nhigh to see into the future, for I warrant that in the days of the Prophet no one realized the\nextent to which the people of the world, would lose their, \"natural affection\"\n(<span class=\"citation\" id=\"5101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5101)\">2 Tim. 3:3<\/a><\/span>), in the years to\ncome. Today there seems to be a greater urge to destroy this \"natural affection\" than to\ncommit any other offense of comparable enormity.\n<\/p><p>\nWe are for the most part, not conscious of the existence of agencies at work in our midst with\nthis result as their purpose. We are losing one of our most precious prizes which mankind can\nhold on to if they will.\n<\/p><p>\nCertainly natural affection is something that was bestowed upon us at birth. We had an\nabundance of love at that time for our parents. The child loves its mother. We are brought to\na time in our lives, in the history of this world, today, when we should begin to inquire as to\nwhether there is any less degree of affection existing between us, as we grow to maturity, for\nour parents, than that which existed in the days of our childhood and our youth. If we find\nthe slightest difference, if we find that there has been any loss of affection, then we should\nexamine our lives carefully to ascertain what we can do to bring about its restoration. Of all\nthe people upon this earth we should be the last people to consider accepting any of the\nphilosophies of the world, no matter what the prize attached thereto might be, if so to do\nwould be to withdraw from that close affinity and affection which must exist between father\nand son and mother and daughter if we are to realize here in our mortal existence the full\npurpose of our creation.\n<\/p><p>\nIt is a serious matter to me and one which has been brought close to my heart, because of my\nwork in our welfare program. I am thrilled when I read the statistics of how much we have\naccomplished in the welfare program, how many trainloads, carloads, shiploads of supplies we\nhave sent to the needy Saints in Europe and how much we have accomplished in the\norganized stakes of Zion. It seems as though those things may be measured in tons, but there\nhas been a benefit come to the people of this Church as a result of this welfare program of a\nspiritual nature which cannot be measured. It cannot be estimated, but the good which has\nbeen accomplished can be seen in the increased affection which this work has brought\nbetween the children and the parents. If we were to work all the days of our life and sacrifice\nall of our surplus and keep only that which we actually need for ourselves and bring into our\nlives as a result thereof a closer love and affection for our children than we have heretofore\nhad, no one would deny but what we have spent our means well.\n<\/p><p>\nTHE SIGNIFICANCE OF THE HOME\n<\/p><p>\nIt would seem that all of the philosophies of the world today are set upon destroying the\nhome. As we travel through the world, the people of the world seem to have lost in their lives\nthe significance of home. We as Latter-day Saints cannot do this. We must still maintain the\nhome as a place where we can kneel down daily with our children and teach them to pray.\nOur home is the place where we can teach them the gospel. We cannot be saved in ignorance\n(<span class=\"citation\" id=\"12562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12562)\">D&amp;C 131:6<\/a><\/span>),\nand neither can our children. What a wonderful work it would be if today we could bring\nback into the home the teachings of the gospel of Jesus Christ as a means of overcoming the\ndelinquency there is in the world, among the youth. We can't deny the fact that there is\ngreater delinquency among the young people of the world than ever before. We as Latter-day\nSaints have the responsibility to see to it that this delinquency of which the world is guilty\ndoes not creep into our homes. I have had occasion many times, to suggest that maybe if we\nwould enter into this family relationship with the same enthusiasm, with the same ambition\nand the same energy and the same desire as we do our temporal affairs that our families and\nthe home would mean more to us than they do now. It has been my thought for a long time,\ncertainly my considered opinion and my testimony to you today that one way to combat\ndivorce in the World is for men to pay more attention to their wives and for wives to pay\nmore attention to their husbands, and let some of the things of the world go by and do not\ntale the example of the world as that which we must follow but rather apply ourselves to the\nperformance of some of the humbler duties of life.\n<\/p><p>\nThe Lord bless the mothers in Israel who keep their flock under their arms, who teach them\nto pray at their knees, and the Lord bless the fathers in Israel who are willing to take time off\nfrom their business and from their farms to spend with their sons and their daughters.\n<\/p><p>\nVIRTUE IN CHURCH ACTIVITY\n<\/p><p>\nOf course I see a great deal of virtue in this welfare program. If fathers would pull themselves\naway from their work and would engage themselves in the various projects that have been\ninitiated in this welfare program, they would soon see the blessing to be derived from taking\ntheir sons with them and mothers their daughters.\n<\/p><p>\nAs I go into the meetings of the Saints, I always have a feeling, I have it today, that the\nadversary has absolutely no power over us so long as we are assembled here in the Lord's\nhouse and worshiping him. Brethren and sisters that same protection goes with us throughout\nour lives and in all our activities if our associations be with those who have the same ideals\nand the same objectives in life. The priesthood was given to us to be a protection, and in\norder that it be a protection we must be active in the quorums to which we belong. Men who\nassociate actively in the priesthood quorums of this Church will keep themselves from the\npower of the adversary. Their motives will always be righteous. They will bring into their\nhomes a spirit and an atmosphere that will keen their children in the line of their duty. It will\ngive to each and every one of us a desire which we cannot overcome except we fulfil it, to\nsee to it that every son and daughter with whom we are blessed knows as much about this\ngospel of Jesus Christ as we do.\n<\/p><p>\nIt would be a reflection upon the people of the Church if their sons and daughters as they\ncome to us to be interviewed to go on a mission should tell us that they had never heard their\nfather or their mother hear their testimony. So we should go to our various places of labor\nthroughout the Church and teach our people to bear their testimonies to their children and to\nteach them the simple but the fundamental principles of this gospel. There will be none of our\nyouth leave our Church and join any of the churches of the world if they once have within\nthemselves a knowledge of the true gospel of Jesus Christ as restored through the\ninstrumentality of the Prophet Joseph Smith. I tell you, my brothers and sisters, we have a\nresponsibility to make of our homes a sacred place where our children will want to come and\nbring their children and kneel with us in prayer and read the scriptures with us and discuss\nwith us the problems of life.\n<\/p><p>\nPARENTAL INFLUENCE IN THE HOME\n<\/p><p>\nNow, if we devote ourselves to the institutions of the world, and they are multiplying daily,\nwe will have no time for the Church. All of us have opportunities to join this organization or\nthat organization, and it is time for us to realize that every organization which we join, no\nmatter how good its purposes may be, detracts, to some extent at least, from our observing\nand practicing the things which we should do in our home and above all giving of ourselves\nto our families. It is not enough in this day and age to make money, to be able to bestow the\nriches of the world upon our children to let them live in luxury, give them all of the things of\nlife that they might want. Better than all that is to give a little of ourselves to our children,\nthat they might know us for what we are and feel of the spirit which we have and which we\nreceive through keeping the commandments of our Heavenly Father.\n<\/p><p>\nI was reading the other day what President George Albert Smith said many years ago, and in\nconclusion I want to read his statement:\n<\/p><p>\nGrateful should we be for a knowledge of the eternity of the marriage covenant. If in this life\nonly have we hope we would indeed be of all men the most miserable\n(<span class=\"citation\" id=\"168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(168)\">1 Cor. 15:19<\/a><\/span>). The assurance that our\nrelationship here as parents and children, as husbands and wives, will continue in heaven and\nthis is but the beginning of a great and glorious kingdom that our Father has destined we shall\ninherit on the other side, fills us with hope and joy, One of the greatest evidences to me of\nthe divinity of this work is that it teaches there is life eternal on the other side and that there\nwill be a reunion there of the loved ones who have known each other here, consequently as\nparents we may well be patient and loving toward our children, for they will eternally abide\nwith us on the other side, if we and they are faithful. The few years that we live here will be\nregarded as a time in which we become acquainted, but when we mingle in the other life, we\nwill know each other better than we have here.\n<\/p><p>\nPresident Wilford Woodruff said on one occasion:\n<\/p><p>\nBless your souls, if you live here in the flesh a thousand years, as long as Father Adam and\nlived and labored all your life in poverty and when we get through, if by your acts you could\nsecure your wives and children in the first resurrection to dwell with you in the presence of\nGod that one thing would amply pay you for the labors of a thousand years.\n<\/p><p>\nNow let us make the sacrifice, my brothers and sisters, of the labors of a day or two a month\nto spend with our children and help them to gain a place in the celestial kingdom of our\nHeavenly Father, there to dwell with us and to add to our glory eternally. I pray humbly this\nmay be our happy lot, in the name of the Lord Jesus Christ, Amen.\n<\/p>\n<\/div>\n<\/div>"}