{"ID":356, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Latter-day Saint Home<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1948, pp. 51-56<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTwo of the speakers this afternoon have expressed their appreciation for the courtesy and the\nconsideration that is given them by the Saints as they move out on Church assignments\nthroughout the stakes and missions of the Church. I have likewise in my heart an appreciation\nfor that service. Not the least of the compensations that come to me from my present\nappointment is the fact that wherever I am sent under such conditions, during that period of\nservice, I am visiting with and laboring with the finest people in the community and the finest\npeople in the world.\n<\/p><p>\nIt is about some of the observations that I have made while thus privileged that I would like\nto speak for a few moments, and time is too short to go into much detail, but merely to\nmention a few of those observations.\n<\/p><p>\nDANGERS CONFRONTING OUR HOMES\n<\/p><p>\nElder Moyle has called our attention to some of the tragic things that warn us that there are\ndangers confronting our homes. The increase of crime and the increase of divorce, the\nincrease of juvenile delinquency, all indicate that there is a weakening of the good influence\nof the family home, and an increase in the dangers that threaten to destroy it. From the stress\nthat has been laid upon the subject of home and marriage, not only in the scriptures, but also\nin our conferences from time to time, it would appear that it has always been considered\nfundamental to the establishment of a strong religious life and the building of the kingdom\nthat the homes of our people be safeguarded and marriage be held sacred.\n<\/p><p>\nIn the first marriage that was performed upon this earth, the Lord made four significant\ndeclarations. First, that it was not good for man to be alone; second, that woman was formed\nto be a help meet for man (<span class=\"citation\" id=\"23530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23530)\">Gen. 2:18<\/a><\/span>);\nthird, that they twain should be of one flesh; and fourth, that man\nshould leave father and mother and cleave unto his wife\n(<span class=\"citation\" id=\"34217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34217)\">Matt. 19:5<\/a><\/span>).\n<\/p><p>\nAt a later time the Lord reinforced that by saying:\n<\/p><p>\n. . . What therefore God hath joined together, let not man put asunder\n(<span class=\"citation\" id=\"34218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34218)\">Matt. 19:6<\/a><\/span>).\n<\/p><p>\nLOFTY CONCEPTS OF THE HOME\n<\/p><p>\nThere is no other people on the face of the earth, that I know anything about, who have the\nlofty concepts of marriage and the sacredness of the home as do the Latter-day Saints.\n<\/p><p>\nIn a revelation given in our day the Lord said:\n<\/p><p>\n. . . marriage is ordained of God unto man.\n<\/p><p>\nWherefore, it is lawful that he should have one wife, and they twain shall be one flesh, and\nall this that the earth might answer the end of its creation\n(<span class=\"citation\" id=\"12455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12455)\">D&amp;C 49:15-16<\/a><\/span>).\n<\/p><p>\nThere are, however, unmistakable evidences that the same dangers that are abroad are among\nus and are seeking to destroy this God-given institution, the home. Many there are who have\ngiven counsel in the scientific fields, relating to family life, but largely have their findings\nabout the homes in the modern day been taken from broken and unhappy homes. It has been\nmy privilege to visit, with the others of the General Authorities, regularly in the finest homes\nof our people, and it is from those visits that I have gleaned some things that I should like to\nmention to you, suggestive of the elements that build for strength and happiness in the home.\n<\/p><p>\nLOVE AND DESIRE FOR CHILDREN\n<\/p><p>\nIf I were to name the first thing that impresses me always in these fine Latter-day Saint\nhomes, I would say it was a love for and a desire for children. These are homes where the\nhaving of children was not delayed because of some social or educational or financial\nobjective, and where the size of the families has not been limited by the practice of birth\ncontrol.\n<\/p><p>\nA few years ago I read some statistics taken from the United States Census Bureau which\nindicated that out of 180,000 divorces for that given year, 57 percent were in homes where\nthere were no children, 21.2 percent where there was only one child; and in families with five\nor more children, divorces ranged all the way from none to only .7 of one percent. Clearly is\nit evident that parental love and oneness that come from planned parenthood is a safe and sure\nguarantee to the happiness of the home.\n<\/p><p>\nMIRACLE OF MOTHERHOOD\n<\/p><p>\nSometime ago I was privileged to hear something about the influence that had come from one\nof these homes in a letter that was written by a lovely daughter who had just given birth to\nher first baby In the early hours of the morning the baby had come, and late in the afternoon\nshe was in a reflective mood; in this reflective mood she had written home to her family. In\nher letter she told first about her impressions and feelings at the miracle of motherhood, how\nshe had been privileged to be a participant in this wonderful creation. Then she wrote this:\n<\/p><p>\nI wonder that we women are not required to undergo even more than labor pains to bring\nthese little ones from another world into this one. It seems so right that we through pain are\nforced to slip for a few minutes, at least, half-way into another sphere, to sort of bring our\nbaby by the hand into this new world.\n<\/p><p>\nThe beauty of that girl's thinking about the lofty ideals of womanhood and the sacred calling\nof the mother in the home is matched only by that which I heard in Canada when I\ninterviewed a young man who was preparing to go on a mission. I sought to find out what his\nidea and standards had been with respect to honoring womanhood. He looked me\nunflinchingly in the eye and replied:\n<\/p><p>\nBrother Lee, my mother has taught me all my life that a mother can rear her daughter, but it\ntakes a mother plus a good pure girl in order to rear her son properly.\n<\/p><p>\nGUARANTEES OF A HAPPY HOME\n<\/p><p>\nI am reminded of the remark of a young man to his sweetheart and her reply, when he\nplanned to postpone their marriage because of finances. He said to her somewhat facetiously:\n\"I think probably all I can promise you is a sagebrush home in Idaho,\" and she replied: \"Well,\nthat is fine, then if we ever get anything, it will belong to both of us and not just you.\"\n<\/p><p>\nI am thinking of that mother blessed with a family of girls who kneeled down each night and\nprayed God that somewhere there would be a mother rearing some sons worthy to become the\nhusbands of her daughters, and then, the daughters finally married. In talking with the\nmothers of the sons, she found that those mothers had been praying ever since their boys were\nborn that somewhere God would be preparing some girls worthy to become the wives of their\nsons.\n<\/p><p>\nI say to you, brethren and sisters, such lofty concepts of home, family, and the responsibilities\nof home and family, are certain guarantees to a happy and successful home.\n<\/p><p>\nComing home on the train from California this last week, I rode with one of these lovely\nmothers whom I have known and who has reared an excellent family. We talked about the\nthings that had helped to keep her family in line. She said:\n<\/p><p>\nBrother Lee, I made it my practice and rule, when my children came along that I was going\nto make as many contacts with my children in the home as I possibly could. I was always\nthere when they went to school; I planned to give up everything else, if necessary, to be there\nwhen they came home; I was there when they had their parties and their friends in the home;\nand I always waited up after the evening parties in order to greet my children when they came\nhome from the party, because I found that at such moments I was able to encourage a\nfrankness between us, and it permitted me to enjoy their confidences that over the years\nbuilded a comradeship which kept them safe in times of difficulty.\n<\/p><p>\nWhat a blessing is such a wise mother! Such children, so taught, with whom mothers and\nfathers have made such comrades, in times of stress and storm will turn to mother and father\nas the ship laboring in the storm to the port for safety.\n<\/p><p>\nLOVE IN THE HOME\n<\/p><p>\nThe Apostle Paul, because apparently of the importance that he saw of love in the home,\nmade this statement:\n<\/p><p>\nHusbands, love your wives, even as Christ also loved the church, and gave himself for it.\n<\/p><p>\nSo ought men to love their wives as their own bodies\n(<span class=\"citation\" id=\"21631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21631)\">Eph. 5:25,28<\/a><\/span>).\n<\/p><p>\nAnd another prophet condemned the infidelity of men and their unfaithfulness to their\ncompanions, those who had failed in their parental responsibilities in these words:\n<\/p><p>\nFor behold, I, the Lord, have seen the sorrow, and heard the mourning of the daughters of my\npeople in the land of Jerusalem, yea and in all the lands of my people, because of the\nwickedness and abominations of their husbands.\n<\/p><p>\n. . . Ye have broken the hearts of your tender wives, and lost the confidence of your children,\nbecause of your bad examples before them and the sobbings of their hearts ascend up to God\nagainst you. And because of the strictness of the word of God, which cometh down against\nyou, many hearts died, pierced with deep wounds\n(<span class=\"citation\" id=\"25829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25829)\">Jacob 2:31,35<\/a><\/span>).\n<\/p><p>\nCHILDREN MADE PARTNERS\n<\/p><p>\nI have found in these Latter-day Saint homes that one of the characteristics that mark them as\noutstanding is that the family has been made into a partnership. Father and mother in the early\ndays, managing the income, have given small weekly allowances to the children to make them\npartners. As they have grown older, there has been a sort of partial partnership with father\nand mother as the parent corporation, and still older, a full partnership, and then in old age\nthe parents sell to the children and retire on the income from the properties thus disposed of.\nLearning how to do on the farm, having a part in homemaking and the family earnings is a\nsure guarantee against juvenile delinquency. The blase girl who is overpainted and immodestly\ndressed presents but the unlovely picture of the unhappy girl who is making a bid for a kind\nof popularity that personal endowments did not provide. The boy with his first smoke and the\nfirst drink and the beginning of profanity ofttimes is one who is trying to flag a feeling of\ninferiority, and acts thus to make himself seemingly equal to a difficult situation. The kinds of\nhomes that I have been describing, as found among the leaders throughout the stakes and\nmissions of this Church, are homes where delinquency is rarely to be found, because of the\nresponsibilities that have been given to the children throughout their growing years. Individual\nresponsibilities assigned to family members seems most vital in the building of these\nsuccessful homes.\n<\/p><p>\nRESPECT FOR EACH OTHER\n<\/p><p>\nI see these families showing respect towards each other; father to mother, and affection for\nher, and mother to father; no quarrellings, no bickerings before the children at least,\nmisunderstandings talked out sensibly&mdash;I saw one such home with nine lovely children where\nthe children bear testimony to the fact that they have never heard their father and mother\nquarrel. The result is now that in the nine homes of these children, following this period of\ninstruction, and the good example of parents, there are nine more lovely and secure families\nliving happily together.\n<\/p><p>\nI contrast that with the lament of a father who said: \"What is the matter with my family? In\nevery one of their homes, now they are married, they are having trouble, and divorce is\nthreatening.\" I saw the kind of home they grew up in, and I contrasted it with this other home\nwhere safety and security have been provided.\n<\/p><p>\nMAINTENANCE OF SPIRITUAL CONTACTS\n<\/p><p>\nThe maintenance of spiritual contacts, the exercise of family prayers, the constant attention to\nChurch duties have all been some of the things that have helped these homes to be successful,\nand so as I close with these few observations, may I remind you that the Lord has said that\nthose who are sealed in the temple by the Holy Spirit of Promise shall pass by the angels and\nthe gods, which are set there, to their exaltation in all things\n(<span class=\"citation\" id=\"12565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12565)\">D&amp;C 132:19<\/a><\/span>).\n<\/p><p>\nMay I call that to your attention, you brethren, reminding you that your marriages shall be\neternal and shall be perpetuated through eternity only so long as you keep the covenants that\nyou have made. The Spirit of Promise is the spirit which searches the hearts of men, and only\nwhen his sealing approval is given&mdash;only then will your blessings become eternal.\n<\/p><p>\nGod grant that the homes of the Latter-day Saints may be blessed and that there shall come\ninto them happiness here and the foundation for exaltation in the celestial kingdom in the\nworld to come, for which I humbly pray, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}