{"ID":357, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Fundamental Teachings of the Church<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Merrill<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph F. Merrill, <i>Conference Report<\/i>, October 1948, pp. 58-63<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren, sisters and friends&mdash;those listening here and elsewhere: I propose in the few minutes\nallotted to me to talk primarily to the Mormon people, but I would feel complimented if any\nothers would care to listen. It is trite to say that the Church of Jesus Christ of Latter-day\nSaints has many characteristic teachings&mdash;those not accepted and taught by other churches as\nwe teach them. Some of these are basic and therefore fundamental to Mormonism, as you all\nknow. Among them are that Joseph Smith was the recipient of divine visions, visitations, and\nrevelations, that the Book of Mormon is a God-given volume to the world which, by reason\nof the miraculous way it came forth, is the most marvelous book in print today and that the\nHoly Priesthood&mdash;the authority to act for and in the name of Jesus Christ&mdash;was given to Joseph\nSmith and Oliver Cowdery by the laying on of hands of heavenly messengers&mdash;first, John the\nBaptist, and a little later, the Apostles Peter, James, and John. To members of our Church\nthese are actual facts to which countless thousands of them bear fervent testimony, saying in\neffect they really do know, not believe only, that these things are true. Incidentally, may I say\ntestimony bearing of this nature is, as you know, a characteristic practice among us.\n<\/p><p>\nTESTIMONIES OF RETURNED MISSIONARIES\n<\/p><p>\nSince the current policy of interviewing returned missionaries by some one of the General\nAuthorities began a dozen years ago, I have interviewed hundreds of these young people and\non questioning, at least ninety-nine percent of them readily and positively declared they knew\ncertainly that God lives and that the Church of Jesus Christ of Latter-day Saints is his Church.\nWere these young people telling the truth? Did they, and can any one, positively know that\nGod lives? Multitudes of worldly people answer, nay. But in such a case a negative answer\nhas no value. All it can do is to show that the witness is without knowledge. The testimony of\na single witness who has the facts far outweighs the testimony of the multitudes who have no\nfacts. \n<\/p><p>\nWe read that Jesus once declared:\n<\/p><p>\nMy doctrine is not mine, but his that sent me.\n<\/p><p>\nIf any man will do his will, he shall know of the doctrine, whether it be of God, or whether I\nspeak of myself (<span class=\"citation\" id=\"27312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27312)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nFurther, on one occasion addressing the question to his disciples, Jesus asked:\n<\/p><p>\nBut whom say ye that I am?\n<\/p><p>\nAnd Simon Peter answered and said, Thou art the Christ, the Son of the living God. And\nJesus answered and said unto him, Blessed art thou, Simon Bar-jona, for flesh and blood hath\nnot revealed it unto thee, but my Father which is in heaven\n(<span class=\"citation\" id=\"34210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34210)\">Matt. 16:15-17<\/a><\/span>).\n<\/p><p>\nThe Latter-day Saints accept this teaching, and multitudes among them declare they know by\npersonal experience that it is the truth. \"But how can they know?\" the doubter asks. Those\nhaving the knowledge rarely, if ever, claim they have ever seen or heard God (but the boy\nJoseph Smith asserted that he both saw and heard\n<span class=\"citation\" id=\"30267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30267)\">JS&mdash;H 1:17<\/a><\/span>).\n\"Then how can they know?\" the doubter\nasks. The answer is: by the power of the Holy Ghost, as Moroni declared (see\n<span class=\"citation\" id=\"38237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38237)\">Moro. 10:4-5<\/a><\/span>).\nWas it not by the power of the Holy Ghost that Peter got his knowledge\n(<span class=\"citation\" id=\"34211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34211)\">Matt. 16:17<\/a><\/span>;\n<span class=\"citation\" id=\"7593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7593)\">Acts 4:8<\/a><\/span>)?\n<\/p><p>\nAVENUES OF GETTING KNOWLEDGE\n<\/p><p>\nThere are avenues of getting knowledge other than those of seeing, hearing, or touching. One\nof them is mind and feeling. If one has a pain, does he not know it? How? Through his\nfeelings. If he is elated, or sad, or depressed, or hungry, does he not know it? It is through\nour feelings that much of our knowledge comes. In his work of translating the Book of\nMormon, how did the Prophet Joseph Smith know when a particular translation was correct?\nBy a \"burning\" in his bosom (<span class=\"citation\" id=\"12426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12426)\">D&amp;C 9:8<\/a><\/span>),\nhe declared that is, by a feeling of perfect assurance.\n<\/p><p>\nMany a prayer has been divinely answered while the petitioner was still on his knees. How\ndid he know the answer came from above? By the way he felt&mdash;the feeling of satisfaction, of\nelation, of perfect assurance, of right accompanying the mental impressions received. But it is\nwell for us to remember that mental impressions may come from two different sources&mdash;one\nfrom above, the other from below&mdash;from the Lord, or from Satan. Satan. We may know the\nsource of the impression by the way we feel. If it is from the devil\n(<span class=\"citation\" id=\"30262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30262)\">JS&mdash;H 1:15-16<\/a><\/span>), it is never accompanied\nby a feeling of joyous satisfaction and positive assurance of right&mdash;a characteristic of\nimpressions that come from the Lord. The one who prays need not be deceived by\nimpressions that come into his mind in answer to prayer. Divine impressions have\naccompanying characteristics of genuineness.\n<\/p><p>\nVISION GIVEN TO JOSEPH SMITH\n<\/p><p>\nYes, God does live. The Father, Son, and Holy Ghost are three separate personal beings\n(<span class=\"citation\" id=\"12561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12561)\">D&amp;C 130:22<\/a><\/span>), alike\nin form, in whose image man is made\n(<span class=\"citation\" id=\"23528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23528)\">Gen. 1:27<\/a><\/span>).\nIn order that these basic fundamental truths, lost to the\nworld through centuries of erroneous teachings, might again be available to people of our day,\na new revelation was necessary, and this was given to the fourteen-year-old Joseph Smith in\nthe form of the most glorious vision ever given to mortal man, so far as the records\nindicate&mdash;a vision in which Father and Son appeared simultaneously\n<span class=\"citation\" id=\"50059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50059)\">JS&mdash;H 1:17<\/a><\/span>)&mdash;given to this uneducated,\nbackwoods boy in order . . . that I might show forth my wisdom through the weak things of\nthe earth\" (<span class=\"citation\" id=\"12551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12551)\">D&amp;C 124:1<\/a><\/span>)&mdash;a\nyouth who three and one-half years later was told by a\nmessenger from heaven that his name should be had for good and evil among all nations,\nkindreds, and tongues (<span class=\"citation\" id=\"30272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30272)\">JS&mdash;H 1:33<\/a><\/span>).\nYes, Joseph Smith was divinely called, a truth to which his works and\nthe personal testimony of hundreds of thousands of his followers sincerely testify. And judged\nsolely by his works&mdash;the measuring stick universally employed in determining greatness in\nmen&mdash;Joseph Smith surely presents a challenge to every normal-minded adult human being\ninterested in the good and happiness of himself and fellowmen, a challenge to give careful\nstudy and thorough investigation to his claims and teachings. Personally, I believe that even\nvery many of our Mormon people are more or less careless and indifferent to the significance\nof the message Joseph Smith was called to deliver to the world.\n<\/p><p>\nSATAN RESPONSIBLE FOR WORLD TROUBLES\n<\/p><p>\nIn this connection, it is perhaps well to remind ourselves that Satan the devil, whom I\nmentioned a moment ago, is a real personal being, a spirit brother of ours with a spirit body\nin form like that of all other men. He is here on earth with a multitude of other spirit children\nof our Father in heaven. He and his hosts are doing all they can to handicap the work of the\nLord by handicapping the Father's children here in mortality. All our troubles, sorrows,\nmiseries, sins, and wickedness stem right back to Satan, who through his temptations and\nmachinations leads men away from the paths of peace, fair dealing, and righteous living, from\nthe love of God and love of their fellow mortals.\n<\/p><p>\nWhen traveling about Europe twelve to fifteen years ago, we frequently met people who said,\n\"There is no God who loves us and whose children we are; otherwise, he never would have\npermitted the First World War, entailing misery and destruction to many millions of human\nbeings.\" Of course the answer of Mormonism to such false conclusions is that Satan, and not\nGod, is responsible in the final analysis for these troubles. To every child that comes into\nmortality our Father in heaven has given his free agency&mdash;freedom to do as he pleases,\nfreedom to yield to the temptations and power of Satan, freedom to reject God and\nrighteousness. These matters are fairly well understood by Latter-day Saints, but not by many\nof their non-Mormon brethren. Yes, Satan is the father of lies\n(<span class=\"citation\" id=\"38957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38957)\">Moses 4:4<\/a><\/span>), the inspiration of wickedness,\nand the source of wars. Years ago a great newspaper in the Middle West entitled its lead\neditorial \"Hitler, the Devil Incarnate.\" God works through men willing to obey him, to lead\nhis mortal children to paths of righteousness. Likewise, Satan works through men willing to\nyield to temptations, to bring troubles and destruction to God's children. Whether we serve\nGod or Satan is a matter for the individual to decide. But having given each person his free\nagency, God holds him responsible for the way he uses it&mdash;whether for the good and uplift, or\notherwise, of his fellow men.\n<\/p><p>\nTHE POWER OF SATAN\n<\/p><p>\nRelative to Satan, perhaps he has more influence among men today than ever before in human\nhistory. We have yet no treaty of peace with Germany or Japan, and none as yet in sight,\nthough fighting with these countries ended more than three years ago. In the First World War,\nArmistice Day came the 11th of November. In the following June a treaty of peace with\nGermany was signed. What is the trouble now? My answer is Satan. I think the leaders of\ncertain nations who have a voice in making treaties are in the power of Satan. And Satan does\nnot want peace. The more trouble, fighting, and wickedness in the world, the more Satan\nlaughs. How childish, weak, and stupid many of us are! We yield more or less readily to our\ndestroyer, both in matters that affect us in person and in mass. But Russia is wholly atheistic.\nIn all the public schools there, from the kindergarten to the university, the children are taught\nthe Satanic doctrine that there is no God. The \"law of the jungle\" rules in government circles.\nWhen will treaties of peace conformable to Christian standards, in the making of which\nRussia has a voice, become effective in Germany and Japan?\n<\/p><p>\nBut we need not look abroad to see troubles and unchristian conduct. We have plenty in our\nbeloved America. But whether in our country or abroad, the ultimate cause is the same&mdash;the\ninfluence of Satan. And this influence is largely manifested through a universal human\ntrait&mdash;that of selfishness. Have not all the major wars of history been due to selfishness,\nespecially when associated with the similar traits of ambition and greed? The Christian rule of\nconduct is indicated by the second great commandment: \"Love thy neighbor as thyself\"\n(<span class=\"citation\" id=\"34226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34226)\">Matt. 22:39<\/a><\/span>). If\nyou do this, then necessarily you treat your neighbor as you would like to be treated in\nsimilar circumstances. In other words, you observe the Golden Rule\n(<span class=\"citation\" id=\"34198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34198)\">Matt. 7:12<\/a><\/span>), a thing so difficult to do\nthat perhaps no one fully succeeds in doing it. But the rule expresses the Christian ideal. If\nthis ideal, even approximately, motivated the makers of international treaties, peace between\nnations would soon be here&mdash;the great desideratum of the vast majority of the people of every\ncountry.\n<\/p><p>\nDEVIL-INSPIRED TROUBLES\n<\/p><p>\nNow in our own country what do we see? A multitude of devil-inspired troubles, most of\nthem having their roots in uncontrolled and excessive selfishness, exhibited by excessive\nprices of necessities, work stoppages, strikes, mass picketing, lockouts, crimes, and indulgence\nin sinful practices, pressure groups making inordinate demands, struggles to get something for\nnothing&mdash;to name only a few of them. Unless America wakes up to the grave dangers of the\ntrend of the times and takes steps to curb and eliminate these evils, her doom is sealed as a\nland of free, prosperous, and happy people. This land is to continue as a \"choice land above\nall other lands\" (<span class=\"citation\" id=\"1467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1467)\">1 Ne. 2:20<\/a><\/span>),\n(words divinely spoken) only on condition of the righteousness of her inhabitants.\n<\/p><p>\nLatter-day Saints will observe that I have said nothing new&mdash;nothing that they do not already\nknow. But my purpose in saying these things is to call them again to our attention. In\nobedience to the divine will given to us by revelation, we partake weekly of the emblems of\nthe Holy Sacrament as a reminder and for a renewal of our covenants. The Lord knows we\nhave very good forgetters; he knows we need to be frequently reminded.\n<\/p><p>\nREPENTANCE NEEDED\n<\/p><p>\nBrethren and sisters, members of the Church of Jesus Christ of Latter-day Saints, we need to\nrepent of sinful worldly practices in which many of us indulge more or less. We need to bring\nour selfish desires and practices within the limits of the Golden Rule. We need to cultivate\nhumility and do more sincere praying, particularly in our family circles. We need to keep\nmore vividly in mind the commandments of the Lord and with more determination increase\nour efforts to govern our lives accordingly, that is, implement these commandments in our\ndaily living.\n<\/p><p>\nEvery one of us has more or less influence with those who see and know how we act, how we\nlive. And since we are all expected to be missionaries and teach the gospel of Christ our Lord\nto all the world, we should keep in mind the fact that in the long run the most effective way\nthe majority of us can do this is by example. We are all familiar with the old saying, \"I would\nrather see a sermon than hear one\"&mdash;a very natural attitude to take. With the Apostle James we\nteach that faith without works is dead\n(<span class=\"citation\" id=\"26071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26071)\">James 2:26<\/a><\/span>)\nand that in the great day of judgment we shall be\njudged according to our works (<span class=\"citation\" id=\"42197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42197)\">Rev. 20:12<\/a><\/span>).\n<\/p><p>\nOBSERVANCE OF SABBATH DAY\n<\/p><p>\nIn this connection may I mention the Fourth Commandment which enjoins us to keep holy the\nSabbath day (<span class=\"citation\" id=\"22584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22584)\">Ex. 20:8<\/a><\/span>)&mdash;a\ncommandment so frequently violated by multitudes of people, even by some\nof our own people. Whatever non-members may do in violation of this holy day does not\njustify us in any degree whatsoever in doing likewise on this day. We cannot go to movies, or\nball games, or other kinds of commercial entertainments. We may not go hunting, or fishing,\nor golfing, on the Sabbath without violating the holiness of the day&mdash;such is a doctrine of the\ngospel of Jesus Christ as we interpret it, notwithstanding the teachings of some professing\nChristians to the contrary. The Lord has spoken in modern days on this subject.\n<\/p><p>\nI have spoken of some characteristic teachings of the Church of Jesus Christ of Latter-day\nSaints. In addition we have some teachings that are at the basis of every acceptable Christian\nlife. Some of these are indicated in the Thirteenth Article of Faith:\n<\/p><p>\nWe believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men . . .\n(<span class=\"citation\" id=\"6625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6625)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nBrethren and sisters, God has again showed himself and spoken to man in modern times. He\nis a personal being in whose image we, his children, are made both in the spirit and the flesh.\nThis is his Church, the only one on earth that he recognizes as his own, a truth that we\ndeclare not boastfully but in humility, very thankful that we have been given eyes to see, ears\nto hear, hearts to feel, and minds to understand.\n<\/p><p>\nGod help us all to accept and continue loyal and faithful to these truths I pray in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}