{"ID":3578, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Conference Time\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p2\" class=\"\">Elder Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2308.jpg\" alt=\"Elder Howard W. Hunter\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p3\" class=\"\">From around the world this season of the year come thousands of people who gather at what has become known as the “Crossroads of the West” for a conference of the members of The Church of Jesus Christ of Latter-day Saints. Many years have passed since settlers came in covered wagons into this valley in the tops of the Rockies. Conference was an important occasion in their day, and it continues to be a significant occasion in ours as people of faith and devotion come together to renew and strengthen that faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p4\" class=\"\">Conference time is a season of spiritual revival when knowledge and testimony are increased and solidified that God lives and blesses those who are faithful. It is a time when an understanding that Jesus is the Christ, the Son of the living God, is burned into the hearts of those who have the determination to serve him and keep his commandments. Conference is the time when our leaders give us inspired direction in the conduct of our lives—a time when souls are stirred and resolutions are made to be better husbands and wives, fathers and mothers, more obedient sons and daughters, better friends and neighbors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p5\" class=\"\">As we enter into the spirit of conference, another feeling comes to us—one of deep gratitude that we have been blessed by an understanding of the gospel of Jesus Christ as it has been restored to earth in this dispensation of time. We mix with others from around the world who have that same feeling, and we wish that men and women everywhere could understand and find the joy and peace that come from the knowledge that all people are children of God and therefore brothers and sisters—literally, actually, and in fact, regardless of race, color, language, or religious belief. Turning to the scriptures, we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p6\" class=\"\">“And he inviteth them all to come unto him and partake of his goodness; and he denieth none that come unto him, black and white, bond and free, male and female; and he remembereth the heathen; and all are alike unto God.” (<span class=\"citation\" id=\"4052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4052)\">2 Ne. 26:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p7\" class=\"\">We are reminded as we participate in conference of the deep commitment we have to our fellowmen, our brothers and sisters throughout the world. It is a commitment to share with them a gift that has come to us and the greatest gift we could give to them—an understanding of the fulness of the gospel. We are committed to declare to all the world that Jesus of Nazareth is the Savior of mankind, that he has paid for our sins by his atoning sacrifice, that he has risen from the dead, and that he lives today. Our responsibility is to help the people of the world understand the true nature of our Father in Heaven: that he is a personal God, a loving father, and one to whom each of us may go with our problems and concerns.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p8\" class=\"\">We who are met here today claim a special, unique knowledge of the Savior’s gospel. Most striking of all, to those who first become acquainted with us, is our declaration to the world that we are guided by a living prophet of God—one who communicates with, is inspired by, and receives revelation from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p9\" class=\"\">How do we know such things are true? We know because God has spoken in our time—in our day. The heavens have opened; God has communicated his word to man; eternal truths have been given to the world from the Father of us all. God the Father and Jesus Christ, his Son, have appeared to and have talked with men in this dispensation. In fact, the Lord has appeared on numerous occasions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p10\" class=\"\">We know that our Father in Heaven loves us and is concerned about our spiritual and temporal welfare. We know that his Son, Jesus Christ, our Elder Brother, has provided a way for us to return to the presence of God; that there is a divine purpose for our being here on earth; that we have a work to do which is an important part of his plan. In addition, we know many details of that plan and have received specific direction about our responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p11\" class=\"\">For those who hear our message and wonder how we can claim to know of things that may appear to some to be beyond logic or proof, we answer with a statement written by Paul to the church in Corinth:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p12\" class=\"\">“Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p13\" class=\"\">“But God hath revealed them unto us by his Spirit; for the Spirit searcheth all things, yea, the deep things of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p14\" class=\"\">“For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, except he has the Spirit of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p15\" class=\"\">“Now we have received, not the spirit of the world, but the Spirit which is of God; that we might know the things that are freely given to us of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p16\" class=\"\">“Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.” (<span class=\"citation\" id=\"692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(692)\">JST, 1 Cor. 2:9–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p17\" class=\"\">The learning and wisdom of the earth and all that is temporal comes to us through our physical senses in earthly, temporal ways. We touch, we see, we hear and taste and smell and learn. However, spiritual knowledge, as Paul has said, comes to us in a spiritual way from its spiritual source. Paul continues:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p18\" class=\"\">“But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.” (<span class=\"citation\" id=\"693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(693)\">1 Cor. 2:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p19\" class=\"\">We have found, and know, that the only way to gain spiritual knowledge is to approach our Father in Heaven through the Holy Spirit in the name of Jesus Christ. When we do this, and if we are spiritually prepared, we see things our eyes have not previously seen, and we hear things we may not have previously heard—“the things which God hath prepared,” using Paul’s words. (<span class=\"citation\" id=\"691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(691)\">1 Cor. 2:9<\/a><\/span>.) These things we receive through the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p20\" class=\"\">We believe, and testify to the world, that communication with our Father in Heaven and direction from the Lord are available today. We testify that God speaks to man as he did in the days of the Savior and in Old Testament times. We would say to the world: “Listen to and weigh the words of this conference; consider the direction and counsel that come from those who speak. Then, after prayerful pondering, that sweet warm conviction that comes from the Holy Spirit will testify to you of its truthfulness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p21\" class=\"\">Let me read to you the words of the Lord spoken through one of his prophets:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p22\" class=\"\">“God is merciful unto all who believe on his name; therefore he desireth, in the first place, that ye should believe, yea, even on his word. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p23\" class=\"\">“If ye will awake and arouse your faculties, even to an experiment upon my words, and exercise a particle of faith, yea, even if ye can no more than desire to believe, let this desire work in you, even until ye believe in a manner that ye can give place for a portion of my words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p24\" class=\"\">“Now, we will compare the word unto a seed. Now, if ye give place, that a seed may be planted in your heart, behold, if it be a true seed, or a good seed, if ye do not cast it out by your unbelief, that ye will resist the Spirit of the Lord, behold, it will begin to swell within your breasts; and when you feel these swelling motions, ye will begin to say within yourselves—It must needs be that this is a good seed, or that the word is good, for it beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding, yea, it beginneth to be delicious to me.” (<span class=\"citation\" id=\"9347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9347)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9347)\">Alma 32:22, 27–28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p25\" class=\"\">To you who are seeking or questioning the great purposes of life—to you who are wondering why we are here on earth and what the Lord would have us accomplish while we are here—we would say, as a modern-day prophet has said: “Let no man treat these things lightly or doubtingly; but let every man seek earnestly to understand the truth and teach his children to become familiar with those truths of heaven that have been restored to the earth in the latter day.” (Joseph F. Smith, in Conference Report, Apr. 1902, p. 85.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p26\" class=\"\">It is an honor to be in the service of the Lord, to be commissioned by him to declare to the world that his kingdom is here on the earth, available to all who will listen to his message, accept his gospel, and follow his commandments. We know that this work will continue to roll forth, as the Prophet Joseph Smith has said, “till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done.” (<span class=\"emphasis\">History of the Church,<\/span> 4:540.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/conference-time.p27\" class=\"\">Of these things I testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}