{"ID":3579, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Except a Man Be Born Again”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p3\" class=\"\">In the seventeenth chapter of John, it is recorded that as Jesus prayed to the Father in behalf of his disciples, he said, “And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.” (<span class=\"citation\" id=\"29097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29097)\">John 17:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p4\" class=\"\">In his prayer Jesus made it perfectly clear that the eleven disciples knew him to be the Son of God. He had taught them who he was and that he had been sent from his Father. That they had received a witness in their hearts and souls to the truth of his teachings is made clear in the following statement by John:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p5\" class=\"\">“These words spake Jesus, and lifted up his eyes to heaven, and said, Father, the hour is come; glorify thy Son, that thy Son also may glorify thee:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p6\" class=\"\">“As thou hast given him power over all flesh, that he should give eternal life to as many as thou hast given him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p7\" class=\"\">“I have manifested thy name unto the men which thou gavest me out of the world: thine they were, and thou gavest them me; and they have kept thy word.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p8\" class=\"\">“Now they have known that all things whatsoever thou hast given me are of thee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p9\" class=\"\">“For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.” (<span class=\"citation\" id=\"29096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29096)\">John 17:1–2, 6–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p10\" class=\"\">By receiving the Savior’s message and accepting him for what he was and is, the Apostles obtained eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p11\" class=\"\">This knowledge of “the only true God, and Jesus Christ” (<span class=\"citation\" id=\"29098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29098)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29098)\">John 17:3<\/a><\/span>) is the most important knowledge in the universe; it is the knowledge without which the Prophet Joseph Smith said no man could be saved. The lack of it is the ignorance referred to in the revelation wherein it is written: “It is impossible for a man to be saved in ignorance.” (<span class=\"citation\" id=\"17700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17700)\">D&amp;C 131:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p12\" class=\"\">We should keep in mind that there is more than one source of knowledge. There is the knowledge obtainable through man’s normal sensory organs. Such knowledge should be sought after. The Lord has commanded us to get all such knowledge we can in this manner.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p13\" class=\"\">There is also knowledge of divine things which comes through direct revelation—religious knowledge, it is sometimes called. And there are two aspects to religious knowledge. One of them concerns the great store of religious knowledge which we have in the scriptures. Ever since the beginning, from Father Adam’s time until now, the Lord has given through his prophets, by revelation, religious knowledge. Such knowledge concerns the verities of life. It deals with God and his Beloved Son, the great gospel plan, and the mission of Jesus as Savior and Redeemer. The other aspect to religious knowledge is the personal witness available through inspiration, a form of revelation that comes to each individual.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p14\" class=\"\">The whole world has access to the revealed word of God as it is recorded in the Bible. And the whole world <span class=\"emphasis\">could have<\/span> access to the revealed religious knowledge recorded in the Book of Mormon, the Doctrine and Covenants, and the Pearl of Great Price.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p15\" class=\"\">Millions of people who read and study the Bible do not understand it. Millions do not understand what Jesus said in the prayer recorded in the seventeenth chapter of John from which our theme is taken. The reason they do not understand it is that their understanding has not been enlightened by the power of the Holy Ghost. They have not received a personal witness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p16\" class=\"\">To know God our Eternal Father and Jesus Christ, whom he sent, one must, as did the Apostles of old, learn of them through the process of divine revelation. One must be born again. Let me give you an illustration from the recorded teachings of the Savior as to what I mean.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p17\" class=\"\">In the third chapter of John, it is written that Nicodemus, a very wise man, in fact a member of the Sanhedrin, came to see Jesus by night—he did not yet have enough courage to come to see him during the daytime. But he came to Jesus by night, and said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p18\" class=\"\">“Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.” (<span class=\"citation\" id=\"29053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29053)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29053)\">John 3:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p19\" class=\"\">In this statement Nicodemus unwittingly but clearly revealed the fact that he did not know who Jesus was. All he could see in the Son of God was a great teacher. This was all he could be expected to see, however, because he based his knowledge of who Jesus was upon what he had seen and heard of the Master’s miracles. Perceiving this, Jesus informed him that the knowledge of divine things could not be had through man’s normal senses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p20\" class=\"\">“Except a man be born again, he cannot see the kingdom of God,” said Jesus. (<span class=\"citation\" id=\"29054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29054)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29054)\">John 3:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p21\" class=\"\">Although Nicodemus was wise in the things of the world, he could not understand this simple statement of truth. As a matter of fact, his answer revealed amazement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p22\" class=\"\">“How can a man be born when he is old?” he said. “Can he enter the second time into his mother’s womb, and be born?” (<span class=\"citation\" id=\"29055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29055)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29055)\">John 3:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p23\" class=\"\">Jesus, still persisting in his efforts to get him to understand, continued: “Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.” (<span class=\"citation\" id=\"29056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29056)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29056)\">John 3:5<\/a><\/span>.) Here we have the Savior saying that the kingdom of God can neither be seen nor entered except one be born again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p24\" class=\"\">But Nicodemus still could not understand. Jesus then stated the great law: “That which is born of the flesh is flesh.” That is, that which we learn through our normal senses has to do with this earth. “And that which is born of the Spirit,” he said, “is spirit.” (<span class=\"citation\" id=\"29057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29057)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29057)\">John 3:6<\/a><\/span>.) The things that we learn through the process of inspiration are of God, of the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p25\" class=\"\">Everyone who would know God the Eternal Father and Jesus Christ, whom he has sent, must receive such knowledge by the Spirit. Church members have, of course, been through the process. They have been baptized and confirmed members of the Church and have had hands laid upon their heads for the gift of the Holy Ghost. Through these ordinances the door is unlocked. Submission to this is absolutely essential to rebirth. But to obtain life eternal one must so humble and purify himself that he in fact receives through the power of the Holy Ghost a personal witness that God is his Eternal Father and that Jesus Christ is God’s Son and our personal Savior as well as the Redeemer of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p26\" class=\"\">Let me give you an illustration. It is personal to my family, but it makes the point, so I hope you will pardon my use of it. My wife was reared in a home where they had prayer night and morning; where, almost daily, they discussed gospel principles around the family hearth. She loved education and wanted to go to college. Her father, however, thought college was for boys. In her struggle for an education, she developed an attitude of awe toward people who had been through college. As a member of a stake Sunday School board in Idaho Falls, she taught a class. There came to the class a nonmember of the Church, the wife of one of the brethren on the board. This woman had received a college degree from the University of Idaho. My wife, having not yet received her degree, was a little timid in the presence of this woman.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p27\" class=\"\">One of the lessons in the course dealt with the First Vision of the Prophet Joseph Smith. As she made her preparation for the lesson, there came into her mind the realization that this nonmember would be present in the class. This realization was followed by the question, “What will she think of me, an ignorant girl, saying that the Father and the Son actually came down from heaven and appeared before a fourteen-year-old boy?” The thought terrified her, and she concluded that she couldn’t do it. She went to her mother, crying, and said, “Mother, I can’t teach this lesson. I don’t know that Joseph Smith saw the Father and the Son. I know I have been taught it all through my life by you and Father. I have believed you, but personally I don’t know it. This woman will ridicule me. I just can’t stand up before the class with this woman present and teach this lesson.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p28\" class=\"\">Now, her mother had not been to school very much. She was not an educated person by the world’s standards, but she had faith in God the Eternal Father and in Jesus Christ, his Son, and she said to her daughter, “What did Joseph Smith do to get that vision?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p29\" class=\"\">“Well,” she answered, “he prayed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p30\" class=\"\">“Why don’t you do that?” she said to her daughter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p31\" class=\"\">This young girl returned to her room and there, for the first time in her life in fact, she went to the Almighty with a sincere desire to know whether he lived and whether he and the Savior actually appeared to the Prophet Joseph. Coming out of that room, she went to her Sunday School class and taught that lesson with joy, with knowledge, with conviction. She had been born of the Spirit. She knew.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p32\" class=\"\">Now, my beloved brethren and sisters, everyone has to have a spiritual experience to gain eternal life, to know God the Eternal Father, and Jesus Christ, whom he has sent. I plead with you to seek this knowledge if you don’t already have that knowledge. You know the way now. It is not a mass experience. It must come to each individually. It must come to you. It must come to those whom you teach. We must teach by the Spirit, “and if ye receive not the Spirit ye shall not teach,” said the Savior. “The Spirit shall be given unto you by the prayer of faith.” (<span class=\"citation\" id=\"17595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17595)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17595)\">D&amp;C 42:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p33\" class=\"\">You who have been baptized have the right to it. Desire it. Pray for it. Work for it, and God will give it to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/except-a-man-be-born-again.p34\" class=\"\">That you may each receive that knowledge of God the Eternal Father and Jesus Christ whom he has sent, to know which is eternal life, I humbly pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}