{"ID":358, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Some Problems and Principles<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1948, pp. 63-67<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSomehow or other, this task never seems to become any easier. In fact at times I feel that it\nbecomes more difficult, and I earnestly hope that you will sustain me with your thoughts and\nprayers and that my Father in heaven will give me utterance.\n<\/p><p>\nTESTIMONY OF INFORMED WITNESS\n<\/p><p>\nI was struck by a thought that Dr. Merrill presented in the opening paragraphs of his talk, that\nthe testimony of one informed witness is worth infinitely more than the testimony of many\nwho don't know, I have often made the observation that an idiotic opinion multiplied by fifty\nmillion is still an idiotic opinion. Sometimes our children endeavor to induce us to give them\npermission to do things we know they shouldn't do, with the well-worn phrase that\n\"everybody is doing them.\"\n<\/p><p>\nBut no matter what everybody does, an error is still an error even though it is multiplied\nmillions of times. So is an evil, and it doesn't matter how popular or how glamorous or how\nuniversal evils become, they are still evils. Some evils have been made very glamorous, very\nappealing and very popular, but we must be aware of the fact that they are still what they are,\nregardless of who partakes of them or what they are called, or what appearance they assume.\nHistory has proved many times over that the opinion of one man who knows and who knows\nthat he knows, the opinion of one man who has the truth and proclaims it, is much more\nimportant than the opinions of many millions who don't know.\n<\/p><p>\nEVENTS OF A CENTURY AGO\n<\/p><p>\nI can't look at this audience this morning without thinking of another audience that gathered\non Temple Square a hundred years ago. It is one hundred years this month since the first\ngeneral conference was held on Temple Square. A bowery was built here in 1847. A special\nconference was held in that year, in August, I believe, and the two general conferences\nfollowing that one, one on Christmas day, 1847, and one in April 1848, were held back in\nKanesville, Iowa. The first general conference of the Church on this square was one hundred\nyears ago now, and what has happened since then, here and elsewhere, is almost beyond\nbelief.\n<\/p><p>\nThe picture of those people comes before us&mdash;men and women who faced the harsh realities of\nphysical existence, who had been, that summer and that spring, through the ordeal of seeing\ntheir crops threatened by complete destruction, and many of whom had witnessed the\ndeliverance through their Father in heaven by the episode of the seagulls, which is now\nimmortalized in stone on this block.\n<\/p><p>\nWith what little they had, ragged, I am sure, many of them, and worn and weary, nevertheless\nthey continued to consult their convictions rather than their convenience, and the fact that they\ndid so accounts for what we have here today, physically and tangibly, as well as the greater\nspiritual and intangible values that have so blessed our lives and the lives of our children.\nMay God bless their memories and help us to be worthy of the heritage they gave us.\n<\/p><p>\nFAME OF TEMPLE SQUARE\n<\/p><p>\nThis square has since become one of the most visited and most talked-of ten acres in the\nworld, I am sure. President Smith told you yesterday that we had had more than eight\nhundred forty thousand visitors up to this time this year. About a million people a year are\ncoming here currently, a little more or less. There are still many people who come here from\nall parts of the country who remember and who speak feelingly of their visits in decades gone\nby, when they met such men as Joseph Peery who so greatly influenced what went on, on this\nblock, for so many years.\n<\/p><p>\nBut we are facing new circumstances so far as the operation of this square is concerned. It\nwas only fifteen years ago, in 1933, that there were about one hundred thousand people who\nvisited this place, and I rather think that that figure might have included the general\nconference visitors. We have about ten times that number now, excluding general conference\nvisitors. It was only three years ago, 1945, that we had about a third as many people come\nhere as we have now, three hundred seventy-seven thousand in 1945. You can see that we are\nfacing new problems of organization and administration, and if the activities on these grounds\ncontinue to multiply in the next ten or fifteen years as they have in the past, these ten acres\nliterally will not accommodate them.\n<\/p><p>\nTEMPLE SQUARE GUIDES\n<\/p><p>\nWe have some seventy-five guides functioning now on these grounds, faithful men and\nwomen who take time from their businesses and their professions and their homes at a\nmoment's notice to come here and render such service as is needed. We have about eight\nlawyers, three or four doctors, and many successful businessmen, who leave their clients,\ntheir patients, and their customers waiting in their offices while they come here to conduct\nstrangers about these grounds. There are many times when we have five or six groups moving\non the grounds at once, and if one building is tied up, it means that there are many times\nwhen we have no place to take these people who come. They come at their convenience, not\nat ours, and we have to take care of them when they come or not see them at all.\n<\/p><p>\nThese grounds are open about fourteen hours a day at the present time, and they are open\nalmost every day of the year, seven days a week. The only day we have been closed in my\nexperience here is Christmas Day, and I am sure we could have conducted some people about\nthe grounds even on that day. This is our window to the world, and I want to express my\nappreciation to the Presiding Bishopric for their most helpful and sympathetic cooperation in\nmaintaining the personnel and the physical appearance of these grounds, and to the First\nPresidency, President Smith and President Clark, and President McKay, in helping us to get\nthe help we need and in helping us with many of our problems and in acquiring the physical\nfacilities we need here. I almost believe at times, without being able to prove it, that not only\ndo we see more people here than anywhere else in the Church, but that more strangers see us\nhere than in all the rest of the Church put together.\n<\/p><p>\nTEACHINGS OF KARL G. MAESER\n<\/p><p>\nI am grateful to Brother Frank Otterstrom for inviting again my attention a few sentences\nfrom the mind and heart and experience of Brother Karl G. Maeser who had such an\ninfluence on this Church and its educational policies in his generation, and on the lives of\nthose who have succeeded his generation.\n<\/p><p>\nHere is one which we may all have heard many times over but repetition of which is well\nworthwhile:\n<\/p><p>\nThe Lord has unconditionally declared the triumph of his Church, but his promises to me are\nall conditional. My concern, therefore is about myself.\n<\/p><p>\nI have no fear, and I know you haven't, as to the ultimate destiny of this Church, and of the\nLord's work in the earth. But many individuals fall by the wayside, and in the \nDoctrine and Covenants the Lord\nhas in a number of places distinguished between his pleasure with the Church collectively and\nhis pleasure with people individually, or displeasure as it may be. One such utterance is in the\nfirst section, where he declares that he is pleased with the Church speaking collectively but\nnot individually (<span class=\"citation\" id=\"12419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12419)\">D&amp;C 1:30<\/a><\/span>).\nRegardless of the great strides the Church has made, in the words of Karl G.\nMaeser, \"my concern . . . is about myself\" and my own\npart and contribution to it. I commend to you the beautiful and profound thought of President\nIvins yesterday: \"Serving for the sheer joy of service, without thought of self.\"\n<\/p><p>\nAnother sentence from Brother Maeser:\n<\/p><p>\nNo man shall be more exacting of me or of my conduct than I am of myself.\n<\/p><p>\nAnd another one:\n<\/p><p>\nI would rather trust my child to a serpent than to a teacher who does not believe in God.\n<\/p><p>\nHere is another:\n<\/p><p>\nThe Lord never gets in debt to any man.\n<\/p><p>\nI am reminded of Bishop Richards' remarks here yesterday.\n<\/p><p>\nAnd here is another sentence from Karl G. Maeser that is pertinent to our present problems:\n<\/p><p>\nYouth demands recreation, and if it is not provided in high places they will seek it in low\nplaces.\n<\/p><p>\nBrother Moyle touched on that yesterday: Spending time with our children regardless of our\nother pressing professional and business pursuits. These children of ours are going to grow up.\nWhat we have said about the visitors who come here, that they come at their convenience and\nnot at ours, is true of children. They grow up at their convenience, or at Nature's\nconvenience, and not at ours, and we had better touch their lives while they are with us and\nwhile we have the opportunity. They are going to find companionship somewhere, and if it\nisn't our companionship, it will be the companionship of someone else. If it isn't our\ninfluence, it will be some other influence that shapes and molds them, because they are not\ngoing to be isolated from outside influences, and we shall have no cause for complaint about\nthe influences that do mold their lives unless we do our best to see that ours is dominant in\nthe shaping and molding of their characters.\n<\/p><p>\nA final sentence from Brother Maeser:\n<\/p><p>\nIf you want excuses, go to the devil&mdash;he can give you any number. We can go to the devil for\na good many things, and sometimes, in some instances, I'm afraid that is the source of too\nmuch that is plentiful in the world. The law of supply and demand does not\nseem to work as well as it should in this instance.\n<\/p><p>\nREPENTANCE AND FORGIVENESS\n<\/p><p>\nI am grateful, however, as Bishop Isaacson expressed yesterday, that this is a Church that\nproclaims the principles of repentance and forgiveness. If it weren't for repentance and\nforgiveness, life would be hopeless for most of us, if not for all of us.\n<\/p><p>\nI was talking a day or two ago with two of our brethren who are attorneys, and we were\nspeaking of some of our penal practices and problems, about life imprisonment, for example.\nA man who is imprisoned for life, and who knows that there is no hope for him, hasn't much\ninducement, perhaps, to be on his good behavior. I recall a scene to which I was a witness not\nlong ago, which involved a small boy who had been invited to stay in the house for the rest\nof the day because he needed some disciplining. He was rather obstreperous during the day\nand said, \"Why should I be good? I can't go out anyway.\"\n<\/p><p>\nWell, he had to be reminded that there was another day coming. If there isn't another day\ncoming, there isn't much inducement, and I am grateful for the principle of repentance and\nforgiveness. There is another day coming for all men, with some rare exceptions, on terms of\nrepentance and forgiveness, and obedience. \"Go thy way, and sin no more\"\n(<span class=\"citation\" id=\"27314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27314)\">John 8:11<\/a><\/span>). There are two\nparts to that equation and they involve both forgiveness and sincere repentance.\n<\/p><p>\nI am grateful for my fellowship with you, my brothers and sisters, more than I can speak.\nAnd I am grateful that the mysteries of the kingdom have never troubled me much. I think\nthat the simple truths of the gospel are so plain and so beautiful that I don't worry much\nabout the things that no man can explain; and I am sure in my own heart that if we will just\nlive as well as we know how to live, we will be all right here and hereafter. It won't be the\nthings that we don't know that will give us trouble. It will be the things that we do know and\nfail to abide by.\n<\/p><p>\nMay God help us to go forth and live our lives and meet our problems and counsel our\nfamilies and render service in his Church and be accepted into the kingdom of our Father in\nheaven, with his approbation, when that time shall come, I pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}