{"ID":3582, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Light of the Gospel\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p2\" class=\"\">Elder Adney Y. Komatsu<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2bcc.jpg\" alt=\"Elder Adney Y. Komatsu\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p3\" class=\"\">Some years ago an assignment took me to one of the islands of the South Seas to dedicate a newly completed chapel. That evening, as I approached the building with some of the local leaders, we were surprised to notice that the building was completely dark.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p4\" class=\"\">As we entered the building and saw all the members sitting in the chapel, we inquired about the absence of lighting. The bishop informed us that earlier in the afternoon the building supervisor had inspected the building to make sure all was in readiness for the dedication. But now, as the time approached to begin the services, for some reason there were no lights, even though lights were aglow in nearby homes. All possibilities for correcting the problem were checked without success, and so the local leaders and I decided to proceed with the dedicatory services.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p5\" class=\"\">As the program proceeded, illuminated only by a kerosene lantern in front of the chapel, I felt sure that this would be the first dedication performed in darkness in the history of the Church!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p6\" class=\"\">I’m sure all those good brothers and sisters in the congregation joined me with a silent prayer in their hearts to ask the Lord to bless us with light so that the chapel could be dedicated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p7\" class=\"\">One by one the speakers spoke—in the dark. The choir sang beautiful anthems—in the dark. As the concluding speaker, I, too, gave my talk in the dark. Then, as I asked the congregation to unite with me for the dedicatory prayer, the lights in the chapel suddenly flickered on. How grateful we were to the Lord for this special blessing! I was overcome with emotion and felt meek and humble that we had been so blessed, but the illumination of the chapel could not compare with the light of love in our hearts for this great blessing in answer to our prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p8\" class=\"\">It brought to mind the words of the prophet Moroni:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p9\" class=\"\">“And now, I, Moroni, would speak somewhat concerning these things; I would show unto the world that faith is things which are hoped for and not seen; wherefore, dispute not because ye see not, for ye receive no witness until after the trial of your faith. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p10\" class=\"\">“For if there be no faith among the children of men God can do no miracle among them; wherefore, he showed not himself until after their faith.” (<span class=\"citation\" id=\"22341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22341)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22341)\">Ether 12:6, 12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p11\" class=\"\">Yes, the Lord blessed us, even as our faith was tested and as we prayed with hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p12\" class=\"\">There are others among us who search for light in their lives. One such young man had broken many of the laws of the land and had been punished by a prison sentence. He even escaped from prison, only to be caught and reincarcerated a short time later. His was truly a life of darkness and misery, but through the constant efforts of a caring bishop, this young man decided to change his ways and return to Christ. With a meek and lowly heart he began to repent, and the Spirit of the Holy Ghost touched his heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p13\" class=\"\">As he prepared to leave prison after serving his term, there to greet him at the gate were his bishop, who had worked with him all those years, and he brought with him his father, mother, brothers, and sisters, who received him with open arms and great rejoicing. What a deep appreciation this young man had for his bishop and his family, who had stood by him even though he had caused them much embarrassment and many sleepless nights with his wayward activities. But their faith never wavered, and indeed a miracle was wrought. Today, this young man serves as the elders quorum president of his ward.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p14\" class=\"\">What great force changed the life of this young man from one of spiritual darkness to one of truth and light? It was the pure love of Christ, which the bishop portrayed as he worked with him. And this pure love of Christ is charity. (See <span class=\"citation\" id=\"38456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38456)\">Moro. 7:47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p15\" class=\"\">The prophet Nephi said: “Wherefore, the Lord God hath given a commandment that all men should have charity, which charity is love. And except they should have charity they were nothing. Wherefore, if they should have charity they would not suffer the laborer in Zion to perish.” (<span class=\"citation\" id=\"4051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4051)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4051)\">2 Ne. 26:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p16\" class=\"\">We must also remember the faith and courage of this young man’s family as they endured many trials and heartaches and then greeted him with open arms at the end of the ordeal. The prophet Moroni reminds us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p17\" class=\"\">“Behold, it was the faith of Nephi and Lehi that wrought the change upon the Lamanites, that they were baptized with fire and with the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p18\" class=\"\">“Behold, it was the faith of Ammon and his brethren which wrought so great a miracle among the Lamanites.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p19\" class=\"\">“Yea, and even all they who wrought miracles wrought them by faith, even those who were before Christ and also those who were after. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p20\" class=\"\">“And neither at any time hath any wrought miracles until after their faith; wherefore they first believed in the Son of God.” (<span class=\"citation\" id=\"22342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22342)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22342)\">Ether 12:14–16, 18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p21\" class=\"\">The prophet Mormon also preached that “it is by faith that miracles are wrought. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p22\" class=\"\">“For no man can be saved, according to the words of Christ, save they shall have faith in his name. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p23\" class=\"\">“Wherefore, if a man have faith he must needs have hope; for without faith there cannot be any hope.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p24\" class=\"\">“And again, behold I say unto you that he cannot have faith and hope, save he shall be meek, and lowly of heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p25\" class=\"\">“… and if a man be meek and lowly in heart, and confesses by the power of the Holy Ghost that Jesus is the Christ, he must needs have charity.” (<span class=\"citation\" id=\"38453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38453)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38453)\">Moro. 7:37–38, 42–44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p26\" class=\"\">We are reminded today of the importance of charity through the Apostle Paul’s epistle to the Corinthians:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p27\" class=\"\">“Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p28\" class=\"\">“And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p29\" class=\"\">“And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p30\" class=\"\">“Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p31\" class=\"\">“Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p32\" class=\"\">“Rejoiceth not in iniquity, but rejoiceth in the truth;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p33\" class=\"\">“Beareth all things, believeth all things, hopeth all things, endureth all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p34\" class=\"\">“Charity never faileth.” (<span class=\"citation\" id=\"698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(698)\">1 Cor. 13:1–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p35\" class=\"\">In the Church we have many opportunities to perform charitable acts. Some of the greatest acts of charity begin with an outstretched hand of friendship. One great example was related by an elderly brother in a ward conference meeting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p36\" class=\"\">This good brother was the Sunday School president and was called upon to bear his testimony. During twelve years of his life of inactivity he had been tossed to and fro with life’s problems and had become filled with deep despair. When life seemed its blackest, hands of fellowship and friendship were extended, first by home teachers, then by the bishop, then by members of the ward. As he returned to activity in the Church and felt the warm spirit of the members extended to him without judgment or reservation, he knew that the gospel of Jesus Christ was true and that there is always room for a repentant soul. The Lord forgives; his true followers also forgive. The hand of friendship is outstretched; the sinner repents; the circle of charity is complete.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p37\" class=\"\">The prophet Mormon also taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p38\" class=\"\">“Wherefore, my beloved brethren, if ye have not charity, ye are nothing, for charity never faileth. Wherefore, cleave unto charity, which is the greatest of all, for all things must fail—<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p39\" class=\"\">“But charity is the pure love of Christ, and it endureth forever; and whoso is found possessed of it at the last day, it shall be well with him.” (<span class=\"citation\" id=\"38454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38454)\">Moro. 7:46–47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p40\" class=\"\">As we faithfully render our stewardships in the Church, as we remember that our actions speak the feelings of our hearts, and as we extend our love to our Savior who waits to receive us into his kingdom, may we do so with hope and with love and with charity. His invitation to the generations of mankind rings forth in this hymn, “Come unto Jesus”:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Come unto Jesus; Ye heavy laden,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Careworn and fainting, by sin oppressed;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">He’ll safely guide you unto that haven<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Where all who trust him may rest.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Come unto Jesus; He’ll ever heed you,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Though in the darkness you’ve gone astray;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">His love will find you, and gently lead you<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">From darkest night into day.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Come unto Jesus; He’ll surely hear you<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If you in meekness plead for his love;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Oh, know you not that angels are near you<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">From the bright mansions above.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Come unto Jesus from ev’ry nation,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">From ev’ry land and isle of the sea;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Unto the high and lowly in station,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Ever he calls, “Come to me.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p57\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 22.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-light-of-the-gospel.p58\" class=\"\">My dear brothers and sisters, I bear humble testimony that I know that Jesus is the Christ, the Savior of the world, and if we heed his beckoning to come unto him, surely we will be blessed with all the blessings he has in store for the faithful and the righteous. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}