{"ID":3586, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Aaronic Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p3\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03141_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p4\" class=\"\">I always come to the Tabernacle early for priesthood meeting in order to shake hands with the deacons, teachers, and priests. I have to sift through a lot of elders, seventies, and high priests to find them, but it’s well worth it to meet the Aaronic Priesthood. We who hold the higher priesthood salute you, our brethren of the Aaronic Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p5\" class=\"\">I want to tell you about the unseen power of the Aaronic Priesthood. A boy of twelve is old enough to learn about it. As you mature you should become very familiar with this guiding, protecting power.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p6\" class=\"\">Some think that unless a power is visible it cannot be real. I think I can convince you otherwise. Do you remember when you foolishly put your finger in that light socket? While you did not see exactly what happened, surely you felt it!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p7\" class=\"\">No one has ever seen electricity, not even a scientist with the finest instruments. However, like you they have felt it. And we can see the results of it. We can measure it, control it, and produce light, and heat, and power. No one questions that it is real simply because he cannot see it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p8\" class=\"\">Although you cannot see the power of the priesthood, you can <span class=\"emphasis\">feel<\/span> it, and you can see the results of it. The priesthood can be a guiding and protecting power in your life. Let me give you an example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p9\" class=\"\">After President Wilford Woodruff joined the Church he desired to serve a mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p10\" class=\"\">“I was but a Teacher,” he wrote, “and it is not a Teacher’s office to go abroad and preach. I dared not tell any of the authorities of the Church that I wanted to preach, lest they might think I was seeking for an office.” (<span class=\"emphasis\">Leaves from My Journal,<\/span> Salt Lake City: Juvenile Instructor Office, 1882, p. 8.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p11\" class=\"\">He prayed to the Lord, and without disclosing his desire to any others, he was ordained a priest and sent on a mission. They went to the Arkansas Territory.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p12\" class=\"\">He and his companion struggled through a hundred miles of alligator-infested swamps, wet, muddy, and tired. Brother Woodruff developed a sharp pain in his knee and could go no further. His companion left him sitting on a log and went home. Brother Woodruff knelt down in the mud and prayed for help. He was healed and continued his mission alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p13\" class=\"\">Three days later he arrived in Memphis, Tennessee, weary, hungry, and very muddy. He went to the largest inn and asked for something to eat and for a place to sleep, although he had no money to pay for either.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p14\" class=\"\">When the innkeeper found he was a preacher, he laughed and decided to have some fun with him. He offered Brother Woodruff a meal if he would preach to his friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p15\" class=\"\">A large audience of the rich and fashionable people of Memphis gathered and were quite amused by this mud-stained missionary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p16\" class=\"\">None would sing or pray, so Brother Woodruff did both. He knelt before them and begged the Lord to give him His Spirit and to show him the hearts of the people. And the Spirit came! Brother Woodruff preached with great power. He was able to reveal the secret deeds of those who came to ridicule him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p17\" class=\"\">When he was finished, no one laughed at this humble holder of the Aaronic Priesthood. Thereafter he was treated with kindness. (See <span class=\"emphasis\">Leaves from My Journal,<\/span> pp. 16–18.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p18\" class=\"\">He was under the guiding, protecting power of his Aaronic Priesthood. The same power can be with you as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p19\" class=\"\">Let me teach you some very basic things about the Aaronic Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p20\" class=\"\">It “is called the Priesthood of Aaron, because it was conferred upon Aaron and his seed, throughout all their generations.” (<span class=\"citation\" id=\"17672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17672)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17672)\">D&amp;C 107:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p21\" class=\"\">The Aaronic Priesthood goes by other names as well. Let me list them and tell you what they mean.<\/p>\n\t\t\t<div>\n\t\t\t\t<h2>The Lesser Priesthood<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p23\" class=\"\">First, the Aaronic Priesthood is sometimes called the lesser priesthood.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p24\" class=\"\">“Why it is called the lesser priesthood is because it is an appendage to the greater, or the Melchizedek Priesthood, and has power in administering outward ordinances.” (<span class=\"citation\" id=\"17673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17673)\">D&amp;C 107:14<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p25\" class=\"\">This means that the higher priesthood, the Melchizedek Priesthood, <span class=\"emphasis\">always<\/span> presides over the Aaronic, or the lesser, Priesthood. Aaron was the high priest, or the presiding priest, of the Aaronic Priesthood. But Moses presided over Aaron because Moses held the Melchizedek Priesthood.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p26\" class=\"\">The fact that it is called the lesser priesthood does not diminish at all the importance of the Aaronic Priesthood. The Lord said it is necessary to the Melchizedek Priesthood. (See <span class=\"citation\" id=\"17630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17630)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17630)\">D&amp;C 84:29<\/a><\/span>.) Any holder of the higher priesthood should feel greatly honored to perform the ordinances of the Aaronic Priesthood, for they have great spiritual importance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p27\" class=\"\">I have, as a member of the Quorum of the Twelve Apostles, passed the sacrament. I assure you I have felt honored and humbled beyond expression to do what some might consider a routine task.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Levitical Priesthood<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p29\" class=\"\">The Aaronic Priesthood is also called the Levitical Priesthood. The word <span class=\"emphasis\">Levitical<\/span> comes from the name Levi, one of the twelve sons of Israel. Moses and Aaron, who were brothers, were Levites.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p30\" class=\"\">When the Aaronic Priesthood was given to Israel, Aaron and his sons received the <span class=\"emphasis\">presiding<\/span> and administrative responsibility. The male members of all other Levite families were put in charge of the ceremonies of the tabernacle, including the Mosaic law of sacrifice.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p31\" class=\"\">The law of sacrifice had been observed since the days of Adam. It was symbolic of the redemption that would come with the sacrifice and the atonement of the Messiah. The Mosaic law of sacrifice was fulfilled with the crucifixion of Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p32\" class=\"\">Anciently they looked forward to the atonement of Christ through the ceremony of the sacrifice. We look back to that same event through the ordinance of the sacrament.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p33\" class=\"\">Both sacrifice before, and the sacrament afterward, are centered in Christ, the shedding of His blood, and the atonement He made for our sins. Both then and now the authority to perform these ordinances belongs to the Aaronic Priesthood.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p34\" class=\"\">This is indeed a sacred responsibility and includes you in a brotherhood with those ancient servants of the Lord. It is no wonder that we feel so humble when we participate in the ordinances assigned to the Aaronic Priesthood.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p35\" class=\"\">Can you see that it is correct to call it the Aaronic or the Levitical Priesthood? It is a matter of designating duties; it is all one priesthood.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>The Preparatory Priesthood<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p37\" class=\"\">Finally, the Aaronic Priesthood is referred to as the preparatory priesthood. This, too, is a proper title because the Aaronic Priesthood prepares young men to hold the higher priesthood, for missions, and for temple marriage.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p38\" class=\"\">I have thought it very symbolic that John the Baptist, a priest in the Aaronic Priesthood, prepared the way for the coming of the Lord in ancient times. He came also to restore the Aaronic Priesthood to the Prophet Joseph Smith and Oliver Cowdery to prepare for the coming of the higher priesthood. The Lord Himself said that there “hath not risen a greater than John the Baptist.” (<span class=\"citation\" id=\"36765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36765)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36765)\">Matt. 11:11<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p39\" class=\"\">You would do well to watch your fathers and your leaders, to study how the Melchizedek Priesthood works. You are preparing to join the elders, seventies, high priests, and patriarchs and to serve as missionaries, quorum leaders, bishoprics, stake leaders, and as fathers of families.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p40\" class=\"\">A few of you who now sit there as deacons, teachers, and priests will one day sit here as Apostles and prophets and will preside over the Church. <span class=\"emphasis\">You must be prepared.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p41\" class=\"\">It is indeed correct to call the Aaronic Priesthood the preparatory priesthood.<\/p>\n\t\t\t<\/div>\n\t\t\t<div>\n\t\t\t\t<h2>Priesthood Principles<\/h2>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p43\" class=\"\">Let me teach you some important principles of the priesthood. When you receive the Aaronic Priesthood, you receive all of it. There are three kinds of authority relating to your priesthood. You should understand them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p44\" class=\"\">First, there is the priesthood itself. The ordination you received carries with it the overall authority to perform the ordinances and to possess the power of the Aaronic Priesthood.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p45\" class=\"\">Next, there are offices within the priesthood. Each has different privileges. Three of them—deacon, teacher, and priest—may be conferred upon you when you are in your teenage years. The fourth office, that of bishop, may come to you when you are mature and worthy to become a high priest as well.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p46\" class=\"\">The deacon is to watch over the church as a standing minister. (See <span class=\"citation\" id=\"17634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17634)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17634)\">D&amp;C 84:111<\/a><\/span>; <span class=\"citation\" id=\"17580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17580)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17580)\">D&amp;C 20:57–59<\/a><\/span>.) The quorum consists of twelve deacons. (See <span class=\"citation\" id=\"17675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17675)\">D&amp;C 107:85<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p47\" class=\"\">The teacher is to “watch over the church always, and be with and strengthen them.” (<span class=\"citation\" id=\"17579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17579)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17579)\">D&amp;C 20:53<\/a><\/span>.) The teachers quorum numbers twenty-four. (See <span class=\"citation\" id=\"17676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17676)\">D&amp;C 107:86<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p48\" class=\"\">The priest is to “preach, teach, expound, exhort, and baptize, and administer the sacrament, and visit the house of each member.” (<span class=\"citation\" id=\"17578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17578)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17578)\">D&amp;C 20:46–47<\/a><\/span>.) The priests quorum numbers forty-eight. The bishop is the president of the priests quorum. (See <span class=\"citation\" id=\"17677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17677)\">D&amp;C 107:87–88<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p49\" class=\"\">You always hold one of these offices. When you receive the next higher office, you still retain the authority of the first. For instance, when you become a priest, you still have authority to do all that you did as a deacon and teacher. Even when you receive the higher priesthood, you keep all of the authority of, and, with proper authorization, can act in the offices of, the lesser priesthood.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p50\" class=\"\">Elder LeGrand Richards, who was Presiding Bishop for fourteen years, has often said, “I’m just a grown-up deacon.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p51\" class=\"\">There is no rigid form of wording for your ordination. It includes the conferring of the priesthood, the giving of an office, and also a special blessing.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p52\" class=\"\">I once attended a meeting with President Joseph Fielding Smith. Someone asked President Smith about a letter that was then being circulated by an apostate who claimed that the Church had lost the priesthood because certain words had not been used when it was conferred. President Smith said, “Before we talk about his claim, let me tell you a little about the man himself.” He then described the character of the man and concluded, “And so you see, that man is a liar pure and simple—well, maybe not so pure.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p53\" class=\"\">The offices are a part of the priesthood, but the priesthood is greater than any of the offices within it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p54\" class=\"\">The priesthood is yours forever unless you disqualify yourself through transgression.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p55\" class=\"\">When we are active and faithful, we begin to understand the power of the priesthood.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p56\" class=\"\">There is one other kind of authority that comes to you if you are set apart as a quorum president. You then are given the keys of authority for that presidency.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p57\" class=\"\">You receive the priesthood, and the office you hold within the priesthood (deacon, teacher, and priest), by ordination. You receive the keys of presidency by setting apart.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p58\" class=\"\">When you become a deacon, your father may, and generally should, ordain you; or another who holds the proper priesthood could do it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p59\" class=\"\">If you are called as president of your quorum, your bishopric would set you apart. You can receive the keys of presidency only from those who have received them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p60\" class=\"\">Unless your father is in the bishopric, he would not have those keys.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p61\" class=\"\">These keys of presidency are temporary. The priesthood, and the offices within it, are permanent.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p62\" class=\"\">One more thing: You can receive the priesthood only from one who has the authority and “it is known to the church that he has authority.” (<span class=\"citation\" id=\"17594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17594)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17594)\">D&amp;C 42:11<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p63\" class=\"\">The priesthood cannot be conferred like a diploma. It cannot be handed to you as a certificate. It cannot be delivered to you as a message or sent to you in a letter. It comes only by proper ordination. An authorized holder of the priesthood has to be there. He must place his hands upon your head and ordain you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p64\" class=\"\">That is one reason why the General Authorities travel so much—to convey the keys of priesthood authority. Every stake president everywhere in the world has received his authority under the hands of one of the presiding brethren of the Church. There has never been one exception.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p65\" class=\"\">Remember these things. The priesthood is very, very precious to the Lord. He is very careful about how it is conferred, and by whom. It is never done in secret.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p66\" class=\"\">I have told you how the <span class=\"emphasis\">authority<\/span> is given to you. The <span class=\"emphasis\">power<\/span> you receive will depend on what you do with this sacred, unseen gift.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p67\" class=\"\">Your authority comes through your ordination; your power comes through obedience and worthiness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p68\" class=\"\">Let me tell you how one of our sons learned obedience. When he was about deacon-age, we went to his grandfather’s ranch in Wyoming. He wanted to start breaking a horse he had been given. It had been running wild in the hills.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p69\" class=\"\">It took nearly all day to get the herd to the corral and to tie his horse up with a heavy halter and a rope.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p70\" class=\"\">I told him that his horse must stay tied there until it settled down; he could talk to it, carefully touch it, but he must not, under any circumstance, untie it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p71\" class=\"\">We finally went in for our supper. He quickly ate and rushed back out to see his horse. Presently I heard him cry out. I knew what had happened. He had untied his horse. He was going to train it to lead. As the horse pulled away from him he instinctively did something I had told him never, never to do. He looped the rope around his wrist to get a better grip.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p72\" class=\"\">As I ran from the house, I saw the horse go by. Our boy could not release the rope; he was being pulled with great leaping steps. And then he went down! If the horse had turned to the right, he would have been dragged out the gate and into the hills and would certainly have lost his life. It turned to the left, and for a moment was hung up in a fence corner—just long enough for me to loop the rope around a post and to free my son.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p73\" class=\"\">Then came a father-to-son chat! “Son, if you are ever going to control that horse, you will have to use something besides your muscles. The horse is bigger than you are, it is stronger than you are, and it always will be. Someday you may ride your horse if you train it to be obedient, a lesson that you must learn yourself first.” He had learned a very valuable lesson.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p74\" class=\"\">Two summers later we went again to the ranch to look for his horse. It had been running all winter with the wild herd. We found them in a meadow down by the river. I watched from a hillside as he and his sister moved carefully to the edge of the meadow. The horses moved nervously away. Then he whistled. His horse hesitated, then left the herd and trotted up to them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p75\" class=\"\">He had learned that there is great power in things that are not seen, such unseen things as obedience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p76\" class=\"\">Just as obedience to principle gave him power to train his horse, obedience to the priesthood has taught him to control himself.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p77\" class=\"\">Throughout your life you will belong to a quorum of the priesthood; your brethren will be a strength and a support to you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p78\" class=\"\">More than that—you will have the privilege of being a support to them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p79\" class=\"\">Much of what I have told you about the Aaronic Priesthood applies to the Melchizedek Priesthood as well. The names of the offices change, more authority is given, but the principles remain the same.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p80\" class=\"\">Power in the priesthood comes from doing your duty in ordinary things: attending meetings, accepting assignments, reading the scriptures, keeping the Word of Wisdom.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p81\" class=\"\">President Woodruff said: “I traveled thousands of miles and preached the Gospel as a Priest, and, as I have said to congregations before, the Lord sustained me and made manifest His power in the defense of my life as much while I held that office as He has done while I have held the office of an Apostle. The Lord sustains any man that holds a portion of the Priesthood, whether he is a Priest, an Elder, a Seventy, or an Apostle, if he magnifies his calling and does his duty.” (<span class=\"emphasis\">Millennial Star,<\/span> 28 Sept. 1905, p. 610.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p82\" class=\"\">John the Baptist restored the Aaronic Priesthood with these words:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p83\" class=\"\">“Upon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron, which holds the keys of the ministering of angels, and of the gospel of repentance, and of baptism by immersion for the remission of sins.” (<span class=\"citation\" id=\"17571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17571)\">D&amp;C 13<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-aaronic-priesthood.p84\" class=\"\">You—our deacons, teachers, and priests—have been given sacred authority. May the angels minister unto you. May the power of the priesthood be upon you, our beloved young brethren, and upon your sons throughout the generations ahead. I bear witness that the gospel is true, that the priesthood holds great power, a guiding, protecting power for those who hold the Aaronic Priesthood. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}