{"ID":359, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Be Builders, Not Wreckers<\/p>\n<p class=\"gcspeaker\">Elder Thomas E. McKay<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas E. McKay, <i>Conference Report<\/i>, October 1948, pp. 67-71<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident Smith, President Clark, President McKay, and President Richards, and brethren and\nsisters, may I join with some of the other speakers who have preceded me in expressing\nsincere appreciation for my membership in the Church and for the gospel of Jesus Christ as\nrevealed to the Prophet Joseph Smith in our day. I am especially thankful for the gospel\nbecause of the many opportunities it has given me and is giving me to work. I think work is\non of the greatest blessings a kind Heavenly Father can bestow upon his children.\n<\/p><p>\nI quote the following lines about work, signed \"Author Unknown.\" It starts out by asking the\nquestion, \"Who am I?\"\n<\/p><p>\nWHO AM I?\n<\/p><p>\nI am the foundation of all prosperity.<br \/>\nI am that from which all blessings flow.<br \/>\nEverything that is of value in this world springs from me.<br \/>\nI am the salt that gives life its savor.<br \/>\nI am the sole support of the poor.<br \/>\nAnd the rich who think they can do without me live futile lives&mdash;fill premature graves.<br \/>\nI have made America.<br \/>\nI have built her matchless industries, laid her incomparable railroads, created her citizens,\nand reared her skyscrapers.<br \/>\nI am the friend of every worthy youth. If he makes my acquaintance when he is young\nand keeps me by his side throughout his life, I can do more for him than the richest\nparent.<br \/>\nI keep bodies clean and fit, minds alert; and when neglected, both bodies and minds grow\nfat and sluggish.<br \/>\nI am even the parent of genius itself.<br \/>\nI am represented by every paper that flies from the press, in every loaf of bread that\nsprings from the oven, in every train that crosses the continent, and in every ship that\nsteams the ocean.<br \/>\nFools hate me; wise men love me.<br \/>\nThe man who keeps his hand in mine through life never dies&mdash;because that which he has\ncreated with my help lives on after he is gone.<br \/>\nThe man who shirks me and scorns my aid, never lives&mdash;<i>Never really lives<\/i>, even though\nhe may continue to breathe. Who am I? What am I?<br \/>\nI am WORK!<br \/>\n<\/p><p>\n&nbsp; &nbsp;                               Author Unknown\n<\/p><p>\nOPPORTUNITIES FOR CHURCH SERVICE\n<\/p><p>\nI am especially grateful for the great organization of our Church, an organization that gives\nevery person, who desires, an opportunity for work. Even the members are supposed to be\nmissionaries and set the proper example. \"A clean life is the greatest sermon in the world.\"\n<\/p><p>\nI am indebted for the following figures, showing how the organization works, to the general\ncommittee on statistics of the Church off whom Dr. Widtsoe is the chairman.\n<\/p><p>\nSpeaking first of the ward units:\n<\/p><p>\nOffices to be filled from ward membership: 257              \n<\/p><p>\n(average ward membership 665)                \n<\/p><p>\nNumber of wards and dependent branches in stakes: 1,419 - Total: 364,683                   \n<\/p><p>\nOffices by stakes: 256                \n<\/p><p>\n(average stake membership 5,300)             \n<\/p><p>\nNumber of stakes: 172 - Total: 44,032\n<\/p><p>\nEstimated offices in missions including missionaries: 60,000                \n<\/p><p>\nGeneral Church officers: 400\n<\/p><p>\n(including general boards and mission presidencies)\n<\/p><p>\nTotal Church offices to be filled: 469,115 \n<\/p><p>\nThere is no other organization in the world comparable to the organization in our Church.\nThen think of the priesthood officers and the priesthood members, all of whom have special\nassignments.\n<\/p><p>\nHigh Priests: \n<\/p><p>\nQuorums: 172, Membership: 30,451             \n<\/p><p>\nSeventies:\n<\/p><p>\nQuorums: 332, Membership: 20,675             \n<\/p><p>\nElders:\n<\/p><p>\nQuorums: 1,001, Membership: 95,204\n<\/p><p>\nTotals: \n<\/p><p>\nQuorums: 1,505, Membership: 146,330\n<\/p><p>\nPriests:       \n<\/p><p>\n(under 21)=11,821 and (over 21)=20,011: \n<\/p><p>\nQuorums: 1,263, Membership: 31,832           \n<\/p><p>\nTeachers:\n<\/p><p>\n(under 21)=15,455 and (over 21)=15,422       \n<\/p><p>\nQuorums: 1,296, Membership: 30,877           \n<\/p><p>\nDeacons:\n<\/p><p>\n(under 21)=26,162 and (over 21)=15,478       \n<\/p><p>\nQuorums: 2,168, Membership: 41,640\n<\/p><p>\nTotal Aaronic Priesthood in Stakes: \n<\/p><p>\nQuorums: 4,727, Membership: 104,349          \n<\/p><p>\nAaronic Priesthood in missions:\n<\/p><p>\nMembership: 17,296 \n<\/p><p>\nTotal Aaronic Priesthood: 121,645     \n<\/p><p>\nTotal all priesthood membership: 267,975\n<\/p><p>\nCALLING OF A WARD TEACHER\n<\/p><p>\nAll these officers and teachers have an opportunity to work. Some may think, \"Oh, it doesn't\nmatter if I don't keep the Word of Wisdom or am only a part tithepayer. I'm only a deacon,\nor I'm only an elder, or a counselor in an organization; if I were a bishop or a president of a\nstake. I'd keep the Word of Wisdom. I wouldn't break the Sabbath day, but I'm only a ward\nteacher.\" Only a ward teacher! There is no greater calling, brethren, in the Church, than that\nof a ward teacher. If the ward teachers realized what an opportunity that is and if they were\ndoing their duty, we wouldn't have the condition exist that Brother Ivins referred to in his\nsplendid talk yesterday. The bishop would know through these ward teachers if any of the\nchildren in his ward were over nine years of age and not baptized, or needed shoes before\nthey could enter school. He would know if the ward teachers were doing their duty, where\nour boys are who are in the service at this time, and when they changed their address. They\ncould always get such information from the mothers in the homes they visit. It doesn't\nmatter, brethren and sisters, so much what the position is. It is how we fill that position. We\nare given a job to do. It may be the only position that we have to show our Father in heaven\nthat we can make good, that he can depend upon us.\n<\/p><p>\nVISIT TO WESTERN STATES MISSION\n<\/p><p>\nI am very grateful for the opportunity that I have in visitingthe stakes and the missions. I wish\nto endorse what Brother Clifford Young said yesterday with reference to our mission\npresidents and missionaries&mdash;the fine work they are doing. Just recently Sister McKay and I\nreturned from a very strenuous but interesting and beneficial tour of the Western States\nMission with President and Sister Francis A. Child. They also are doing a wonderful work.\nThey are real leaders, fine executives, and they have the respect, confidence, and love of all\nthe missionaries as well as of the members and non-members.\n<\/p><p>\nWe traveled by auto nearly five thousand miles, averaged about three hundred miles a day;\nheld nineteen district conferences and eleven district meetings with the missionaries. In these\nthirty meetings we contacted and heard from all the one hundred and fifty missionaries. They\nare doing a fine work. We were certainly delighted with the manner in which President Child\nmeets the new missionaries as they come into the field. They are taken to their home\nheadquarters and made to feel that they are welcome. President and Sister Child get\nacquainted with these new missionaries by holding a testimony meeting and a\n\"search-for-talent\" meeting, an impromptu meeting where these new missionariesare given an\nopportunity to show what they can do; and then they are given their instructions and their\nassignments. I was especially delighted with one of the instructions.\n<\/p><p>\nHere's a good thing to remember and a better thing to do.\n<\/p><p>\nAways join the construction gang and never the wrecking crew.\n<\/p><p>\nTHE GOOD AND THE BEAUTIFUL\n<\/p><p>\nPresident Child is an optimist. He exemplifies what I like to call the \"boost spirit.\" I think we\nneed more of it in the Church and in the world, more \"boost spirit\" and less knock-knock;\nmore builders and fewer wreckers, more lifters and fewer leaners.\n<\/p><p>\n\"If we look for the good and the beautiful, the good and the beautiful will come back to us.\"\nA prominent writer expresses this truth as follows:\n<\/p><p>\nThe universe pays every man in his own coin: if you smile, it smiles upon you in return; if\nyou frown, you will be frowned at; if you sing, you will be invited into gay company; if you\nthink, you will be entertained by thinkers; and if you love the world and earnestly seek for the\ngood that is therein, you will be surrounded by loving friends, and nature will pour into your\nlap the treasures of the earth. Censure, criticize and hate, and you will be censured, criticized,\nand hated by your fellowmen. Every seed brings forth after its kind. Mistrust begets mistrust,\nand confidence begets confidence; kindness begets kindness, and love begets love.\n(\"Compensation\"&mdash;N. W. Zimmerman.)       \n<\/p><p>\nHow much happier we would be and how much more joy there would be in the world if we\nlooked for and spoke only of the good and the beautiful; if we looked at the beauty of the\nhawthorn twig, its symmetry, instead of pointing out to everyone the dead leaf; if we enjoyed\nthe fragrance and the beauty of the rose, instead of frowning and calling people's attention to\nthe thorn on the stem; if we enjoyed to the fullest the uplift of the purity of the lily instead of\ncalling attention to the little dirt left on the roots! I like this story of the old frog:\n<\/p><p>\nOnce on the edge of a quiet pool,<br \/>\nUnder the bank where 'twas nice and cool,<br \/>\nJust where the stream flowed out of the bay,<br \/>\nThere sat a grumpy and mean old frog,<br \/>\nWho sat all day in the sand to soak,<br \/>\nAnd just did nothing but croak and croak.<br \/>\nA blackbird hollered, \"I say, you know, <br \/>\nWhat is the matter down there below?<br \/>\nAre you in trouble or pain or what?\"<br \/>\nThe old frog growled, \"Mine is an awful lot.\" <br \/>\n\"'Tis a dirty world,\" thus the old frog spoke&mdash;<br \/>\n\"Croakety, croakety, croakety, croak.\" <br \/>\nThen the blackbird said. \"I see what's wrong.<br \/>\nWhy don't you smile or sing a song?<br \/>\nLook up, young feller, why bless my soul, <br \/>\nYou're looking down a muskrat hole!\"<br \/>\nA wise old turtle, who boarded near,<br \/>\nSaid to the blackbird, \"Now, friend, see here,<br \/>\nDon't waste no tears on him,\" says he.<br \/>\n\"That fool's down there, cause he wants to be.\"\n<\/p><p>\nBUILDERS AND NOT WRECKERS\n<\/p><p>\nIn the future when any of us have the urge or are tempted to repeat gossip or speak unkindly\nor perhaps untruthfully of a neighbor or a brother, let us think that we also are just looking\ndown a muskrat hole and then look up at the birds. Imagine we can hear the beautiful song of\nthe meadow lark or the robin or the red-winged blackbird. My, how I used to thrill to listen\nto those red-winged blackbirds after a hard and dreary old winter, singing that early spring\nsong! How much I am indebted to the Church, to the gospel of work since those early days! I\ntrust, my brethren and sisters, that the Lord will bless us that we may be boosters and not\nfault-finders, builders and not wreckers, lifters and not leaners; that we may look for and\nspeak of only the good and the beautiful and above all that we may do our work so well, no\nmatter what the calling is, that it can never be said of us truthfully or written after our names\nthat we were called and found wanting\n(<span class=\"citation\" id=\"10603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10603)\">Dan. 5:27<\/a><\/span>),\nI pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}