{"ID":3590, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Perfect Law of Liberty\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p3\" class=\"\">I have titled these remarks “The Perfect Law of Liberty.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p4\" class=\"\">As a youth, I was stirred by Patrick Henry’s famous battle cry, “Give me liberty or give me death!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p5\" class=\"\">The meaning of the word <span class=\"emphasis\">liberty<\/span> is difficult to circumscribe. Abraham Lincoln was of the opinion that “the world has never had a good definition of [the term]. We all declare for liberty,” he said; “but in using the same word we do not mean the same thing. With some, the word liberty may mean for each man to do as he pleases with himself and the product of his labor; while with others [liberty] may mean for some men to do as they please with other men and the product of other men’s labor.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p6\" class=\"\">Again he said, “The shepherd drives the wolf from the sheep’s throat, for which the sheep thanks the shepherd as his liberator, while the wolf denounces him for the same act.” (Address, 18 Apr. 1864; quoted in John Bartlett, <span class=\"emphasis\">Familiar Quotations,<\/span> 15th ed., Boston: Little, Brown and Co., 1980, p. 523.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p7\" class=\"\">The issues have changed since the time of Lincoln, but the multipurpose use of the word <span class=\"emphasis\">liberty<\/span> and its synonym <span class=\"emphasis\">freedom<\/span> has not changed. The sweets of liberty about which we usually speak may be classified as (1) political independence, (2) economic freedom, and (3) free agency.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p8\" class=\"\">I would have us strive for that liberty which comprehends all three of these freedoms, and more. I would have us strive for a freedom of the soul to which they all contribute. I would have us attain that blessed state foreshadowed by the Prophet Joseph Smith when he said, “Let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God.” (<span class=\"citation\" id=\"17691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17691)\">D&amp;C 121:45<\/a><\/span>.) One who enjoys such liberty is, in the words of Jesus, “free indeed.” (<span class=\"citation\" id=\"29079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29079)\">John 8:36<\/a><\/span>.) He is possessed of perfect liberty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p9\" class=\"\">I invite your attention to a few illustrations in support of the thesis that, while political independence, economic freedom, and free agency may contribute to liberty of the soul, they do not guarantee it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p10\" class=\"\">First, as to political independence and power:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p11\" class=\"\">In this field, perhaps the exploits of Alexander the Great are among the most widely known. With high physical courage, impulsive energy, and fervid imagination, he, at the unripe age of thirty-two years, became to all intents and purposes master of the then-known world. But he was far from enjoying liberty, for of himself he was not master. In his thirty-third year he died, a victim of his own excesses, a total stranger to freedom of the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p12\" class=\"\">Cardinal Wolsey learned, to his sorrow, how little political independence and even political power can contribute to true liberty. You may recall that he gave a long life in the service of two English sovereigns, enjoying all the while great freedom and political power. Finally, however, he was shorn of all his greatness by an impatient king. As he stood, disillusioned, among the ruins of his life, he lamented to his friend,<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">O Cromwell, Cromwell!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Had I but served my God with half the zeal<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I served my king, he would not in mine age<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Have left me naked to mine enemies.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p17\" class=\"\">(William Shakespeare, <span class=\"emphasis\">Henry VIII,<\/span> act 3, sc. 2.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p18\" class=\"\">Several years ago an article appeared in a magazine concerning some of the financial wizards of this century. It recorded how some of these men had died broke and in disgrace; others had committed suicide, and some had spent time in prison. All of the men had obtained, temporarily at least, economic freedom, but to none of them did their economic abundance bring freedom of the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p19\" class=\"\">While perhaps it is seldom, if ever, contended that either political independence or economic freedom alone brings perfect liberty, it is not, however, uncommon for free agency to be considered as synonymous with freedom of the soul. And it is true that the God-given right to choose one’s course of action is an indispensable prerequisite to such freedom. Without it we can scarcely enjoy any type of liberty—political, economic, or personal. It is one of our greatest heritages. For it we are deeply indebted to our Father in Heaven, to the Founding Fathers, and to the pioneers. God gave it to man in the Garden of Eden. (See <span class=\"citation\" id=\"39606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39606)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39606)\">Moses 7:32<\/a><\/span>.) The Founding Fathers, under the Lord’s inspiration, wrote a guarantee of it into the fundamental law of the land. And the pioneers, led by the inspiration of heaven, gave their all to perpetuate it. Surely we ought always to be alert in its defense and willing, if necessary, to give our lives for its preservation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p20\" class=\"\">Free agency, however, precious as it is, is not of itself the perfect liberty we seek, nor does it necessarily lead thereto. As a matter of fact, through the exercise of their agency more people have come to political, economic, and personal bondage than to liberty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p21\" class=\"\">The Nephites, for example, at one time, by the exercise of their agency, brought themselves to such a state of affairs that their only course led to political bondage. This they did while living under a government providing for the freest exercise of agency. “Their laws and their governments,” says the record, “were established by the voice of the people, and they who chose evil were more numerous than they who chose good.” Therefore, “they could not be governed by the law nor justice, save it were to their destruction.” (<span class=\"citation\" id=\"24732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24732)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24732)\">Hel. 5:2–3<\/a><\/span>.) Under these circumstances, they chose as rulers wicked men, who would certainly destroy their political liberties, to replace righteous men who had in the past protected and preserved those liberties and would have continued to do so in the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p22\" class=\"\">The freewill choosing of a king by the Jaredites led directly to their captivity. (See <span class=\"citation\" id=\"22338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22338)\">Ether 6:21–30<\/a><\/span>, <span class=\"citation\" id=\"22339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22339)\">Ether 7:1–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p23\" class=\"\">This sequence was repeated in the days of Israel. The people—rejecting government by judges, which God had established—clamored for Samuel to give them a king. Notwithstanding Samuel’s warning that a king would make servants of their children, lay heavy taxes and services upon their backs, and send them to war, “the people refused to obey the voice of Samuel, [saying,] Nay; but we will have a king over us;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p24\" class=\"\">“That we also may be like all the nations.” (<span class=\"citation\" id=\"2647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2647)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2647)\">1 Sam. 8:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p25\" class=\"\">Samuel therefore anointed Saul to be their king. In due time, just as Samuel had predicted, heavy burdens were laid upon them, their sons and daughters were made servants of the king, and war came. The nation was divided into two kingdoms, Israel and Judah, both of which were, in their turn, carried away into captivity. Not only did they lose their political freedom, but their very political existence as nations was terminated.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p26\" class=\"\">We have a classic example of the loss of economic freedom by the misuse of free agency in the book of Genesis. The Egyptians, instead of exercising their agency to provide for themselves against a day of need, depended upon the government. As a result, when the famine came they were forced to purchase food from the government. First they used their money. When that was gone, they gave their livestock, then their lands; and finally they were compelled to sell themselves into slavery, that they might eat. (See <span class=\"citation\" id=\"23953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23953)\">Gen. 41:54–56<\/a><\/span>; <span class=\"citation\" id=\"23954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23954)\">Gen. 47:13–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p27\" class=\"\">We ourselves have gone a long way down this road during the last century. My counsel is that we beware of the doctrine which encourages us to seek government-supported security rather than to put faith in our own industry. Remember Pope’s peasant who, having been served the rich man’s feast and finding the consequences, complained:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“An’t please Your Honour,” quoth the peasant,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">“This same dessert is not so pleasant:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Give me again my hollow tree,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A crust of bread and Liberty.”<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p32\" class=\"\">(Alexander Pope, “The Sixth Satire of the Second Book of Horace,” lines 218–21.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p33\" class=\"\">With respect to the loss of personal liberty through the misuse of free agency, our daily lives are filled with tragic evidence. We see the alcoholic with his craving for drink, the dope fiend in his frenzy, and worse, the pervert with his irretrievable loss of manhood. Who will say that such persons enjoy liberty?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p34\" class=\"\">Notwithstanding the fact that through its misuse, political, economic, and personal liberty are lost, free agency will always endure because it is an eternal principle. However, the free agency possessed by any one person is increased or diminished by the use to which he puts it. Every wrong decision one makes restricts the area in which he can thereafter exercise his agency. The further one goes in the making of wrong decisions in the exercise of free agency, the more difficult it is for him to recover the lost ground. One can, by persisting long enough, reach the point of no return. He then becomes an abject slave. By the exercise of his free agency, he has decreased the area in which he can act, almost to the vanishing point.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p35\" class=\"\">Samuel, the Lamanite prophet, speaking to those who so persisted, said: “In the days of your poverty ye shall cry unto the Lord; and in vain shall ye cry, for your desolation is already come upon you, and your destruction is made sure; and then shall ye weep and howl in that day … and say: …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p36\" class=\"\">“O that we had repented in the day that the word of the Lord came unto us. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p37\" class=\"\">“Behold, we are surrounded by demons, yea, we are encircled about by the angels of him who hath sought to destroy our souls. … O Lord, canst thou not turn away thine anger from us? And this shall be your language in those days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p38\" class=\"\">“But behold, your days of probation are past; ye have procrastinated the day of your salvation until it is everlastingly too late, and your destruction is made sure.” (<span class=\"citation\" id=\"24733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24733)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24733)\">Hel. 13:32, 36–38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p39\" class=\"\">These poor souls have placed themselves in the power of Lucifer and his followers, who, as you remember, became Perdition. (See <span class=\"citation\" id=\"17623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17623)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17623)\">D&amp;C 76:26<\/a><\/span>.) Their final fate is to be cast out into outer darkness, such punishment being the natural consequence of the alternatives they elected in the exercise of their agency. The fact that they were originally endowed by their Creator with free agency does not save them from the most awful bondage, the bondage of sin.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p40\" class=\"\">Just as following wrong alternatives restricts free agency and leads to slavery, so pursuing correct alternatives widens the scope of one’s agency and leads to perfect liberty. As a matter of fact, one may, by this process, obtain freedom of the soul while at the same time being denied political, economic, and personal liberty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p41\" class=\"\">For example, consider the Prophet Joseph Smith. Here was a man enjoying freedom of the soul while suffering the deprivation of almost every other liberty. The experiences of his life were in some respects comparable to those of the Apostle Paul, who in his labors suffered stripes often, imprisonment frequently, and repeatedly faced death. Reviewing some of his experiences for the Corinthians, he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p42\" class=\"\">“Of the Jews five times received I forty stripes save one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p43\" class=\"\">“Thrice was I beaten with rods, once was I stoned, thrice I suffered shipwreck, a night and a day I have been in the deep;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p44\" class=\"\">“In journeyings often, in perils of waters, in perils of robbers, in perils by mine own countrymen, in perils by the heathen, in perils in the city, in perils in the wilderness, in perils in the sea, in perils among false brethren;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p45\" class=\"\">“In weariness and painfulness, in watchings often, in hunger and thirst, in fastings often, in cold and nakedness.” (<span class=\"citation\" id=\"3092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3092)\">2 Cor. 11:24–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p46\" class=\"\">Notwithstanding all this, he could write to his beloved Timothy from his prison cell in Rome shortly before his death: “I am now ready to be offered, and the time of my departure is at hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p47\" class=\"\">“I have fought a good fight, I have finished my course, I have kept the faith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p48\" class=\"\">“Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.” (<span class=\"citation\" id=\"5222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5222)\">2 Tim. 4:6–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p49\" class=\"\">Surely Paul, in his soul, enjoyed perfect freedom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p50\" class=\"\">The Apostle’s conclusion that the reward won by him is to be available to others suggests that there must be a pattern of living by which each of us may attain it, and I believe there is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p51\" class=\"\">Many years ago, while riding through Cleveland, Ohio, on a train, I saw on a building the inscription “Obedience to Law is Liberty.” With the proper interpretation of the word <span class=\"emphasis\">law,<\/span> we have in this inscription a statement of ultimate truth. By inserting three words, it is made to read, “Obedience to the law of Christ is liberty.” (See <span class=\"citation\" id=\"17640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17640)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17640)\">D&amp;C 88:21<\/a><\/span>.) This is not only a statement of the perfect law of liberty, but also a statement of the way to perfect liberty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p52\" class=\"\">In the eighth chapter of John is recorded a controversy between Jesus and the rulers of the Jews. They, of course, rejected him. But some who heard believed, and to them he said, “If ye continue in my word, then are ye my disciples indeed;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p53\" class=\"\">“And ye shall know the truth, and the truth shall make you free.” (<span class=\"citation\" id=\"29075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29075)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29075)\">John 8:31–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p54\" class=\"\">Freedom thus obtained—that is, by obedience to the law of Christ—is freedom of the soul, the highest form of liberty. And the most glorious thing about it is that it is within the reach of every one of us, regardless of what people about us, or even nations, do. All we have to do is learn the law of Christ and obey it. To learn it and obey it is the primary purpose of every soul’s mortal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-perfect-law-of-liberty.p55\" class=\"\">That God may attend and prosper each of us on our way to perfect liberty, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}