{"ID":3593, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To Follow or Not, That Is the Question\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p2\" class=\"\">Elder Charles Didier<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:2bca.jpg\" alt=\"Elder Charles Didier\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_022<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p3\" class=\"\">“ <span class=\"emphasis\">‘Il faute se battre!<\/span> We must fight!’ gurgled the hoarse voice of a man who had lain stiff in the devouring mud ever since our awakening; ‘we’ve got to!’ His body turned heavily over. ‘We’ve got to give all we have, our strength and our skins and our hearts, all our life and what pleasures are left us. The life of prisoners as we are, we’ve got to take it in both hands. You’ve got to endure everything, even injustice—and <span class=\"emphasis\">that’s<\/span> the king that’s reigning now—and the shameful and disgusting sights we see, so as to come out on top, and win. But if we’ve got to make such a sacrifice,’ adds the shapeless man, turning over again, ‘it’s because we’re fighting for progress, not for a country; against error, not against a country.’” (Henri Barbusse, <span class=\"emphasis\">Under Fire: The Story of a Squad (Le Feu),<\/span> trans. Fitzwater Wray, New York: E. T. Dutton and Co., 1917, p. 345.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p4\" class=\"\">“I don’t want to die,” screamed a crying voice from a body put against a wall. There were brief orders for the firing squad, “Ready, aim, fire!” Silence followed. The soldiers returned to their quarters. They had just witnessed the execution of a deserter. (A scene from the battlefield, somewhere in France, 1917.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p5\" class=\"\">Somewhere else, yesterday, in the mission field, a dialogue between a missionary and a priesthood leader:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p6\" class=\"\">“Elder, you were called by a prophet of the Lord to serve Him. Do you remember when you received your call, signed personally by a prophet of the Lord? He said that you would be expected to devote all of your time and attention to serving the Lord, leaving behind all other personal affairs.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p7\" class=\"\">The answer came quickly: “I don’t want to serve anymore. I don’t like the people; I don’t like the country; I don’t even like the food!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p8\" class=\"\">“Well, what do you like, then?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p9\" class=\"\">“Oh,” he replied slowly, “I like to drive my car. I want to go home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p10\" class=\"\">Somewhere else in the world, many years ago, some children, a father, a mother were sitting in their living room holding a family council. A tragedy was developing. The children were pleading with their father to stay and live with them. After a pause, the father uttered these words: “I cannot stay. I need to live my own life.” And he left.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p11\" class=\"\">Somewhere else, in San Francisco, two weeks ago, a short notice in the paper: “Three people decided to surrender to death and jumped from the Bay Bridge.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p12\" class=\"\">Somewhere else, some two thousand years ago, in a crowd of five thousand Jews, five thousand followers of the Lord Jesus Christ, there was another dialogue. The crowd: “Rabbi, when camest thou hither?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p13\" class=\"\">“Jesus answered them and said, Verily, verily, I say unto you, Ye seek me, not because ye saw the miracles, but because ye did eat of the loaves, and were filled.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p14\" class=\"\">“Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give unto you: for him hath God the Father sealed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p15\" class=\"\">“Then said they unto him, What shall we do, that we might work the works of God?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p16\" class=\"\">“Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.” (<span class=\"citation\" id=\"29065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29065)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29065)\">John 6:25–29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p17\" class=\"\">“And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.” (<span class=\"citation\" id=\"29067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29067)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29067)\">John 6:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p18\" class=\"\">The Jews then murmured. Even some of the disciples murmured. Following a brief silence, two decisions were made.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p19\" class=\"\">The first one: “From that time many of his disciples went back, and walked no more with him.” (<span class=\"citation\" id=\"29068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29068)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29068)\">John 6:66<\/a><\/span>.) They followed their own way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p20\" class=\"\">The second one: “Then said Jesus unto the twelve, Will ye also go away? Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.” (<span class=\"citation\" id=\"29070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29070)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29070)\">John 6:67–68<\/a><\/span>.) They followed the way, the only true way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p21\" class=\"\">To desert, defect, give up, resign, surrender, renounce, abdicate, yield, apostatize, withdraw, back out, abandon—each of these words has almost the same meaning. We could find one for every situation in our lives where we might vacillate when facing what is called duty—duty to country, duty to church, duty to family, duty to oneself, duty to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p22\" class=\"\">To vacillate is to hesitate in choosing a course, to try to move in two different directions at the same time, or to try simply to serve two masters. One of the greatest temptations that man has faced throughout half of history is the temptation to serve himself and to satisfy his own appetites first. This choice can lead to the spirit of desertion. Whoever <span class=\"emphasis\">we<\/span> are, rich or poor, powerful or humble, faithful or not—all are subject to this temptation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p23\" class=\"\">Adjusting to life’s challenges is not easy, and too often we issue ultimatums to those who represent life: our Heavenly Father, ourselves, a parent, a bishop, a neighbor. Ultimatums vary: “I will stop paying tithing,” or “I will leave home,” or “Let me be released,” or “I will take my life.” They vary from silent opposition to murmuring or violence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p24\" class=\"\">Since the premortal existence the Lord has warned against serving ourselves and satisfying our own appetites first.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p25\" class=\"\">“They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own god, whose image is in the likeness of the world, and whose substance is that of an idol, which waxeth old and shall perish in … Babylon the great, which shall fall.” (<span class=\"citation\" id=\"17558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17558)\">D&amp;C 1:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p26\" class=\"\">The Lord has also helped us avoid this situation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p27\" class=\"\">“Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the earth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments;”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p28\" class=\"\">“And also those to whom these commandments were given, might have power to lay the foundation of this church, and to bring it forth out of obscurity and out of darkness, the only true and living church upon the face of the whole earth, with which I, the Lord, am well pleased, speaking unto the church collectively and not individually.” (<span class=\"citation\" id=\"17560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17560)\">D&amp;C 1:17, 30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p29\" class=\"\">All the teachings of the Lord and the prophets carry that persistent message, to persuade the world to know him and his father through a living prophet and his church. Once this vision is given, it will help us make the decision to endure to the end.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p30\" class=\"\">The permanent duty to God, to oneself, to one’s family, to the Church, and to one’s country represents a goal for which we should all strive and which was given by the Lord as he taught the Nephites:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p31\" class=\"\">“Therefore I would that ye should be perfect even as I, or your Father who is in heaven is perfect.” (<span class=\"citation\" id=\"5908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5908)\">3 Ne. 12:48<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p32\" class=\"\">Again, these words were not given to discourage or to tempt us to desert, but rather to motivate us to be prepared and not to be afraid. Prepared to do what? The Lord has commanded us again and again to be prepared to “live by every word that proceedeth forth from the mouth of God,” (<span class=\"citation\" id=\"17632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17632)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17632)\">D&amp;C 84:44<\/a><\/span>) to serve him with all of our heart, might, mind, and strength (see <span class=\"citation\" id=\"17609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17609)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17609)\">D&amp;C 59:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p33\" class=\"\">To endure in obedience and service is contrary to desertion. It is to continue without perishing; to last; to remain firm when under trial; to suffer or bear up patiently; to endure hardship; to withstand pain, sorrow, or destructive force without yielding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p34\" class=\"\">The encouraging factor in recognizing adversity is that we are not alone. The Lord told Joseph Smith, “Be patient in afflictions, for thou shalt have many; but endure them, for, lo, I am with thee, even unto the end of thy days.” (<span class=\"citation\" id=\"17583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17583)\">D&amp;C 24:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p35\" class=\"\">George Q. Cannon wrote in <span class=\"emphasis\">Gospel Truths:<\/span> “So it is with all of us. We have great afflictions from time to time. It seems to be necessary that we should be tried and proved to see whether we are full of integrity or not. In this way we get to know ourselves and our own weaknesses; and the Lord knows us, and our brethren and sisters know us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p36\" class=\"\">“Therefore, it is a precious gift to have the gift of patience, to be good-tempered, to be cheerful, to not be depressed, to not give way to wrong feelings and become impatient and irritable. It is a blessed gift for all to possess.” (Jerreld L. Newquist, ed., Salt Lake City: Deseret Book Co., 1957, 2:198.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p37\" class=\"\">Yes, there are obstacles and challenges. Men sometimes become cynical. Some despair and lose hope and faith in the future, but the message stands: do not abandon, for the Lord lives. He is our Savior and Redeemer; he is the Prince of Peace. The great assurance of life, the great reason for eternal life, is the Lord Jesus Christ. There is no other way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p38\" class=\"\">There is only one way. The teachings of our duty to God determine our duty to ourselves, to our families, to our church, and to our country. No vacillation can be permitted, for “no man can serve two masters; for either he will hate the one and love the other, or else he will hold to the one and despise the other. Ye cannot serve God and Mammon.” (<span class=\"citation\" id=\"5909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5909)\">3 Ne. 13:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p39\" class=\"\">President George Albert Smith’s grandfather said: “There is a line of demarcation well defined between the Lord’s territory and the devil’s territory. If you will remain on the Lord’s side of the line, the adversary cannot come there to tempt you. You are perfectly safe as long as you stay on the Lord’s side of the line. But … if you cross onto the devil’s side of the line, you are in his territory, and you are in his power, and he will work on you to get you just as far from that line as he possibly can, knowing that he can only succeed in destroying you by keeping you away from the place where there is safety.” (Quoted by George Albert Smith in Conference Report, Oct. 1945, p. 118.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p40\" class=\"\">Persistence in seeking the influence of the Holy Ghost and living the commandments of God lead to eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p41\" class=\"\">When we consider that we are, as individuals, looking at two powers, the Church and the world, good and evil, truth and error, how can we avoid being torn apart when we know these powers are moving in two opposite directions? We put both feet in the Church and prepare ourselves to be engaged totally and forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p42\" class=\"\">There is an old fable about a king and a jester. One day the king decided to reward the jester, so he called him in, offered him a beautiful staff, and told him, “You may keep this beautiful staff until you find a bigger fool than you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p43\" class=\"\">Time passed and one day the king became very seriously ill, called the jester, and told him that he would probably go on a long journey and never return. The jester then asked him, “And have you made any provisions for a journey that lasts forever?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p44\" class=\"\">The king answered, “No.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p45\" class=\"\">The jester then handed the king the staff and told him, “King, if you have made no provisions for a journey that lasts forever, this staff belongs to you. You are a bigger fool than I.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p46\" class=\"\">Have we made our provisions? Are we preparing ourselves to face one of the greatest temptations: to desert the service of the Lord in moments of doubt or trial, which may lead to other desertions?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p47\" class=\"\">Shakespeare’s Hamlet voiced the question, “To be, or not to be?” when he was at the verge of despair and self-destruction. (<span class=\"emphasis\">Hamlet,<\/span> act 3, sc. 1, line 56.) May I rephrase that:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To be a soldier or not to be.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To be a missionary or not to be.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To be a father or not to be.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To be oneself or not to be.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To be a follower of Christ or not to be.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p53\" class=\"\">In The Church of Jesus Christ of Latter-day Saints we have the answer to that question, a divine answer that we <span class=\"emphasis\">can<\/span> be, that we can live to be a true disciple, that we can live to be a follower of Christ—true to the end because of our testimony.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/to-follow-or-not-that-is-the-question.p54\" class=\"\">Our testimony to the world is that Jesus is the Christ, our Savior and our Redeemer, that Joseph Smith is the Prophet who restored truth upon the earth, and that this church is a divine church, of which I also testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}