{"ID":3594, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            People to People\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_023<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p3\" class=\"\">Arturo Toscanini, the late, famous conductor of the New York Philharmonic Orchestra, received a brief, crumpled letter from a lonely sheepherder in the remote mountain area of Wyoming:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p4\" class=\"\">“Mr. Conductor: I have only two possessions—a radio and an old violin. The batteries in my radio are getting low and will soon die. My violin is so out of tune I can’t use it. Please help me. Next Sunday when you begin your concert, sound a loud ‘A’ so I can tune my ‘A’ string; then I can tune the other strings. When my radio batteries are dead, I’ll have my violin.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p5\" class=\"\">At the beginning of his next nationwide radio concert from Carnegie Hall, Toscanini announced: “For a dear friend and listener back in the mountains of Wyoming the orchestra will now sound an ‘A.’” The musicians all joined together in a perfect “A.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p6\" class=\"\">The lonely sheepherder only needed one note, just a little help to get back in tune; he could go on from there. He needed someone who cared to assist him with one string; the others would be easy. Then, with all strings in tune—in harmony—the lonely sheepherder would have a source of companionship and joy and could play uplifting strains.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p7\" class=\"\">My expressions and encouragement this morning are to God’s children whose batteries may be low or with strings in need of tuning, those whose souls were one time touched by the words and teachings of the Master and His servants but have been attracted away into other interests and activities. Some may have been neglected or not sufficiently involved in a meaningful Church responsibility or may have a feeling of injury or hurt or even unworthiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p8\" class=\"\">Some have allowed themselves to get out of tune. They may have lost the pitch and drifted from the original score. The Savior of the world gave rules to live by and taught principles of love that encompass concern and encouragement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p9\" class=\"\">“Come unto me, all ye that labour,” he said, “and are heavy laden, and I will give you rest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p10\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p11\" class=\"\">“For my yoke is easy, and my burden is light.” (<span class=\"citation\" id=\"36767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36767)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36767)\">Matt. 11:28–30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p12\" class=\"\">He did not limit or say “all who are perfect come unto me” or just the rich, or just the poor, or just the healthy, or those without sin, or those who pray the longest, or just the sick. His invitation is to all: “Come unto me, all ye that labour and are heavy laden, and I will give you rest,” comfort, peace; “for my yoke is easy, and my burden is light.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p13\" class=\"\">His plea to all is to love God, love His children, keep His commandments, and believe that Jesus is the Christ, born of God. (See <span class=\"citation\" id=\"1130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1130)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1130)\">1 Jn. 5:1–3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p14\" class=\"\">Some who accepted the teachings of the Savior and were baptized into His Church are now temporarily lost from the fold, some through their own choosing, but others, many times, by our neglect of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p15\" class=\"\">Matthew tells of the disciples’ last earthly visit with Jesus. They had assembled on the mountain as directed, waiting for their Lord. He was the center of their lives. They worshiped Him. They now know He will soon leave them. Where will they go? What will they do? Eleven against the world. And what will He tell them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p16\" class=\"\">“And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p17\" class=\"\">“Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p18\" class=\"\">“Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.” (<span class=\"citation\" id=\"36805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36805)\">Matt. 28:18–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p19\" class=\"\">Those final instructions were not only to find and baptize, but to teach. The future of the disciples was now clear—as with the Church and its members today—to bring new souls unto Christ and teach them. Teach them the commandments, teach them the principles of the gospel, teach them the love of God and love for one another, teach by the Spirit, teach with love. Then they can and will obey and live the commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p20\" class=\"\">None are to be lost, but everyone is to feel the love of the Master through His servants. He knew that to carry the message of the gospel to all nations would require active participation by everyone baptized—not just some, but everyone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p21\" class=\"\">There were strong social barriers among the Jews at the time of Christ, yet the Savior mingled freely among the publicans and sinners—far different from the Pharisees, who believed sinners should not be guests in their houses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p22\" class=\"\">Christ rebuked their unkindliness, saying, “They that be whole need not a physician, but they that are sick.” (<span class=\"citation\" id=\"36763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36763)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36763)\">Matt. 9:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p23\" class=\"\">His enemies complained that Jesus mingled and ate with sinners, but Jesus justified His ways and taught more clearly the purpose of God’s love toward repentant sinners and the joy there is in heaven over one sinner that repents:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p24\" class=\"\">The Savior asked them, “If a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p25\" class=\"\">“And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p26\" class=\"\">“Even so it is not the will of your Father which is in heaven, that one of these little ones should perish.” (<span class=\"citation\" id=\"36777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36777)\">Matt. 18:12–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p27\" class=\"\">And then He continued, “And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p28\" class=\"\">“I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance.” (<span class=\"citation\" id=\"32077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32077)\">Luke 15:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p29\" class=\"\">Michael Duffy related: “I didn’t catch their names or pay much attention to what they were saying, except they were from the Mormon Church. Somehow they had found out I was a Mormon and asked if I wanted home teachers. I hadn’t been to Church for sixteen years!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p30\" class=\"\">“I don’t know exactly why I said yes. It seemed that many events had fallen into place to convince me that there was a missing link in my life. Previously, we had lived next door to a Mormon family. We did not go to Church, but I was reminded that our two sons had never been blessed and had never attended Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p31\" class=\"\">“My wife was not a Mormon, not even a Christian. Yet she agreed that something was missing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p32\" class=\"\">“Home teachers soon contacted us and began regular visits. This started a process that would take many months, and change my family forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p33\" class=\"\">“I began attending priesthood meeting—infrequently at first, then regularly. I was finally able to overcome my Word of Wisdom problem. Our oldest son, now five, started attending Sunday School. We even began paying a little tithing. My wife supported me, but was not interested in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p34\" class=\"\">“Then one day two missionaries knocked at our door. After many months, having just been ordained an elder, I baptized and confirmed my wife a member of the Church. We were later sealed as a family in the Washington Temple.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p35\" class=\"\">He continued, “As I look back on the many circumstances that took place, I fondly remember the love, prayers, and fellowship of the bishopric, elders quorum presidency, and others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p36\" class=\"\">“We were truly blessed to be living in a ward that actively worked with less active members, that the elders quorum president (the position I now hold),” he said, “placed special emphasis on reactivation, and even a member of the stake presidency took a personal interest in us.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p37\" class=\"\">The Prophet Ezekiel warned: “Ye feed not the flock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p38\" class=\"\">“The diseased have ye not strengthened, neither have ye healed that which was sick, neither have ye bound up that which was broken, neither have ye brought again that which was driven away, neither have ye sought that which was lost.” (<span class=\"citation\" id=\"23161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23161)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23161)\">Ezek. 34:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p39\" class=\"\">Driving to the Los Angeles Airport with a busy radio executive, I learned that he and his wife, though born in the Church, had never participated. Their social life of parties and weekends for fun and escape dominated their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p40\" class=\"\">After eight years of marriage and three children, they were becoming concerned about their lives but did nothing about it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p41\" class=\"\">Different sets of home teachers came and went. A new home teacher—a true shepherd—came into their lives, and after a time this new home teacher committed this man to go to Church once. Brother Adamson said he would not give up smoking and drinking. He had made a firm resolve <span class=\"emphasis\">not<\/span> to live the Word of Wisdom, and if he was not welcome in Church because of it, that was fine. The home teacher said, “You are welcome, and I will pick you up.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p42\" class=\"\">The first Sunday Brother Adamson attended Church he waited for someone to move away from him because of the strong tobacco odor, but that didn’t happen. “They will ask me to pray or work in the Church,” he thought. That didn’t happen either.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p43\" class=\"\">The home teacher did not phone on Sunday mornings to give him a chance to make an excuse and back out but drove to his home and would say, “Are you ready?” This home teacher picked him up every Sunday for over a year.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p44\" class=\"\">The Adamsons began reading <span class=\"emphasis\">A Marvelous Work and a Wonder<\/span> and found that the Church consisted of much more than just the Word of Wisdom, which he had heard so much about all his life (and because he didn’t live the Word of Wisdom, felt the Church had nothing to offer him).<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p45\" class=\"\">This couple soon learned it is a Church of love, not a Church of fear. They learned of the mission of the Savior and of our Heavenly Father and of repentance. They became so proud of the Church they had been born into that the Word of Wisdom no longer was an important issue. He didn’t go through the pangs of quitting. It just happened. There were so many other principles of the gospel that now were so important in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p46\" class=\"\">He said, “I found myself working on our new chapel and then one day quietly telling the bishop, ‘I’m ready, now. You can call on me to pray.’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p47\" class=\"\">The Savior taught Peter, “When thou art converted, strengthen thy brethren.” (<span class=\"citation\" id=\"32089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32089)\">Luke 22:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p48\" class=\"\">Souls are committed to the care of the Church—to watch over and keep them in the right way, to remember their names and nourish them. (See <span class=\"citation\" id=\"38450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38450)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38450)\">Moro. 6:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p49\" class=\"\">An older couple living in a little Mormon community in Idaho had been members of the Church all their lives. The husband was eighty-six years old and his wife eighty-four. He was still a priest in the Aaronic Priesthood. New home teachers who had heard about this family’s lack of interest toward the Church asked if they could come to their home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p50\" class=\"\">This older couple was pleased that someone cared about them. The teachers taught the principles of the gospel. The couple responded. This eighty-six-year-old man became an elder and, with his wife, earned the privilege of going to the temple and being married for time and eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p51\" class=\"\">If thoughtful home teachers had not visited this family, they would have probably died without having received essential blessings of the gospel. Caring shepherds could have reached this couple years before when their family was growing up. The couple was grateful that home teachers finally had the courage to come.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p52\" class=\"\">People who drift away from the true doctrine usually know in their hearts something is missing. The kernel of truth, though small, remains—never to be replaced with fame or money or worldly pleasures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p53\" class=\"\">The Savior placed a little child in the midst of the disciples and taught that they must become as little children in order to enter into the kingdom of heaven. He said, “For the Son of man is come to save that which was lost” (<span class=\"citation\" id=\"36776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36776)\">Matt. 18:11<\/a><\/span>), and to call all sinners to repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p54\" class=\"\">Michael Weir said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p55\" class=\"\">“My marriage had failed. I was living a life contrary to the principles of the Church. Not only was I inactive but had lost confidence in my ability to go back. I became successful in business, drove the nicest car, and bought expensive clothes. I had everything that the world would want.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p56\" class=\"\">“One day, my company hired Ken Wheeler, whom I knew to be a Mormon by the way he acted. We became friends, and he invited me to Church. I wanted to go but didn’t feel worthy. He continued to invite me, and I continued to refuse. I wanted to get back, but I didn’t have the strength to do it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p57\" class=\"\">“One night, alone in my apartment, I became very depressed and broke into uncontrollable sobs. I prayed to the Lord and begged for His help. The next day Ken asked me how I was doing; he could sense something was wrong. Putting his arms around me, he said, ‘He still loves you, and we do, too. Why don’t you come back home?’ That was the answer to my prayers; that was the help I had begged for the night before.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p58\" class=\"\">“I came home! I felt uncomfortable at first, but the feeling that everyone cared made it easier. Today, I don’t drive the nicest car or wear the fanciest clothes, but I feel richer than ever.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p59\" class=\"\">He continued, “Those who have fallen away want so badly to come back, but they are afraid to make the move. They don’t lose their testimony; they lose confidence in themselves.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p60\" class=\"\">Those that stray need a friend—but they need one who knows the Shepherd. Seldom do people cease coming to Church because of doctrine; they are waiting for a show of genuine love and friendly fellowship to heal their hurts or doubts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p61\" class=\"\">Nephi testified “that the Lord God worketh not in darkness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p62\" class=\"\">“He doeth not anything save it be for the benefit of the world; for he loveth the world, even that he layeth down his own life that he may draw all men unto him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p63\" class=\"\">“… he saith: Come unto me all ye ends of the earth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p64\" class=\"\">“Hath he commanded any that they should not partake of his salvation? … Nay; but … hath given it free for all men; and … hath commanded his people that they should persuade all men to repentance.” (<span class=\"citation\" id=\"4050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4050)\">2 Ne. 26:23–25, 27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p65\" class=\"\">We are his people. God expects us to find, teach, and recover those whose strings may need tuning. May we be directed by the pure love of Christ to sound for them the perfect note of an “A.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/people-to-people.p66\" class=\"\">God lives. Jesus is the Christ. This is His work, to which I testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}