{"ID":3596, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Follow the Prophets\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p3\" class=\"\">Elder Mark E. Petersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a4a.jpg\" alt=\"Elder Mark E. Petersen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p4\" class=\"\">As Brother Featherstone mentioned in his prayer, one of the favorite hymns of the Latter-day Saints actually is a prayer for the President of the Church. It is sung by congregations throughout the world with the beautiful theme mentioned by Brother Featherstone, and I’m sure we all join together in this expression:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We ever pray for thee, our Prophet dear,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That God will give to thee comfort and cheer;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As the advancing years furrow thy brow,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Still may the light within shine bright as now.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We ever pray for thee with all our hearts,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That strength be given thee to do thy part,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To guide and counsel us from day to day,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To shed a holy light around our way.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p13\" class=\"\">(“We Ever Pray for Thee,” <span class=\"emphasis\">Hymns,<\/span> no. 386.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p14\" class=\"\">Who is more beloved in the Church than President Spencer W. Kimball? And for whom do more prayers ascend from all parts of the world where Latter-day Saints live?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p15\" class=\"\">Not only is President Kimball universally loved and revered, but he loves and reveres the Saints and prays for them and labors for them without hesitation and without limit. His kindness is Christlike. He endeavors to do to all as he himself would be done by.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p16\" class=\"\">The Lord has given him great and wise men as counselors: President N. Eldon Tanner, President Marion G. Romney, and President Gordon B. Hinckley, who is a new counselor in the First Presidency, a man of God every inch of him, a wise man, an energetic man, courageous in the faith, solid and substantial as Gibraltar.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p17\" class=\"\">These brethren are as devoted as is the President himself, constantly giving their all to the work, everlastingly supporting the President, counseling in kindness and with great intelligence in all matters that come before them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p18\" class=\"\">The First Presidency is a quorum of the Church and operates as such in beautiful harmony under the influence of the Holy Spirit, thus giving inspired guidance to the Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p19\" class=\"\">The First Presidency is the presiding council of the Church. These Brethren preside over all things. They hold all the keys, powers, gifts, and blessings of this dispensation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p20\" class=\"\">The President is the presiding high priest. His counselors preside with him by delegation from him in carrying on the labors of this highest divinely organized quorum on earth. All four in the presidency are Apostles of the Lord Jesus Christ; all are prophets, seers, and revelators.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p21\" class=\"\">The Council of the Twelve comes next in line. These brethren also hold the divine keys, but only the President of the Church may exercise all of these keys in their fulness, for this privilege is given to but one man on earth at a time. The Twelve also work by delegation from the President of the Church. They receive assignments from him, and fulfill them with complete devotion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p22\" class=\"\">It was the Lord himself who installed Apostles and prophets in this modern Church. It is, therefore, no idle gesture by which we sustain the First Presidency and the Twelve as prophets, seers, and revelators, for so they are, divinely chosen, duly ordained and set apart by the laying on of hands by those authorized to do so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p23\" class=\"\">They were called of God as was Aaron (see <span class=\"citation\" id=\"24479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24479)\">Heb. 5:4<\/a><\/span>), according to the pattern described by the Apostle Paul in his epistle to the Hebrews. They were appointed by revelation, ordained by other living prophets, and fully commissioned to act in the name of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p24\" class=\"\">God speaks through our great leaders and guides his people by their words. Did not the Lord himself say: “Whether by mine own voice or by the voice of my servants, <span class=\"emphasis\">it is the same<\/span>”? (<span class=\"citation\" id=\"17566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17566)\">D&amp;C 1:38<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p25\" class=\"\">The President of the Church, who indeed is the living mouthpiece of God and the presiding high priest on earth, is given sacred endowments even as was the Prophet Joseph Smith, whom he succeeds in this high office.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p26\" class=\"\">By ordination he holds all of the keys, gifts, and powers in the priesthood that were bestowed upon the Prophet Joseph Smith by the holy angels as the Church arose again in these last days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p27\" class=\"\">The President of the Church holds them all!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p28\" class=\"\">The work of this final dispensation could not be carried on otherwise. What point would there have been in Joseph Smith taking all those powers with him into the grave? The work would have stopped because God operates only authoritatively.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p29\" class=\"\">Did not Amos of old say that the Lord will do <span class=\"emphasis\">nothing<\/span> except through his servants the prophets? (See <span class=\"citation\" id=\"10476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10476)\">Amos 3:7<\/a><\/span>.) And did God ever send prophets to earth without divine authority, without the right to speak and act in his name?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p30\" class=\"\">Were not the prophets and Apostles placed in the early Christian church by the Savior himself? And were they not called and ordained “for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ”? (<span class=\"citation\" id=\"21940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21940)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21940)\">Eph. 4:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p31\" class=\"\">And were they not the <span class=\"emphasis\">foundation<\/span> of the true church, as Paul said, the Savior being the chief cornerstone? (See <span class=\"citation\" id=\"21938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21938)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21938)\">Eph. 2:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p32\" class=\"\">And were they not to remain in the Church “till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ”? (<span class=\"citation\" id=\"21941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21941)\">Eph. 4:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p33\" class=\"\">And were they not to remain also that we “be no more children, tossed to and fro, and carried about with every wind of doctrine”? (<span class=\"citation\" id=\"21942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21942)\">Eph. 4:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p34\" class=\"\">The need for such direction is as great today as it was in the time of Peter and Paul when indeed every wind of doctrine <span class=\"emphasis\">did<\/span> assail the Saints, and when false prophets <span class=\"emphasis\">did<\/span> arise, teaching with “cunning craftiness, whereby they” <span class=\"emphasis\">did<\/span> indeed “lie in wait to deceive.” (<span class=\"citation\" id=\"21943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21943)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21943)\">Eph. 4:14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p35\" class=\"\">The Saints today need instruction from God through his prophets just as did the members of the ancient church. We of this dispensation also must depend upon inspired direction in the work of the ministry and upon constant divine guidance on our way to perfection.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p36\" class=\"\">In many ways conditions now are much the same as they were anciently. The attitudes of the people—then and now—are not essentially different, neither are their basic problems, such as immorality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p37\" class=\"\">The Lord has given us modern prophets as part of his modern Church, and their duties are like those of the ancient ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p38\" class=\"\">We of today must heed them as did the Saints in times past. It is the same Church, the same faith; and the salvation that is offered is identical.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p39\" class=\"\">The people anciently were willing to accept the divine callings of their leaders, not regarding them any longer as mere fishermen or tentmakers, for those brethren were placed by the Lord into a new category as his divinely chosen servants. So we of today must look beyond the former occupations and personal activities of our modern leaders and see them as the servants of God that they are now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p40\" class=\"\">They are inspired as were Peter and Paul. They have the same divine callings. They are the leaders whom God himself has given us. He raised them up specifically for the present day. Then shall we not heed them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p41\" class=\"\">We are living in a difficult period of time. The devil is fighting a determined war against the Saints. He seeks to surround us with every conceivable form of temptation, hatred, bigotry, and corruption.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p42\" class=\"\">His methods indeed are devious, as we are told so plainly by the prophet Nephi, who said that Satan will “rage in the hearts of the children of men, and stir them up to anger against that which is good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p43\" class=\"\">“And others he will pacify, and lull them away into carnal security, that they will say: All is well in Zion; yea, Zion prospereth, all is well—and thus the devil cheateth their souls, and leadeth them away carefully down to hell.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p44\" class=\"\">“And … others he flattereth away, and telleth them there is no hell; and he saith unto them: I am no devil, for there is none—and thus he whispereth in their ears, until he grasps them with his awful chains, from whence there is no deliverance.” (<span class=\"citation\" id=\"4054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4054)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4054)\">2 Ne. 28:20–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p45\" class=\"\">Have you ever known a time in your lives when there was as much temptation as there is right now? Many an adult has said that he is glad he is not growing up in this day when the world is so corrupt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p46\" class=\"\">They express alarm for the rising generation with all that confronts them in drug and sex appeal, in filth on the screen and in the printed media, and in many other forms of seduction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p47\" class=\"\">Where is safety, brothers and sisters? Where but in the Church and under the protective canopy of the gospel of Jesus Christ? Is not today much like Noah’s day when the population of the earth was wiped out in the flood and but eight righteous souls were spared?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p48\" class=\"\">Some doubt that there was a flood, but by modern revelation we know that it did take place. By modern revelation we know that for more than a century, Noah pleaded with the people to repent, but in their willful stubbornness they would not listen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p49\" class=\"\">Don’t we need the warning voices of the prophets now as much as they did in the days of Noah? Will we respond to our own seers and revelators any more than did the people of his day? Are we so foolish that we will not learn a lesson from their mistakes?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p50\" class=\"\">The scriptures say that many will not listen. But they also say that true believers in the Lord will follow his servants and give ear to their warning voices. God will protect the faithful regardless of all the tribulations that will come upon the wicked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p51\" class=\"\">Did he not save Noah’s family from the Flood?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p52\" class=\"\">Did he not save Lehi’s family from destruction at Jerusalem?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p53\" class=\"\">The Lord has given his word that if we will serve him, he in turn will protect and prosper us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p54\" class=\"\">As we live in this wicked world, shall we remain blind to the exigencies of our times? Have we the common sense and the good judgment to stand in holy places?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p55\" class=\"\">And how do we accomplish that? By obeying the prophets!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p56\" class=\"\">Are we willing—at all costs—to defend the kingdom of God against the vicious attacks of the adversary? And how do we do that? By obeying the prophets! Are we ready to answer affirmatively when we are asked:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who’s on the Lord’s side?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Is not today the time to show?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We ask it urgently:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Who’s on the Lord’s side? Who?<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p61\" class=\"\">(See <span class=\"emphasis\">Hymns,<\/span> no. 175.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p62\" class=\"\">If we are on his side, we will follow his prophets.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p63\" class=\"\">I testify to you that they are men of God. I testify to you that our great leader, President Spencer W. Kimball personally is a seer and a revelator, a prophet in the same sense as was Moses or Isaiah or Joseph Smith, and that he holds divine powers even as they did.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p64\" class=\"\">For our own sake, for the sake of our families, for the sake of this restored church of Jesus Christ to which we give our allegiance, but also to earn the blessing of heaven, let us serve the Lord and keep his commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p65\" class=\"\">I have been on the Council of the Twelve now for nearly thirty-eight years. In that time I have labored under six Presidents of the Church. I have sat in their meetings as vital decisions were made. I have listened to their discussions and seen the flow of inspiration as it came to these six Presidents—these six prophets, six revelators, six seers whom I have known and whom I have loved and in whom I have felt an hallowed presence over the years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p66\" class=\"\">I testify to you, by personal experience, that I have seen the power of God work upon them. I know that we live in a day of revelation. I know these brethren are divinely appointed servants of the Lord. I know that they speak for God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p67\" class=\"\">If we follow them, do we not thereby follow Him who called them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p68\" class=\"\">But conversely if we raise our hands or our voices against them, or if we ignore them, do we not in that manner <span class=\"emphasis\">resist<\/span> the divine being who commissioned them as his servants? Can anyone afford to do that?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p69\" class=\"\">Is not our attitude toward these prophets an unerring reflection of our innermost feeling toward God? I mean our real, basic allegiance when it is divested of all outward show and stripped of all pretensions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p70\" class=\"\">Can we truly love the Lord and at the same time reject his servants?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p71\" class=\"\">If we really do love God, then indeed we must and we will love and revere his anointed ones.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p72\" class=\"\">What if we did know them as boys in the neighborhood and saw no halos about them? What if we did mingle with them as they lived routine and ordinary lives in the past, meeting the world as it came, day by day? We must realize that conditions have changed!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p73\" class=\"\">God has now lifted them out of those familiar patterns and has given them a new status in life. He has summoned them to high callings in his ministry. A sacred mantle has descended upon them, the mantle of their divine commission, the mantle of prophecy!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p74\" class=\"\">They speak with new voices; they are guided by a heavenly light. <span class=\"emphasis\">They are ordinary no longer!<\/span> They are the anointed ones—the chosen ones—chosen by Almighty God!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p75\" class=\"\">We have had twelve Presidents of the Church, twelve of God’s greatest high priests. Each one gave his life for the work. One was a martyr, struck down by assassins’ bullets. The others lived long and labored valiantly for the faith, even to their last breath.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p76\" class=\"\">Of his faithful servants the Lord has said: These are they who overcome by faith. Wherefore, all things are theirs and they are Christ’s, and Christ is God’s. These are they whose names are written in heaven, where God and Christ are the judge of all. These are they whose glory is that of the sun, even the glory of God, the highest of all. (See <span class=\"citation\" id=\"17624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17624)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17624)\">D&amp;C 76:53, 59, 68, 70<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p77\" class=\"\">The Lord will honor his prophets throughout eternity, for he will make them heirs of God and joint heirs with Christ. (<span class=\"citation\" id=\"42897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42897)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42897)\">Rom. 8:17<\/a><\/span>.) The Lord expects us, his people, to honor them also, to sustain them and to follow them. May we therefore always sing with deep sincerity this wonderful hymn, which in truth is a prayer, but also a covenant:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We thank thee, O God, for a prophet<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To guide us in these latter days.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We thank thee for sending the gospel<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To lighten our minds with its rays.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We thank thee for every blessing<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Bestowed by thy bounteous hand.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We feel it a pleasure to serve thee,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And love to obey thy command.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p86\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 196.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/follow-the-prophets.p87\" class=\"\">In the name of the Lord, Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}