{"ID":3597, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Opposition to the Work of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p2\" class=\"\">Elder Carlos E. Asay<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:29c2.jpg\" alt=\"Elder Carlos E. Asay\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p3\" class=\"\">While pondering a theme for this conference assignment, I had occasion to conduct some business over the telephone with a member of the Council of the Twelve. In that conversation I asked, “Would you help me select a suitable subject for my conference assignment?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p4\" class=\"\">He said, “Yes,” in a very reassuring voice. And then he said, “Carlos, pray.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p5\" class=\"\">I therefore share with you the results of many prayers, and I do so prayerfully and obediently and very humbly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p6\" class=\"\">On November 1, 1857, Elder George A. Smith delivered a memorable discourse, which included this old Chinese fable:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p7\" class=\"\">“A man travelling through the country came to a large city, very rich and splendid; he looked at it and said to his guide, ‘This must be a very righteous people, for I can only see but one little devil in this great city.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p8\" class=\"\">“The guide replied, ‘You do not understand, sir. This city is so perfectly given up to wickedness … that it requires but one devil to keep them all in subjection.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p9\" class=\"\">“Travelling on a little farther, he came to a rugged path and saw an old man trying to get up the hill side, surrounded by seven great, big, coarse-looking devils.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p10\" class=\"\">“‘Why,’ says the traveller, ‘this must be a tremendously wicked old man! See how many devils there are around him!’<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p11\" class=\"\">“‘This,’ replied the guide, ‘is the only righteous man in the country; and there are seven of the biggest devils trying to turn him out of his path, and they all cannot do it.’” (<span class=\"emphasis\">Journal of Discourses,<\/span> 5:363–64.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p12\" class=\"\">After relating the fable, Elder Smith added that “the devil has the world so perfectly at his disposal that it requires few devils to keep it in subjection” and that “the whole legion of devils has nothing to do but look after the ‘Mormons’ and stir up the hearts of the children of men to destroy them—to put them out of existence.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 5:364.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p13\" class=\"\">The evil one has attempted on many occasions in all dispensations to put out of existence, if you will, many of God’s children. Sometimes he, himself, has assumed the deluder’s role. Other times he has worked through those who have stepped to his side of the line. For instance, in the Book of Mormon, we read of three anti-Christs. Each was deceived, each preached against those who believed in Christ, and each sought openly to destroy the church of God. Their patterns of deceit were similar. They taught false doctrines, spread lies, referred to prophecies as foolish traditions, accused Church leaders of perverting the right way of God, and baited the people by referring to their faith as a foolish and vain hope. (See <span class=\"citation\" id=\"25879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25879)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25879)\">Jacob 7:1–23<\/a><\/span>; <span class=\"citation\" id=\"9337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9337)\">Alma 1:1–16<\/a><\/span>; and <span class=\"citation\" id=\"9346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9346)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9346)\">Alma 30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p14\" class=\"\">When we read about the anti-Christs of former days, we marvel at how perverted their thinking became and we marvel at how successful they were in deceiving men and women. We also wonder why some of the people were so gullible—so easily misled. And with all this marveling and wondering, we tend to niche the anti-Christs in some corner of ancient history and go about our unguarded ways. This is dangerous. It could result in loss of faith; and, in a spiritual sense, it could put us out of existence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p15\" class=\"\">Since the spring of 1820, Lucifer has led a relentless attack against the Latter-day Saints and their leaders. A parade of anti-Christs, anti-Mormons, and apostate groups have appeared on the scene. Many are still among us and have released new floods of lies and false accusations. These faith-killers and testimony-thieves use personal contacts, the printed word, electronic media, and other means of communication to sow doubts and to disturb the peace of true believers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p16\" class=\"\">Two months ago we received a tender letter from a bishop. He informed us that he had been involved in an excommunication of a recent convert. The new convert had fallen under the influence of a very dedicated apostate who was successful in destroying the convert’s testimony. It seems that, to discredit Joseph Smith and subsequent prophets, the apostate cited changes made in Church publications over the years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p17\" class=\"\">The approach used by the apostate is common among those who are more interested in shadows than in light. Their logic, if followed, would have them burning the New Testament because Luke’s account of the gospel is not exactly like Matthew’s or because the book of Acts reports two differing versions of Paul’s vision on the road to Damascus. (See <span class=\"citation\" id=\"8256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8256)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8256)\">Acts 9:1–9<\/a><\/span> and <span class=\"citation\" id=\"8259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8259)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8259)\">Acts 22:4–11<\/a><\/span>.) Belief in modern prophets and continuous revelation is absent in the lives of many apostates. They would pin their hopes for salvation upon things other than those related to living prophets and living faith.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">The questions follow: How do we respond to such malicious and evil designs? Do we strike back? Allow me to suggest a course of action—one which is in harmony with the teachings of the Savior, and one which, if followed, will be in harmony with the wise counsel of prophets past and present:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Avoid those who would tear<\/span> <span class=\"emphasis\">down your faith.<\/span> Faith-killers are to be shunned. The seeds which they plant in the minds and hearts of men grow like cancer and eat away the Spirit. True messengers of God are builders—not destroyers. We send our missionaries into the world to teach and to assist people in receiving truth line upon line until the fulness of the gospel is received. (See <span class=\"citation\" id=\"17664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17664)\">D&amp;C 98:12<\/a><\/span>.) As one new convert testified: “My previous church provided me the chapter on mortality. The Church of Jesus Christ of Latter-day Saints added two more chapters pertaining to the premortal and postmortal existences.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Keep the commandments.<\/span> President Brigham Young promised, “All we have to do is to go onward and upward, and keep the commandments of our Father and God; and he will confound our enemies.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book Co., 1957, p. 347.) If we obey holy laws, we will take upon ourselves “the whole armour of God” and we will be able to stand against the wiles of the devil. (See <span class=\"citation\" id=\"21944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21944)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21944)\">Eph. 6:11–18<\/a><\/span>.) Moreover, obedience ensures us of the guidance and protection of the Holy Spirit.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Follow the living prophets, as we have just been admonished.<\/span> One Church leader taught: “Always keep your eye on the President of the Church, and if he ever tells you to do anything, and it is wrong, and you do it, the Lord will bless you for it. … But you don’t need to worry. The Lord will never let his mouthpiece lead the people astray.” (Heber J. Grant, quoted by Marion G. Romney in Conference Report, Oct. 1960, p. 78.) We walk in uncharted mine fields and place our souls in jeopardy when we receive the teachings of anyone except he that is ordained of God. (See <span class=\"citation\" id=\"17597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17597)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17597)\">D&amp;C 43:2–7<\/a><\/span>; <span class=\"citation\" id=\"17602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17602)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17602)\">D&amp;C 52:9<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Do not contend or debate over points of doctrine.<\/span> The Master warned that “the spirit of contention is not of me, but is of the devil.” (<span class=\"citation\" id=\"5905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5905)\">3 Ne. 11:29<\/a><\/span>.) We are inconsistent if we resort to Satanic tactics in attempting to achieve righteous ends. Such inconsistency results only in frustration, loss of the Spirit, and ultimate defeat. Remember, “We claim the privilege of worshiping Almighty God according to the dictates of our own conscience, and allow all men the same privilege.” (<span class=\"citation\" id=\"6968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6968)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6968)\">A of F 1:11<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Search the scriptures.<\/span> Few of us would go astray or lose our way if we regarded the scriptures as our personal guide or compass. (See <span class=\"citation\" id=\"9351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9351)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9351)\">Alma 37:44<\/a><\/span>.) The iron rod <span class=\"emphasis\">is<\/span> the word of God, and if held to, we will not fall.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Do not be swayed or diverted from the mission of the Church.<\/span> There are those who would draw you off course and cause you to waste time and energies. Satan used a diversion ploy when he tempted Christ in the wilderness. The Savior’s decisive response, “Get thee hence, Satan” (<span class=\"citation\" id=\"36744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36744)\">Matt. 4:10<\/a><\/span>), is a proper example for all of us.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Pray for your enemies.<\/span> Christ said to the Nephites, “Love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you.” (<span class=\"citation\" id=\"5907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5907)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5907)\">3 Ne. 12:44<\/a><\/span>; see also <span class=\"citation\" id=\"36747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36747)\">Matt. 5:44<\/a><\/span>; <span class=\"citation\" id=\"5906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5906)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5906)\">3 Ne. 12:10–12<\/a><\/span>.) While on the cross, the Savior pled, “Father, forgive them; for they know not what they do.” (<span class=\"citation\" id=\"32091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32091)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32091)\">Luke 23:34<\/a><\/span>.) There are many who are kept from the truth—not because they don’t want it, but because they know not where to find it.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Practice “pure religion.”<\/span> Involve yourself in Christian service. Succor the needs of the sick and poor; visit the fatherless and widows, and be charitable to all whether in the Church or out of the Church. (See <span class=\"citation\" id=\"26310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26310)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26310)\">James 1:27<\/a><\/span> and <span class=\"citation\" id=\"9338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9338)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9338)\">Alma 1:30<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">9.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Remember that there may be many questions for which we have no answers and that some things have to be accepted simply on faith.<\/span> An angel of the Lord asked Adam, “Why dost thou offer sacrifices unto the Lord?” He answered, “I know not, save the Lord commanded me.” (<span class=\"citation\" id=\"39601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39601)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39601)\">Moses 5:6<\/a><\/span>.) There may be times when we are called upon to climb Mount Moriahs and to sacrifice our Isaacs without a full and prior explanation. Faith is the first principle of the gospel; it is a principle of progress.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p28\" class=\"\">I suspect that there are few who know better the reality of Satan and his henchmen than does the full-time missionary, for the missionary is exposed to the fiery darts of the adversary, which come whistling overhead as he or she labors in the front lines in our war against sin. However, I promise all missionaries—and all members—that if the nine actions just mentioned are followed consistently, victory will be yours and faith and testimony will be preserved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p29\" class=\"\">At the same time—<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>I assure you that opposition to our cause testifies of its divinity. Would satanic powers combine against us if we were not posing a threat to such powers?<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>I assure you that opposition, if met and overcome, has a refining influence upon our lives. A verse in one of our hymns reads:<\/p>\n\t\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">When through fiery trials thy pathway shall lie,<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">My grace, all sufficient, shall be thy supply.<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">The flame shall not hurt thee; I only design<\/span>\n\t      <\/div>\n\t\t\t\t\t\t\t<div class=\"line\" id=\"\">\n\t\t<span class=\"emphasis\">Thy dross to consume and thy gold to refine.<\/span>\n\t      <\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p36\" class=\"\">(“How Firm a Foundation,” <span class=\"emphasis\">Hymns,<\/span> no. 66.)<\/p>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<p>The Savior learned obedience by the things which he suffered. (See <span class=\"citation\" id=\"24480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24480)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24480)\">Heb. 5:8<\/a><\/span>.) Joseph Smith’s oppositions gave him experience and worked for his good. (See <span class=\"citation\" id=\"17692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17692)\">D&amp;C 122:7<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>I assure you that the waters in which we are wont to swim are but little puddles when compared with the deep rivers of opposition in which the Prophet Joseph and others swam. (See <span class=\"citation\" id=\"17696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17696)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17696)\">D&amp;C 127:2<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>I assure you that our cause is just and it will succeed, regardless of the opposition exerted against us. Earlier Saints were bolstered by these words: “As well might man stretch forth his puny arm to stop the Missouri river in its decreed course, or to turn it up stream, as to hinder the Almighty from pouring down knowledge from heaven upon the heads of the Latter-day Saints.” (<span class=\"citation\" id=\"17689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17689)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17689)\">D&amp;C 121:33<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p40\" class=\"\">President Brigham Young said: “Every time you kick ‘Mormonism’ you kick it upstairs; you never kick it downstairs. The Lord Almighty so orders it.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book Co., 1941, p. 351.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p41\" class=\"\">With all my heart I implore those who are walking on the fringes of our faith to seek the safety of the center. This can be done best by counseling with your leaders and remaining within the fellowshipping circle of the Saints, and receiving nourishment from the good word of God. Do not permit faithless people to turn you out of the right way or to put you out of existence. (See <span class=\"citation\" id=\"38449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38449)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38449)\">Moro. 6:1–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p42\" class=\"\">And I pray for those who deal in the highest form of larceny—that of stripping people of their precious testimonies. Such action, if continued, will lead only to the futility and emptiness of the dream of a night vision. (See <span class=\"citation\" id=\"4053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4053)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4053)\">2 Ne. 27:3<\/a><\/span>; <span class=\"citation\" id=\"8253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8253)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8253)\">Acts 5:33–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/opposition-to-the-work-of-god.p43\" class=\"\">God help us all in our war against sin. Though our numbers may be few and our dominions small, may we go forward “armed with righteousness and with the power of God in great glory” (<span class=\"citation\" id=\"1774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1774)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1774)\">1 Ne. 14:14<\/a><\/span>), is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}