{"ID":3598, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “My Sheep Hear My Voice”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p2\" class=\"\">Elder Yoshihiko Kikuchi<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/yoshihiko-kikuchi-10.jpg\" alt=\"Yoshihiko Kikuchi\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_027<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p3\" class=\"\">I feel very humble and privileged this afternoon to be in your presence, brothers and sisters. I hope and pray that the Spirit of the Lord will be with me so that I might be able to communicate with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p4\" class=\"\"><span class=\"emphasis\">I know with all my heart and soul that our Heavenly Father lives. He truly lives. I know our Heavenly Father is there, and he is ready to answer our sincere prayers.<\/span> He has spoken to his children in the past; he has spoken to us in our day, to our people in his last dispensation. Our Father introduced his Son, Jesus Christ, to the people who lived on the American continent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p5\" class=\"\">The Book of Mormon testifies: “They heard a voice as if it came out of heaven; and they cast their eyes round about, for they understood not the voice which they heard; and it was not a harsh voice, neither was it a loud voice; nevertheless, and notwithstanding it being a small voice it did pierce them that did hear to the center, insomuch that there was no part of their frame that it did not cause to quake; yea, it did pierce them to the very soul, and did cause their hearts to burn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p6\" class=\"\">“And again the third time they did hear the voice, and did open their ears to hear it; and their eyes were towards the sound <span class=\"emphasis\">thereof;<\/span> and they did look steadfastly towards heaven, from whence the sound came.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p7\" class=\"\">“And behold, the third time they did understand the voice which they heard; and it said unto them;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p8\" class=\"\"><span class=\"emphasis\">“Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name—hear ye him.”<\/span> (<span class=\"citation\" id=\"5903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5903)\">3 Ne. 11:3, 5–7<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p9\" class=\"\">I know that the same Father spoke to the Jewish people in the eastern hemisphere. When our Lord Jesus Christ was baptized, the Bible testifies, “And, lo, the heavens were opened unto him, and he saw the Spirit of God descending like a dove, and lighting upon him:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p10\" class=\"\">“And lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased.” (<span class=\"citation\" id=\"36742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36742)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36742)\">Matt. 3:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p11\" class=\"\"><span class=\"emphasis\">I know that early one morning in the spring of 1820, in the state of New York, the Father and the Son appeared to the boy Joseph Smith.<\/span> Joseph Smith testified: “I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p12\" class=\"\">“… When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—<span class=\"emphasis\">This is My Beloved Son. Hear Him!<\/span>” (<span class=\"citation\" id=\"30647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30647)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30647)\">JS—H 1:16–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p13\" class=\"\"><span class=\"emphasis\">I know Joseph Smith saw God, the Father, and his Son, Jesus Christ. And I know that Joseph was a true living prophet of God. Like Joseph Smith of our day and like the ancient disciples and Apostles of the western <\/span>and eastern hemispheres, I know that our Heavenly Father’s own testimony is true: Jesus of Nazareth is his Beloved Son, in whom he is well pleased. Hear ye him!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p14\" class=\"\"><span class=\"emphasis\">I know that Jesus of Nazareth was born in the land of Judea,<\/span> that he walked by the Sea of Galilee and the fields and plains of Palestine. It is his own testimony that we should hear, the one he bore to Martha, the sister of his friend Lazarus. Yesterday Elder Monson referred to this scripture:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p15\" class=\"\">“I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p16\" class=\"\">“And whosoever liveth and believeth in me shall never die. Believest thou this?” (<span class=\"citation\" id=\"29083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29083)\">John 11:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p17\" class=\"\">Brothers and sisters, I believe this with all my heart and with all my soul. <span class=\"emphasis\">I know that this same Jesus conferred upon Joseph Smith all the power and authority necessary to reestablish the kingdom of God upon this earth once again, so that every soul might have a chance to hear the Father’s Beloved Son.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p18\" class=\"\"><span class=\"emphasis\">I know that our Heavenly Father loves us so much that he has provided us, through his Beloved Son, a way for us to follow in our mortal lives.<\/span> Through the restoration of the gospel of the Lord Jesus Christ, he has provided the way to find eternal happiness, true happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p19\" class=\"\">Brothers and sisters, many of our Father’s children in Japan and Korea also believe our Heavenly Father’s testimony and listen to his Beloved Son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p20\" class=\"\">Shortly before coming to this conference, I received a beautiful letter from a woman who had lost her husband thirteen years ago. I will read it to you. She said: “I was left alone to raise my two sons. As I was attending the baptismal service of my eldest son, who is attending senior high school, I could not help but feel the beautiful atmosphere that surrounded me. I was so impressed by the sweet spirit of the Saints; how exuberant and humble I felt. I observed my son, dressed in white, going down into the water. The stake president’s wife, who was whispering to me, told me that his sins would be washed away. I was so overwhelmed by the beauty of this moment that I felt my tears well up and my heart cried for joy. At that moment I wanted to know about myself. What about me? What about me? Was it possible that I, too, could experience a washing away of my sins? If my sins could be washed away and made clean once more, I too wanted to be baptized.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p21\" class=\"\">After four days of studying and praying with the missionaries, she too came to accept the Savior and was baptized. Shortly thereafter, her youngest son also entered into the waters of baptism. Now Sister Masako Anan and her two boys are preparing to go to the Tokyo Temple to be sealed as a family with their deceased father for time and all eternity. Oh, how glorious is the power of the gospel which can change the hearts of people from sorrow and despair to happiness and joy! Oh, how glorious it is to know that the power conferred upon Joseph Smith can change the hearts of the people!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p22\" class=\"\"><span class=\"emphasis\">I know that the gospel has been restored<\/span> and that the true church of God has been reestablished here upon this earth. I humbly extend my invitation to all my friends everywhere, and I say humbly today, “Come partake of this living water. Believe the testimony of the Father: ‘[This is] my Beloved Son, in whom I am well pleased, … hear ye him.’” (<span class=\"citation\" id=\"5904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5904)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5904)\">3 Ne. 11:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p23\" class=\"\">I know for those who wish to hear the Father’s beloved Son, the Book of Mormon like the Bible has a familiar voice. It is the word of God and has the power to change men’s souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p24\" class=\"\">May I give you an example of a Korean brother who heard the Savior’s voice? Brother Choi had left his wife, two children, and his mother for nine months. One day our missionaries were tracting in the city of Kwang Ju, Korea. They found his family. The family began to study with the missionaries and were baptized shortly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p25\" class=\"\">The missionaries started the family home evening program with this family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p26\" class=\"\">One day the seven-year-old daughter purchased a Book of Mormon from a missionary and sent it with her simple, yet beautiful testimony to her daddy. Two missionaries took that book to her father and bore their strong, firm testimonies of the truthfulness of the gospel and the importance of the family. Her father wondered why these people were so concerned and kind to him and his family. When evening came, he began to read, and heard a familiar voice of the Lord. He was so inspired and found it to be true. And also he found the testimony written by his daughter. I would like to share it with you, brothers and sisters. She said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p27\" class=\"\">“Aboji, Aboji, Aboji (which interpreted is “Daddy, Daddy, Daddy”), I want to have family home evening with you! Please come back! We love you! I love you! I need you! I want you to read this book! Heavenly Father loves you!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p28\" class=\"\">Brother Choi was so inspired and magnified by reading the Book of Mormon and touched by it and touched by his daughter’s testimony that he asked the missionaries to baptize him. Therefore this family was reunited, and Brother Choi is now the bishop of the Kwang Ju Third Ward. He sits in this hall today, a living example of one who heard the Savior’s voice from the Book of Mormon.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p29\" class=\"\">Oh, how we need the missionaries of the Lord to carry the Father’s testimony of his Beloved Son to every people, kindred, and tongue! There must be many Bishop Chois and there must be many Sister Anans in your own neighborhoods.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p30\" class=\"\">I know Spencer W. Kimball is a prophet of the Lord. He is a living prophet. He instructs us that we should lengthen our stride, quicken our pace with a sense of urgency; do it now! President Kimball, you are a living prophet of the Lord; you are a man scorned and covered with scars like Job of old, and yet you are ready to move forward, to climb another mountain. We love you. We need you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-sheep-hear-my-voice.p31\" class=\"\">Brothers and sisters, why don’t we pay more humble attention to this servant of the Lord so that we can lengthen our own stride and share this beautiful gospel of the Lord Jesus Christ with another Bishop Choi and another Sister Anan. I humbly pray in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}