{"ID":3599, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Teach “the Why”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p2\" class=\"\">Elder Paul H. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_028<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26ec.jpg\" alt=\"Elder Paul H. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p3\" class=\"\">What a special delight it is, brothers and sisters, to stand in your presence once more, to feel of your great spirit. I’m just glad we’re friends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p4\" class=\"\">You know, conference is a great time for spiritual uplift, for association, and for wise counsel. With all the counsel I’ve been hearing, I couldn’t help but reminisce a little bit about the young athlete who attempted most all sports but had never tried skydiving. And so he took several theoretical courses in how to jump.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p5\" class=\"\">When the day came for the solo flight, he became a little fearful, so he approached his instructor and said, “I’m not sure I want to go through with this.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p6\" class=\"\">The instructor said, “Don’t worry. We’ll protect you by putting two added parachutes on you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p7\" class=\"\">The plane took off and arrived at the three thousand foot level. With some fear and trepidation he was pushed out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p8\" class=\"\">On the way down, at about two thousand feet, he remembered that that’s when you pull the rip cord. He did so, and the chute didn’t open. He pulled the second, and it didn’t open. He pulled the third, and it didn’t open.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p9\" class=\"\">To his amazement, at about that time he met in the air, coming up from the ground, another man. They passed on the way. The young parachutist shouted to his new friend, “Pardon me,” he said, “do you know anything about parachutes?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p10\" class=\"\">“No,” his friend shouted back, “what do you know about Coleman lanterns?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p11\" class=\"\">I suppose it seems all of us are in need of good counsel. Quite often parents and many young people ask the question, “How do you teach the gospel so that it’s meaningful and applicable?” Do you know, my brothers and sisters, that learning any concept or principle or changing any behavior pattern requires five important steps?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p12\" class=\"\"><span class=\"emphasis\">First,<\/span> you have to expose a person. <span class=\"emphasis\">Second<\/span> is the law of repetition. <span class=\"emphasis\">Third<\/span> is to give understanding, the why. People of all ages want to know the whys of the gospel, not just the rules. This is the most important aspect of teaching because the <span class=\"emphasis\">fourth<\/span> step, that of conviction, and the <span class=\"emphasis\">fifth,<\/span> application, cannot occur until we understand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p13\" class=\"\">Too often our answers to young people’s inquiries are “Well, because the scriptures say so” or “That is what the leaders tell us.” Young people want to know why the scriptures say so and why the leaders are so concerned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p14\" class=\"\">Let me just share a little personal experience that happened some years ago at the university.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p15\" class=\"\">I’d been in a very special meeting with some young people. We had been talking about temple marriage. As we departed the session, I was walking with three young ladies, one of whom I knew quite well. I had become aware that she had been dating a boy out of the faith, and I just cautiously suggested to her that you tend to marry those you date. I said, “I am planning on the day when I can perform your sealing in the temple.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p16\" class=\"\">She looked at me and she said, “Well, I may not get married in the temple.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p17\" class=\"\">And I said, “Why not?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p18\" class=\"\">And she looked at me as only young people can, and said, “Why should I?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p19\" class=\"\">All right, mom and dad, teacher. What do you tell them?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p20\" class=\"\">Like most teachers, I paused to stall and think. Then, hoping for inspiration, I said, “Well, why shouldn’t you?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p21\" class=\"\">She looked at me and she said, “Do you really want to know?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p22\" class=\"\">And I said, “Please.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p23\" class=\"\">She said, “How well do you know my father?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p24\" class=\"\">I said, “Reasonably well.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p25\" class=\"\">She said, “My dad puts on a pretty good front. Oh, he’s a fine man, but he’s a little hypocritical.” She said, “You ought to see the way he treats my mom and us at home. And you know, my mom and dad were married in the temple. And I don’t want a marriage like that.” She said, “How well do you know Brother and Sister So-and-so?”—another acquaintance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p26\" class=\"\">I said, “I know them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p27\" class=\"\">She said, “Did you know I babysit for them. They too are married in the temple, and I wouldn’t care for a marriage like that.” She said, “How well do you know Mr. and Mrs. So-and-so?” This is a wonderful member of our community, not of our faith. Ten children. She said, “I babysit that family too, and I’d like a marriage like theirs.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p28\" class=\"\">Now what do you say, mom and dad? Teacher? The scriptures say so? Well, that’s what the leaders teach. Young people are after whys and wherefores.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p29\" class=\"\">I was still a little puzzled. Standing nearby was another young lady. I turned to her and I said, “How do you answer that?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p30\" class=\"\">She was alert. She turned to her friend and she said, “Jan, you’re not fair.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p31\" class=\"\">Jan said, “Why not?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p32\" class=\"\">She said, “Because you’re judging the whole church by two or three examples that don’t represent, necessarily, what we believe and teach or how we should live.” She said, “Let me ask you a question. When was the last time you had a little personal crisis, maybe a frustrating date, a test, a social situation that worried you a little bit, where your dad sensed it and came into your bedroom and sat on the edge of the bed and stroked your head and said, ‘Wouldn’t you like a blessing tonight?’”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p33\" class=\"\">Jan looked at her and said, “Well, my dad doesn’t do that.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p34\" class=\"\">The little girl said, “My dad does.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p35\" class=\"\">And then together they talked about how her dad regularly taught the family. An experience was shared regarding family prayer. She listed some eight or nine such moments without even pausing. I could see a little change in Jan’s heart. You could see in Jan’s eyes the expression, “Oh! I would like a husband like that.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p36\" class=\"\">I had the thrill some months later of performing that marriage, in the temple. I’d like to think that night, a change occurred.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p37\" class=\"\">Most wrong choices before and after marriage are not made out of rebellion or intentional error but because of misinformation, miscommunication, and lack of understanding. In most cases, if couples truly understood the whats and the whys and the hows of eternal marriage, no one would have to talk them into the right choices. Indeed, no one would be able to talk them out of them!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p38\" class=\"\">Let me ask you young people a question: have you ever wondered why God would restrict us from some things, advise us strongly against them, warn us, even command us? Do you think his commandments are just arbitrary whims, artificial tests of some kind, generalities that are important for some people but not for others?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p39\" class=\"\">I don’t think so! His commandments are <span class=\"emphasis\">loving counsel from a wise Father.<\/span> Our understanding and concept of God as a loving and personal Heavenly Father allows us no other definition. He gives us commandments for one reason only—because he loves us and wants us to be happy. Chastity is a perfect example. God simply knows that virtue is its own reward, that the saving of oneself for one eternal partner makes that commitment more beautiful, more joyful. It is the simple question of whether you want a penny now or a diamond later. Any momentary pleasure that might result from a premarital relationship cannot be compared with the vastly greater joy of oneness in marriage. And the indulgence in the former can destroy the potential for the latter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p40\" class=\"\">Chastity is like money in the bank. As you save yourself you are <span class=\"emphasis\">saving<\/span> the joy of belonging to one and only one. You are saving the joy of being able to say, “I am all yours, and I have never been anyone else’s.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p41\" class=\"\">Some will ask, “What if we already know who ‘the one’ is? What if the commitment is already there and we’re just waiting for the ceremony?” The answer is, <span class=\"emphasis\">it’s not just a ceremony,<\/span> it’s a covenant, both with God and with your partner, and <span class=\"emphasis\">waiting<\/span> shows the deepest love and respect for both.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p42\" class=\"\">Some will say, “But we love each other too much to wait.” The answer is that there is no such thing as too much love and that it is too much selfishness, not love, that debates divine counsel and violates virtue.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p43\" class=\"\">Any love that is to become eternal must include respect, faith, trust, admiration, honor, and have spiritual and mental aspects as well as physical and emotional. No relationship, either temporal or eternal, can exist without these attributes. Every soap opera is filled with accurate illustrations of misery because these qualities are absent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p44\" class=\"\">If, in your case, the physical tends to dominate, all the more reason to bridle it and find the other dimensions. <span class=\"emphasis\">Bridle<\/span> is the word that wise father Alma used in counseling his son Shiblon, and the promise he attached is the key to understanding: “Bridle … your passions, that ye may be filled with love.” (<span class=\"citation\" id=\"9352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9352)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9352)\">Alma 38:12<\/a><\/span>.) Bridling increases strength, increases power, increases love. There are absolutely two ways you can control a horse. (We learned a little bit about horses last night.) One is to kill it; one is to bridle it. Alma never said kill your passions. The implication is <span class=\"emphasis\">not<\/span> that passions are evil, that we shouldn’t have them. On the contrary, we bridle something we love, something whose power we respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p45\" class=\"\">A horse is stronger than a man, so the man bridles it, thus <span class=\"emphasis\">controlling<\/span> its power and using that power for good. Passions are stronger than we are, so we bridle them, thus controlling their power and using that power to strengthen a marriage and forge it into eternity. One has to know <span class=\"emphasis\">how<\/span> to bridle a horse or a passion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p46\" class=\"\">Remember, a physical relationship is simply too beautiful to squander, too wonderful to waste. It is the sterling silver too precious to tarnish before the beauty of the banquet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/teach-the-why.p47\" class=\"\">Let us remember that understanding “the why” in learning is what develops proper attitudes or changes behavior. God grant us the wisdom to teach wisely and with understanding, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}