{"ID":36, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1942, pp. 42-44<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nYe are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye\nshould shew forth the praises of him who hath called you out of darkness into his marvelous\nlight (<span class=\"citation\" id=\"2215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2215)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\nNo one can look into the faces of this extraordinary body of men and partake of the spirit\npresent without being conscious that there is here a power not usually felt in gatherings of\nlike numbers.\n<\/p><p>\nThe source of this power is, of course, the Priesthood. Each of us bearing the Priesthood, as\nwe do, there should be power in our gatherings, for as Peter wrote to the Saints in his day, so\nwith equal truth it may be said of us, \"we are a chosen generation, a royal Priesthood,\" and it\nis our calling and opportunity to \"shew forth the praises of him who hath called us out of\ndarkness unto his marvelous light.\"\n<\/p><p>\nAll who have received the gospel have come from darkness into light, but we, who have been\ninvited to this conference, have been called, also, to leadership in the Priesthood; to be\nofficers in the government of God; to responsibility in a well-defined field of action in which\nno one else can function so long as we hold the appointment.\n<\/p><p>\nYesterday, the responsibility of leadership was borne by our fathers; tomorrow, it will rest\nupon our children; today, it is ours. It is now that we should feel the weight of our callings.\n<\/p><p>\nAs we labor in the Church, two observations force themselves upon us. One is that there is\ngreat strength and devotion among the membership of the Church. No one can visit among\nthe branches, wards, and stakes and see the amount of work that is done and the time freely\ngiven to service in the activities of the Priesthood quorums and auxiliaries without being\nimpressed with this strength and devotion. It makes one, with the spirit of this latter-day\nwork, thrill to be a part of it.\n<\/p><p>\nThe other observation is of quite a different nature. It comes when the individual records of\nmembers are examined. They show that in nearly every Priesthood quorum in the Church\nthere is a large percentage of our brethren who count the high honor of being ordained to the\nPriesthood as a thing of naught; who enjoy not its blessings because they magnify not their\ncallings. If they continue in their course, they stand in jeopardy of losing their right to the\nPriesthood.\n<\/p><p>\nI call these well-known facts to your attention, because I am persuaded that if this great host\nof inactive brethren are ever to be awakened, if they are ever to be called again \"out of\ndarkness into His marvelous light,\" it must be done by more effective action on the part of\nPriesthood quorum presidencies and their committees.\n<\/p><p>\nThe Priesthood quorum is an indispensable unit of the Church. The presidencies of Priesthood\nquorums have the responsibility to see that every member of their quorums honors his calling\nin the Priesthood, and they, with their quorum committees, can labor with every member if\nthey but have \"the will so to do.\" Instructions as to how to proceed have been and will be\ngiven. They should be studied and followed, in order that our activities may be purposeful;\nbut no instructions, and no program, can take the place of \"A Will To Do.\"\n<\/p><p>\nWe Priesthood officers must shake off our apathy. With the prize of eternal life for our\nbrethren and ourselves at stake, we must not falter. The Priesthood we bear is not of men.\nJoseph Smith the Prophet received it direct from heavenly messengers. He was instructed by\nthem, and he labored with all the energy of his soul to carry out those instructions.\n<\/p><p>\nWe bear the same Priesthood he bore; we are called to service in that Priesthood as was he;\nand we must discharge the responsibilities laid upon us in like manner, if we would share\nwith him in the rewards. Unto us the Lord has said:\n<\/p><p>\nWherefore, now let every man learn his duty, and to act in the office in which he is\nappointed, in all diligence.\n<\/p><p>\nHe that is slothful shall not be counted worthy to stand, and he that learns not his duty and\nshows himself not approved shall not be counted worthy to stand\n(<span class=\"citation\" id=\"11812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11812)\">D&amp;C 107:99-100<\/a><\/span>).\n<\/p><p>\nWould that every officer in the Priesthood quorums could approach his labors with the spirit\nand determination of Nephi. When his brothers murmured about going for the brass plates,\nsaying it was a hard thing that was required of them, he said to his father:\n<\/p><p>\nI will go and do the things which the Lord hath commanded, for I know that the Lord giveth\nno commandments unto the children of men, save he shall prepare a way for them that they\nmay accomplish the thing which he commandeth them\n(<span class=\"citation\" id=\"1434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1434)\">1 Ne. 3:7<\/a><\/span>).\n<\/p><p>\nThen after Laman's futile attempt to obtain the plates, and he and Lemuel were about to\nreturn to their father, Nephi said:\n<\/p><p>\nAs the Lord liveth, and as we live, we will not go down unto our father in the wilderness\nuntil we have accomplished the thing which the Lord hath commanded us\n(<span class=\"citation\" id=\"1435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1435)\">1 Ne. 3:15<\/a><\/span>).\n<\/p><p>\nObserve that he did not complain that the assignment was difficult, that he had other work\nwhich took all his time, that they had done the best they could, nor that they had called on\nLaban once and that it would be useless to call on him again. What he said was that, \"As the\nLord liveth . . . we will not go . . . until we have <i>accomplished<\/i> the thing which the Lord hath\ncommanded us.\"\n<\/p><p>\nThe manner in which he obtained the plates is a familiar story, as is the manner in which he\nobtained wild game for food when all their bows were broken. Everything he set his hand to\ndo in righteousness, he accomplished. Why? Because he had the faith, and the courage, and\nthe \"will to do\" what the Lord required of him, until finally he could say, when his brothers\nridiculed him for undertaking to build the ship:\n<\/p><p>\nIf God had commanded me to do all things, I could do them. If he should command me that I\nshould say unto this water, be thou earth, it would be earth; and if I should say it, it would be\ndone (<span class=\"citation\" id=\"1437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1437)\">1 Ne. 17:50<\/a><\/span>).\n<\/p><p>\nThe Lord help us, in this Priesthood quorum activity, to approach our work with the spirit of\nNephi, that we may indeed be \"a chosen generation, a royal Priesthood, an holy nation, a\npeculiar people\"; and that we may by our works \"shew forth the praises of him who hath\ncalled\" us \"out of darkness into his marvelous light\"\n(<span class=\"citation\" id=\"50099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50099)\">1 Pet. 2:9<\/a><\/span>), I pray.\n<\/p>\n<\/div>\n<\/div>"}