{"ID":360, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"And Ye Shall Bear Record\"<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1948, pp. 72-77<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI would like to ask each of you to offer a silent prayer on your own behalf that while I speak\nyou may enjoy the spirit of the Holy Ghost and that I, too may enjoy it, that we may thereby\nall be edified (<span class=\"citation\" id=\"12456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12456)\">D&amp;C 50:21-22<\/a><\/span>).\n<\/p><p>\nLike some of the other brethren, I have just returned from visiting one of the missions, the\nCanadian Mission. President Eyre, with the able support of his good wife, is doing a good\nwork. While there, I was impressed as I think one might be who was watching a great\nexperiment, an experiment in which it was being determined what the power of the gospel of\nJesus Christ can do to the changing of the lives of men and women. The experiences of that\nvisit are still upon my mind.\n<\/p><p>\nEARLY MISSIONARY EFFORTS IN CANADA\n<\/p><p>\nI was reminded of some of the events which took place during the early rise of this kingdom\nin these latter-days. The Prophet Joseph Smith, with Sidney Rigdon, was in Brantford,\nOntario, in 1833. They went there following receipt of the revelation we know as the one\nhundredth section of the Doctrine and Covenants, in which the Lord had shown unto them\ngreat mercy and consideration in advising them that their families were well\n(<span class=\"citation\" id=\"12511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12511)\">D&amp;C 100:1<\/a><\/span>). They had been\nseparated from their families for some time and were concerned about them. While in Canada,\nthey experienced the fulfilment of the promise the Lord made in that revelation, that an\neffectual door would be opened for them in the land round about\n(<span class=\"citation\" id=\"12512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12512)\">D&amp;C 100:3<\/a><\/span>). At Mount Pleasant and\nBrantford, some sixteen or eighteen people joined the Church. The promise that the Holy\nGhost would bear record of the truthfulness of what the brethren said was there fulfilled\n(<span class=\"citation\" id=\"12513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12513)\">D&amp;C 100:8<\/a><\/span>).\n<\/p><p>\nOf one meeting the Prophet said:\n<\/p><p>\nElder Rigdon preached to a large congregation . . . and I bore record while the Lord gave his\nspirit in a remarkable manner.\n<\/p><p>\nToward the people the Prophet evidenced the same kind feelings that the Lord had shown to\nhim and Sidney Rigdon. Of them he makes entries in his journal, such as, \"The people were\nvery tender and inquiring.\" And again, \"O God, seal our testimony to their hearts.\"\n<\/p><p>\nYou are all acquainted with the fact that in 1836 Parley P. Pratt went to Canada following a\ngreat prophecy uttered by Heber C. Kimball, in which Parley P. Pratt was instructed to go to\nToronto. He was told that he would there find people waiting for him who would receive the\ngospel, and that from there the gospel would spread into England where a great work would\nbe done. You know how he found President John Taylor, the Fieldings, and others, and how\nfrom correspondence that went out from that place the ground was laid for the opening of the\ngreat British Mission.\n<\/p><p>\nIn August of the next year, 1837, the Prophet Joseph Smith with Sidney Rigdon and Thomas\nB. Marsh, then president of the Twelve Apostles, visited Toronto. Riding in a carriage and\nholding evening meetings by candlelight, they visited the churches. Elder Taylor accompanied\nthem. \"This was as great a treat to me as I ever enjoyed,\" he said. \"I had daily opportunity of\nconversing with them, of listening to their instructions, and in participating in the rich stores\nof intelligence that flowed continually from the Prophet Joseph.\"\n<\/p><p>\nSPIRITUALITY NOTED IN CANADIAN MISSION\n<\/p><p>\nAs we traveled through the mission, it seemed to me that the spirit which accompanied these\nearly brethren in their missionary labors was still to be found among the people in that goodly\nland.\n<\/p><p>\nWe could feel it among the missionaries as we shook hands with them and conversed with\nthem and heard them make their reports. The power of the gospel operating upon them is\neffecting a marvelous transformation in their lives. In the missionary meetings they bore\neloquent testimony of the truthfulness of the gospel of Jesus Christ and of its restoration\nthrough the Prophet Joseph Smith. Their eyes would fill with tears as they expressed their\nappreciation to their Heavenly Father, to you their parents, and to others of their loved ones,\nwho are making it possible for them to fulfil their missions.\n<\/p><p>\nIt was inspiring to see these young missionaries&mdash;who a few months ago were to a large\nextent, irresponsible, carefree boys and girls&mdash;watching the doors of the meetinghouses as the\ntime for meeting approached. As their contacts arrived, they gathered them together,\nshepherded them to seats near the front, and proudly and tenderly sat down in the midst of\nthem.\n<\/p><p>\nAt the conferences there were in attendance in every one of the general meetings from seven\nto twenty non-member friends of the missionaries who were interested in the gospel. Some of\nthem came as far as three hundred miles to attend the meeting&mdash;of course, some of the Saints\ncame much longer distances&mdash;and they all said it was worth it. As the gospel has affected the\nlives of the missionaries in this great work, so has it affected the lives of the members and the\ninvestigators. When they truly accept the gospel of Jesus Christ, they have a completely new\noutlook on life.\n<\/p><p>\nAfter the meetings they are loath to leave the premises. They stand around for a long time. Of\ncourse that is characteristic of all Latter-day Saint gatherings. Speaking to one of the\nnon-members after he had been there an hour, he said to me: \"Well, since the meeting I have\nshaken hands with that young missionary over there four times. And,\" he said, \"I have\nenjoyed it every time.\"\n<\/p><p>\nMay I say again that the effect that the gospel of Jesus Christ has had upon these missionaries\nand upon these members and sincere investigators is proof positive of its power to change the\ninterest and the very lives of men and women. It has always been that way.\n<\/p><p>\nEXPERIENCE OF ENOS\n<\/p><p>\nI call to mind the experience of Enos, a grandson of Lehi, who longed in his heart for a\nknowledge of the truthfulness of the things of which he had heard his father, Jacob, speak,\nand so while he was hunting beasts in the forest, he kneeled down upon the ground and called\nupon his Father in heaven in mighty prayer and supplication And as he was praying, he heard\na voice say unto him:\n<\/p><p>\n. . . Enos, thy sins are forgiven thee, and thou shalt be blessed. And he cried out:\n<\/p><p>\nLord, how is it done? And then the Lord said:\n<\/p><p>\n. . . Because of thy faith in Christ, whom thou hast never before heard nor seen . . .\nwherefore, go to, thy faith hath made thee whole\n(<span class=\"citation\" id=\"21473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21473)\">Enos 1:5,7-8<\/a><\/span>).\n<\/p><p>\nNow the effect upon Enos of that testimony of the truth and the knowledge of the gospel\nwhich he had is shown in the following paragraph in which he said:\n<\/p><p>\nNow, it came to pass that when I heard these words I began to feel a desire for the welfare of\nmy brethren, the Nephites; wherefore, I did pour out my whole soul unto God for them\n(<span class=\"citation\" id=\"21474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21474)\">Enos 1:9<\/a><\/span>).\n<\/p><p>\nAnd not only did his heart change that he had a desire for the welfare of the Nephites, who\nwere his brethren, but he had a similar desire for the Lamanites\n(<span class=\"citation\" id=\"21475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21475)\">Enos 1:11<\/a><\/span>), who were his enemies, and\nhe poured out his soul unto God for them.\n<\/p><p>\nGOSPEL EFFECTS CHANGES\n<\/p><p>\nIn the twenty-third and twenty-fourth chapters of Alma we have a dramatic account of the\npower of the gospel changing almost a whole nation from a bloodthirsty, indolent, warlike\npeople into industrious, peace-loving people. Of these people the record says that thousands\nwere brought to a knowledge of the Lord, and that as many as were brought to a knowledge\nof the truth never did fall away (<span class=\"citation\" id=\"8860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8860)\">Alma 23:5-6<\/a><\/span>),\n<\/p><p>\nFor they became a righteous people; they did lay down the weapons of their rebellion, that\nthey did not fight against God any more, neither against any of their brethren\n(<span class=\"citation\" id=\"8861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8861)\">Alma 23:7<\/a><\/span>).\n<\/p><p>\nAnd:\n<\/p><p>\n. . . there was not one soul among all the people who had been converted unto the Lord that\nwould take up arms against their brethren; . . . they would not even make any preparations for\nwar (<span class=\"citation\" id=\"8862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8862)\">Alma 24:6<\/a><\/span>).\n<\/p><p>\nOn the contrary, they gave thanks unto God that he had given them a portion of his spirit to\nsoften their hearts.\n<\/p><p>\nThat is the great message I want to leave here. It is the softening of the hearts that this gospel\ndoes to the people who receive it.\n<\/p><p>\nThe record continues:\n<\/p><p>\n. . . and this they did, vouching and covenanting with God, that rather than shed the blood of\ntheir brethren they would give up their own lives; and rather than take away from a brother\nthey would give unto him; and rather than spend their days in idleness they would labor\nabundantly with their hands (<span class=\"citation\" id=\"8863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8863)\">Alma 24:18<\/a><\/span>).\n<\/p><p>\nAnd:\n<\/p><p>\n. . . they buried the weapons of war, for peace\n(<span class=\"citation\" id=\"8864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8864)\">Alma 24:19<\/a><\/span>).\n<\/p><p>\nNow this remarkable transformation wrought in the hearts of these thousands of people was\ndone in a very short period of time under the influence and power of the gospel of Jesus\nChrist. It would do the same thing today for all the peoples of the earth if they would but\nreceive it, for in very deed it is, as Paul said, \"the power of God unto salvation\"\n(<span class=\"citation\" id=\"42681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42681)\">Rom. 1:16<\/a><\/span>),\nnot only spiritually, but also temporally and politically and in every other way.\n<\/p><p>\nIt is a marvelous light even now shining in the darkness in this benighted world, but,\nunfortunately, as John said:\n<\/p><p>\n. . . the light shineth in the darkness; and the darkness comprehendeth it not\n(<span class=\"citation\" id=\"27301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27301)\">John 1:5<\/a><\/span>).\n<\/p><p>\nRESULTS OF REJECTION\n<\/p><p>\nTime and time again during the history of man's sojourn upon this earth, the Lord has sent\nhis gospel, this marvelous light, into the world to change the hearts of men in the time of\ncrisis, that they might be saved from destruction, and time and time again the peoples of this\nearth have rejected it.\n<\/p><p>\nJust as acceptance of it changes the hearts of men and women, bringing righteousness, love,\npeace, and happiness, so the rejection of the gospel of Jesus Christ brings wickedness, hate,\nwar, and suffering. History clearly establishes the fact that the message of the gospel of Jesus\nChrist cannot be rejected with impunity.\n<\/p><p>\nOn this point I call to mind and ask you to consider with me for a moment the experiences of\nthe Jews in the meridian of time. The Savior presented himself and taught his gospel\npersonally to them, but they rejected it. Near the close of his ministry, knowing that they had\nrejected both him and the gospel which he taught them, he was moved with profound sorrow\nand broke forth in that great well-known lamentation:\n<\/p><p>\nO Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto\nthee, how often would I have gathered thy children together, even as a hen gathereth her\nchickens under her wings, and ye would not!\n<\/p><p>\nHe said, as a result of this rejection:\n<\/p><p>\nBehold, your house is left unto you desolate. For I say unto you, Ye shall not see me\nhenceforth, till ye shall say. Blessed is he that cometh in the name of the Lord\n(<span class=\"citation\" id=\"34231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34231)\">Matt. 23:37-39<\/a><\/span>).\n<\/p><p>\nElder James E. Talmage says he probably uttered these fateful words as he stood on the\nheights of the temple for the last time overlooking the city of the great king. This thought\nseemed to continue with him, because a short time thereafter as he was leaving for the final\ntime the temple environs, the Apostles came to him and pointed out to him the beauty of the\ntemple and the buildings on the temple site. His only answer was:\n<\/p><p>\n. . . verily, I say unto you, There shall not be left here one stone upon another that shall not\nbe thrown down (<span class=\"citation\" id=\"34232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34232)\">Matt. 24:2<\/a><\/span>).\n<\/p><p>\nHe returned again to this subject on his way to Golgotha when he said to certain women who,\nfollowing him, bewailed the fate to which he was going:\n<\/p><p>\n. . . Daughters of Jerusalem, weep not for me, but weep for yourselves, and for your children\n(<span class=\"citation\" id=\"31231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31231)\">Luke 23:28<\/a><\/span>).\n<\/p><p>\nAnd then he detailed to them the terrible events that would accompany the destruction of\nJerusalem, which he saw coming as a result of the rejection of his message by the people of\nthat day. He told them that those times and events would be so terrible that they would call\nupon the mountains to fall upon them and upon the hills to cover them\n(<span class=\"citation\" id=\"31232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31232)\">Luke 23:30<\/a><\/span>).\n<\/p><p>\nYou all know the sequel, how the Jews carried through their awful plot and crucified the Son\nof God, and how thereafter they continued to fight against his gospel. You remember, too, the\nprice they paid, how in 70 A.D. the city fell into the hands of the Romans as the climax of a\nsiege in which the historian Josephus tells us there were a million one hundred thousand\npeople killed and\n<\/p><p>\n. . . tens of thousands were taken captive, to be afterwards sold into slavery, or to be slain by\nwild beasts, or in gladiatorial combat for the amusement of Roman spectators.\n<\/p><p>\nAll of this destruction and the dispersion of the Jews would have been avoided had the people\naccepted the gospel of Jesus Christ and had their hearts changed by it.\n<\/p><p>\nCHOICE BEFORE WORLD TODAY\n<\/p><p>\nToday the peoples of the earth stand at the crossing of the same roads as did the Jews in the\ndays of Jesus. The same choice is before them. They may accept the gospel of Jesus Christ\nand move on to righteousness, peace, love, and happiness, or they may reject it and suffer\nwickedness, hate, war, and destruction.\n<\/p><p>\nThe Lord in his great mercy has seen the events of our time coming, and he has sounded the\nwarning and offered the way of escape. Remember that in the first section of the D&amp;C he\nsaid:\n<\/p><p>\n. . . I, the Lord, knowing the calamity which should come upon the inhabitants of the earth,\ncalled upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him\ncommandments;\n<\/p><p>\nAnd also gave commandments to others, that they should proclaim these things unto the world\n(<span class=\"citation\" id=\"50060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50060)\">D&amp;C 1:17-18<\/a><\/span>).\n<\/p><p>\nInstructing his servants as to what they should proclaim to the world, he said:\n<\/p><p>\n. . . ye shall go forth in the power of mu Spirit, preaching my gospel, two by two . . .\n<\/p><p>\n. . . just as we are doing.\n<\/p><p>\nin my name lifting up your voices as with the sound of a trump, declaring my word like unto angels of God.\n<\/p><p>\nAnd ye shall go forth baptizing with water, saying: Repent ye, repent ye,\nfor the kingdom of heaven is at hand\n(<span class=\"citation\" id=\"50061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50061)\">D&amp;C 42:6-7<\/a><\/span>).\n<\/p><p>\n. . . and ye shall bear record of me, even Jesus Christ, that I am the  Son of the living God, that\nI was, that I am, and that I am to come\n(<span class=\"citation\" id=\"50062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50062)\">D&amp;C 68:6<\/a><\/span>).\n<\/p><p>\nThis declaration that Jesus is the Son of the Living God, that he was,\nthat he is, and that he is to come, is, I think, the core of the gospel of Jesus Christ.\nA testimony of its truthfulness constitutes the only motive that I have ever been able to\nfind which is strong enough to change the hearts of men from hate and wickedness to peace\nand righteousness. Rejection of that message, according to the words of the Lord,\nwill bring scourges,\n<\/p><p>\n. . . until the earth is empty, and the inhabitants thereof are consumed away and utterly destroyed\nby the brightness of coming.\n<\/p><p>\nContinuing with this modern revelation, the Lord makes references to that experience of\nJerusalem, of which I have told you:\n<\/p><p>\nBehold, I tell you these things even as I also told the people of the destruction of Jerusalem;\nand my word shall be verified at this time as it hath hitherto been verified\n(<span class=\"citation\" id=\"12423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12423)\">D&amp;C 5:19-20<\/a><\/span>).\n<\/p><p>\nNow my beloved brethren and sisters, in conclusion I bear witness to the fact that the gospel\nof Jesus Christ as restored to the earth in these latter-days through the Prophet Joseph Smith\nis intended to be and it is the key to the solution of the problems which face our world today,\nboth people individually and collectively. May we who have accepted and declared our\nallegiance to it keep it brightly shining in our own lives and before the nations of the world,\nand may others of our Father's children in sufficient numbers receive it before it is too late,\nthat the world may be saved from destruction, I humbly pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}