{"ID":3600, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “My Specialty Is Mercy”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p2\" class=\"\">Elder Marion D. Hanks<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:240e.jpg\" alt=\"Elder Marion D. Hanks\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p3\" class=\"\">My theme today is mercy. The poet wrote that mercy is “twice blest; \/ It bless[es] him that gives and him that takes,” and added that “earthly power doth then show likest God’s \/ When mercy seasons justice.” (<span class=\"emphasis\">Merchant of Venice,<\/span> act 4, sc. 1, lines 186–87, 96–97.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p4\" class=\"\">I am sure that everyone within sound of my voice today is in favor of mercy. But mercy merely as a principle, impersonal mercy, is no more useful or virtuous than impersonal faith or impersonal repentance or impersonal love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p5\" class=\"\">As a new mission president years ago I visited, by somewhat imperious invitation, the home of a good and strongly opinionated man who wanted to discuss with me an error of judgment made by a young missionary. The harmless action involved was the result of a misunderstanding for which the young man had sincerely apologized. I was fully satisfied with the resolution. My friend was not. He insisted on some form of punishment, public punishment, that assured humiliation. The young man must pay, and I must see to it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p6\" class=\"\">We reasoned together. His position was that justice demands payment and that mercy cannot rob justice. I agreed and reminded him that the words he had quoted came from a Book of Mormon incident wherein a choice servant of God, who early in his life had desperately needed mercy had received it, and was now teaching an unrepentant son who was seeking to justify his own serious sin. Alma, the father, taught Corianton the meaning and consequences of the Atonement, in the course of which, acknowledging the place of justice, he three times testified of God’s “plan of mercy,” brought about through Christ’s holy gift.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p7\" class=\"\">“Mercy claimeth the penitent,” he said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p8\" class=\"\">“Mercy claimeth all which is her own.” (<span class=\"citation\" id=\"9355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9355)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9355)\">Alma 42:23–24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p9\" class=\"\">There is “a repentance granted; which repentance mercy claimeth; otherwise, justice claimeth the creature.” (<span class=\"citation\" id=\"9354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9354)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9354)\">Alma 42:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p10\" class=\"\">Corianton listened, repented, and was forgiven, and subsequently returned to missionary service to “bring souls unto repentance, that the great plan of mercy may have claim upon them.” (<span class=\"citation\" id=\"9356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9356)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9356)\">Alma 42:31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p11\" class=\"\">The sin of Corianton was major; the incident involving the missionary was innocent and minor. I thought our discussion would resolve the issue. It did not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p12\" class=\"\">My host leaned across the table and said to me with intensity, “I want justice!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p13\" class=\"\">Quietly I replied, “I want mercy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p14\" class=\"\">Three times with growing force he repeated his message: “I want justice!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p15\" class=\"\">Each time I responded to his crescendo with diminuendo, saying more quietly, “I want mercy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p16\" class=\"\">We parted with the agreement that it was my responsibility to handle the matter, to give justice its due, and to let mercy claim her own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p17\" class=\"\">He is gone now to his eternal reward. I remember him with respect and affection. I came to know him well and love him and to be aware that he, like all the rest of us, needed the promised mercy of Christ to the penitent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p18\" class=\"\">Many times I have mused on that moment: “I want justice!” “I want mercy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p19\" class=\"\">Then recently, half a world away, I sat with another good man. He had brought light and warmth and good humor into the room with him, and I was listening with deep interest as he told his “before and after” story. The “before” involved his life as a nominal but nonpracticing Christian employed in a stressful occupation with rough associates and with a tendency to follow the crowd in all their bad habits. He was not attentive to his wife and children, was worried about his family, suffered from an unhappy conscience, and had developed a serious physical ailment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p20\" class=\"\">Then two young men came to his door. They represented the Lord, they said, with a message of eternal truth for him and his family: the gospel of Jesus Christ is restored to the earth, the church of Jesus Christ reestablished; every individual and every family are important to God and through his plan can find purpose and meaning; families are meant to be together forever; and there is a way to know for oneself the truth of these things, they said, for the Holy Spirit will confirm the knowledge for those who sincerely seek.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p21\" class=\"\">He listened and believed. Immediately he put aside bad habits. His wife and children responded also. Their lives changed. They studied and prayed and worshiped, joined the Church, and lived in the light of the Spirit. His work improved, and soon new opportunities and trust and renewed reputation for dependability resulted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p22\" class=\"\">At the conclusion of his story came a ringing declaration of faith, without self-consciousness, without bluster, without guile. “I am like the Lord in one thing,” he said; “my specialty is mercy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p23\" class=\"\">My specialty is mercy!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p24\" class=\"\">One cannot live long with the scriptures without recognizing that God our Father and his holy Son have specialties also.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p25\" class=\"\">\n\t<span class=\"emphasis\">The specialty of the Father is mercy.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p26\" class=\"\">To his people in Isaiah’s time, he gave stern counsel and warning. They were, he said, “a rebellious people, lying children, children that will not hear the law of the Lord:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p27\" class=\"\">“Which say to the seers, See not; and to the prophets, Prophesy not unto us right things, speak unto us smooth things, prophesy deceits.” (<span class=\"citation\" id=\"25558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25558)\">Isa. 30:9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p28\" class=\"\">He spoke of their perverseness, their iniquity, their rejection of him and their reliance upon temporal power. Notwithstanding all this, the holy record then announces: “And therefore will the Lord wait, that he may be gracious unto you, and therefore will he be exalted, that he may have mercy upon you.” (<span class=\"citation\" id=\"25559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25559)\">Isa. 30:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p29\" class=\"\">He waits to be gracious! He loves to be merciful! The prophets call him “the Father of mercies.” (<span class=\"citation\" id=\"3091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3091)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3091)\">2 Cor. 1:3<\/a><\/span>.) They speak of his “abundant mercy,” (<span class=\"citation\" id=\"2378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2378)\">1 Pet. 1:3<\/a><\/span>), and declare that “whosoever repenteth, and hardeneth not his heart, he shall have claim on mercy” (<span class=\"citation\" id=\"9343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9343)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9343)\">Alma 12:34<\/a><\/span>). They declare his “wisdom … mercy, and grace.” (<span class=\"citation\" id=\"4044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4044)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4044)\">2 Ne. 9:8<\/a><\/span>.) And crowning all of this is the testimony that our Father “delighteth in mercy.” (<span class=\"citation\" id=\"37909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37909)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37909)\">Micah 7:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p30\" class=\"\">\n\t<span class=\"emphasis\">The specialty of the Father is mercy.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p31\" class=\"\">\n\t<span class=\"emphasis\">The specialty of the Savior is mercy.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p32\" class=\"\">He spoke to the world those things which he had heard of his Father. “As my Father hath taught me, I speak these things.” (<span class=\"citation\" id=\"29074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29074)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29074)\">John 8:26, 28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p33\" class=\"\">The scriptures teach that he took upon himself the form of man and was “touched with the feeling of our infirmities.” (<span class=\"citation\" id=\"24477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24477)\">Heb. 4:15<\/a><\/span>.) “Wherefore in all things it behoved him to be made like unto his brethren, that he might be a merciful and faithful high priest.” (<span class=\"citation\" id=\"24476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24476)\">Heb. 2:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p34\" class=\"\">There is one who understands, who sympathizes. He was misunderstood, rejected, knew supreme loneliness, was poor and had not a place to lay his head, suffered anguish and conflict of mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p35\" class=\"\">He understands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p36\" class=\"\">He can give pardon and bring peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p37\" class=\"\">\n\t<span class=\"emphasis\">The specialty of the Savior is mercy.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p38\" class=\"\">\n\t<span class=\"emphasis\">And he requires that we be specialists in mercy.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p39\" class=\"\">“Be ye therefore merciful, as your Father also is merciful.” (<span class=\"citation\" id=\"32071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32071)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32071)\">Luke 6:36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p40\" class=\"\">Through Micah we are taught man’s whole duty, which is to walk humbly with God, to do justly among our fellowmen, and to “love mercy.” (<span class=\"citation\" id=\"37908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(37908)\">Micah 6:8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p41\" class=\"\">Our individual need for mercy and its conditions he explained in a parable of two men who went up to the temple to pray. One proudly announced his own perfections and righteousness. The other “would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner.” Of this honest, unpretentious man the Lord declared that he “went down to his house justified rather than the other.” (<span class=\"citation\" id=\"32083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32083)\">Luke 18:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p42\" class=\"\">The meaning of mercy he taught in a parable of a man beaten and left at the roadside and concluded the sweet story of the Samaritan by referring to two men who passed by without helping, and to one who stopped to assist him. Which of these three, the Lord asked, was neighbor to the man? And he answered: “He that shewed mercy on him. Then said Jesus, … Go, and do thou likewise.” (<span class=\"citation\" id=\"32074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32074)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32074)\">Luke 10:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p43\" class=\"\">Thus the mercy of God must be mirrored in the mercy of man, and the field is as broad as the needs of the whole human family. The Psalmist cried, “Have mercy upon me, O Lord, for I am in trouble.” (<span class=\"citation\" id=\"41964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41964)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41964)\">Ps. 31:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p44\" class=\"\">All of us are in trouble. There is no just man on the earth who doeth good and sinneth not. (See <span class=\"citation\" id=\"21438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21438)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21438)\">Eccl. 7:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p45\" class=\"\">In the most personal of his parables, the Savior identified himself fully with the hungry, the thirsty, the naked, the homeless, sick, and imprisoned. “I was an hungred, and ye gave me meat: … I was a stranger, and ye took me in.” (<span class=\"citation\" id=\"36795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36795)\">Matt. 25:35<\/a><\/span>.) So many are burdened with earthly care, the stain of sin, poverty, pain, disability, loneliness, bereavement, rejection. The promise of Christ’s mercy is sure and certain to those who find him and trust him. He who stilled the winds and waves can bring peace to the sinner and to the suffering saint. And we as his agents are not alone to declare his word, but to represent him in doing unto the least of his brethren that which he himself would do were he now here.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p46\" class=\"\">In a refugee camp in Asia was a young former schoolteacher who with her mother had escaped their country after having watched the brutal murder of others in their family. She had been viciously violated to the point where she had vowed never to speak again in this depraved world. It was her way of protesting against the wickedness imposed upon her and countless others. For more than five years she spoke not a word. Then one day she came into the influence of some of our Church representatives who are performing daily miracles of love in several refugee camps. They had no medical magic, these selfless young ladies representing us there, no professional competence to deal with a tortured mind and spirit. They prayed for her, took her hand, and spoke words of love to her; and she answered! For the first time in five years she spoke, and she has been speaking since. The Spirit of him who said, “Peace be still” (<span class=\"citation\" id=\"33315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33315)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33315)\">Mark 4:39<\/a><\/span>), reached out through faithful instruments, touched the storm center of a troubled soul, stilled the winds and waves of torment, and brought faith and hope again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p47\" class=\"\">For me and mine, and for you, I pray to be worthy to carry the same banner as our beloved brother who found the way to mercy and who exemplifies in his life what I heard him humbly declare: “My specialty is mercy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p48\" class=\"\">“Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.” (<span class=\"citation\" id=\"24478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24478)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24478)\">Heb. 4:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/my-specialty-is-mercy.p49\" class=\"\">In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}