{"ID":3604, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Safe Place for Marriages and Families\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p3\" class=\"\">Sister Barbara B. Smith<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a6a.jpg\" alt=\"Sister Barbara B. Smith\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p4\" class=\"\">My dear brothers and sisters: The basic principles of welfare—love, consecration, work, service, stewardship or accountability, and self-reliance—are not only important to us as individuals working out our own salvation, but if applied in our homes, can strengthen our marriages and our families. May I tell you how?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p5\" class=\"\">The scriptural passages in Proverbs 31 are well known for their listing of the admirable qualities of the virtuous woman, whose “price is far above rubies” (<span class=\"citation\" id=\"41555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41555)\">Prov. 31:10<\/a><\/span>), but in verse 11 we discover a remarkable description of marriage. It reads: <span class=\"emphasis\">“The heart of her husband doth safely trust in her.”<\/span> [<span class=\"citation\" id=\"124968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124968)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124968)\">Prov. 31:11<\/a><\/span>] This memorable line discloses, first, that the husband has entrusted his heart to his wife, and second, that she safeguards it. They seem to understand an important truth, that every man and woman who covenant to establish a family must create a safe place for their love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p6\" class=\"\">The longing of the human heart is often for someone who will treat tenderly the devotion one has to give. We hear it in the words of a poem by William Butler Yeats: the man has just laid the wishes of his heart at the feet of his beloved, and then he pleads, “Tread softly, because you tread on my dreams.” (“He Wishes for the Cloths of Heaven,” <span class=\"emphasis\">The Oxford Dictionary of Quotations,<\/span> 3d ed., New York: Oxford University Press, p. 585.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p7\" class=\"\">Equally trusting are the lines of Anne Bradstreet, the Puritan poetess, who in a piece entitled “To My Dear and Loving Husband” confides:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If ever two were one, then surely we.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">If ever man were lov’d by wife, then thee.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p10\" class=\"\">(<span class=\"emphasis\">The New Oxford Book of American Verse,<\/span> ed. Richard Ellmann, New York: Oxford University Press, 1976, p. 6.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p11\" class=\"\">Trust is to human relationships what faith is to gospel living. It is the beginning place, the foundation upon which more can be built. Where trust is, love can flourish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p12\" class=\"\">Then add to love consecration, the dedication of two lives to a holy purpose. To provide a safe place for love, there must be this kind of commitment. Notice in the line from Proverbs the man has given his heart—not conditionally, not a half of it or any part—but all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p13\" class=\"\">To consecrate is to give all one has. When a man and woman make marriage covenants in the holy temple, they begin a new, eternal family unit with all of the blessings promised to Abraham, Isaac, and Jacob. Such a union is dedicated to the sacred purposes of the Lord—“to bring to pass the immortality and eternal life of man.” (<span class=\"citation\" id=\"39597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39597)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39597)\">Moses 1:39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p14\" class=\"\">The young bride-to-be who is anxious for marriage so she can have a “home of her own” may not realize the selflessness required in a good marriage—the “seeketh-not-her-own” [see <span class=\"citation\" id=\"700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(700)\">1 Cor. 13:5<\/a><\/span>] kind of love. The husband whose future plans are centered in his own success has a flawed vision of the responsibilities he must assume in a celestial family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p15\" class=\"\">Let us look for a moment at some of the benefits of a marriage based upon love and consecration.<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Both husband and wife are committed to helping the other achieve the fullest possible development. How inspiring it is, for example, to hear Elder David B. Haight tell of times he has cooked the dinner so that his wife could attend her Spanish class. Growth can come for both partners when husband and wife develop the kind of love that allows the other to turn potential into perfection and talent into testimony. A strong marriage takes strong individuals equally committed to calling forth the best in themselves as well as in their eternal partner. A husband must give his support if a wife is to adequately use the gifts God has given her. A wife must give her support if her husband is to lead the family.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>A marriage made safe by both love and consecration can allow for a variety of opinions.<\/p>\n\t\t\t\t\t<p>For a man and wife to become one there are many differences, large and small, that must be accommodated or resolved. In a marriage relationship that is secure, differences need not lead to discord. They can be openly considered until a satisfactory solution is reached because the premises are agreed upon: both the husband and wife are committed to love one another, to build the kingdom of God, and to establish an eternal family unit. All considerations are made in light of these three basic commitments—these are the “givens.” When they are held inviolate, the marriage remains intact, even though the process of resolution may involve considerable discussion.<\/p>\n\t\t\t\t\t<p>While visiting in the home of her younger sister, a woman observed one such discussion. A difference of opinion was resolved in a kindly, open exchange between the husband and wife. The woman later confided that such a discussion could not have occurred in her home “because,” she said, “we cannot afford to have differences aired, for even a small problem challenges our relationship.”<\/p>\n\t\t\t\t\t<p>Some marriage relationships are little more than an amicable truce; but if such couples were to lay the foundation stones of commitment and trust, of consecration and love, they could build a safe place where individuals can be heard, and where love can grow and can encompass and integrate differing points of view.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Each child has the love and interest of both mother and father.<\/p>\n\t\t\t\t\t<p>When children are treated fairly, there is no cause for jealousy because there is no partiality. Reading the Book of Mormon, we find that whenever the people were truly committed to the Lord and had the Holy Ghost in their midst, the conditions described were similar. We read of such an example in 4 Nephi when “every man did deal justly one with another.<\/p>\n\t\t\t\t\t<p>“And they had all things common among them; therefore there were not rich and poor, … but they were all … partakers of the heavenly gift” of love. (<span class=\"citation\" id=\"6538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6538)\">4 Ne. 1:2–3<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Finally, love and consecration establish the basis for happiness. This, too, is described in 4 Nephi: “And it came to pass that there was no contention, … because of the love of God which did dwell in the hearts of the people.<\/p>\n\t\t\t\t\t<p>“And there were no envyings, nor strifes, nor tumults; … and surely there could not be a happier people.” (<span class=\"citation\" id=\"6541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6541)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6541)\">4 Ne. 1:15–16<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p26\" class=\"\">Remember that a family established in love and secured by consecration is maintained through work and service. A home is strengthened by work when workers receive respect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p27\" class=\"\">Often a woman who is feeling discouraged about her lot lacks nothing more than appreciation from those she serves. It is easy for a family to grow accustomed to the pleasant circumstances of a home and fail to remember the management necessary or the energy and skills required to keep a house running smoothly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p28\" class=\"\">It may be that there is need to appreciate the mother who is giving all she can to the upkeep of a home but is still not able to maintain order. Perhaps in addition to a recognition of what she does accomplish, an assessment of what might be required to achieve the desired results would bring about a realization that other members of the family must help—either with specific duties or with a change in their living habits to make the housework easier.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p29\" class=\"\">An orderly home is conducive to happiness. But the achievement and maintenance of order, while the primary responsibility of the mother, should be the concern of the whole family. When a mother is required to work outside the home, the cooperation of the family, of the whole household, is often critical.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p30\" class=\"\">It is sometimes the case that a husband or father fails to be honored for the work he does. Because he is gone from the home and the family does not see him at his work, they may not acknowledge the full significance of his contribution. A family home evening could be devoted to learning about a father’s employment, giving him opportunity to explain all that he does. It may provide not only knowledge but also a clearer understanding of his efforts. The wages earned by a man are necessary, but his family’s pride in his work is often more valued by him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p31\" class=\"\">Young family members can also learn to have regard for work through being given significant tasks for which they must assume responsibility. The home is a safe place for children to learn how to work because mistakes can be corrected before they become serious, and they can be forgiven. It is the fortunate child whose parent teaches him the value of doing a job well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p32\" class=\"\">While we may not know what vocation our children will choose when they are grown, we can begin to prepare them for success. Under the direction of loving parents, an apprenticeship can be served by them in learning responsibility for tools and equipment, following instructions, and working thoughtfully and cheerfully, and keeping at the assignment until it is successfully completed. These fulfill the prerequisites for most vocational training programs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p33\" class=\"\">Work becomes service when it is given gladly, often unsolicited, and for the purpose of filling another’s need. I know that service should be learned in a home. And I am very certain that it blesses the home where it is found.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p34\" class=\"\">One family stands out in my mind. My friend had been the recipient and observer of kindly acts of service by her neighbor. Tenderly and efficiently she saw her care for the sick, notice the shy, cheer the downhearted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p35\" class=\"\">One day, while she was attending a lecture, a mother sitting near her rose hurriedly to take a child out who had become ill. As my friend went to see if she might be of assistance, there was another woman there already. Her manner of helping was quiet and quick, knowing just what to do, and it reminded my friend so much of her neighbor that she finally asked if, by chance, she knew her neighbor, only to find that they were sisters. In that family they had learned the meaning of service. By its selfless nature, service within a family increases spirituality and strengthens bonds of love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p36\" class=\"\">Accountability is a necessary condition of work. Responsibility brings system to the workings of a family and order to a marriage. Defining responsibilities and planning a method of reporting back fosters freedom from family discord and is also a meaningful stage in developing personal discipline.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p37\" class=\"\">If accountability is to be a learning experience, it must be taken seriously; even small children can recognize when their best efforts are treated patronizingly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p38\" class=\"\">Evening and morning prayers become reports when one understands accountability. Family home evening discussions of projects planned and accomplished can give each family member a feeling of belonging and being needed. There is no better way to prepare family members for service in the Church, or in the world of work, and, most importantly, in their relationships with our Father in Heaven than to be accountable in meaningful responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p39\" class=\"\">The basic welfare principles fortify and secure. Through them, the home becomes a stronghold, a protection against society’s offenses, a haven in time of storm. A family begins with individuals—with two people who become one, and as children are added, in the spiritual arithmetic of family unity, they will still be one. Parents can provide a protecting shelter, a safe place, and children are made strong by the bonds of their love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p40\" class=\"\">Although a family unit is a part of an extended family and participates in the larger circle of the Church, as an eternal organization it must be complete. It must stand alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p41\" class=\"\">In a profound sense, however, a family is not alone. When it is consecrated to the Lord’s work, his Spirit will always be with them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p42\" class=\"\">Should difficulties arise that require a family to receive temporary assistance, they know that this can be a blessing from the Lord and that the power is within them to rebuild their resources. And even though a marriage partner may die, the family will still be whole and strong, for the Lord’s strength will sustain them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p43\" class=\"\">Self-reliance comes by complying so completely with the principles of the gospel that each individual and family are added upon by the Lord’s strength, making them able to stand strong against the blows of adversity and the changing winds of time and growth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p44\" class=\"\">One husband and father, who had been a dean of a college in his professional career, was then called to be a temple president and then a mission president. Upon release from his mission assignment, he suffered a severe and disabling stroke. Rather than turning to thoughts of complaint, self-pity, or rejection, his wife rose to the trial of this newest experience by drawing upon the strength of the gospel that had always been a part of their lives, as she lovingly reassured: “This is the time for which we have been preparing. We have the foundation of the gospel principles, and I am going to do all I can to make this the happiest time of our lives together.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/a-safe-place-for-marriages-and-families.p45\" class=\"\">Relief is only temporary, but welfare is eternal. Mortal life may be limited in both duration and scope, but principles are everlasting. May we fully employ the basic welfare principles of love, work, consecration, service, stewardship or accountability, and self-reliance, to strengthen our marriages and our families in the safe and holy places of heart, temple, and home, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}