{"ID":3605, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Finding Joy by Serving Others\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p3\" class=\"\">Sister JoAnn Randall<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_034<\/span>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p4\" class=\"\">My dear brothers and sisters: We are happy as a couple to be able to speak to you today about how welfare principles have influenced our family through service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p5\" class=\"\">It was with awe that our children first heard the story about a family who gave away their entire Christmas—tree, food, and gifts. It all began when their neighbor’s home burned early on the morning of Christmas Eve. When the children heard of their friends’ situation, a family meeting was called and they all agreed, without exception, that they would share their Christmas.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p6\" class=\"\">The day’s activities soon centered around switching name tags on gifts and boxing up Christmas goodies, turkey and all. And at the last minute, they even took the tree! When they gathered back home after delivering their project in secret, they had feelings of excitement and love. (See Leon R. Hartshorn, <span class=\"emphasis\">Memorable Christmas Stories,<\/span> p. 41.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p7\" class=\"\">Questions came from our children: “Wasn’t it hard for the first family to give?” “Wasn’t it difficult for the other family to receive?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p8\" class=\"\">A short time later we had our own opportunity to be receivers of service. After living in a community for only one month, it became necessary for me to stay completely down for two months while expecting our eighth baby. Our first reaction was that we could handle this challenge all alone. The children were used to helping and had regular jobs around the house. However, we soon recognized that despite careful planning and added responsibilities, we needed help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p9\" class=\"\">Even after years of teaching and hearing lessons on serving others and accepting service, we found that to actually let someone help us was difficult to do. But, as we allowed them to help us, we soon found our hearts full of thanks for their thoughtfulness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p10\" class=\"\">A retired couple came by and picked up the youngest children for a morning outing. Our bishop organized a sacrament meeting and brought it in our home. Several busy sisters came by regularly just to chat, because they knew that I enjoyed adult company. A couple prepared and brought in a candlelight dinner to share with us for a date night. A batch of white shirts disappeared and then reappeared, freshly ironed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p11\" class=\"\">The phrase “Call me if I can do anything” took on new meaning. We learned that you will rarely take someone up on such an offer. Instead, we witnessed people who came by saying, “Is it the kitchen you want cleaned, or would you rather have me vacuum?” Many were good examples to us as they not only thought of helpful things to do, but did them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p12\" class=\"\">Another thought came forcefully to mind. Any time service was rendered they could probably have been doing the same thing for their own family at home. Yet a large family brought a canister of homemade ice cream to us. A lovely lady made our daughter’s eighth grade graduation dress. A sweet friend brought fresh loaves of homemade bread by the armsful each week, insisting that our family was used to homemade, not store-bought, bread. One of our grandmas left her home and came to stay with us for two weeks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p13\" class=\"\">A line from my journal says: “If only I can remember the same gift of kindness to others when I am well.” Service had become a living principle, and we felt an overwhelming desire to be able to serve others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p14\" class=\"\">Then we could truly answer our children’s questions. “Is it hard to give?” Yes. It’s a sacrifice on someone’s part. “Is it difficult to receive?” Yes. But we love those who serve us and those we may serve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p15\" class=\"\">Maybe we don’t know a widow whose home needs paint or a new neighbor on our street. But promptings will come, encouraging us to do something good for someone. When we lived in Idaho, we enjoyed doing little things for “Uncle Joe,” the ward’s favorite pioneer. After we moved, we remembered him occasionally and thought that we really should write a letter to brighten “Uncle Joe’s” day. The idea began pressing on my mind, and finally we mailed a note to him. But it was too late. Only one day later we received word that “Uncle Joe” had passed away. An opportunity for service had slipped by because we had ignored a first impulse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p16\" class=\"\">Among our keepsakes is a thank-you note from a sister in our former ward. Our sons were only three and five when their dad followed a prompting to take them with him to an early morning roofing project on this sister’s home. She went out of her way to recognize these little boys, to thank them. They tasted of the joy of helping someone in need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p17\" class=\"\">The spirit spreads, so when our daughter came home with an enthusiastic plan about leaving some food on a needy family’s doorstep, we were ready to act.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p18\" class=\"\">Family service projects don’t have to be spectacular or even original. We have found that participating as a family in a welfare farm assignment can be as enjoyable as any recreational outing.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Here are some other projects you may want to do:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Pick up a child regularly for Primary. We did this and found that our little friend soon learned that we really would be by for him every Sunday.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Write appreciation notes to your Primary, school, or home teachers. They will be surprised to find that someone cares.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Sing willingly in the ward choir. The director will be grateful, and you’ll be serving through music.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Share your garden crops.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Invite someone who is usually alone in to dinner.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Serve secretly. We think it’s great fun to make some goodies together, put them on a porch, ring the bell, and run.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>Encourage your daughter to babysit for free while a couple attends the temple.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>Organize a neighborhood potluck dinner to build better friendships. Nonmembers can be influenced through this kind of service.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">9.<\/span>\n\t\t\t\t\t<p>Plan ahead. Start a bank account so that mission service can come later.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">10.<\/span>\n\t\t\t\t\t<p>Be a good example of gospel living so others will be encouraged.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p30\" class=\"\">There is an old Relief Society story about a child who came in as his mother was putting the finishing touches on a cake. He asked: “Who are we giving that away to?” There is still merit in this little incident, as we can see that he is from a home where they are used to giving service to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/finding-joy-by-serving-others.p31\" class=\"\">There are so many ways that our families can bring joy to others through service by extending ourselves. I am very thankful for the strengthened testimonies we have received through service, and I say this in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}