{"ID":361, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Not a Prophet&mdash;but a Listening Ear<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1948, pp. 77-82<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I humbly pray that the spirit which thus far has guided this\nconference, of which we have all partaken, may continue while I shall speak to you.\n<\/p><p>\nOne gets so much in one of these general conferences not only from the direct instructions\nand observations which come, but also from the thought which these instructions and\ndirections invoke, that it is a little difficult sometimes to collect one's thoughts along a\nparticular line.\n<\/p><p>\nTHE TREASURES OF LIFE\n<\/p><p>\nAs we grow and enter the upper brackets of years, we reflect a great deal upon the things\nwhich are of lasting importance and we come clearly to see that many of the things which we\nthought were of value in our earlier lives are merely the dross and that the gold, the treasures\nof life, we may have overlooked.\n<\/p><p>\nI am grateful that while I still live and have opportunity to serve that I have come more or\nless to appreciate, I try fully so to do, the things that are worth while. I try to shear away the\nunimportant, and, when I do so, I find that worldly things have pretty largely disappeared,\nthat the objects which ordinarily are the matters of ambition among men have gone, and life\nsettles down to the problem of the future. I cease to look at time and get over as near as may\nbe into eternity. I am grateful for the knowledge which the Lord has enabled me to get, which\nmeans he has given to me of the things of the spirit. I am grateful for the knowledge of the\ngospel, imperfect as is the knowledge which I have. I am grateful for my testimony which\nstrengthens with the days and the years, and I am grateful that the blessings which I thus\nrecount to myself are the blessings which belong and are enjoyed by all of you. I come to see\nthat the things which men give in the way of honor and respect and office and position are\nreally of little worth. They are not worth what sometimes we feel we have to give in order to\nobtain them. I come to know that worldly goods are of no consequence whatever, save I have\nenough to eat, and to drink and reasonably to wear, and that to attempt to leave wealth to my\nchildren will not only be a futile effort but that it may prove a curse.\n<\/p><p>\nI do not mean by this that we should cease to exert our efforts to become influential for good\nin our communities. I do not mean that we should forget that we are living here and have our\nlives to live. I do not forget that a reasonable provision for those who come after us is a wise\nthing. I am only saying that none of these things is worth the sacrifice of a principle. They\nare not worth the sacrifice of our integrity, of our honor, of our righteous living.\n<\/p><p>\nWORLD IN A MESS\n<\/p><p>\nIt is a trite thing to say the world is in a mess. That we know, and out of a life of\nseventy-seven years I can say that so far as I can see, it has never been in the mess that it is\nin today. There have never before, in my life, been the powers of evil in such strength. Satan\nseems to have taken us over very largely, and we are more or less his tools. This is not the\nfirst time in our national history that we have been in trouble, and when I say \"we,\" I mean\nthe people. I am not talking of administrations. I am talking of us, we the people of the\nUnited States.\n<\/p><p>\nPROCLAMATION OF ABRAHAM LINCOLN\n<\/p><p>\nI have always been impressed with a great proclamation that was issued by Abraham Lincoln.\nHe issued it in one of the darkest hours of the Civil War, just before Vicksburg, the surrender\nof which opened up the Mississippi River, and just before Gettysburg, which stopped the\nthreatened invasion of the North. The Senate had passed a resolution calling attention to the\nneeds of the country and asked him to set apart a day for national prayer and humiliation. The\nnation was considered almost bankrupt from debt. The people were tax-ridden, almost beyond\nendurance; the army was unpaid, some of it for a period of six months, and it was daily\ndwindling by desertion. The president issued a proclamation, and I want to read two or three\nparagraphs therefrom.\n<\/p><p>\n\"We,\" by which he meant the people,\n<\/p><p>\n. . . have been the recipients of the choicest bounties of heaven; we have been preserved these\nmany years in peace and prosperity; we have\ngrown in number, wealth, and power as no other nation has ever grown. But we have\nforgotten God. We have forgotten the gracious hand which preserved us in peace and\nmultiplied and enriched and strengthened us, and we have vainly imagined, in the\ndeceitfulness of our hearts, that all these blessings were produced by some superior wisdom\nand virtue of our own. Intoxicated with unbroken success we have become too self-sufficient\nto feel the necessity of redeeming and preserving grace, too proud to pray to the God who\nmade us.\n<\/p><p>\nIt behooves us, then, to humble ourselves before the offended power, to confess our national\nsins, and to pray for clemency and forgiveness. Now, therefore in compliance with the request\nand fully concurring in the views of the Senate, I do by this my proclamation designate and\nset apart Thursday the 30th day of April, 1863, as a day of national humiliation, to abstain on\nthat day from their ordinary secular pursuits, and to unite in their several places of public\nworship and be devoted to the humble discharge of the religious duties proper to that solemn\noccasion.\n<\/p><p>\nAll this being done in sincerity and truth, let us then rest humbly in the hope authorized by\nthe divine teachings that the united cry of the nation will be heard on high and answered with\nblessings no less than the pardon of our national sins and the restoration of our now divided\nand suffering country to its former happy condition of unity and peace.\n<\/p><p>\nWE HAVING HAD PROPHETS\n<\/p><p>\nIn some respects, too many, we stand in that same place today. Some time ago a pamphlet\ncame across my desk which unfortunately I threw away. On the outside page it was stated,\n\"We need a prophet,\" and as I read it then, and as I think of it now, I think how blind the\nworld is. We have had a prophet, an American prophet, one who spoke our language, one\nwho was imbued with Christian ideals, and that prophet gave us the great righteous principles,\nof which we know and of which the world partly knows; he gave them in our own language\nover a hundred years ago. These may all be read; we have been teaching them for a century.\nThe trouble with the world is they do not want a prophet teaching righteousness. They want a\nprophet that will tell them that what they are doing is right, no matter how wrong it may be.\n<\/p><p>\nThere is nothing new in this. Going back to the beginning, Noah taught the people. He was a\nprophet, and he told them what to do. He finally convinced his own family, and they were\nsaved. So of Moses&mdash;while the children of Israel were in Egypt and he was promising them\ndeliverance, they followed him, they did what he told them, but once out of Egypt and away\nfrom the bondman's lash they forgot, and he had rebellion after rebellion upon his hands from\nthen until he died. The later prophets in Israel&mdash;Elijah vindicated by a miracle, that he was a\nprophet of God; yet Jezebel hunted him like a wild beast and would have killed him had not\nthe Lord taken him by a miracle; and Isaiah and Jeremiah, these prophets spoke not only\nabout righteous living and what Israel should do in their family life and in their religious\nworship, but those prophets spoke also of the relationship of nations and how Israel should\nbear herself toward those nations, but their warnings and prophecies went unheeded, and the\ncalamities which they predicted came.\n<\/p><p>\nNow our Prophet, Joseph Smith, and the prophets since his time&mdash;and there has always been a\nprophet in this Church, and prophets, and you sustain the brethren here, conference after\nconference, as prophets, seers, and revelators the Prophet himself through the Lord by\nrevelation, gave certain great principles that would save the world if the world would but\nlisten. We do not lack a prophet; what we lack is a listening ear by the people and a\ndetermination to live as God has commanded. That is all we need.\n<\/p><p>\nThe way has been made perfectly clear.\n<\/p><p>\nREVELATIONS GIVEN TO JOSEPH SMITH\n<\/p><p>\nIn the earliest days of the Church the Prophet, through revelation, gave a plan we call it the\nUnited Order&mdash;which if lived, would have preserved individual initiative, what we have come\nto call the American way of life, and at the same time have cared for all who needed to be\ncared for. When we could not live that, the Lord then gave us, through a series of revelations,\nstep by step for he always leads us gradually, we cannot always be led clear through to the\nend all at once he gave us revelations out of which we have developed the plan for caring for\nthe poor, through the giving by those who have to those who have not. We now know it as\nthe great welfare plan. There is nothing new in the welfare plan except a little machinery that\nwe have added to carry it out.\n<\/p><p>\nThe Lord gave us a great dietary law more than one hundred years ago. He called it a Word\nof Wisdom. If this law were lived, it would regenerate the human race, so far as their physical\nbodies are concerned; and because of the intimate relationship between our physical bodies\nand our spiritual welfare, we would, if we had lived it, by this time be well on our way\nspiritually toward that peace for which men today so earnestly and devoutly work and pray.\n<\/p><p>\nHe taught us also the relationship between father and son, child and parent, a great principle,\none of the saving principles of society, given first on Mount Sinai\n(<span class=\"citation\" id=\"22590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22590)\">Ex. 20:12<\/a><\/span>) and repeated by the Savior\nto the questioning Pharisees (<span class=\"citation\" id=\"34209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34209)\">Matt. 15:4<\/a><\/span>).\nWe have forgotten that. The prophecy is here. There is no\ndifficulty about that. It is our ears that are at fault.\n<\/p><p>\nHe gave us the true principle for righteous ruling in that great revelation which tells us how\nthe priesthood' should rule, as already referred to by Brother Romney, I believe, who quoted\nsome teachings from the Book of Mormon.\n<\/p><p>\nHe gave us a great law of war telling us that we his people, should not go to war unless\ncommanded by him and then telling what those who were attacked should do, how many\ntimes they should forgive (<span class=\"citation\" id=\"12510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12510)\">D&amp;C 98:39-48<\/a><\/span>),\nfollowing along the lines of those quotations made by Brother\nRomney.\n<\/p><p>\nHe declared also, this prophet of ours, that this was a promised land and should so remain so\nlong as we worshiped the God of this land, Jesus Christ\n(<span class=\"citation\" id=\"22176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22176)\">Ether 2:12<\/a><\/span>); but he warned us that when and if\nwe became ripe in iniquity, he would destroy us, just as he had destroyed others before us\n(<span class=\"citation\" id=\"22175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22175)\">Ether 2:8-10<\/a><\/span>).\n<\/p><p>\nThe Prophet gave a great revelation involving fundamental principles of government, the\nrelationship between the civil officers and the people, the relationship between the people and\nthe laws commanded obedience to righteous laws\n(<span class=\"citation\" id=\"12570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12570)\">D&amp;C 134:1-12<\/a><\/span>)&mdash;all sufficient in general principles to take\nus out of our present morass of pride, lawlessness, and crime.\n<\/p><p>\nHe told us that the Constitution, under which we live, was an inspired document\n(<span class=\"citation\" id=\"12519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12519)\">D&amp;C 101:80<\/a><\/span>), that its\nprinciples were elemental to free human government and declared we should adhere to the\nConstitution and to the principles thereof. In that Constitution is the great Bill of Rights,\nguaranteeing to us freedom of the press, freedom of speech, freedom of conscience, freedom\nto assemble, and so on.\n<\/p><p>\nAMERICA NEEDS A LISTENING EAR\n<\/p><p>\nAll this is in our gospel. It is all part of the work of our great prophet Joseph Smith, and\nthose who have followed him. It is in the books and has been in print for a century. The\nAmerican Prophet has spoken; American prophets are speaking. The great principles I have\nnamed, and almost countless others, have been proclaimed for a hundred years. No, America\ndoes not need a prophet; America needs a listening ear. And more than all, we who are here,\nmembers of the Church of Jesus Christ of Latter-day Saints, we need a listening ear.\n<\/p><p>\nMay God give us that ear. May he give us a disposition to read what he has told us. May he\ngive us a spirit, his spirit, to take into our souls the principles of the gospel which he has\ngiven to us. May he give us the will and power to live them, having taken them into our\nsouls; and the blessings and the joy and the happiness of life that will come to us if we so\nlive are beyond any powers of expression or suggestion that I possess.\n<\/p><p>\nMay God give us, again I say, a listening ear to all that he has told us, in order that we may\nlive as he would have us live and give us the spirit to which I have referred, and the power to\nlive as he would have us live, and to us men the will and power to honor our priesthood, and\ngive to all of us every blessing that would be for our good. I humbly pray in the name of\nJesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}