{"ID":3610, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Relief Society in Times of Transition\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p3\" class=\"\">Barbara B. Smith<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_041<\/span>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p4\" class=\"\">Recently my husband and I returned to our home on a hill overlooking the Salt Lake valley to find that all of the electrical power was off in our neighborhood. As we approached our darkened house, a young neighbor boy observed us returning home in the darkness and ran over to offer his lantern. “We have another one at our house,” he said. “You can keep this one as long as you need it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p5\" class=\"\">I was impressed by the concern of that little boy. He had a light he was willing to share. He really cared about us. He was prepared to help us in our time of need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p6\" class=\"\">I thought a great deal about that little boy in the days which followed. He was so helpful, so happy, and so willing to share his light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p7\" class=\"\">To me, his actions represent the fundamental message of the gospel of Jesus Christ and the motto of Relief Society as well: “Charity never faileth.” [<span class=\"citation\" id=\"702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 702)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(702)\">1 Cor. 13:8<\/a><\/span>.] First, because my young friend was prepared. He and his family had a light on hand to help them pierce the darkness when their primary source of light was temporarily withdrawn.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p8\" class=\"\">We each should take seriously the counsel to prepare. Recall the parable of the ten virgins, in which they “took their lamps, and went forth to meet the bridegroom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p9\" class=\"\">“And five of them were wise, and five were foolish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p10\" class=\"\">“They that were foolish took their lamps, and took no oil with them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p11\" class=\"\">“But the wise took oil in their vessels with their lamps.” When the bridegroom came, they were ready. They “went in with him to the marriage: and the door was shut.” (<span class=\"citation\" id=\"36783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36783)\">Matt. 25:1–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p12\" class=\"\">We should have the wisdom to personally prepare by understanding truth and living it with integrity so that we might be worthy disciples of Christ. Then, with him as the center of our lives, we can develop those Christlike qualities which will make us worthy of exaltation. We will gain added strength and a greater capacity for love. We will improve the skills of giving our love in such a way that we are prepared in the time of need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p13\" class=\"\">My young friend also cared enough to observe a need. He ran to us in the darkness. He held out his light to illuminate our darkened way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p14\" class=\"\">Jesus directs us to do that in poignant parables, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p15\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p16\" class=\"\">“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.” (<span class=\"citation\" id=\"36796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36796)\">Matt. 25:35–36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p17\" class=\"\">He clearly explains that we must care enough to offer ourselves to meet the physical and spiritual needs of those around us. Doing this is charity. It is a beginning of the pure love of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p18\" class=\"\">Recently I listened to a young mother address a ward Relief Society meeting. She told us that she is losing her eyesight. She expressed gratitude for those who had been reading to her, driving her to appointments, and for another sister who was teaching her to play the piano. Relief Society sisters through their acts of kindness had offered her their light and helped to lessen the fear of this very difficult time of her transition into a world of darkness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p19\" class=\"\">Anguishing, dislocating transitions are something we all face. They will be different for each of us. Serious illness or permanent malady is but one. Others may be the death of a loved one, a child or a husband; the realization that one may never marry in this life; divorce; returning home from a mission; a marriage without children; marriage of the last child; civilian life after living under military discipline; the change from Young Women to Relief Society; the change from high school to college; a move to a new location; and on and on.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p20\" class=\"\">Each of these circumstances necessitates a particular mode of adaptation and requires the development of new and different ways to adjust to an altered life-style that may be challenging or painful. It is the very nature of such turning points that makes old patterns of behavior no longer adequate or appropriate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p21\" class=\"\">We should constantly prepare ourselves to meet new challenges and to helpfully, willingly, and happily reach out to others in their time of need. The Relief Society should be a light for sisters in times of transition. Officers and teachers and members should systematically concern themselves with the stresses and the distresses of transition which our sisters face.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p22\" class=\"\">A recently widowed woman, who has always gained satisfaction from doing for others, found it very difficult to ask for help. She wisely made herself do it because she said it may prove helpful to someone else. She also had enough faith to know that she could do for someone else when she was self-sufficient again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p23\" class=\"\">A young woman, released from the highly disciplined structure of a mission, is still motivated to convert the world. But, as she said, “I must learn to face reality and set priorities in this new environment, even though I feel uncomfortable in activities such as dating or swimming or even just reading a novel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p24\" class=\"\">A woman at a singles conference shared with me the terrible reality of her recent divorce after twenty years of marriage. “You cannot know the courage it is taking for me just to walk into that room filled with single people, knowing that I am one of them now. I cannot even begin to describe how hard it is,” she said.<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Can we really appreciate what another suffers? Probably not, but we have learned some important things about hard transitions that may help us to better understand ourselves or someone else in those difficult periods of change:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>A transition may prove an opportunity for spiritual, physical, intellectual and psychological development—or it can become a time of serious deterioration. The way is new and often difficult. It takes a great deal of courage and sometimes support from others to make a transition a time of growth.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>In a time of transition, it is less the traumas of childhood that shape our ability to adjust to the change. It is more often the quality of sustained relationships with other people that makes the difference. Positive, supportive, ongoing relationships are a valuable resource in times of major change in one’s life.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>It is not the transition itself that is of primary importance in seeking adjustment, but rather how the transition fits an individual’s circumstance at the time it occurs. Each person’s adjustment will be different because people are different, even though the crisis may seem to be the same.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>There is often a measure of disorganization in a time of transition, but adaptation is more rapid and secure when there is reliable support from friends and associates.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p30\" class=\"\">Can you begin to realize how important the sisterhood of Relief Society is? Secure friendships and faith can make good transitions possible. Both were there as the widow asked for help, as the divorced woman received courage, as the returned missionary adjusted to her new life-style, as the young mother adapted to her encroaching blindness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p31\" class=\"\">As we begin to understand the countless transitions that can affect our lives, we also come to know that transitions can both intensify and increase with the changes in our complex society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p32\" class=\"\">What can we as Relief Society women do?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p33\" class=\"\">We may be required to fill the place of family for many women—to be part of that reliable circle of ongoing friendships that are so necessary to provide support when a woman’s own strength is inadequate and wanting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p34\" class=\"\">We can heighten our sensitivity to our neighbor’s needs, increasing our capacity to serve. And perhaps we may need to draw back a bit from other preoccupations that may not be as worthy of our time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p35\" class=\"\">We can develop attitudes of love and caring by remembering our basic Christian commitment to forgiveness, gentleness, and kindness. We can promote the good will among people that heralded the birth of the Savior, and we can encourage a profound personal appeal to our Heavenly Father for peace and strength to face adversity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p36\" class=\"\">But even immense goodwill cannot help us reach out to all sisters, making certain that none is overlooked. We must have a program, and we do. Relief Society is designed for this very purpose. During one of the first meetings of the Nauvoo Relief Society, Lucy Mack Smith stated: “This institution is a good one. … We must cherish one another, watch over one another, comfort one another, and gain instruction.” (Minutes of the Female Relief Society of Nauvoo, March 17, 1842, in <span class=\"emphasis\">History of Relief Society 1842–1966,<\/span> pub. by The General Board of Relief Society, 1966, p. 20.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p37\" class=\"\">The Relief Society program can help us reach even the needs we may not know exist. I was told about one visiting teacher who, in a caring attitude, sent the sisters she visits a Christmas card. When she went to preparation meeting, the message teacher asked the visiting teachers to send a Christmas card to each of the sisters they visit <span class=\"emphasis\">and<\/span> include their personal note with the card.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p38\" class=\"\">The visiting teacher was perplexed. She had already sent the cards, but she did not write the personal note. After debating with herself for some time she finally determined to send another card, this one with a personal note.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p39\" class=\"\">When she visited her assigned sisters in January, she went first to the home of an inactive member. When she entered the room, she could see that all evidences of Christmas had been put away—except for one card standing alone on a small table. It was the card with the note in it. The sister explained that she had left the card out to show her nonmember friends that members of her church go the second mile. She said that she had told them this before, but now she had some tangible evidence they could see.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p40\" class=\"\">When the visiting teacher went back the next month, the house was tidy, the furniture dusted, and the card still stood on the small table. The next month, the card was still there—and the next, and the next.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p41\" class=\"\">The visiting teacher had not realized that this inactive sister needed a positive manifestation of concern. She also learned how much even small acts of kindness do matter.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p42\" class=\"\">By filling a Relief Society calling, a sister can increase her understanding of others. She can learn how to care, perhaps while she is helping another make that difficult transition from inactivity to full participation. Every position in Relief Society should help a sister not only to serve, but to grow—to progress toward the goals that she has set for her life, to strengthen herself, her family, and her social relationships as she develops the attributes of godliness. Every lesson attended in Relief Society should help her understand a principle of the gospel—what it is, how it can find expression in her life, and how she is better able to serve others because of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p43\" class=\"\">A homemaking miniclass must go beyond merely teaching the techniques of a skill. It must engender attitudes of selfless giving with which the skill can be gladly employed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p44\" class=\"\">A major concern of Relief Society today is to reach out to each young woman as she assumes the vital work of her life and to help her understand the limitless opportunities of a woman in the Church. As you in leadership positions serve these young Relief Society sisters, do not underestimate their capacity, their ability, their desire, and their willingness to share in the involvement of Relief Society responsibilities. Their physical maturity is often surpassed by their spiritual readiness and the vitality and freshness of their intellectual perceptions. Include them. Teach them. Learn from them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p45\" class=\"\">And young Relief Society sisters, we know that Relief Society is stronger because of your contributions. Will you also let Relief Society help you learn to meet the challenges of adulthood with greater confidence and vision?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p46\" class=\"\">Now, let’s not forget the transition of old age. Statistics point out that an ever-larger number of women will be widowed. Most women will live to an age that would have seemed extraordinary a generation ago. The aging process can be a graceful time of fulfillment, or it can be a time of frustration.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p47\" class=\"\">My heart ached as I was told of a ward Relief Society president who called the daughter of an aging member of her Relief Society and said, “Your mother has given long years of service in our ward. But she is old now, and if you want her to attend the meetings and the socials, you must assume the responsibility to bring her. We will not do it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p48\" class=\"\">Relief Society’s response to aging sisters like her must take into account the physical impairment that often accompanies old age, and must determine how to be helpful. We should be happy and willing to assist our older sisters. Their loneliness can be as debilitating as disease, and their isolation a prison from which there seems to be no escape. For many, their constant companion is a feeling of worthlessness or inconvenience. We have the responsibility to include them, and the greater opportunity to learn from them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p49\" class=\"\">Relief Society has a practical communication network to ensure that no sister, young or old, is neglected or forgotten. Visiting teachers, I plead that you bring the spirit of Relief Society into each home. Care for the lonely. Be at the bedside of the ailing. Share the light of the gospel in a world of much gloom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p50\" class=\"\">James Thomson observed: “Light! nature’s resplendent robe; without whose vesting beauty all were wrapt in gloom.” (In <span class=\"emphasis\">The New Dictionary of Thoughts,<\/span> orig. comp. by Tryon Edwards, D.D., USA: Standard Book Co., 1961, p. 363.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p51\" class=\"\">Help dispel gloom. Bring the light of truth. Do it through your senses, through your reason, and most significantly through the Spirit. It does not matter who you are or what you are currently doing with your life. The light of truth is there waiting to be discovered, and, being discovered, waiting to illuminate the life of each child of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p52\" class=\"\">In times of transition and often great upheaval, it is easier for individuals to become paralyzed by the gloom than to have the illumination of the Spirit. That is why they need us to search for them and share the gospel light. This should become a resolve in the heart of each sister.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p53\" class=\"\">In the play <span class=\"emphasis\">Winterset,<\/span> Mio says, “I came here seeking light in darkness, running from the dawn, and stumbled on a morning.” I want each of you to prepare and to give of your light, even in the darkness of your own nights, so that you too will stumble on a beautiful morning. Remember your covenant of baptism as discussed in Mosiah, when Alma asks if we “are willing to bear one another’s burdens, that they may be light;<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p54\" class=\"\">“Yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort, and to stand as witnesses of God at all times and in all things, and in all places.” (<span class=\"citation\" id=\"40488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40488)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40488)\">Mosiah 18:8–9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p55\" class=\"\">This passage beautifully portrays the role we should assume as women in the Church and as sisters in Relief Society who help one another through periods of transition, for it speaks of commitment to compassionate giving, to sympathetic understanding, and to encompassing concern.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-times-of-transition.p56\" class=\"\">May we be wise enough to let our light shine out and our love reach out until we find ourselves illuminated and warmed by a charity that never faileth, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}