{"ID":3611, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            An Opportunity for Continual Learning\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p3\" class=\"\">Shirley W. Thomas<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_042<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2d6c.jpg\" alt=\"Shirley W. Thomas\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p4\" class=\"\">Young Steven entered the seventh grade in September. He wasn’t as tall as the other boys, and when his mother was turning up his new trousers he asked her to leave big hems, about five inches, “because,” he said, “I’m going to grow a lot this year.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p5\" class=\"\">Perhaps we are not so concerned with adding inches, but have we looked to the months ahead of us and deliberately decided that we will make significant growth?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p6\" class=\"\">One early Church leader asserted that “In this world of change, where we are required to make advancement, we must have an increase of intelligence. … There is no stopping place for a man [or woman] of God.” (Orson Hyde, <span class=\"emphasis\">Journal of Discourses,<\/span> 7:151.) In light of this need, we are grateful to a loving Father who has provided in Relief Society a program for continual learning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p7\" class=\"\">Our courses of study benefit every Latter-day Saint woman. They include Spiritual Living on the first Sunday, and then on the second, Mother Education. It may seem unusual that nearly one-fourth of our lesson time is devoted to Mother Education when not all Relief Society women have children in their homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p8\" class=\"\">Women in the Church are familiar with the terms <span class=\"emphasis\">patriarch<\/span> and <span class=\"emphasis\">patriarchal order.<\/span> We associate them with things eternal and the work of the priesthood in our homes and in the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p9\" class=\"\">We do not speak much of matriarchs; we call them instead, mothers. The mother is the counterpart to the patriarch of a home. Mothering is also an eternal, fundamental work. It has to do with bringing life and love, and it is largely learned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p10\" class=\"\">Some young college students learned it when, as Relief Society members, they visited weekly with sisters in a local nursing home. The first weeks found many of the women in a resigned, even lethargic state. For the most part they had given up trying to do anything with their lives; they were simply waiting them out. But the girls continued to visit, some bringing short musical programs, others reading or helping them write letters. Gradually the women began to look forward to the weekly visits, and then, some of the vitality of these young Relief Society sisters carried on through the week. The girls nurtured every spark of interest. When they found that many of the women had been quilters, they got the necessary equipment for them and set it up. The women quickly finished one exciting quilt and were ready to start a second. A few chose to do other projects the students brought. The story continues to be one of activity and vitality. These young students brought new life and love; they were “mother” to the elderly sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p11\" class=\"\">Mother Education lessons deal not with the physical processes of giving birth but with the nurturing qualities that can help every child of God live in the light. As we focus on gospel principles and adapt lessons to the current needs of sisters, Mother Education can be not only suitable but enriching for all Relief Society members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p12\" class=\"\">We are told in <span class=\"citation\" id=\"39600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39600)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39600)\">Moses 4:26<\/a><\/span> that Adam called his wife Eve because she was the mother of all living. We are all daughters of Eve. I think of one sister who fills a very responsible position in Relief Society. Although, being single, she has no children, she has important work in her profession. She touches the minds as well as the hearts of young people; she uses fully her excellent talents and training; she brings love and light to the lives of others. I believe that her role is directed and accepted of the Lord as is my neighbor’s, a mother of eight. Mothering roles differ and may yet take on other dimensions, but we can each learn to use the principles that relate to motherhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p13\" class=\"\">The young mother who must constantly care for the needs of her children and at the same time be the example on which they might appropriately model their lives, has a responsibility that challenges the most able. She it is who must learn and practice patience, teach and persuade with love, correct but not coerce; in short, develop every maternal attribute.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p14\" class=\"\">But we all must find ways to learn and keep these qualities, for, Eve-like, we shall ever be the mothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p15\" class=\"\">The Social Relations, Cultural Refinement, and fifth-week service-related lessons all contain gospel principles in a priesthood supporting context that make them meaningful to our day-by-day effort to follow the way marked by the Savior. Our lessons have helped us to refine our perception of arts and people, thereby reinforcing an appreciation of our world-wide Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p16\" class=\"\">Positive reinforcement is equally effective in our supervisory relationships. For instance, a monthly meeting of each class leader with the ward Education Counselor can help a teacher learn from every lesson. This one-to-one exchange will be most useful if the Education Counselor’s comments on the lessons are positive and specific.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p17\" class=\"\">A teacher often knows what went wrong in a lesson, and although she may choose to discuss it, she probably does not need to be reminded of it. On the other hand, she may not realize what part was most effective and would be grateful for commendation; if, however, a teacher is simply praised for a beautiful or wonderful lesson, she may not know what made it successful and how to build on her strengths. But if the Education Counselor learns to look for specific elements, such as an arresting beginning, a thoughtful handling of class comments, she will be able to help the teacher by positive reinforcement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p18\" class=\"\">Finally, the ongoing Relief Society learning opportunities will be effective in the lives of sisters to the degree that learning and teaching are by the Spirit. Let me tell you of a sister who helped me appreciate teaching by the Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p19\" class=\"\">She was an older woman, one of many immigrants who had been able to come only as far as New York City on the way to Zion. She had not had great opportunity for learning and was having difficulty adjusting to a new culture. We were the only two in our department at stake leadership meeting one night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p20\" class=\"\">The board member asked us each to describe how we prepared our lessons. I had been trained as a teacher and could say some things about lesson plans and objectives; but this lovely sister, haltingly, in a language newly learned, spoke of how she studied the material and then got on her knees and asked the Lord what in that lesson she should stress for the sisters of her ward, and she said, “He always directs me.” As I heard her speak and experienced the sweetness of her spirit, I felt sure that he did, because she taught me what I needed to hear. Though it has been many years since that night in Manhattan, I have never forgotten her nor her message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/an-opportunity-for-continual-learning.p21\" class=\"\">As we continue to learn, with the Spirit of the Lord as our guide, we prepare for his coming. The Lord declared that when he comes again there will be no need for each one to tell his neighbor that he is the Christ, for all shall know. That we may increase in knowledge and intelligence and be prepared for that glorious event, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}