{"ID":3612, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Relief Society in Welfare\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p3\" class=\"\">Marian R. Boyer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03141_000_043<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2d6e.jpg\" alt=\"Marian R. Boyer\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p4\" class=\"\">The roots of Relief Society in welfare lie at its very founding, for it was at the first meeting that the Prophet Joseph Smith admonished the sisters to <span class=\"emphasis\">search<\/span> after objects of charity and <span class=\"emphasis\">minister<\/span> to their wants.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p5\" class=\"\">How well they accepted the charge is reflected in a report of the Nauvoo “Necessity Committee” on August 5, 1843:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p6\" class=\"\">“Sister Jones, Sister Mecham and myself have visited our ward—went to every house, <span class=\"emphasis\">found<\/span> many sick. … <span class=\"emphasis\">Found<\/span> Sister Miller, an old lady, sick without bed or bedding, no changes of clothing. <span class=\"emphasis\">Found<\/span> Sister Broomley very sick, nothing at all to eat.” (Amy Brown Lyman, comp., Minutes of the General Board of Relief Society, 1842–1892, p. 72.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p7\" class=\"\">The sisters rose one by one and offered the needed donations. Sister Woolley would give “one yard of fine muslin, a flannel petticoat … , 60 cents … , Sister German, “a suit of clothes [for] old [Sister] Miller.” (Ibid.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p8\" class=\"\">A young Nauvoo widow with several children, Sister Ellen Douglas, gives a glimpse of the early Relief Society ministrations in a letter dated April 14, 1844, to her parents in England:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p9\" class=\"\">“I was taken very ill. … Sometimes I thot I should die and then I thot of my poor children. I prayed for their sakes that I might live. I didn’t pray alone, but many of my brothers and sisters prayed likewise and our prayers were answered.” (Kate B. Carter, comp., <span class=\"emphasis\">Our Pioneer Heritage,<\/span> Salt Lake City: Daughters of Utah Pioneers, 1960, 3:159.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p10\" class=\"\">After Sister Douglas began to recover, she visited a friend who suggested she “make application to the female Relief Society for some clothing which I needed for myself and family. … I [reluctantly] agreed and we went to one of the sisters [of the Society]. … I told her … while I was sick my children wore out their clothes because I could not mend them, so she said she would do the best she could for me. … In a few days … they brought a wagon and fetched me such a present as I never received before from no place in the world.” (Ibid.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p11\" class=\"\">In the Salt Lake Valley, the sisters continued their ministrations—sometimes in dramatic ways—as Sister Lucy Meserve Smith, wife of Elder George A. Smith, recalls in her Reminiscences. News of the approach of a handcart company came to President Brigham Young as he was conducting October conference in the old Tabernacle. She stated:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p12\" class=\"\">“President Young and others were [so] excited and anxious for fear those companies would be caught in the snows in the mountains [that] they could not go on with the Conference. The president called for men, teams, clothing and provisions. … The sisters stripped off their petticoats, stockings, and every thing they could spare, right there … and piled [them] into the wagons to send to the Saints in the mountains.” (Reminiscences of Lucy Meserve Smith, MS, 1886, Historical Department, The Church of Jesus Christ of Latter-day Saints, Salt Lake City.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p13\" class=\"\">Other conditions and other times in the history of the Church created other challenges and responses and <span class=\"emphasis\">new<\/span> frontiers for Relief Society in welfare work. <span class=\"emphasis\">Today is such a time.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p14\" class=\"\">The poor are still with us. There are refugees, the homeless. There is an ever increasing number of the aged. There are those without work, the sick, the bereaved, the poor in spirit, those with personal problems and burdens that press upon them. Even in our urban society, more and more suffer from feelings of isolation. There is no social ill that hasn’t in some way affected us, bringing the need for succor and prevention.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p15\" class=\"\">So, what is, or what shall be, Relief Society’s response as an organization? as leaders? as individual members of Relief Society?<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p16\" class=\"\">Though the problems of our day are enormous, we have excellent resources with which to solve them. In addition to the million and one-half women members—Relief Society’s greatest asset—the organization itself is one of the most important Church welfare resources. <span class=\"emphasis\">First,<\/span> because its chief purposes have always been welfare-related. <span class=\"emphasis\">Second,<\/span> because in its curriculum, welfare principles are taught, and sisters are provided a laboratory experience that trains them in personal and family preparedness, in parenting, and in homemaking. <span class=\"emphasis\">Third,<\/span> because the organization is a structure through which the prescribed welfare program of the Church is carried out. <span class=\"emphasis\">Fourth,<\/span> because it is a fast, effective means of providing women volunteers for welfare.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p17\" class=\"\">To illustrate, after the collapse of the South Vietnamese government, many refugees were sent in 1975 to the United States.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p18\" class=\"\">“As the first group came into the Presidio Army Base in San Francisco, Relief Society sisters in that area were called during the night to come to the base [to] help wash, feed, and put clean clothes on the children. The Relief Society sisters began arriving at 4:00 <span class=\"small\">A.M.<\/span> and worked all day, giving immunization shots.” (<span class=\"emphasis\">Relief Society Courses of Study 1979–80,<\/span> Salt Lake City: The Church of Jesus Christ of Latter-day Saints, 1978, p. 42.) These sisters treated infections, comforting and ministering to the homeless children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p19\" class=\"\">As an organization, Relief Society provides a network through which <span class=\"emphasis\">every<\/span> woman can be quickly reached in times of disaster. In the Teton Dam disaster of 1976, calls for needed volunteer help went from nearby stake Relief Society presidents to ward presidents, to visiting teaching supervisors, to visiting teachers, to sisters who responded willingly. Thus, in a very short time, the needed help was recruited.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p20\" class=\"\">Another important resource for dealing with welfare problems is informed, compassionate Relief Society leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p21\" class=\"\">When a Relief Society president and her counselors attend welfare services committee meetings and contribute meaningfully to discussions, when they observe welfare needs of members and bring that information to the agendas of welfare meetings, when they help implement the action of welfare committees, they <span class=\"emphasis\">are<\/span> carrying out the welfare objectives of the Society. A ward Relief Society president making a family-needs visit at the direction of the bishop <span class=\"emphasis\">is<\/span> ministering to the needy. A president training visiting teachers to search out the poor and needy <span class=\"emphasis\">is<\/span> following the Prophet’s instruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p22\" class=\"\">Too often, needs go undiscovered because they are not readily observed. Ward Relief Society presidents, therefore, should instruct visiting teachers on how to recognize signs of depression, of loneliness, and of physical want.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p23\" class=\"\">One pair of sensitive visiting teachers visited the young family of a recently graduated dental student. The family had, through self-sacrifice and stringent budgeting, endured the hard years of schooling required of the husband. As the sisters visited the mother the noticed that the soles of the shoes of the young children playing on the floor were completely worn through and would give scant protection to their little feet. This was confidentially reported to the Relief Society president, and the parents were persuaded to accept a little help until the young father could begin earning.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p24\" class=\"\">Of all the ways Relief Society furthers the welfare cause, its best effort comes as it helps <span class=\"emphasis\">individual<\/span> sisters anticipate and meet their <span class=\"emphasis\">own<\/span> needs, for welfare problems are most effectively solved before they <span class=\"emphasis\">become<\/span> problems. Therefore, when you, the individual member, put into daily practice the principles of welfare, you are <span class=\"emphasis\">personally<\/span> reducing the woe of the world. When you add to your home storage, particularly with goods you have produced by your hands, in your garden, with your needle, or in your kitchen, you are addressing welfare needs in the most effective way. When preventive health care, good nutrition, and financial management are practiced by you, the individual sister, the welfare system <span class=\"emphasis\">is<\/span> working. When you teach your children how to work—when you, as members, and your children become educated and engage in appropriate employment and careers—future problems are averted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p25\" class=\"\">The emotional support and strength that you Relief Society sisters can provide one another can be as important, or more so, than food or shelter. The husband of a sister recently lost his job. In relating the experience, she said the family was financially somewhat prepared, in that they had food storage and some money saved. But they were <span class=\"emphasis\">not<\/span> prepared for the emotional shock of unemployment. The wife recalled that the single greatest help the family received to lessen the trauma of that experience was the love and sympathetic concern shown by the sisters of Relief Society.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p26\" class=\"\">In a Spiritual Living lesson a few years ago (1979–80, p. 42), we were told, “Fear that we haven’t enough energy, money, or other means can keep us from giving love.” We may think, “We can’t feed all the hungry, lodge all the homeless, nor comfort all who grieve … ; therefore, [we] will help no one.” (Ibid.) But Alma has told us that “by small and simple things are great things brought to pass.” (<span class=\"citation\" id=\"125218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125218)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125218)\">Alma 37:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p27\" class=\"\">One dollar given for a welfare assessment or a fast offering, one day of volunteer service, a visit (even without the loaf of bread), multiplied by a million and one-half members, can relieve much suffering.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p28\" class=\"\">Thus, though frontiers of welfare needs stretch before us different in scope from those of 1842, but similar too, the challenge for Relief Society today remains as then: to <span class=\"emphasis\">search<\/span> out the poor, to <span class=\"emphasis\">minister<\/span> to their wants, to <span class=\"emphasis\">prevent<\/span> problems by learning, teaching, and practicing the principles of welfare. The Lord spoke plainly when he told Joseph Smith:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p29\" class=\"\">“And remember in all things the poor and the needy, the sick and the afflicted, for he that doeth not these things, the same is not my disciple.” (<span class=\"citation\" id=\"17604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17604)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17604)\">D&amp;C 52:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/relief-society-in-welfare.p30\" class=\"\">I ask it in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}