{"ID":3613, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Honored Place of Woman\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p3\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p\" class=\"\">President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03141_000_044<\/span>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p4\" class=\"\">This is an inspiring and glorious sight. I am most honored and uplifted to be in your presence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p5\" class=\"\">I speak to you tonight, not necessarily as members of the great Relief Society organization of the Church, but as choice women—daughters of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p6\" class=\"\">Last April I was privileged to speak to the priesthood brethren on a father’s responsibility. Tonight I talk to you sisters on the honored place of women in the eternal plan of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p7\" class=\"\">Sound principles and eternal truths need to be frequently repeated so that we do not forget their application nor become dissuaded by other arguments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p8\" class=\"\">The world is increasing in wickedness. Temptations are greater than they have ever been in the memory of any of us. In the face of these conditions—and they will get worse—President Spencer W. Kimball said in an address to Regional Representatives:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p9\" class=\"\">“Relief Society leaders and teachers should ask, how can we help the wife and mother understand the dignity and worth of her role in the divine process of motherhood? How can we help her make her home a place of love and learning, a place of refuge and refinement?” (<span class=\"emphasis\">Ensign,<\/span> May 1978, p. 101.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p10\" class=\"\">We must ever keep in mind that it is the design of Satan to thwart the plan of our Eternal Father. The plan of the adversary is to destroy the youth of the Church—the “rising generation,” as the Book of Mormon calls them (see <span class=\"citation\" id=\"9339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9339)\">Alma 5:49<\/a><\/span>)—and to destroy the family unit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p11\" class=\"\">In the beginning, God placed a woman in a companion role with the priesthood. God said, “It was not good that the man should be alone; wherefore, I will make an help meet for him.” (<span class=\"citation\" id=\"39599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39599)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39599)\">Moses 3:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p12\" class=\"\">Woman was given to man as an helpmeet. That complementary association is ideally portrayed in the eternal marriage of our first parents—Adam and Eve. They labored together; they had children together; they prayed together; and they taught their children the gospel together. This is the pattern God would have all righteous men and women imitate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p13\" class=\"\">Before the world was created, in heavenly councils the pattern and role of women were prescribed. You were elected by God to be wives and mothers in Zion. Exaltation in the celestial kingdom is predicated on faithfulness to that calling.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p14\" class=\"\">Since the beginning, a woman’s first and most important role has been ushering into mortality spirit sons and daughters of our Father in Heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p15\" class=\"\">Since the beginning, her role has been to teach her children eternal gospel principles. She is to provide for her children a haven of security and love—regardless of how modest her circumstances might be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p16\" class=\"\">In the beginning, Adam was instructed to earn the bread by the sweat of his brow—not Eve. Contrary to conventional wisdom, a mother’s place is in the home!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p17\" class=\"\">I recognize there are voices in our midst which would attempt to convince you that these truths are not applicable to our present-day conditions. If you listen and heed, you will be lured away from your principal obligations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p18\" class=\"\">Beguiling voices in the world cry out for “alternative life-styles” for women. They maintain that some women are better suited for careers than for marriage and motherhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p19\" class=\"\">These individuals spread their discontent by the propaganda that there are more exciting and self-fulfilling roles for women than homemaking. Some even have been bold to suggest that the Church move away from the “Mormon woman stereotype” of homemaking and rearing children. They also say it is wise to limit your family so you can have more time for personal goals and self-fulfillment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p20\" class=\"\">I am aware that many of you often find yourselves in circumstances that are not always ideal. I know this because I have talked with many of you who, because of necessity, must work and leave your children with others—even though your heart is in your home. To you go my love and sympathy for your present, and I hope temporary, situation and my prayers that you will be blessed by our Heavenly Father to compensate for a situation that is less than you may desire.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p21\" class=\"\">I recognize that some sisters are widowed or divorced. My heart is drawn to you who are in these circumstances. The Brethren pray for you, and we feel a great obligation to see that your needs are met. Trust in the Lord. Be assured He loves you and we love you. Resist bitterness and cynicism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p22\" class=\"\">I also recognize that not all women in the Church will have an opportunity for marriage and motherhood in mortality. But if you in this situation are worthy and endure faithfully, you can be assured of all blessings from a kind and loving Heavenly Father—and I emphasize <span class=\"emphasis\">all<\/span> blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p23\" class=\"\">Solutions for you who are in a minority are not the same as for the majority of women in the Church who can and should be fulfilling their roles as wives and mothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p24\" class=\"\">It is a misguided idea that a woman should leave the home, where there is a husband and children, to prepare educationally and financially for an unforeseen eventuality. Too often, I fear, even women in the Church use the world as their standard for success and basis for self-worth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p25\" class=\"\">President Kimball once said that Latter-day Saints need “a style of our own” pertaining to clothing. We must also have “a style of our own” pertaining to success and self-image.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p26\" class=\"\">Some Saints are deluded into believing that more and better circumstances will improve their self-image. A positive self-image has little relationship to our material circumstances. Mary, the mother of our Savior, was of most modest circumstances, yet she knew well her responsibility and took joy in it. Remember her humble exclamation to her cousin Elisabeth: “He hath regarded <span class=\"emphasis\">the low estate<\/span> of his handmaiden: for, behold, from henceforth all generations shall call me blessed.” (<span class=\"citation\" id=\"32070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32070)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32070)\">Luke 1:48<\/a><\/span>; italics added.) Her strength was inward, not from outward material things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p27\" class=\"\">It is a fundamental truth that the responsibilities of motherhood cannot be successfully delegated. No, not to day-care centers, not to schools, not to nurseries, not to babysitters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p28\" class=\"\">We become enamored with men’s theories such as the idea of preschool training outside the home for young children. Not only does this put added pressure on the budget, but it places young children in an environment away from mother’s influence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p29\" class=\"\">Too often the pressure for popularity, on children and teens, places an economic burden on the income of the father, so mother feels she must go to work to satisfy her children’s needs. That decision can be most shortsighted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p30\" class=\"\">It is mother’s influence during the crucial formative years that forms a child’s basic character.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p31\" class=\"\">Home is the place where a child learns faith, feels love, and thereby learns from mother’s loving example to choose righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p32\" class=\"\">How vital are mother’s influence and teaching in the home—and how apparent when neglected!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p33\" class=\"\">I do not wish to wound any feelings, but all of us are aware of instances of active Latter-day Saint families who are experiencing difficulties with their children because mother is not where she ought to be—in the home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p34\" class=\"\">A recent national magazine gave these alarming figures: “More than 14 million children ages 6 to 13 now have working mothers, and it is estimated that a third of them are unsupervised for lengthy periods each day.” (<span class=\"emphasis\">U.S. News and World Report,<\/span> 14 Sept. 1981, p. 42.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p35\" class=\"\">The seeds of divorce are often sown and the problems of children begin when mother works outside the home. You mothers should carefully count the cost before you decide to share breadwinning responsibilities with your husbands. It is a truism that children need more of mother than of money.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p36\" class=\"\">President Joseph F. Smith said that “parents in Zion will be held responsible for the acts of their children, not only until they become eight years old but, perhaps, throughout all the lives of their children, provided they have neglected their duty to their children while they were under their care and guidance, and the parents were responsible for them.” (In Conference Report, Apr. 1910, p. 6.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p37\" class=\"\">One of the most stirring success stories in scripture is told in the Book of Mormon of Lamanite women who taught their sons the gospel in the home. These two thousand young men were taught faith in God at their mothers’ knees. Later, they exhibited great faith and courage when they went to war.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p38\" class=\"\">Their leader, Helaman, said of them, “Yea, they had been taught by their mothers, that if they did not doubt, God would deliver them.” (<span class=\"citation\" id=\"9358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9358)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9358)\">Alma 56:47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p39\" class=\"\">There is the key—“they had been taught by their mothers”!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p40\" class=\"\">Years ago, a son wrote to his mother and asked her what she did to successfully rear her children—all nineteen of them! She wrote him this reply:<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p41\" class=\"\">“The writing anything about my way of education I am much adverse to. It cannot, I think, be of service to anyone to know how I, who have lived such a retired life for so many years, used to employ my time and care in bringing up my own children. No one can, without renouncing the world, in the most literal sense, observe my methods; and there are few, if any, that would entirely <span class=\"emphasis\">devote above twenty years of the prime of life in hopes to save souls of their children,<\/span> which they think may be saved without so much ado; for that was my principal intention, however unskillfully and unsuccessfully managed.” (Franklin Wilder, <span class=\"emphasis\">Immortal Mother,<\/span> New York: Vantage Press, 1966, p. 43; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p42\" class=\"\">That mother was Susannah Wesley, and the son who wrote was John Wesley, one of the great reformers. Twenty years of the prime of life in the hopes of saving the souls of her children! Such a task required skill, competence, courage, intelligence, and ingenuity far above any career.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p43\" class=\"\">Do you want a principle for successful motherhood? <span class=\"emphasis\">Make time<\/span> to teach your children the gospel and principles of gospel living when they are young. It may be that you too will need to “renounce the world” and “devote above twenty years of the prime of life in hopes to save the souls of [your] children.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p44\" class=\"\">No accomplishment transcends the building of the character of a son or a daughter of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p45\" class=\"\">In preparing for these remarks, I invited several wives and mothers to send to me their comments on solutions to problems facing our Latter-day Saint women. I want you to hear from these successful homemakers—intelligent, faithful women—who understand their callings in this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p46\" class=\"\">One wife and mother said: “I am truly happy in my role as a homemaker, wife, and mother. My own dear mother taught me to find joy in homemaking. I always felt that my mother was happy in her role as homemaker. No mention was made of our modern-day women’s liberation, for to us a good wife and mother was the epitome of womanhood.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p47\" class=\"\">Another wrote: “I enjoy being a wife and mother more than anything else. I actually enjoy doing it.” She would counsel sisters, “If homemaking doesn’t come naturally, ask the Lord to help you enjoy it and he will. Have faith in the Lord. Trust not in the arm of flesh. Keep an eternal perspective, especially when you think that diapers and night feedings will never end. You’re doing what the Lord wants you to do and you will be blessed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p48\" class=\"\">She continues, “Be proud to be a wife and mother. Apologize to no one. Keep away from influences that degrade your role, such as TV ‘soaps,’ magazine articles, speeches made by so-called experts.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p49\" class=\"\">Another young mother wrote: “Being a wife and mother and having a family is my first priority. This is more important than a college degree, a job, developing talents, or anything else! What job in life could possibly be more important than molding the character of another human being?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p50\" class=\"\">And from this mother—a solution to the problems besetting sisters: “The great strength of a good woman—a Saint, if you will—is her personal testimony of the Savior and her faith in his spokesmen, the prophet and the Apostles of Jesus Christ. If she follows them, she will have the countenance of Christ for her beauty, the peace of Christ to support her emotionally, the Savior’s example as a means to solve her problems and to strengthen her, and the love of Christ as the source of love for herself, her family, and those about her. She can be sure of herself as a wife and mother and find joy and fulfillment in her role in the home.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p51\" class=\"\">I endorse that sound counsel to all you sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p52\" class=\"\">Another lovely sister wrote: “Keep praising the mothers in Zion who are trying so hard; and keep loving us and praying for us, for we believe in the counsel of and cherish the words of the Brethren.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p53\" class=\"\">Taking courage from that request, and with helpful suggestions from Sister Benson, I share these thoughts with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p54\" class=\"\">Radiate a spirit of contentment and joy with homemaking. You teach by example your attitude toward homemaking. Your attitude will say to your children, “I am only a housewife” or it will convey, “Homemaking is the highest, most noble profession to which a woman might aspire.” Provide your daughters with opportunities to develop their own skills, by allowing them to bake, cook, sew, and arrange their own rooms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p55\" class=\"\">Have daily family devotion in your home. You teach your children dependence on the Lord by your morning and evening family prayers. Reading scriptures in the home should be a habit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p56\" class=\"\">Under your husband’s direction, have weekly family home evenings and regular scripture study, especially on the Sabbath day. Make the Sabbath a holy day by family scripture study, attendance at meetings, and other appropriate activities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p57\" class=\"\">Promote only good literature and music in the home. Introduce your children to the best in art, music, literature, and entertainment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p58\" class=\"\">Praise your children more than you correct them. Praise them for even their smallest achievement.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p59\" class=\"\">Give regular jobs to your children. Let them share in family projects, gardening, lawn care, and cleanup.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p60\" class=\"\">Let your home be the social and cultural center for your family. This includes picnics, home evenings, musicals, and backyard games. Make your home a place where your children want to be during their free time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p61\" class=\"\">Encourage your children to come to you for counsel with their problems and questions by listening to them every day. Discuss with them such important matters as dating, sex, and other matters affecting their growth and development, and do it early enough so they will not obtain information from questionable sources.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p62\" class=\"\">Treat your children with respect and kindness—just as you would when guests are present. They are, after all, more meaningful to you than guests. Teach your children never to speak unkindly to others regarding members of the family. Be loyal to one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p63\" class=\"\">Implant within them a desire to serve others. Teach them to be thoughtful to the aged, the sick, and the lonely. Help them to plan early for a mission so they can bless others who do not have the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p64\" class=\"\">Guard against the temptations of seeking after material things; the constant craze to appear more youthful and worldly; the limiting of the size of your family when health of the mother or infant is not the concern; and personal selfishness which will deprive you of the joy of helping others. All these problems contribute to ingratitude, uncharitableness, and emotional instability.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p65\" class=\"\">Support, encourage, and strengthen your husband in his responsibility as patriarch in the home. You are partners with him. A woman’s role in a man’s life is to lift him, to help him uphold lofty standards, and to prepare through righteous living to be his queen for all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p66\" class=\"\">Home is love, understanding, trust, welcome, and a sense of belonging. If you, as wives, mothers, daughters, take proper care of yourselves, your families, and your homes, and keep close to each other as sisters in the Relief Society, many of the problems of the day troubling youth and parents will pass you by.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p67\" class=\"\">President McKay said: “The home is the first and most effective place for children to learn the lessons of life: truth, honor, virtue, self-control; the value of education, honest work, and the purpose and privilege of life. Nothing can take the place of home in rearing and teaching children, and no other success can compensate for failure in the home.” (<span class=\"emphasis\">Family Home Evening Manual,<\/span> 1968, p. iii.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p68\" class=\"\">Now can you see why Satan wants to destroy the home through having the mother leave the care of her children to others? And he is succeeding in too many homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p69\" class=\"\">Protect your family from this danger just as you would instinctively protect them from physical harm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p70\" class=\"\">With your companion, make it a family objective to all be together in the celestial kingdom. Strive to make your home a little bit of heaven on earth so that after this life is over, you may be able to say:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We are all here!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Father, mother, sister, brother,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">All who hold each other dear.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Each chair is filled—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We’re all at home. … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">We’re all—all here.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p77\" class=\"\">(Charles Sprague, <span class=\"emphasis\">The Writings of Charles Sprague,<\/span> New York: Charles S. Francis, 1841, p. 73.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p78\" class=\"\">I gratefully acknowledge the devotion, optimism, faith, and loyalty of my own eternal companion, Flora. She has been a constant source of insight and inspiration to the family. Her congeniality, fine sense of humor, and interest in my work have made her a pleasing companion, and her unbounded patience and intelligent insight made her a most devoted mother. Gladly losing herself in service to her husband and children, she has shown a courageous determination to magnify what she knows is the divine and glorious calling of being a worthy wife and mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p79\" class=\"\">As I look at you tonight, I feel to say, “What choice spirits you are to be reserved as wives and mothers in Zion at this critical hour!” You are members of the only true Church of Jesus Christ on earth, and through your faithfulness with your companion, you may be heirs to eternal life in the celestial kingdom. That is your assurance!<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p80\" class=\"\">I testify to you, dear sisters, the truthfulness and eternal nature of your honored place as women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1981\/11\/the-honored-place-of-woman.p81\" class=\"\">May God bless and crown each of you with joy and happiness in this life and throughout eternity. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}