{"ID":362, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Importance of Stability<\/p>\n<p class=\"gcspeaker\">Elder Albert E. Bowen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Albert E. Bowen, <i>Conference Report<\/i>, October 1948, pp. 85-90<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nConstancy is a virtue of such high degree that James, in his epistle to the tribes of Israel,\ndeclared it to be one of the distinguishing characteristics of Deity. He wrote.\n<\/p><p>\nEvery good gift and every perfect gift . . . cometh down from the Father of lights, with whom\nis no variableness, neither shadow of turning\n(<span class=\"citation\" id=\"26069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26069)\">James 1:17<\/a><\/span>).\n<\/p><p>\nIn like vein, Paul writing to the Hebrews, says of the Lord:\n<\/p><p>\nJesus Christ the same yesterday, and to day, and for ever\n(<span class=\"citation\" id=\"24228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24228)\">Heb. 13:8<\/a><\/span>).\n<\/p><p>\nGOD UNCHANGEABLE\n<\/p><p>\nIn the very nature of things, the Almighty must possess this steadfastness. To be worshiped he\nmust command the implicit confidence of the worshiper. Unless there is an abiding faith in\nthe integrity of Deity, there could be no trust. But there could be neither faith nor trust if he\nwere inconstant, changeable, capricious, or unstable. One must know that he is to be counted\non. His promises must be infallibly sure of performance, and the same approbation or\ncondemnation must flow unerringly from the same acts regardless of by whom, or where, or\nin what age of the world committed, with due allowance for the knowledge and enlightenment\navailable to the actors. The ultimate law by which man's conduct is to be judged must be the\nsame law tomorrow as today and so on down through all the tomorrows. Such is our concept\nof the immutability of the course of God. There is something immensely solid about that\nconcept. It speaks of perpetuity and gives a sense of something enduring to stand on.\n<\/p><p>\nTHE SOUNDNESS OF PRINCIPLES\n<\/p><p>\nBut it is not a popular idea in this day when principles and practices and institutions and\nbeliefs, grown venerable with age, are cast aside with contemptuous abandon, often for no\nother reason than that they are old. We have even invented some names for those who refuse\nto throw overboard the principles by which they have lived and flourished. In the language of\nthe day, no doubt, James and Paul would be called reactionaries, anti-liberals,\nnon-progressives. It would be easily demonstrable that most of the supposedly new and\nprogressive offerings of the hour are in fact age-old and have been tried and found delusive\nand been thrown into the discard in the far-distant past. Their advocates so far from pointing\nthe way to progress, are the real reactionaries, leading back to discredited failures of long ago.\nI have a notion that the reactionary or progressive quality of a doctrine should be determined\nby the soundness or lack of soundness of the principles it embodies and not by its age. Take\nfor instance the Ten Commandments.\n<\/p><p>\nTHE TEN COMMANDMENTS\n<\/p><p>\nThey are fairly old. But which one of them would you eliminate? In what degree have the\nprinciples they lay down found their place in the laws enacted by the legislative bodies of\nmodern nations? Would any one in all the world be the worse off for observing them? Can\nthey be violated without injurious consequences to the violator? These are fair tests of their\neternal nature. It is safe to say that the observance of them never brought to the individual\nremorse, nor caused injury or suffering to another. On the contrary, remorse, self-accusation,\nsorrow, and injury to others are the inescapable consequences of the violation of most of\nthem.\n<\/p><p>\n\"Thou shalt not bear false witness against thy neighbor\"\n(<span class=\"citation\" id=\"22593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22593)\">Ex. 20:16<\/a><\/span>) is particularly to be\ncommended to our attention in these electioneering times. If all the falsity and calculated\ndeception were squeezed out of many of the speeches we listen to, they could be reduced to\nabout one minute's duration instead of thirty.\n<\/p><p>\n\"Thou shalt not covet . . . any thing that is thy neighbour's\"\n(<span class=\"citation\" id=\"22594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22594)\">Ex. 20:17<\/a><\/span>). The observance\nof this law would rid the world of most of its strife. Out of a fairly long experience in dealing\nwith the disputations of men, and the causes, I am persuaded that most of them arise out of a\ncovetous desire to obtain some material thing or to reap some advantage to which the\ncontender is not entitled. If everybody wanted to do what he knew was right&mdash;deal justly, man\nto man, and would be content to have what he justly could claim&mdash;there wouldn't be much\nlitigation or strife. If applied to the conduct of nations, there would be no war. War results\nwhen one nation covets what another nation has or seeks dominion over it. The victim does\nnot want to give up either its possession or its independence. The designing one says, \"I am\nbigger than you,\" or \"I have a bigger or better equipped army so I shall take what I want by\nforce.\" The other resists, and we have war.\n<\/p><p>\nThe tenth commandment has to be obeyed before war and contention can cease. It states a\nuniversal principle, true for all time; hence, it is subject neither to change nor compromise.\nThe same may be said of all the commandments of God. I can think of none, the keeping of\nwhich is harmful to the observer or any one else. On the contrary, it brings inward peace.\nGreat stability results to individuals and nations from steadfast adherence.\n<\/p><p>\nTHE QUALITY OF STABILITY\n<\/p><p>\nJohn Ruskin, in that unique book, the <i>Seven Lamps of Architecture<\/i>, speaks of stability as an\nessential quality of the very buildings which we rear and which are the expression of our\nculture:\n<\/p><p>\nThe greatest glory of a building is not in its stones, or in its gold.\n<\/p><p>\nIts glory is in its Age, and in that deep sense of voicefulness . . . it is in that golden stain of\ntime, that we are to look for the real light, and color, and preciousness of architecture; and it\nis not until a building has assumed this character, till it has been entrusted with the frame, and\nhallowed by the deeds of men, till its walls have been witnesses of suffering, and its pillars\nrise out of the shadows of death, that its existence, more lasting as it is than that of the\nnatural objects of the world around it, can be gifted with even so much as these possess of\nlanguage and of life.\n<\/p><p>\nToday, however, men are not building for durability either in their structures, their lives, their\nreligious faiths, or their institutions. The result is a troubled world. Everywhere is anxiety and\nthe dread arising from uncertainty which halts or stays all the normal processes of life. It all\narises out of one cause&mdash;lack of fidelity to right principles&mdash;principles which are known and\nare not mysteriously hidden. Men have failed in allegiance to their religious principles and\nnations have not been true to their political principles. The two infidelities go together. When\nthere is a breakdown of religious constancy, there inescapably follows deterioration in the\npolitical morality. Both have the same root cause, namely, the breaking away from or the\ncompromising of sound principles. It amounts to a running away from reality and giving way\nto the urge for avoiding the hard and rigorous disciplines incident to meeting the issues of\nlife, trying to reach goals without traveling the thorny road that leads to them. We want to\navoid all the disagreeable things. We are trying to live under a pleasure economy in a pleasure\nworld. So we live, really, in nothing: for no God, for no piety towards the past, for no pride\nof race or personality. Once we lived for freedom, pledging \"our lives, our fortunes and our\nsacred honor.\" The very expression implies sacrifice and suffering, discipline of the soul to\nmeet reality. Now we want to be spared suffering of any kind&mdash;physical, emotional, or mental.\nWe seek security, a six-hour day, a car, and a pension. But all the time life eludes us, peace\nof mind eludes us, and we have dissatisfaction, turmoil, uncertainty, and dread.\n<\/p><p>\nCONTINUITY NEEDED IN CHANGES\n<\/p><p>\nTrue, human institutions, bearing in themselves the imperfections incident to the limited\nwisdom and capacities of those who fashion and operate them, fall short of the permanence\ncharacteristic of things divine and may be subject to change with the progress of unfolding\nwisdom and experience. But change should be toward the ideal and should not run ahead of\nreadiness to receive and assimilate it without violent disruptions lest mischief instead of\nbetterment result. Change so brought about will be accomplished without destroying\ncontinuity, a factor vital to orderly progress.\n<\/p><p>\nLet me point this up with an illustration. When the American colonies revolted against the\nmother country, it was not out of a purpose to discard the principles by which they had lived.\nAs Englishmen they merely claimed the recognized rights of Englishmen, which rights, they\ncontended, they, as residents of the colonies, were being denied. If Britain had acceded to\ntheir requests, they would have been content to remain as subjects of the kingdom and there\nwould have been no revolution. Britain did not yield to their demands. So they declared a\npolitical separation and fought a war to make their declaration good. Having achieved that,\nthey had to set up a new framework of government to carry on. But they did not throw their\nold principles into the scrap heap. They perpetuated them under their new government. The\nprinciple they had contended for was freedom&mdash;the rights of free men. That continued to be\nthe purpose of their new government and was the core of continuity binding the old to the\nnew. They were still, as their English forebears had been, a God-fearing Christian nation\nstanding on their right to be free. The government they fashioned was concerned primarily\nwith making that ancient right secure. They tried by every art and device they knew to\nprovide against another infringement of it. It took a little floundering, a period of travail,\nbefore they got their government going; but when they did, it constituted no rupture with the\npast, and that continuity imparted a wonderful stability to the new nation; it began life free of\nblood purges, reprisals and excesses. For one hundred sixty years now it has run its unbroken\ncourse. So begun and so perpetuated, the United States of America has achieved unparalleled\ntranscendence among the nations. It stands today the last hope of free men, the one steadying\nsupport to this reeling world.\n<\/p><p>\nFURY OF FRENCH REVOLUTION\n<\/p><p>\nContrast that with the story of the French Revolution which came along shortly after. This\nwas inaugurated by a wild fury of murder, rapine, and blind vengeance, with monsters\ncontending for supremacy and the victor sending the vanquished to the guillotine. Excesses\nspiraled, with frenzied zealots pushing ever to further extremes. At the bottom was the utter\nabandonment of principles. It was sought to wipe out the past. God was dethroned and\nmocked in derision; reason deified and a new cult proclaimed. With the thread of continuity\ncompletely severed, there could be no settling down to a stabilized order, and terror reigned\nuntil Napoleon trained on them his guns and established his personal rule. Since then,\ngovernments have risen and fallen in France, republic passing into totalitarian empire, and\nempire back into republic, and republic into republic with the very existence of the present\none hanging in the balance. The attendant uncertainty and, confusion and lack of steadfastness\nis its plague.\n<\/p><p>\nSOCIALISTIC EXPERIMENTATION\n<\/p><p>\nAnd yet with this and multitudinous other examples of history before us, we have today in\nthis land those who would destroy our solid foundations by importing here from the Old\nWorld what our forebears ran away from to come and plant deep in the virgin soil of this new\nland the roots of the tree of liberty. The news is leaking out that there is now forming, to be\npublicly launched as soon as the elections are over, a new party, spearheaded by men who,\nhaving enjoyed a brief hour of power, but now out of favor in the party that elevated them,\nare loath to see authority slipping out of their hands. Their purpose is to bring to pass here the\nsocialistic experimentation that is destroying the strength of England and shaking that nation\nto its foundation. That experiment has been aptly described as \"the half-way house on the\nroad to totalitarianism.\n<\/p><p>\nThe land is also fecund of pseudo religious cults spawning like pestilence. We have already\nlost some of our own stability and shall not recover it if the people surrender to the seductive\nlure of specious phantasms, religious or political, forswearing the solid principles on which\nwe are foundationed and on which the Church and the nation have grown to greatness and\npower.\n<\/p><p>\nUNREST AND TURMOIL ABROAD\n<\/p><p>\nLook out over the world today and you see seething unrest, turmoil, confusion, dread,\nsuspicion, envy, distrust, and preparation for devastating war. What has happened?\n<\/p><p>\nBritain and France went to war to guarantee the territorial integrity of Poland. We made that\ncause our cause. The principle was that no nation should be suffered to be trampled underfoot\nby a ruthless invader of its land. The enemy was subdued, but the principle of protection of a\npeople against the incursions and oppression of a foreign tyrant, for which the war was\nostensibly fought, was relinquished and a large part of the territory of Poland was suffered to\nbe seized and its entire people brought under the dominion of a despot quite as ruthless and\ncruel as the first invader. The invasion of Finland was denounced as an act of wanton\nbrutality and the perpetrator of the invasion as a despot as tyrannical as any in the world.\nThen by a turn of the wheel of fortune that despot got over on to our side, or more properly\nspeaking, we got on to his and winked our eyes at his dismemberment of that unhappy land\nand his impositions upon its people of unconscionable indemnities.\n<\/p><p>\nWithout so much as consulting our ancient friend, China, we gave consent to the seizure of a\nvast chunk of its territory and the control over its vital communications.\n<\/p><p>\nONE TRUTH AND ONE MORALITY\n<\/p><p>\nThe world is reaping the fruit of this abandonment of principles. There is only one truth and\none morality. When discovered, it matters not whether they find application to religious\nobservances or to political systems. They bear the hallmark of eternity and may not with\nimpunity be abandoned or compromised.\n<\/p><p>\nStability will come when men once more live by the promises they make and in their public\nmorality as in their private conduct, in their religious as in their political life, they develop\nintegrity of purpose and steadfastness to principle and adherence to known laws foundationed\nin the wisdom of the eternal.\n<\/p><p>\nAs we struggle forward toward that goal, let us hold steadfastly before our eyes the shining\nbeacon of Christ's perfect order as stated for us by Alma:\n<\/p><p>\n. . . he cannot walk in crooked paths; neither doth he vary from that which he hath said;\nneither hath he a shadow of turning from the fight to the left, or from that which is right to\nthat which is wrong; therefore, his course is one eternal round\n(<span class=\"citation\" id=\"8858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8858)\">Alma 7:20<\/a><\/span>).\n<\/p><p>\nMay God grant us the wisdom and the strength to achieve this stability, I pray, in the name of\nJesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}