{"ID":363, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Teach Your Children<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1948, pp. 90-93<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhile I stand before you, my brothers and sisters, I sense my weakness, and ask, with\nhumility, for your faith and prayers in my behalf. I am indeed grateful to the Lord for his\nmany blessings to me, the greatest, of course, being the gospel and the knowledge of its\ndivinity. The most cherished blessing of the gospel is the opportunity it gives us to continue\nthroughout all eternity the family ties made on earth. Can there be anything greater or more\nfar-reaching? Is there any greater joy that can come than that which comes from unselfish\nlove for others, the love of a good wife and husband, united together in holy matrimony, the\nlove for our children? Is there anything which makes a man feel more like bursting his shirt\nbuttons off in pride and happiness than the first time he picks up his own child; or brings the\nmother more sheer joy than when her first child is placed in her arms?\n<\/p><p>\nIMPORTANCE OF TEMPLE MARRIAGE\n<\/p><p>\nYet too many of us are willing to give up all these joys of family ties when death comes, and\ncome it will, to separate us. If we do not obey God's laws of celestial marriage, we cannot\nhope to continue as a family unit with father, mother, children, grandchildren, and so on\ndown the line. Death is a sad enough separation at best, even when we know it is only for a\nshort time, but to have no certainty of a future union, that would be darkness indeed.\n<\/p><p>\nGod has been so kind to us he has given us the wonderful promise of eternal progression in\nour family units, if we will but obey his laws; yet it is constantly being brought to my\nattention that many members of the Church are not taking full advantage of their blessings.\n<\/p><p>\nTemple marriage is an ideal which should be upheld in our homes from earliest infancy.\nDon't think that a child is too young to understand. You would be surprised at his\ncomprehension. A small seven-year-old boy was being teased at school one day; his friends\nwere saying that a certain little girl was his sweetheart. The little boy's answer was, \"Oh, she\ncouldn't be my sweetheart; she isn't even a Mormon.\" Truly, train a child in the way he\nshould go, and when he is old, he will not depart from it\n(<span class=\"citation\" id=\"41400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41400)\">Prov. 22:6<\/a><\/span>).\n<\/p><p>\nTRAINING IN THE HOME\n<\/p><p>\nWe have had too many cases in the Church (and if we have had one, that is too many), where\nthe parents have been active in Church Work and thought that as a result of their Church\nactivities, the Lord would take care of their children for them. We too often forget that our\nchildren have to be taught the gospel, as well as anyone else. It is as much our responsibility,\nas parents, to teach the gospel to our children as it is to live it ourselves. We must not take it\nfor granted that because they attend Sunday School, Primary, and M.I.A., our responsibility is\nended. It isn't; it is only begun. It is in the home that the real training is given. From infancy\non, we exert an influence which will direct our children's lives. We mustn't be too busy to\nanswer questions or explain the principles of the gospel. When the child asks, is the time to\nanswer, or promise a time when we will answer and then keep our promise.\n<\/p><p>\nI have fond memories of the home of my youth, where many times, many evenings, we have\ngathered together around the fireplace after dinner and studied the scriptures. We have taken\nturns reading to each other, and there we learned many of the principles of the gospel and\ndoctrines which have helped us as a family; and I think my brothers and sisters can say the\nsame, as their experiences, with mine, have helped us in our paths of life to stay true to the\ngospel, regardless of what may have come to us.\n<\/p><p>\nOur children are entitled to our missionary efforts more than anyone else in the world. They\naren't born with a knowledge of the gospel, just because we are good Latter-day Saints. In\nsection 68, verse 28, of the D&amp;C the Lord says:\n<\/p><p>\nAnd they [parents] shall also teach their children to pray, and to walk uprightly before the\nLord (<span class=\"citation\" id=\"12474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12474)\">D&amp;C 68:28<\/a><\/span>).\n<\/p><p>\nParents, this is your responsibility, not that of the Sunday School or the M.I.A. They are\nwilling to help, but it is you who shall have to answer. I have had several young men say to\nme, \"My parents never taught any of their children the laws of chastity,\" and their parents\nwere members of the Church. As parents, would you like to have that to answer for? Scarcely\na day passes that I do not have someone come to see me who is having family trouble. The\nsituations vary, but they are all very real. They usually have one situation in common: they\nare not married in the temple, and they do not provide adequate teaching for the children.\nPerhaps the fault is not all theirs. Perhaps they in turn did not learn from their parents, but\nthey are suffering for the need of the blessings of the Lord, and their children are suffering.\n<\/p><p>\nThere are some Latter-day Saints who are successful in converting their companions after\nmarriage. Don't expect this to happen to you. In most of these cases those concerned are\nmarried before they know or understand the laws of temple marriage. Teach your children\nthat if they do not love enough to be married for eternity, they should not be married at all.\nAfter one is given the knowledge of temple marriage, so that he knows how the Lord\nintended marriage to be, and then in spite of that knowledge he deliberately does contrary, it\nis like closing the door in the Lord's face and saying, \"I don't need your help; I'll get along\nwithout you.\" We can't afford to try to get along without the Lord's help.\n<\/p><p>\nNo wonder the divorce rate is much lower for those who are married for time and eternity\nthan for those who have only a civil or ordinary church wedding. The Lord will help them to\novercome their differences, if they will let him. If we understood more fully the significance\nof celestial marriage, there would be no such thing as divorce among our people.\n<\/p><p>\nBLESSINGS OF CELESTIAL MARRIAGE\n<\/p><p>\nIn the D&amp;C, the Lord makes the following promise:\n<\/p><p>\nAnd again, verily I say unto you, if a man marry a wife by my word, which is my law, and\nby the new and everlasting covenant, and it is sealed unto them by the Holy Spirit of promise,\nby him who is anointed, unto whom I have appointed this power and the keys of this\npriesthood; and it shall be said unto them&mdash;Ye shall come forth in the first resurrection; and if\nit be after the first resurrection, in the next resurrection; and shall inherit thrones, kingdoms,\nprincipalities, and powers, dominions, all heights and depths&mdash;then shall it be written in the\nLamb's Book of Life, that he shall commit no murder whereby to shed innocent blood, and if\nhe abide in my covenant, and commit no murder whereby to shed innocent blood, it shall be\ndone unto them in all things whatsoever my servant hath put upon them, in time, and through\nall eternity; and shall be of full force when they are out of the world; and they shall pass by\nthe angels, and the gods, which are set there, to their exaltation and glory in all things, as\nhath been sealed upon their heads, which glory shall be a fulness and a continuation of the\nseeds forever and ever.\n<\/p><p>\nThen shall they be gods, because they have no end; therefore shall they be from everlasting to\neverlasting, because they continue; then shall they be above all, because all things are subject\nunto them. Then shall they be gods, because they have all power, and the angels are subject\nunto them.\n<\/p><p>\nVerily, verily I say unto you, except ye abide my law, ye cannot attain to this glory\n(<span class=\"citation\" id=\"12566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12566)\">D&amp;C 132:19-21<\/a><\/span>).\n<\/p><p>\nOPPORTUNITIES FOR EXALTATION\n<\/p><p>\nWe often say, and you have heard the expression as it has already been referred to in this\nconference, that \"as man now is, God once was, and as God now is, man may become.\" The\nonly way man may become as God now is, is through fulfilling the laws of celestial marriage\nand the laws of the gospel, as I have just read to you the word of the Lord from the D&amp;C.\nCan we afford to overlook such opportunities for exaltation? Temple marriage is not just\nanother form of church wedding; it is a divine covenant with the Lord that if we are faithful\nto the end, we may become as God now is.\n<\/p><p>\nAre you teaching your children to keep the Word of Wisdom only because it is a good health\nhabit, or are you teaching them that by not keeping the Word of Wisdom they are not eligible\nto receive the knowledge and understanding to comprehend the laws of godliness, and so will\nbe deprived of the opportunity to receive the power of the priesthood, and then not be\npermitted to enter the temple and thereby lose all the blessings of increase for all eternity?\nThat is quite a price to pay, I would say. We are told they will become ministering angels,\nand in worlds without end shall have no increase (see\n<span class=\"citation\" id=\"12563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12563)\">D&amp;C 132:15-18<\/a><\/span>).\n<\/p><p>\nTeach them to live the gospel by keeping all the laws and ordinances of the gospel, that they\nmay have eternal life. No price is too high, no sacrifice too great.\n<\/p><p>\nMay the Lord's blessings be with us. May we follow these teachings and counsels, that these\nblessings and promises that are given to us will be realized in due time, I pray in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}