{"ID":364, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Joseph Smith<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1948, pp. 94-97<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nLike all great movements in history, the rise of Mormonism has been interpreted in various\nways. When we think of its importance in the preparation of our modern habit of mind, we\nmust class it with the greatest epochs of advancement in human history. Great epochs have\nalways had a prime mover, a man with enlightened soul. So it is with Mormonism. Human\nsociety contains in itself the causes of development in everything except the higher religious\nand moral truths, and the real facts of our future life. To the divine help, the life of Joseph\nSmith was confined; to the bringing of that higher truth and moral light which could not be\ndeveloped except by some divine message from heaven. He brought to light the nature of\nGod, man's immortality, and the highest elements of moral character. The things which he\ntaught are destined to be recognized as the most enlightened teachings for the world since\nJesus Christ gave his gospel to mankind. The power of his teachings is gradually rising to\nshape the destiny of the human race. As a boy he bore witness to the nations of the earth of\nthe need of a light which is not of man.\n<\/p><p>\nDIVISIONS OF CHRISTIANITY\n<\/p><p>\nItinerant preachers of the frontier came to the parental cabin with tracts on the subject of\nreligion. These preachers were the representatives of the denominations of America,\nparticularly the Protestant faiths. The divisions of Christendom were the most conspicuous\nreproach and chief cause of the inefficiency of Christianity. \"They presented a moral affront\nto the enterprise inaugurated by Jesus Christ and constituted the outstanding limitation of its\nprogress in the world.\" Mr. Herbert L. Willett in a recent article in the magazine,\n<i>Christendom<\/i>, says:\n<\/p><p>\nAs truly as war is an anachronism and a scandal to civilization the divided state of the Church\nis an affront to Christianity.\n<\/p><p>\n\"Divide and conquer,\" was the counsel which Milton put into the mouth of Satan in the\nassembly of the rebel angels.\n<\/p><p>\nDISPENSATIONS OF THE GOSPEL\n<\/p><p>\nIn the history of mankind down to the time of Christ, there have been dispensations of the\ngospel of Christ. Adam, the father of the human race, had the gospel. His descendants were\nknowing men, men with a knowledge of God. Between God and the earth was man, created\nin the image of God. The description is exalted. The greatness of man came by his knowledge\nthat he was closely related to his Creator, and he felt the divine creative presence. He knew\nhis Creator, he listened to him, he obeyed him, he loved him. In a phrase written long after\nby the Psalmist, man was made \"a little lower than the angels, and hast crowned him with\nglory and honour\" (<span class=\"citation\" id=\"41746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41746)\">Ps. 8:5<\/a><\/span>).\nFrom Adam's time to the present, we may know this truth:\n\"No religion made by man can do for men that which must be done.\"\n<\/p><p>\nOne modern writer, Maurice Masterlinck, writes in his book, The Great Secret: \"What we\nread in the ancient archives of wisdom gives us only a faint idea of the sublime doctrines of\nthe ancient teachers, and even so these are not in their original form. The more ancient the\ntexts, the purer, the more awe-inspiring the doctrines which they reveal.\"\n<\/p><p>\nCONTRIBUTIONS OF JOSEPH SMITH\n<\/p><p>\nThe facts of the Prophet's life are many. His teachings are reduced to writing in one of the\nmarvelous books of the age in which we live: The D&amp;C. We may contrast this fact with the\ninfluence of other men upon the world, for there have been teachers whose influence never\nwill die. Socrates became a moral force for mankind throughout the ages. Plato, his disciple,\nwas second to none as a great teacher. He wrote copiously and elaborately. Possibly no one\nhas ever surpassed him in the art of writing and thinking. Then came Aristotle, who wrote on\nscience and philosophy. The force of the Greek mind of ages ago still lives. All of these\nmasters were morally and intellectually great. Joseph Smith stands out as the revealer of\nGod's eternal principles that show above all writers in this age the divinity of man; the\ndoctrine of eternal progression; the true meaning of salvation; the divine love which man must\nhave toward all other men; the purifying of the soul before God.\n<\/p><p>\nHis teachings are not the result of mere intellectual attainments. It was not human genius that\nmade him what he was. I It is not enough for man to think wisely and well. The power of his\nteachings has arisen from the words that God spoke to him. The secret of his power lay in the\ntruth that man is a divine creation and can understand the divine word if one's life is tuned to\nthe noblest feeling with his God. The men who accepted the revealed gospel, who were given\nthe priesthood, helped to inaugurate a new period in the history of the human race.\n<\/p><p>\nRELIGION REQUIRES REVELATION\n<\/p><p>\nThe supreme test of religion is revelation. No religion can be persuasive and convincing that\ndoes not rely upon and embody an authentic principle of revelation. Religion as a purely\nhuman product, valuable as it might be to human progress, has not the inner vigor to maintain\na place of commanding power. <i>Religion requites revelation<\/i>. All truth is revealed not less so\nbecause it is discovered.\n<\/p><p>\nThe most complete carrier of revelation can be no other or less than a chosen personality.\nThis is the Christian doctrine and conception. Revelation requires development and the\nconcept of the divinity of the spirit and mind of man. Such was in brief the teaching of\nAdam, of Abraham, of Moses, Isaiah, and all the prophets of the Old Testament. It constituted\nthe pure idealism and faith of Jesus Christ, for he gave to his Father in heaven the dominant\nrole in ordering the world for good. It gave in olden times, and must give now, the supreme\nlesson that God lives, that the spirit and the body are the soul of man, and the resurrection\nfrom the dead is the redemption of the soul. Therefore, it must needs be sanctified from all\nunrighteousness, that it may be prepared for the celestial glory. It gives to man the supreme\nprinciples of ethical and moral life. It becomes the supreme power whereby man knows life\nand knows it more abundantly,\n<\/p><p>\nFor intelligence cleaveth unto intelligence; wisdom receiveth wisdom; truth embraceth truth;\nvirtue loveth virtue; light cleaveth unto light; mercy hath compassion on mercy and claimeth\nits own; justice continueth its course and claimeth its own; judgment goeth before the face of\nhim who sitteth upon the throne and governeth and executeth all things\n(<span class=\"citation\" id=\"12494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12494)\">D&amp;C 88:40<\/a><\/span>).\n<\/p><p>\n\"The glory of God is intelligence . . . light and truth\"\n(<span class=\"citation\" id=\"12505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12505)\">D&amp;C 93:36<\/a><\/span>).\n<\/p><p>\n\"To his own master each man will\nstand or fall; and he that judgeth us is the Lord.\" We will serve our church and country best as\nwe perform day by day and hour by hour those humble and simple acts of self-dedication\nwhich make our lives a silent witness of him who brought light, and life and love into this\nsorrowful world. \n<\/p><p>\nTHE FOUNDERS OF AMERICA\n<\/p><p>\nAmerica must hold to the simple beginnings of our founders. They brought hither in their\nlittle ships not money, not merchandise, no array of armed force, but they came with deep\nreligious feelings, learning, law, and the spirit of faith. When they stepped upon these shores\na wild, frowning wilderness received them. Strong in their faith in God, they began their\ncombat with danger and hardship. Sickness overcame them, but they fainted not. They feasted\non roots with patient spirits. The first thing they did was to kneel and give thanks to God for\nhis protective care. Then they built a meetinghouse where they might worship, then a house\nfor themselves. They established education and stern principles of morality. Their old town\ngovernment was the most democratic of all governments. They knew the meaning of the term\ndemocratic, meaning a government of the people, but back of it is the feeling that every\nperson must have a due respect for the rights of all other people. Churches arose in the depths\nof the forests, industry was fostered, no easy work in those days; colleges were established,\nand their civic life soon grew into the majesty of states. Then came a mighty nation&mdash;a nation\nof law, art, industry, education, and an expansion into new territory never before equaled in\nthe history of man. A government was brought into being with a background of civic and\npolitical idealism which was the blessing of Almighty God, and for this they gave thanks in\nsolemn prayer.\n<\/p><p>\nCARRYING THE GOSPEL TO THE NATIONS\n<\/p><p>\nToday we are sending into all the world young men and women who are carrying the gospel\nto the nations. It is a holy duty! We are turning our thoughts forward, as was done when the\nChurch was organized. The missionary idea cannot be lost and the expectations cherished by\nour fathers cannot be forgotten. Men and women of many nations have found in the faith that\nwhich they required. They have been the means of adding to the culture of our state. We must\nnot overlook the benefits which these men confer. They are by no means confined to things\nunseen and eternal. They are students and teachers. Geography, ethnology, history, sociology,\nphilology, and every department of knowledge is indebted to them. They represent their\ncountry, and with honor. What we term missionary work is not limited to personal effort.\nNations are missionaries. Our mission today is to act. We must advance the cause of the\nrestored gospel by our onward march to greater accomplishments. No one can measure the\nyears to come. To be alive and increasing, to be young and awake, this is the order of the\nfuture. The heroes and divinities of the past have their own place. but we have our leaders\ntoday. There is perspective in prophecy. A prophet of old declared: \"Your young men shall\nsee visions. Your sons and daughters shall prophecy\"\n(<span class=\"citation\" id=\"26869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26869)\">Joel 2:28<\/a><\/span>). Today it is superbly true. If there was\never a time that the world needs vision, it is today.\n<\/p><p>\nDUTIES OF SEVENTIES\n<\/p><p>\nOur Seventies have a great duty, a divine call. They are workers in the vineyard of God\nwherever they live. They must keep ever in mind that they have a fine ambition to teach and\nto live. In their everyday walks of life, they are committed to nothing but the truth. They have\nthe ardor of youth with the discipline of study and prayer. The word Seventy signifies a\ndivine calling to teach God's word. The gospel must prevail in all the world. We need energy,\nenterprise, to prove that the \"now\" is the most important time of all. It is an unmistakable idea\nthat a man who gives himself to Christ and his Spirit, will become what has been termed \"a\nnew man.\" The gospel requires reverent and hopeful study. The gospel does more than teach\nduty. It provides the motive and desire to do it, and it gives the moral strength. The divine\nmessage is advancing, and the Spirit of the Lord moves before it, cloud by day and fire by\nnight. The truth of Christ is to find men and to save them.\n<\/p><p>\nMy brother Seventies, what the world needs first and to the end is God. Not God in the\nheavens and in the past alone. But God here, and known by \"the man whom he hath\nordained\" (<span class=\"citation\" id=\"7602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7602)\">Acts 17:31<\/a><\/span>).\nThe renewed gospel is young, and the currents of its life are strong. It keeps pace\nwith knowledge, and intends to bring the world to the Lord. It is deep in the heart of man.\nThe peoples of the world have made some preparation in the past. They are making\npreparation today. India will some day welcome missionaries. The walls of Egyptian\nsanctuaries long since destroyed will be rebuilt for Christ. The land of the Nile sheltered\nChrist when he was a child. It will shelter Christ again. All nations shall know his word.\n<\/p>\n<\/div>\n<\/div>"}