{"ID":3651, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Resurrection of Jesus\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p3\" class=\"\">My dear brothers and sisters, at this Easter season, I am grateful for this opportunity to bear witness to the resurrection of Jesus and to set forth, in part at least, the basis upon which that witness rests.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p4\" class=\"\">“He is risen; he is not here.” (<span class=\"citation\" id=\"33331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33331)\">Mark 16:6<\/a><\/span>.) These words, eloquent in their simplicity, announced the most significant event of recorded history, the resurrection of the Lord Jesus—an event so extraordinary that even the Apostles, who had been most intimately associated with Jesus in his earthly ministry and who had been carefully taught of the coming event, had difficulty grasping the reality of its full significance. The first accounts which reached their ears “seemed to them as idle tales” (<span class=\"citation\" id=\"32152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32152)\">Luke 24:11<\/a><\/span>) as well they might, for millions of men had lived and died before that day. In every hill and dale men’s bodies mouldered in the dust, but until that first Easter morning not one had risen from the grave.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p5\" class=\"\">When we speak of Jesus being resurrected, we mean that his premortal spirit, which animated his mortal body from his birth in the manger until he died on the cross, reentered that body; and the two, his spirit body and his physical body, inseparably welded together, arose from the tomb an immortal soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p6\" class=\"\">Our belief is, and we so testify, that Jesus not only conquered death for himself and brought forth his own glorious resurrected body, but that in so doing he also brought about a universal resurrection. This was the end and purpose of the mission for which he was set apart and ordained in the great council in heaven, when he was chosen to be our Savior and Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p7\" class=\"\">Concerning his earthly ministry, his role as Redeemer required of him four things:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p8\" class=\"\">First, that his premortal spirit be clothed with a mortal body, the accomplishment of which was heaven-announced when to the lowly shepherds the angel said, “Fear not: … For unto you is born this day in the city of David a Saviour, which is Christ the Lord.” (<span class=\"citation\" id=\"32096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32096)\">Luke 2:10–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p9\" class=\"\">Second, that he suffer the pains of all men, which he did, principally, in Gethsemane, the scene of his great agony. He himself described that suffering as being of such intensity that it “caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit—and would that I might not drink the bitter cup, and shrink—<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p10\" class=\"\">“Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.” (<span class=\"citation\" id=\"17751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17751)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17751)\">D&amp;C 19:18–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p11\" class=\"\">Third, that he give his life. His death on the cross, after having been rejected and betrayed and after having suffered appalling indignities, seems not to be in dispute, even among nonbelievers. That he gave his life voluntarily, with the express purpose of taking it up again in the Resurrection, is not so universally accepted. Such, however, is the fact. He was, it is true, maliciously slain by wicked men, but all the while he held the power to stay them. “I lay down my life,” he said, “that I might take it again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p12\" class=\"\">“No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again.” (<span class=\"citation\" id=\"29125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29125)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29125)\">John 10:17–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p13\" class=\"\">This power was inherently his by virtue of his being born of the virgin Mary (a mortal), and being the Son of God (an immortal, celestialized being).<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p14\" class=\"\">Having thus taken upon himself mortality, having suffered in Gethsemane for the sins of all men, and having given his life on the cross, there remained for him but to break the bonds of death—the fourth and last requirement—to complete his earthly mission as Redeemer. That the whole of his mortal life moved toward this consummation, he had repeatedly taught. It was foreshadowed in his statement about laying down his life and taking it up again. To the sorrowing Martha he had said, “I am the resurrection, and the life” (<span class=\"citation\" id=\"29127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29127)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29127)\">John 11:25<\/a><\/span>); and to the Jews, “Destroy this temple, and in three days I will raise it up” (<span class=\"citation\" id=\"29113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29113)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29113)\">John 2:19<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p15\" class=\"\">Resurrection was so foreign to human experience that even his believing followers had difficulty comprehending it. The doctrine, however, had been heard even by the crucifiers. Being disturbed by it, they came to Pilate, “saying, Sir, we remember that that deceiver said, while he was yet alive, After three days I will rise again.” So with Pilate’s consent they set a watch “lest his disciples come by night, and steal him away, and say unto the people, He is risen from the dead.” (<span class=\"citation\" id=\"36884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36884)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36884)\">Matt. 27:63–64<\/a><\/span>.) Thus it came about that these hireling guards unwittingly became witnesses to the opening of the tomb by the angel (see <span class=\"citation\" id=\"36885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36885)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36885)\">Matt. 28:2–4<\/a><\/span>), the final preliminary to the appearing of the risen Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p16\" class=\"\">The evidence that Jesus was resurrected is conclusive. Five times on the Sunday following his crucifixion on Friday afternoon he revealed himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p17\" class=\"\">First to behold him was Mary Magdalene. Early in the morning Peter and John, having verified the report that the body of Jesus was not in the tomb, went away. But Mary lingered in the garden weeping. Turning back from the empty tomb, she “saw Jesus standing, and knew not that it was Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p18\" class=\"\">“Jesus saith unto her, Woman, why weepest thou? whom seekest thou? She, supposing him to be the gardener, saith, … Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p19\" class=\"\">“Jesus saith unto her, Mary.” Recognizing his voice, “she turned herself” as if to touch him, saying, “Rabboni; … Master.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p20\" class=\"\">Tenderly restraining her, he continued, “Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.” (<span class=\"citation\" id=\"29171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29171)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29171)\">John 20:14–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p21\" class=\"\">Later, about sunrise, Mary the mother of James, and Salome and other women went to the tomb with spices to prepare the body for final burial. (See <span class=\"citation\" id=\"33329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33329)\">Mark 16:1<\/a><\/span>.) They found the tomb open and the body gone. To their consternation, they were met by two men in shining garments who said, “Why seek ye the living among the dead? He is not here, but is risen.” (<span class=\"citation\" id=\"32150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32150)\">Luke 24:5–6<\/a><\/span>.) As they went to tell his disciples, Jesus himself met them, saying, “All hail. And they came and held him by the feet, and worshipped him.” (<span class=\"citation\" id=\"36889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36889)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36889)\">Matt. 28:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p22\" class=\"\">Later the same day, as Cleopas and another journeyed to Emmaus, Jesus, unrecognized, drew near and went with them. When he inquired into the nature of their conversation, they repeated to him the reports of the women. At their seeming doubt he said, “O fools, and slow of heart to believe all that the prophets have spoken.” Then opened he their understanding of the scriptures concerning him. Tarrying at Emmaus, “he took bread, and blessed it, and brake, and gave to them. And their eyes were opened, and they knew him; and he vanished out of their sight.” (See <span class=\"citation\" id=\"32153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32153)\">Luke 24:13–31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p23\" class=\"\">In the evening as the disciples heard the reports that Jesus had appeared to Simon and to Cleopas, “Jesus himself stood in the midst of them.” To quiet their fears and give assurance that he was not a spirit, he showed them his hands, his feet, and his side, saying, “It is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p24\" class=\"\">“And while they yet believed not for joy, and wondered, he said unto them, Have ye here any meat?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p25\" class=\"\">“And they gave him a piece of a broiled fish and of an honeycomb.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p26\" class=\"\">“And he took it, and did eat before them.” (See <span class=\"citation\" id=\"32154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32154)\">Luke 24:36–43<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p27\" class=\"\">Thus, on this eventful day, did his former associates behold his glorious resurrected body. Not only did they see him, but they heard his voice and felt the wounds in his hands, feet, and side. In their presence he handled food and ate of it. They knew of a surety that he had taken up the body which they themselves had placed in the tomb. Their sorrow was turned to joy by the knowledge that he lived, an immortal soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p28\" class=\"\">For forty days he ministered among his disciples in the Holy Land. He appeared unto his disciples again at Jerusalem, when Thomas was present (see <span class=\"citation\" id=\"29173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29173)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29173)\">John 20:26–29<\/a><\/span>), and on the shore of the Sea of Tiberias, where he directed them in casting for fish, invited them to dine, gave them food to eat which he himself had prepared on a fire of coals, and instructed them in the ministry (see <span class=\"citation\" id=\"29174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29174)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29174)\">John 21:1–14<\/a><\/span>). On a mountain in Galilee he commissioned the eleven to teach the gospel to all nations. (See <span class=\"citation\" id=\"36890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36890)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36890)\">Matt. 28:16–18<\/a><\/span>.) And finally, after he had blessed them at Bethany, they saw him “carried up into heaven.” (See <span class=\"citation\" id=\"32157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32157)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32157)\">Luke 24:50–53<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p29\" class=\"\">His mission being ended in Palestine, he paid a visit to the Nephites in America, that they too might know of his resurrection. His Father introduced him to them as “my Beloved Son, in whom I am well pleased.” When they saw him descend from heaven, they described him as “a Man … clothed in a white robe.” He announced himself as “Jesus Christ, whom the prophets testified shall come into the world.” They saw him, they heard him, and at his invitation they all “went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet,” and knew of a surety and did testify that he was the resurrected Redeemer. (See <span class=\"citation\" id=\"5925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5925)\">3 Ne. 11:7–15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p30\" class=\"\">As he revealed himself after his resurrection to his followers in the Holy Land and to the Nephites in America, so he has revealed himself in our day. Indeed, this dispensation opened with a glorious vision in which the Prophet Joseph was visited by the Father and the Son. He heard their voices, for they both spoke to him. He was given a personal introduction to the resurrected Jesus by the Father himself. He beheld their glorious bodies and afterwards thus described them: “The Father has a body of flesh and bones as tangible as man’s; the Son also.” (<span class=\"citation\" id=\"17900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17900)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17900)\">D&amp;C 130:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p31\" class=\"\">Some twelve years later the Savior revealed himself to Joseph Smith, Jr.; Sidney Rigdon was with Joseph Smith at the time. They both bore testimony “That he lives! For,” said they, “we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father.” (<span class=\"citation\" id=\"17819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17819)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17819)\">D&amp;C 76:22–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p32\" class=\"\">In the Kirtland Temple the Prophet, this time in company with Oliver Cowdery, saw him again. “The veil was taken from our minds,” they wrote, “and the eyes of our understanding were opened.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p33\" class=\"\">“We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet was a paved work of pure gold, in color like amber.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p34\" class=\"\">“His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p35\" class=\"\">“I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father.” (<span class=\"citation\" id=\"17868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17868)\">D&amp;C 110:1–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p36\" class=\"\">Jesus alone could make the required infinite atonement because, being the only sinless person who has ever lived upon the earth, he had a sinless life to offer and because he, being the Son of God, had power over life and death. No one could have taken his life had he not been willing to give it. “No man taketh it from me,” he said, “but I lay it down of myself. I have power to lay it down, and I have power to take it again.” (<span class=\"citation\" id=\"29126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29126)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29126)\">John 10:18<\/a><\/span>.) It was, therefore, through acts of infinite love and mercy that he vicariously paid the debt of the broken law and satisfied the demands of justice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p37\" class=\"\">We are still further indebted to Jesus, for by his atonement he not only satisfied the demands of the law of justice, but he made effective the law of mercy, by which men may be redeemed from spiritual death. For, while they are not responsible for mortal death, they are responsible for spiritual death, which shuts them out from the presence of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p38\" class=\"\">All men who dwell in the earth are subject to the influences of righteousness, and also to the influences of wickedness. They are endowed, too, with the divine gift of moral agency, in the exercise of which no person who has lived upon the earth to the age of accountability, except Jesus, has been able in all things to avoid yielding to the influence of evil. All have sinned. Each person is therefore unclean to the extent to which he has sinned, and because of that uncleanness is banished from the presence of the Lord so long as the effect of his own wrongdoing is upon him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p39\" class=\"\">Since we suffer this spiritual death as a result of our own transgressions, we cannot claim deliverance therefrom as a matter of justice. Neither has any man the power within himself alone to make restitution so complete that he can be wholly cleansed from the effect of his own wrongdoing. If men are to be freed from the results of their own transgressions and brought back into the presence of God, they must be the beneficiaries of some expedient beyond themselves which will free them from the effects of their own sins. For this purpose was the atonement of Jesus Christ conceived and executed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p40\" class=\"\">This was the world’s supreme act of charity, performed by Jesus out of his great love for us. He not only thereby met the demands of the law of justice—which would have left us forever marred by the effects of our own transgressions—but made effective the law of mercy, through which all men may be cleansed from their own sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p41\" class=\"\">Regardless of what we believe or how we live, we shall be resurrected, for through the atonement of Christ redemption from the grave is granted to every soul unconditionally. This is not so, however, with respect to forgiveness and redemption from the effects of our own transgressions. The only persons who are thus forgiven and redeemed are those who accept and abide the terms prescribed by the Redeemer, thus bringing themselves, with respect to their own sins, within the reach of his atoning blood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p42\" class=\"\">He has set forth the terms of his gospel—the gospel of Jesus Christ—which is the law of mercy, the first requirement of which is to accept Jesus for what he is, literally our Redeemer. This is “faith in the Lord Jesus Christ.” (<span class=\"citation\" id=\"6973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6973)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6973)\">A of F 1:4<\/a><\/span>.) Then follows the forsaking of one’s sins and the making of such restitution as is within one’s power. This is repentance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p43\" class=\"\">Without complying with these requirements and the other principles and the ordinances of the gospel, one is left beyond the reach of the plan of mercy, to rely upon the law of justice, which will require that he suffer for his own sins, even as Jesus suffered. (See <span class=\"citation\" id=\"17746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17746)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17746)\">D&amp;C 19:16–18<\/a><\/span>.) For “he that exercises no faith unto repentance is exposed to the whole law of the demands of justice; therefore only unto him that has faith unto repentance is brought about the great and eternal plan of redemption.” (<span class=\"citation\" id=\"9369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9369)\">Alma 34:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p44\" class=\"\">Contemplation of the Atonement—by which I am assured of resurrection and given opportunity, through faith and repentance and faithfulness unto the end, to obtain remission of my sins—moves me to the most intense gratitude and appreciation of which my soul is capable, and I respond unstintingly to the theme: “Oh, it is wonderful that he should care for me, Enough to die for me.” (“I Stand All Amazed,” <span class=\"emphasis\">Hymns,<\/span> no. 80.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p45\" class=\"\">Such are the thoughts suggested to my mind by the Easter season, celebrated as the anniversary of the resurrection of Jesus Christ, which was calmly announced by the angel when he said, “He is not here: for he is risen, as he said.” (<span class=\"citation\" id=\"36886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36886)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36886)\">Matt. 28:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-resurrection-of-jesus.p46\" class=\"\">To this I bear solemn witness, in the sacred name of Jesus Christ, our Redeemer, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}