{"ID":3652, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “This Is No Harm”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25ca.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p3\" class=\"\">Not often do students remember for 24 hours very many words taught by their teachers. Yet 50 years later some former students recall with lasting appreciation the words one teacher had her class repeat at the beginning of each day. Every school morning this rather unpretentious, plain, wise lady implanted the meaning of honesty into our minds by having us recite “A lie is <span class=\"emphasis\">any<\/span> communication given to another with the intent to deceive.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p4\" class=\"\">When I compare this definition with that found in the dictionary, which states, “A lie is an untrue statement made with the intent of deceiving,” I greatly appreciate her definition. A lie can be effectively communicated without words ever being spoken. Sometimes a nod of the head or silence can deceive. Recommending a questionable business investment, making a false entry in a ledger, devious use of flattery, or failure to divulge all pertinent facts are a few other ways to communicate the lie.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p5\" class=\"\">After having us go through this daily ritual, this wonderful lady, who never married but who had such a motherly influence over many of us, would teach with few words the importance of communicating truth under all circumstances. Often she simply said, “Don’t tell lies. Don’t share lies. Don’t participate in lies.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p6\" class=\"\">How serious is lying? We have a clue when we read all through the scriptures that Satan is the father of lies. His method of teaching this evil practice is illustrated in the tenth section of the Doctrine and Covenants: “Yea, he [Satan] saith unto them: Deceive and lie … ; behold, this is no harm. And thus he … telleth them that it is no sin to lie. … And thus he … causeth them to catch themselves in their own snare.” (<span class=\"citation\" id=\"17730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17730)\">D&amp;C 10:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p7\" class=\"\">Yet we can’t hide behind the father of lies and say, “Satan made me do it.” All he does is tell us, “This is no harm,” and then he lets us catch ourselves in our own snare.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p8\" class=\"\">It is a sin to lie. It is a tragedy to be the victim of lies. Being trapped in the snares of dishonesty and misrepresentation does not happen instantaneously. One little lie or dishonest act leads to another until the perpetrator is caught in the web of deceit. As Samuel Johnson wrote, “The chains of habit are generally too small to be felt until they are too strong to be broken.” (<span class=\"emphasis\">The International Dictionary of Thoughts,<\/span> comp. John P. Bradley, Leo F. Daniels, Thomas C. Jones, Chicago: J. G. Ferguson Publishing Co., 1969, p. 348.) Those who become victims of this entrapment often struggle through life bearing their heavy burden because they are unwilling to acknowledge their problem and make the effort to change. Many are unwilling to pay the price to be free from the chains of lies. Some individuals may be very aware of the value of honesty and yet be unable to come up with the down payment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p9\" class=\"\">Perhaps if we analyze some of the reasons people lie, we can avoid or overcome this vicious snare.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p10\" class=\"\">Sometimes we deceive and lie to avoid personal embarrassment. I recently heard of a young woman who had been released from her employment because of dishonesty. When she applied for another job, she told the prospective employer that her former boss had a family member he wanted to put in her place. She probably told her friends and family members the same story to avoid mortification.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p11\" class=\"\">Financial setbacks may be explained to others with untruths. Or have you ever heard someone say, “I was just too busy to get the job done,” when, in truth, he had forgotten? Others use dishonesty to delay, to gain advantage, to impress, to flatter, or to destroy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p12\" class=\"\">Consciously or unconsciously some people lie to destroy others. Jealousy or feelings of inferiority may cause us to degrade another’s habits or character. Have you watched an overly ambitious person turn on false flattery for his own gain?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p13\" class=\"\">Lies are often excuses for lack of courage. Sometimes lies are nothing more than excuses for poor performance. Usually one lie or deception has to be covered by another. Lies cannot stand alone. Each one must continually be supported by more and more of its own kind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p14\" class=\"\">There are some who would have us believe there is no right or wrong—that everything is relative. We must never allow ourselves to think proper conduct and decision making are found in a convenient path somewhere between right and wrong.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p15\" class=\"\">In today’s world, where deceitfulness is so widely practiced in advertising, promoting, and marketing, a worthy prayer could well be, “Help me, O Lord, to be free not only of personal deceit, but grant me also the wisdom to avoid those who would damage me or mine through devious means.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p16\" class=\"\">How do we become victims of dishonesty? There are many ways, but let us examine a few.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p17\" class=\"\">A potent statement from Isaiah sheds light on one reason: “Yea, they are greedy dogs which can never have enough, and they are shepherds that cannot understand: they all look to their own way, every one for his gain, from his quarter.” (<span class=\"citation\" id=\"25575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25575)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25575)\">Isa. 56:11<\/a><\/span>.) Greed can make a person both dishonest and gullible. Such are spoken of in Doctrine and Covenants 68:31–32: “Their eyes are full of greediness. These things ought not to be, and must be done away from among them.” [<span class=\"citation\" id=\"17816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17816)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17816)\">D&amp;C 68:31–32<\/a><\/span>] Good advice for those who would avoid deceitful propositions is found in Doctrine and Covenants 9:13: “Be faithful, and yield to no temptation.” [<span class=\"citation\" id=\"17728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17728)\">D&amp;C 9:13<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p18\" class=\"\">A friend recently confided that he had lost heavily in a get-rich-quick scheme because he couldn’t turn off his greed valve. Wanting more and more—living beyond one’s income—makes many of us susceptible to the dishonest promoter. The plan that offers exorbitant rewards or gives you and only you a once-in-a-lifetime deal is to be avoided.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p19\" class=\"\">Use of important, well-recognized names or undue reference to special community or religious affiliations are often used to gain confidence and open the door to sales deceptions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p20\" class=\"\">Avoid those who want immediate decisions or cash right now. All worthwhile investment opportunities can bear deliberation and scrutiny. We must get all the available facts and consider them well, and then make decisions that are in the best interest of all. When marginal cases and situations arise, personal integrity must be an important element in any decision. When right actions are not clearly evident, personal honesty will lead us to discern and reveal relevant points or facts of which others may not be aware. A person of integrity will assist others to be honest. A person of integrity will ask questions and give answers that are accurate. Integrity makes it possible for us to chart a course of righteous personal conduct long before the time for action arrives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p21\" class=\"\">A wise person will not allow himself to be victimized by the unscrupulous because of false pride. Oftentimes people are swindled because false pride prevents them from asking questions and seeking additional information. For fear of embarrassment or being thought ignorant, a prospect ofttimes nods his head in the affirmative when he really doesn’t understand the glib salesman’s line of chatter. “What does that mean?” “What are the risks?” “What are the pitfalls?” “What is the history of the company?” “What references do you have?” are questions worthy of pursuit. When promoters carelessly use simple but elusive words such as “hedge,” “shelter,” “exempt,” “annuity,” “umbrella,” “tax free,” “insulated,” and “deferrable,” the buyer had better be aware.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p22\" class=\"\">If prudent decisions cannot be reached on the basis of one’s own expertise, advice should be sought from knowledgeable and trusted counselors. Offers that cannot wait or stand review are not worthy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p23\" class=\"\">Abraham Lincoln once said, “Stand with anybody that stands right. Stand with him while he is right and part with him when he goes wrong.” (<span class=\"emphasis\">The Home Book of Quotations,<\/span> sel. and arr. by Burton Stevenson, New York: Dodd, Mead, &amp; Co., 1935, p. 1726.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p24\" class=\"\">We are living in a day and time when the “gentle lie,” the “soft lie,” the “convenient lie,” the “misleading lie,” the “once-in-a-lifetime deal,” the “opportunity for a few selected friends” are being vigorously advocated and promoted. Designing promoters of questionable schemes have and will continue to prey on the gullible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p25\" class=\"\">Fortunately, or unfortunately, the business climate is always good for those who have a deal to promote. In times of recession or depression, unwise debt is encouraged by promoters who would give us the opportunity to supplement our inadequate means. During periods of prosperity and plenty, some try to convince us that then is the time to borrow, speculate, and move up to higher levels of living by riding the waves of a guaranteed prosperous tomorrow. How often do we hear, “I would have made it big if the economy had not slowed down”? History should have taught all of us that there is enough risk and uncertainty in normal or conservative investments to cause the cautious to rebel at the exorbitant returns offered by those who would have us “bet on the come.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p26\" class=\"\">More often than not, those who can least afford to go into debt to provide funds for scheming money managers are those hurt the most when the day of final accounting arrives. It is true, getting into debt is a tanglesome web.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p27\" class=\"\">Samuel Johnson also said, “Do not accustom yourself to consider debt only as an inconvenience; you will find it a calamity.” (<span class=\"emphasis\">The International Dictionary of Thoughts,<\/span> p. 196.) We encourage all to avoid going into debt for speculation purposes. “The love of money is the root of all evil.” (<span class=\"citation\" id=\"2868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2868)\">1 Tim. 6:10<\/a><\/span>.) A proper balance in our money management skills should be the continuing goal of all who would be free of financial bondage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p28\" class=\"\">President N. Eldon Tanner wisely suggests, “The choice to serve God, worthily made, does not necessarily preclude a home or sufficient money or income, or the things of this world which bring joy and happiness, but it does require that we must <span class=\"emphasis\">not<\/span> turn away from God and the teachings of Jesus Christ while in the pursuit of our temporal needs.” (<span class=\"emphasis\">Ensign,<\/span> June 1971, p. 14.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p29\" class=\"\">It should be the goal of every Latter-day Saint to become the kind of person of whom it can be said, “His word is his bond.” In all of our words and deeds we should ask ourselves, “Is it right? Is it true?” not “Is it expedient, satisfactory, convenient, or profitable?” Just, “Is it right?” The wise will consider, “What is right?”; the greedy, “What will it pay?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p30\" class=\"\">Sometimes investment promoters, because of the pressures of pending financial reverses and tragedy, scramble and use devious delay tactics while they struggle for survival. Honesty will be compromised by some when failure lurks. People with integrity will stand true and firm in success or disaster.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p31\" class=\"\">Honesty is basic. It is true that lying is an accomplice to every other form of vice. Or, as someone has said, “Sin has many tools, but a lie is the handle which fits them all.” (O. W. Holmes, in <span class=\"emphasis\">The Home Book of Quotations,<\/span> p. 1111.) Deceit, insincerity, cheating are forms of lying—and, young people, cheating doesn’t refer only to examination time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p32\" class=\"\">Lying damages others. Lying subtly permits us to destroy ourselves as we are caught in the snare and shatter our own self-image and credibility. Freedom from deceit and lying improves self and gives all of us peace of mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p33\" class=\"\">Not long ago a troubled friend of mine who has long suffered and continues to suffer the pains of a victim entrapped in his own snare of lies said, “I have been living lies for so long and have told so many over the years that, frankly, I don’t really know when I am telling the truth.” When I first heard this, I was moved with compassion; but a second thought had me wondering if this, too, wasn’t just another lie. Lying has filled this friend’s life full of trouble. No one will ever convince this victim of deceit that “this is no harm.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p34\" class=\"\">He who lies is the servant of the lie. He who tells the lie must live with the results. Deacons and Beehive girls should be taught the evils of deceit. Teachers and Mia Maids should be taught the importance of truth. Priests and Laurels should be taught the pitfalls that accompany dishonesty. Missionaries, to be successful and happy, must live by correct principles. Primary children can learn that telling lies is not good. Children in the home are entitled to see honesty taught by example. Unfortunate is the individual or family who is taught that honesty is a policy rather than the proper way of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p35\" class=\"\">We live in a world of law. We may be able to avoid or skirt laws of the land, but the laws of heaven have an irrevocable effect on us today, tomorrow, and forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p36\" class=\"\">“Ye shall know the truth, and the truth shall make you free.” (<span class=\"citation\" id=\"29123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29123)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29123)\">John 8:32<\/a><\/span>.) No man will ever be totally free who is living a lie. Only he who bears or who has borne such a continuing burden can relate appropriately to such a declaration. We should ever bear in mind that a wrong isn’t right just because many people do it. A wrong deed isn’t right just because it hasn’t become visible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p37\" class=\"\">May our Heavenly Father help us to have the courage to acknowledge and cast aside the living of a lie or the perpetuation of lies. Honesty is more than a policy. It is a happy way of life as we deal with our fellowmen, and particularly as we live with ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p38\" class=\"\">Whether we are like the good school teacher mentioned in the beginning of these remarks, or a friend, neighbor, or family member, let us live and teach honesty. In the academic classroom and in the classroom of life, the virtues of honesty should be stressed by all who espouse that “the glory of God is intelligence, or, in other words, light and truth.” (<span class=\"citation\" id=\"17856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17856)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17856)\">D&amp;C 93:36<\/a><\/span>.) Light and truth will help us to forsake the evil one and come off victorious. “This is no harm” is the declaration of our mortal enemy. He would lead us to self-destruction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p39\" class=\"\">If a lie is any communication given to another with the intent to deceive, we will all do well to seek God’s constant help in understanding and finding the truth. People of integrity will neither foster, nourish, embrace, nor share the lie. People of wisdom will not let greed, fear, or the desire for quick riches lead them into the snares of the dishonest and unscrupulous who prey on the gullible in order to maneuver from them valuable possessions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p40\" class=\"\">May we constantly remind ourselves to “seek not for riches but for wisdom; and, behold, the mysteries of God shall be unfolded unto you, and then shall you be made rich. Behold, he that hath eternal life is rich.” (<span class=\"citation\" id=\"17731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17731)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17731)\">D&amp;C 11:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/this-is-no-harm.p41\" class=\"\">God grant to all of us the power and strength to be people of integrity, and the insight and wisdom to avoid being led into the snares of the dishonest, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}