{"ID":3654, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “We Believe in Being Honest”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p2\" class=\"\">Elder Mark E. Petersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a4a.jpg\" alt=\"Elder Mark E. Petersen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p3\" class=\"\">Basic to our religion are the Articles of Faith given us by the Prophet Joseph Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p4\" class=\"\">The first one is the foundation of all for which we stand. It reads, “We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost.” [<span class=\"citation\" id=\"6972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6972)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6972)\">A of F 1:1<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p5\" class=\"\">We Latter-day Saints believe in God with all our hearts and all our souls. We know that he lives. Our prophets have seen him. We know that we are his children, his literal spirit offspring. We have no other source of life. We are his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p6\" class=\"\">Without God there would be no gospel, no salvation, no resurrection, no light or intelligence, not even life itself. Without God there would be no galaxies in the heavens, no sun, no moon, no stars, no earth, and none of the things this earth can produce. In other words, if there were no God there would not be anything else either.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p7\" class=\"\">It is equally so with respect to the Lord Jesus Christ. In this church we accept the Savior with all our hearts and souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p8\" class=\"\">He is the divine Son of God! This is our solemn testimony to all the world. We bear it fearlessly and with all the emphasis we possess. Our testimony is <span class=\"emphasis\">true,<\/span> for it is based on revelation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p9\" class=\"\">The Lord Jesus Christ is the Redeemer of all humanity. But He is more than that. He is the Creator, for there <span class=\"emphasis\">is<\/span> a divine Creator, and we know Him to be Jesus Christ of Nazareth. He came to earth as the Babe of Bethlehem, but was still that same mighty Being spoken of by Isaiah—“Emmanuel, which being interpreted is, God with us.” (<span class=\"citation\" id=\"36807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36807)\">Matt. 1:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p10\" class=\"\">Jesus Christ, the Jehovah of the heavens, made the heavens and all the galaxies within them. He made our universe, with the sun and its planetary system. He made this earth and all that is in it, both animate and inanimate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p11\" class=\"\">All things came by Him and through Him, for without Him was not anything made that was made.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p12\" class=\"\">He came to earth nearly two thousand years ago, gave us His gospel and His church, and then was crucified for all humanity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p13\" class=\"\">Everlasting life comes through Him and in no other way. If we obey His gospel we shall live with Him forever. If we reject it, or neglect it, we still shall live, but not with Him. It shall be in the lesser areas, in some of which will be weeping and wailing and gnashing of teeth. (See <span class=\"citation\" id=\"17744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17744)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17744)\">D&amp;C 19:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p14\" class=\"\">Christ is our all, and without Him we are nothing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p15\" class=\"\">We also believe in the Holy Ghost, the third member of the Godhead. As we come into the Church we are blessed with the gift of the Holy Ghost, which will guide us all our lives if we will but follow its promptings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p16\" class=\"\">I am very grateful indeed for the marvelous expression we’ve just received from Brother Ashton about honesty. It is so basic to our religion. I am grateful because we also have as one of our Articles of Faith a declaration that we believe in honesty, truth, kindness, and virtue. That article, you remember, reads in part, “We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men.” (<span class=\"citation\" id=\"6977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6977)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6977)\">A of F 1:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p17\" class=\"\">Here we come to the point where faith and works meet each other. Here we ask ourselves: Do our works verify our faith, or do they belie our professions? Do we really do good to all men as the article of faith says?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p18\" class=\"\">Honesty, truth, virtue, and kindness are hallmarks of true Christianity. If we lack them, we can hardly say that we follow Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p19\" class=\"\">Was it not James who said, “Shew me thy faith <span class=\"emphasis\">without thy works,<\/span> and I will shew thee my faith <span class=\"emphasis\">by my works”?<\/span> And did he not say, with such crystal clarity that no one need misunderstand, “Faith, if it hath not works, is <span class=\"emphasis\">dead,<\/span> being alone”? (See <span class=\"citation\" id=\"26318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26318)\">James 2:14–18<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p20\" class=\"\">We agree with him and add that professions of piety, without the works of piety, are sheer hypocrisy and are dead—even “as the body without the spirit is dead.” (<span class=\"citation\" id=\"26319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26319)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26319)\">James 2:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p21\" class=\"\">In its seductive dress, sin always seems to be attractive at first. It was so with Cain, who thought he could sin and get gain. Many today delude themselves into thinking the same thing. But the law of retribution is the same now as it was then. The wage of sin is ultimate misery and death if there is no repentance. (See <span class=\"citation\" id=\"42902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42902)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42902)\">Rom. 6:23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p22\" class=\"\">Who—understanding the facts—would dare become an enemy to God?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p23\" class=\"\">Yet if we lie and cheat, defraud, or seduce others and lead them into sin, to <span class=\"emphasis\">that extent<\/span> we do become His enemies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p24\" class=\"\">Since Christ stands for righteousness in all things, what is our position before Him if we renounce His teachings by our evil acts? Can we say that we are any different from those of His day who turned their backs upon Him and rejected Him?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p25\" class=\"\">They were so sadly deceived as they walked into tragedy completely blind to the facts—blind even amid the light of heaven which He offered them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p26\" class=\"\">Think of the deception under which Korihor denied the Christ. After it was all over and he was brought down to the dust, he confessed:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p27\" class=\"\">“I … knew that there was a God. But behold, the devil hath deceived me. … And he said unto me: There is no God; … and he taught me that which I should say. And I … taught his words … because they were pleasing unto the carnal mind.” (<span class=\"citation\" id=\"9364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9364)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9364)\">Alma 30:52–53<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p28\" class=\"\">Note that last expression—“they were pleasing unto the carnal mind.” All sins are pleasing to the carnal mind, and dishonesty is certainly one of them!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p29\" class=\"\">What if the Good Samaritan had been a hypocrite and had only pretended to help the injured traveler? What if he had brought the injured man to the inn only to further abuse him? What if he had paid the innkeeper with counterfeit money, or had “run out” on his bill? (See <span class=\"citation\" id=\"32110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32110)\">Luke 10:25–37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p30\" class=\"\">What if he were trying to serve two masters? (See <span class=\"citation\" id=\"36827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36827)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36827)\">Matt. 6:24<\/a><\/span>.) What if his show of piety and mercy was but a masquerade of duplicity?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p31\" class=\"\">What would you have thought of him then? Would the Savior have held him up as an example? Or would he have poured out his condemnation on that Samaritan as he did on other hypocrites?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p32\" class=\"\">What do you think of present-day people who masquerade in the robes of hypocrisy and use deception and misrepresentation to gain advantage over others, sometimes robbing them of all they have?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p33\" class=\"\">What do you think of those whose word is not the word of honor, and who think nothing of cheating at the first opportunity?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p34\" class=\"\">Do we understand the gravity of the sin of dishonesty? It is not only unchristian, it is anti-Christian—it is anti-Mormon—it is anti-Christ!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p35\" class=\"\">Whether it be lying, or cheating, or robbery or deception; whether it is in the home, in business, in sports, or in the classroom; dishonesty is completely foreign to the teachings of Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p36\" class=\"\">If we do not recognize this, we are blind indeed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p37\" class=\"\">Cain was blind when he slew Abel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p38\" class=\"\">Korihor was blind when he fought Alma.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p39\" class=\"\">The crucifiers of Christ were blind when they called down His sacrificial blood upon their own heads and upon the heads of their poor unsuspecting and hapless children. (See <span class=\"citation\" id=\"36882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36882)\">Matt. 27:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p40\" class=\"\">The traitors from within who helped to bring about the martyrdom of the Prophet Joseph Smith were very, very blind—oh, so blind!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p41\" class=\"\">Shall we allow selfishness and greed to similarly blind us? Shall we become our own worst enemies by resorting to dishonesty and all that it leads to?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p42\" class=\"\">The gospel provides many “Thou shalt nots” in its list of commandments. But it is equally positive in commanding constructive action and teaching us that we must make a sincere effort to become Christlike in all we do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p43\" class=\"\">Of what value is Christianity if it does not improve us? It is no mere psychological toy to be tossed about in mental calisthenics as a conversation piece.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p44\" class=\"\">The gospel is a way of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p45\" class=\"\">Its purpose is to help us become like Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p46\" class=\"\">Did He not ask, “What manner of men ought ye to be?” And did He not reply “Even as I am”? (<span class=\"citation\" id=\"5935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5935)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5935)\">3 Ne. 27:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p47\" class=\"\">Did He not command us to seek perfection, even as our Father which is in heaven is perfect? (See <span class=\"citation\" id=\"36821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36821)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36821)\">Matt. 5:48<\/a><\/span>.) He means it. These are His laws. They are not mental exercises. They are commandments, and He will hold us personally accountable for our obedience or disobedience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p48\" class=\"\">If we receive these commandments with a doubtful heart and obey them with slothfulness, we can expect only condemnation. (See <span class=\"citation\" id=\"17795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17795)\">D&amp;C 58:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p49\" class=\"\">We must take a positive approach to our religion and literally make it a way of life, a plan of daily action. We must reform ourselves day by day along gospel lines, for this is the time of our probation and it is now that we must prepare to meet our God. (See <span class=\"citation\" id=\"9370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9370)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9370)\">Alma 34:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p50\" class=\"\">This was told often in the Book of Mormon, you recall, but most of us have just read that as a matter of rhetoric. But, brothers and sisters, today is the day of our probation, just as it was for them in their day; and today is the time when we must prepare to meet our God. Who knows whether we will be alive today or tomorrow or the day after? When will we face almighty God?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p51\" class=\"\">Do we suppose that we can enter His presence if we are offensive to Him? And what will make us offensive? It will be our own stubbornness which has kept us from following His plan. It will be our own refusal to put Him first in our lives. It will be because we love darkness better than light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p52\" class=\"\">Why do we suppose that He asks us to seek first the kingdom of God and His righteousness? (See <span class=\"citation\" id=\"36830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36830)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36830)\">Matt. 6:33<\/a><\/span>.) Would He do this if He did not mean it? Half obedience will be rejected as readily as full violation, and maybe quicker, for half rejection and half acceptance is but a sham, an admission of lack of character, a lack of love for Him. It is actually an effort to live on both sides of the line.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p53\" class=\"\">We need not suppose that we can serve two masters. If we try, we may be sure of one thing—that our master will <span class=\"emphasis\">not<\/span> be the Christ, for He will not accept us on those terms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p54\" class=\"\">How did our Father in Heaven describe His Beloved Son? Do you remember His wonderful words?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p55\" class=\"\">He declared that Jesus is “full of grace and truth.” (<span class=\"citation\" id=\"29109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29109)\">John 1:14<\/a><\/span>.) Christ is a God of truth. He is a God of love, but He is also a God of grace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p56\" class=\"\">What do we mean by the grace of God?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p57\" class=\"\">Jesus is gracious—that is, He is kind, merciful, compassionate. It is out of His grace, His compassion and His love for us, His mercy, His kindness, His desire for us to become like Him, that He provides for us His glorious gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p58\" class=\"\">But to reject His truth is to reject His grace, His mercy, His kindness, His compassion. It is to say that we want none of it. And of one thing we may be sure: if such is our attitude, we most certainly shall have none of it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p59\" class=\"\">Obedience is the thing. What did Samuel say to Saul when he tried to serve two masters? “To obey is better than sacrifice, and to hearken than the fat of rams.” (<span class=\"citation\" id=\"2652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2652)\">1 Sam. 15:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p60\" class=\"\">If we try to serve two masters, are we any better than Saul? If we try to deceive the brethren by professions of piety, hiding our sins from them, are we any better than Ananias and Sapphira, who were stricken at the feet of the Apostle Peter when they lied to him? (See <span class=\"citation\" id=\"8265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8265)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8265)\">Acts 5:1–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p61\" class=\"\">We are commanded to become like Christ. We are commanded to develop both grace and truth in our lives. If we are to be like Him, and He is a God of grace and truth, we must begin right now to build grace and truth into our own lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p62\" class=\"\">Must we not recognize now that we cannot serve two masters? If we should try, the Lord will reject us. He will never be found in tandem with Lucifer, so let us not try to put Him there. When Alma baptized his converts in the waters of Mormon, those humble Saints were filled with the grace of God, the love of God, mercy, brotherly kindness, charity. And their priests labored so righteously that they too were filled with heavenly grace. (See <span class=\"citation\" id=\"40505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40505)\">Mosiah 18:16–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p63\" class=\"\">When the Lord addressed the early elders of this Church, He taught them that they must grow in grace as well as knowledge before they went out to preach. (See <span class=\"citation\" id=\"17788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17788)\">D&amp;C 50:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p64\" class=\"\">The Lord told the Prophet Joseph Smith that all who keep the commandments will be blessed with grace from heaven—the love of Christ, charity, compassion, mercy, kindness, honesty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p65\" class=\"\">These are the characteristics of the Savior. These we must seek for ourselves. The Lord has promised that if we obey Him, He will lead us from grace to grace. (See <span class=\"citation\" id=\"17854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17854)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17854)\">D&amp;C 93:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p66\" class=\"\">Then shall we not obey? Shall we not plan for it? Shall we not seek the kingdom of God and His righteousness first, last, and always? We must never allow our religion to slip into second place in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p67\" class=\"\">We are the covenant people of the Lord. In baptism we agreed to serve Him to the end, and we received the Holy Ghost to help us to do so. If now we turn to dishonesty and other sins, what do we do to this spirit of truth? By our sins we drive Him from us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p68\" class=\"\">If we who have the gift of the Holy Ghost shall lie or cheat or in other ways resort to dishonesty, if we flout the truth and contaminate ourselves with untruth, where is our allegiance to God?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p69\" class=\"\">What shall we do with the covenants we have made, promising to serve Him—this God of truth—in nothing but the truth?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p70\" class=\"\">What shall we do with the sacrament of the Lord’s Supper wherein we pledge to high heaven, by the very crucifixion of the Christ, that we will always remember Him and keep His commandments which He has given us? (See <span class=\"citation\" id=\"17755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17755)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17755)\">D&amp;C 20:77<\/a><\/span>.) Shall we repudiate it by our sins—or shall we bow our heads in humility and say, “Not as I will, but as thou wilt”?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p71\" class=\"\">Though I speak with the tongues of men and of angels and have not grace, mercy, honesty, kindness, and the charity of Christ, I am as sounding brass or a tinkling cymbal. (See <span class=\"citation\" id=\"709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(709)\">1 Cor. 13:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/we-believe-in-being-honest.p72\" class=\"\">Humble obedience is the thing. It alone can save us. To this I testify, in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}