{"ID":3657, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Pondering Strengthens the Spiritual Life\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p2\" class=\"\">Elder Joseph B. Wirthlin<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/joseph-b-wirthlin-10.jpg\" alt=\"Joseph B. Wirthlin\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p3\" class=\"\">In a revelation given to President Joseph F. Smith, which has recently been added to the Doctrine and Covenants as section 138, there is an important message for all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p4\" class=\"\">“On the third of October,” writes President Smith, “in the year nineteen hundred and eighteen, I sat in my room pondering over the scriptures;<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p5\" class=\"\">“And reflecting upon the great atoning sacrifice that was made by the Son of God, for the redemption of the world. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p6\" class=\"\">“As I pondered over these things which are written, the eyes of my understanding were opened, and the Spirit of the Lord rested upon me.” (<span class=\"citation\" id=\"17912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17912)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17912)\">D&amp;C 138:1–2, 11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p7\" class=\"\">It is about pondering and what can be gained therefrom that I should like to address my remarks today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p8\" class=\"\">Pondering, which means to weigh mentally, to deliberate, to meditate, can achieve the opening of the spiritual eyes of one’s understanding. Also, the Spirit of the Lord may rest upon the ponderer as described by President Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p9\" class=\"\">And Jesus admonished the Nephites, “Therefore, go ye unto your homes, and ponder upon the things which I have said, and ask of the Father, in my name, that ye may understand.” (<span class=\"citation\" id=\"5928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5928)\">3 Ne. 17:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p10\" class=\"\">We are constantly reminded through the scriptures that we should give the things of God much more than usual superficial consideration. We must ponder them and reach into the very essence of what we are and what we may become.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p11\" class=\"\">There is a story about a young builder who had just gone into business for himself. A wealthy friend of his father came to him and said: “To get you started right, I am going to have you build a ranch house for me. Here are the plans. Don’t skimp on anything. I want the very finest materials used, and I want flawless workmanship. Forget the cost. Just send me the bills.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p12\" class=\"\">The young builder became obsessed with the desire to enrich himself through this generous and unrestricted offer. Instead of employing top-grade labor and buying the finest materials, he shortchanged his benefactor in every way possible. Finally, the last secondhand nail was driven into the last flimsy wall, and the builder handed over the keys and bills, totaling over a hundred thousand dollars, to his father’s old friend. That gentleman wrote a check in full for the structure and then handed the keys back to the builder. “The home you have just built, my boy,” he said with a pleasant smile, “is my present to you. May you live in it in great happiness!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p13\" class=\"\">In this story the young builder did not ponder the consequences of his dishonest thoughts and acts. If he had pondered, perhaps he would have come to a clear understanding of what Jesus so long ago described:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p14\" class=\"\">“Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p15\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p16\" class=\"\">“And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p17\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.” (<span class=\"citation\" id=\"36839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36839)\">Matt. 7:24–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p18\" class=\"\">Had he pondered his actions, this unwise builder might have learned that to consent verbally to do the right thing and then to live and to act without effort to achieve what is right, is ruinous.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p19\" class=\"\">The story of the unwise builder could have application in the lives of all of us. We must ponder the consequences of our mistakes. Our Father in Heaven has generously given to all of us life, which includes our free agency. With free agency comes the challenge to make the right decisions and choices, including the achievement of joy and happiness. This is an art in itself and must be earned. It is not possible to have a free ride on the road to joy, and there is no real joy that does not involve self-denial and self-discipline; we must ponder our actions and their results.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p20\" class=\"\">We all know that there is much evil abounding in the world today. Many people are addicted to drugs that cause mental, emotional, and physical problems of great magnitude and of long-lasting duration. Marriage partners are unfaithful and cause the breakup of homes and families. Satan is working harder and is having greater success than perhaps ever before in history.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p21\" class=\"\">All evils to which so many become addicted begin in the mind and in the way one thinks. Experience teaches that when the will and imagination are in conflict, the imagination usually wins. What we imagine may defeat our reason and make us slaves to what we taste, see, hear, smell, and feel in the mind’s eye. The body is indeed the servant of the mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p22\" class=\"\">In his widely acclaimed essay <span class=\"emphasis\">As a Man Thinketh,<\/span> James Allen reinforced what Jesus so beautifully proclaimed. Mr. Allen wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p23\" class=\"\">“Man is made or unmade by himself; in the armoury of thought he forges the weapons by which he destroys himself; he also fashions the tools with which he builds for himself heavenly mansions of joy and strength and peace. By the right choice and true application of thought, man ascends to the Divine Perfection; by the abuse and wrong application of thought, he descends below the level of the beast. Between these two extremes are all the grades of character, and man is their maker and master. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p24\" class=\"\">“All that a man achieves and all that he fails to achieve is the direct result of his own thoughts.” (New York: Thomas Y. Crowell Co., n. d., pp. 8–9, 34.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p25\" class=\"\">The insidious process of transforming a person from goodness to evil is a subtle, usually undeliberate one. It is a process of pondering the wrong thoughts, of planting evil seeds in the heart. The word <span class=\"emphasis\">seeds<\/span> is a graphic description of what begins the process and is so well described by Alma:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p26\" class=\"\">“Now, we will compare the word unto a seed. Now, if ye give place, that a seed may be planted in your heart, behold, if it be a true seed, or a good seed, if ye do not cast it out by your unbelief, that ye will resist the Spirit of the Lord, behold, it will begin to swell within your breasts; and when you feel these swelling motions, ye will begin to say within yourselves—It must needs be that this is a good seed, or that the word is good, for it beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding, yea, it beginneth to be delicious to me.” (<span class=\"citation\" id=\"9366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9366)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9366)\">Alma 32:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p27\" class=\"\">To soundly plant good seeds in your heart requires prolonged, intense, unremitting pondering. It is a deep, ongoing, regenerating process which refines the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p28\" class=\"\">Nearly a hundred years ago Stanford University had a most distinguished president, David Starr Jordan. These thoughts from <span class=\"emphasis\">The Strength of Being Clean<\/span> by President Jordan will, I believe, summarize my convictions on this critical subject:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p29\" class=\"\">“Vulgarity [now known as pornography] is an expression of arrested development in matters of good taste or good character. … Vulgarity weakens the mind, and thus brings all other weakness in its train. … It is vulgar to like poor music, to read weak books, to feed on sensational newspapers [or debasing TV], … to find amusement in trashy novels, to enjoy vulgar theatres, to find pleasure in cheap jokes, to tolerate coarseness and looseness in any of its myriad forms. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p30\" class=\"\">“… [For] the basis of intemperance is the effort to secure through [thoughts first and then] drugs the feeling of happiness when happiness does not exist. Men destroy their nervous system for the tingling pleasures they feel as its structures are torn apart.” (New York: H. M. Caldwell Co., 1900, pp. 24–25, 27.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p31\" class=\"\">Parents should ponder over their family home evenings and their responsibility to teach the gospel to their family. All members should ponder over the instructions received in sacrament and priesthood meetings, in Relief Society, and in messages from home teachers. Priesthood bearers should ponder over their responsibility to honor their priesthood, to be examples of righteousness. Quorum leaders should ponder over their responsibilities to serve, teach, and strengthen their quorum members and to lead in love and kindness. Young people should ponder over problems that might confront them and be prepared to cope with them in a way that their parents, their leaders, and their Heavenly Father would have them cope that they might keep themselves clean and pure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p32\" class=\"\">In striving to be the best by God’s standards, King Benjamin, a great Book of Mormon prophet, points the way:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p33\" class=\"\">“But this much I can tell you, that if ye do not watch yourselves, and your thoughts, and your words, and your deeds, and observe the commandments of God, and continue in the faith of what ye have heard concerning the coming of our Lord, even unto the end of your lives, ye must perish. And now, O man, remember, and perish not.” (<span class=\"citation\" id=\"40500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40500)\">Mosiah 4:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p34\" class=\"\">Jesus counseled, “For where your treasure is, there will your heart be also.” (<span class=\"citation\" id=\"36825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36825)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36825)\">Matt. 6:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p35\" class=\"\">President Spencer W. Kimball is a model, a great example to us of a prophet, seer, and revelator who does ponder, and who prays, and who receives revelations for the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p36\" class=\"\">In our quest for pure hearts, may we ponder on righteous acts and thoughts, and may we be faithful and diligent.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/pondering-strengthens-the-spiritual-life.p37\" class=\"\">I bear earnest and sincere testimony to the mighty transforming power of these noble ideals in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}