{"ID":366, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Hunger in the Midst of Plenty<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, October 1948, pp. 110-113<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFriends of the Church of the Air:\n<\/p><p>\nOur generation of men has secured a tremendous command over surrounding things and\nforces. Matter and energy have become man's abject servants. His mastery of the physical\nuniverse has reached heights beyond the dreams of earlier days. Every thinkable material\ncomfort and help, including the conquest of most diseases, seems within man's reach. Man\nhas become a conquering giant. The utopias of the past, the dreams of ideal places, were\ntrivial in material comforts compared with our present luxurious world.\n<\/p><p>\nHUNGER IN THE MIDST OF PLENTY\n<\/p><p>\nYet, in the midst of such plenty there is hunger, a worldwide, gripping hunger&mdash;a hunger for\nsimple happiness, culminating in peace. The nature of man is not satisfied with the\nmultiplicity of inventions in our mechanical-scientific age. Fear and unhappiness are becoming\nthe world's masters. The very discoveries that have made possible the world's physical\ncomforts, have, in distorted use, produced unspeakably horrible instruments of destruction.\nPeace has been replaced by war, bloody and beastly; and, daily, war clouds rise in the\nhorizon. As a result, fear, the chief torturing implement of evil stalks the halls of government,\nstands at household doors, and tears at every human heart. Tomorrow is no longer a hope; it\nhas become a threat. The world is sick.\n<\/p><p>\nIt requires neither sage nor \"elder statesmen\" in church or state-craft to tell us why this\ncondition exists. The marvelous gifts of the day are material only. Such physical bounties do\nnot produce happiness; they only contribute to our ease. Material gifts, used throughout the\nages in the hope of satisfying man's hunger, have always been found wanting. If true\nhappiness could be found in material things, humanity's joy should now exceed any ever\nknown.\n<\/p><p>\nTHE CURE FOR THE WORLD'S DILEMMA\n<\/p><p>\nTo cure the world's present distemper, we must turn for help to the larger domain, of which\nthe material is but a faint reflection. Out of the unseen world comes a body of laws, the\nso-called moral laws, among them the Ten Commandments\n(<span class=\"citation\" id=\"22580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22580)\">Ex. 20:3-17<\/a><\/span>)\nand the Beatitudes (<span class=\"citation\" id=\"34182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34182)\">Matt. 5:3-11<\/a><\/span>). These laws are\nas real and comprehensible as any physical law. If a wire carrying an electric current is placed\nabove a mariners compass, the needle swings sharply to one side, and remains there. Just so,\nobedience to any of the moral laws will determine and hold the actions of the man under that\nlaw. The acceptance or rejection of these moral or spiritual laws, higher laws of God,\ndetermine in fact the behavior and conduct of every human being. They determine the use a\nman makes of any gift. It is the misuse of physical laws, in defiance of higher laws, which\nhas brought into being cannons, bombs, torpedoes, and other devices for the destruction of\nhuman life. The moral laws, if sincerely and properly used, give power to solve life's\nproblems. Above all else, conformity to them gives men conquest over themselves. They then\ndare to do right. In short, conformity to the laws that flow from the unseen world where God\ndwells, their acceptance in spirit and in deed, is the cure for the world's dilemma. True, it is\nan ancient remedy, but is certain to cure the soul's anxiety.\n<\/p><p>\nBut, as a nation, and as a world, we are largely ignoring these laws of well-being. We have\nwandered away from the practices that form the foundation of the happy life. We must not\nshy away from the knowledge of existing conditions.\n<\/p><p>\nHAPPINESS BEGINS WITH HEALTH\n<\/p><p>\nFor example: Happiness begins with the health of the human body, fashioned in the image of\nGod (<span class=\"citation\" id=\"23527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23527)\">Gen. 1:26-27<\/a><\/span>).\nYet our bodies are held, today, perhaps often ignorantly, in utter disregard. Not only are\nthe general laws of health in contempt; but at no other time in our country have\nnerve-whipping, destructive substances been used by the people so extensively and greatly.\nFor this surrender to unnatural appetites we are paying a terrible price in illness of body and\nmind. It is not conceivable that whiskey and vodka are reasonable preparations for the wise\nconsideration of matters of state&mdash;so urgently needed today.\n<\/p><p>\nA LIST OF OUR SINS\n<\/p><p>\nThe marriage covenant, the basis of a sound society, is flagrantly forgotten. The mounting\ndivorce rate has become a national disgrace. Thereby the very foundations of our nation are\nundermined. Immorality, with its unspeakable slime of degradation, is reaping its harvest.\n<\/p><p>\nThe Sabbath day, ordained by God (<span class=\"citation\" id=\"22585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22585)\">Ex. 20:8<\/a><\/span>),\nhas been the main and full day of pleasure. In the mad\nrush for wealth, the nation will not suffer a play-day to be established in the week.\nConsequently, not only are the churches empty, but men no longer take time to commune\nwith God, an essential requirement of the happy life. We are fast growing into a godless\nnation.\n<\/p><p>\nLikewise, in our greedy love of gold, advantage is taken of our neighbor whenever legally\npossible. Our own advantage is our main concern. When we give, it is because it helps us.\nThat is not the spirit of honesty. We stand on the verge of becoming a dishonest nation.\n<\/p><p>\nWe have forgotten the practice of family and private prayer. We have become sufficient unto\nourselves, and therefore have loosed the tie that binds us to God. Thereby we are allowing\nevil to range freely among men, and in horror. We have lost the divine protection and sweet\npeace and satisfactions that come to a family who engage in daily prayer.\n<\/p><p>\nThe list of our sins is long&mdash;too long for this talk.\n<\/p><p>\nRETURN TO THE SPIRITUAL FOLD\n<\/p><p>\nWe know that to correct these and other evils, to heal our sick world, and to bring happiness\nto hungry hearts, mankind must return to the spiritual fold, and become worthy citizens of the\nmoral kingdom. But how is it to be done? Churches and other organizations that try to win\nmen to the better way of life have had indifferent success. They have been able to reach only\na few.\n<\/p><p>\nCan we not hopefully try an old type of missionary endeavor, one which, unfortunately, has\nfallen into disuse in matters of human welfare? We have tried other ways and failed. Why not\ntry this one?\n<\/p><p>\nLet each follower of the moral law, the nation over, accept the duty of being his neighbor's\nkeeper. Let him assume a personal responsibility in this matter of curing a sick world. Let\nhim constitute himself a missionary to neighbors and friends, to teach by example and word\nof mouth the better way of life, to persuade them that it is the best way.\n<\/p><p>\nDETERMINED RIGHTEOUSNESS NEEDED\n<\/p><p>\nUnder this call to world service, all men of good will&mdash;in business and professions, farmers\nand artisans, in and out of organizations&mdash;would set out with courage, emphasis, and steady\nfaith to talk about and teach the eternal plan for human joy, and the stern necessity of victory\nover self, if the world's sickness is to be cured.\n<\/p><p>\nThis could be made a mass movement of national and international scope. It would flow and\ngrow from centers, such as the group listening in today. It would be doubly powerful coming\nout of the hearts of common men. It would be a help to church and other organizations for\nhuman good. It would be a mighty deterrent to evil, for Satan, an incarnate coward, flees\nbefore determined righteousness. And it would have divine backing.\n<\/p><p>\nTrue, such a campaign would need some sacrifice of time, strength, and money. But the cause\nis the greatest on earth. Lesser causes are fiercely vocal. Millions of dollars are spent annually\nto advertise a brand of whiskey or cigarettes. Why not shout the way to peace from the\nhousetops? Publicity and repetition need not be confined to the material aspects of life. Our\nspiritual needs, always battling with evil, have greater rights. It could be made the greatest\ncampaign for human happiness in the last two thousand years. It would beggar any movement\nfor human good, of any time.\n<\/p><p>\nCONSIDERATION OF INDIVIDUAL MAN\n<\/p><p>\nAny campaign for righteousness must consider first the individual man. As he is, so the group\nis. He is the one who, noting current events, is either hopeful or hopeless, who either\ncourageously tries to solve for himself the problems of the day, or thinking there is no escape\nfrom impending events, eats, drinks, and is merry. By happy individuals the happy nation is\nbuilt, as bricks of a color and shape reveal the architect's dream. Mass conversions are like\nheaps of bricks.\n<\/p><p>\nMoreover, we must teach these hungry individuals in our Christian country the doctrines of\nChrist, as taught by him, and not as conceived and interpreted by men. Christ spoke as man to\nman, to common men, and they understood him. It often happens that men lose the spirit of a\ndoctrine because they cannot agree on the meaning of well-known words. There is no saving\ngrace in such hair-splitting, no cure of the soul's hunger. It only confuses the ordinary man.\nWe must speak to one another as we offer Christ's words, his lucid teachings, to solve our\npresent crisis, in simple, understandable language.\n<\/p><p>\nBesides, the individual man asks for specific directions. Generalizations serve little. When we\ntalk of the moral law, he replies, which one? He asks what in the nation saps our strength?\nWhat shall I do, he asks, to be saved from the world's confusion? In answer to such questions\nwe can begin with the issues of the day at home, such as those here mentioned. Acceptance of\none law makes it easier to yield to others.\n<\/p><p>\nSOLUTION OF WORLDS TROUBLES\n<\/p><p>\nThere are then two principles of action in solving the world's troubles: Every man must be\nhis brother's keeper (<span class=\"citation\" id=\"23536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23536)\">Gen. 4:9<\/a><\/span>);\nand in his labor must consider individual needs first, group needs last.\n<\/p><p>\nWe live in a land of plenty in material things. We revel in luxury. Meanwhile, the blood of\nour children is shed over the earth, for heaven only knows what. We live in a land of spiritual\nfamine. We are hungry for the bread that feeds the spirit. Because of our waywardness,\ncontention, warfare, and other evils rob us of the happiness the Lord would have us enjoy.\n<\/p><p>\nHowever, we must not be hopeless of the future. Repentance and forgiveness are eternal\nprinciples. But there is work to do. Each one of us must change his own life. Each one of us\nmust be a converter of others.\n<\/p><p>\nMay the Lord of heaven help us so to build that there will no longer be hunger in the\nland&mdash;in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}