{"ID":3660, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What the Gospel Teaches\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p2\" class=\"\">Elder LeGrand Richards<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c62.jpg\" alt=\"Elder LeGrand Richards\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p3\" class=\"\">I am proud to be a member of this great church—The Church of Jesus Christ of Latter-day Saints. What an appropriate name for the true church of Christ to bear in this, the dispensation of the fulness of times. I love the Church because of what it teaches me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p4\" class=\"\">Some years ago during the war, Elder John A. Widtsoe went to the land of Great Britain to preside over the European Mission. When the immigration official saw his papers and who he was, he said, “Nothing doing. We have been letting your missionaries in, but we don’t want any of your leaders—go sit down.” So Brother Widtsoe went and sat down.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p5\" class=\"\">In a few minutes, he called him back and he said, “If I let you enter my country, what will you teach my countrymen?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p6\" class=\"\">And Brother Widtsoe said, “I’ll teach them where they came from, and why they are here, and where they are going.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p7\" class=\"\">The man looked up at him and he said, “Does your church teach that?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p8\" class=\"\">And Brother Widtsoe said, “It does.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p9\" class=\"\">“Well, mine doesn’t,” he said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p10\" class=\"\">To me, that knowledge is worth more than all the wealth in this world. If we don’t know where we came from, and we don’t know why we are here, and we don’t know where we are going, nor how to get there, we are just like a ship on the ocean without a rudder, or a sail, or anyone to guide it. We might keep afloat, but we would never come into port.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p11\" class=\"\">My church teaches me that I am a son of God the Eternal Father, and therefore I have all of the attributes in embryo to develop like my Father, just like my sons have become like me and I became like my earthly father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p12\" class=\"\">The Lord stood in the midst of the spirits before this world was created. He said there were many of the noble and great ones—and they couldn’t be noble and great if they hadn’t done something to achieve nobility and greatness before they were born here in this world. He said to those who were with him, “We will go down, for there is space there, … and we will make an earth whereon these may dwell;<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p13\" class=\"\">“And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p14\" class=\"\">Then he adds: “And they who keep their first estate shall be added upon; and they who keep not their first estate shall not have glory in the same kingdom with those who keep their first estate; and they who keep their second estate shall have glory added upon their heads for ever and ever.” (<span class=\"citation\" id=\"7359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7359)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7359)\">Abr. 3:24–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p15\" class=\"\">I thank the Lord that my church teaches me that I kept my first estate in that spirit world or else I would have been cast down to this earth with Satan and a third of the hosts of heaven. And the cry went out: “Woe to the inhabiters of the earth … for the devil is come down unto you,” and he “walketh about, seeking whom he may devour.” (<span class=\"citation\" id=\"42530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42530)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42530)\">Rev. 12:12<\/a><\/span>; <span class=\"citation\" id=\"2384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2384)\">1 Pet. 5:8<\/a><\/span>.) And so the fact that I kept my first estate entitled me to all the beauties and the joys of this world that have been mentioned here in this meeting today. And it gave me the right to have this body—and maybe I can’t appreciate as much what that ought to mean to me as I do by reading the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p16\" class=\"\">Then we read of when Jesus cast the devils out of the man who was possessed. And he asked his name, and he said: “Legion,” because legions had entered into the man. And so eager were those devils to get a body that they asked permission to take possession of the bodies of the swine that were feeding in the field. And Jesus permitted it, and they ran off into the sea and were drowned, as I remember about two thousand of them. (See <span class=\"citation\" id=\"33320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33320)\">Mark 5:1–17<\/a><\/span>.) Just think how eager those spirits were to get a body, and because we kept our first estate we are now in our second estate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p17\" class=\"\">I love the statement in the Bible where Enoch of old, that prophet who was translated into heaven with his people, obtained the assurance while yet here in mortality that he had pleased the Lord. (See <span class=\"citation\" id=\"24487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24487)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24487)\">Heb. 11:5<\/a><\/span>.) I think by the keeping of His commandments—doing all things, as the Lord said, that the Lord God had commanded (see <span class=\"citation\" id=\"21329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21329)\">Deut. 12:32<\/a><\/span>; <span class=\"citation\" id=\"36892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36892)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36892)\">Matt. 28:20<\/a><\/span>)—that we can get an assurance that comes through the Holy Spirit that our labors are acceptable to the Lord and that we have pleased him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p18\" class=\"\">I thank Him for the many beautiful truths, many of which have been proclaimed here today. This principle of eternal marriage—I just can’t imagine living on forever and forever after I pass out of this life without the companionship of my sweet wife and my children. How I thank God for them, and for the knowledge that marriage and the family unit are intended by Him, as proclaimed so plainly in the Holy Scriptures, to endure for ever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p19\" class=\"\">Then I think of my children one by one (and I have over a hundred descendants!), and I see what they are accomplishing and the nobility of their lives, and I can hardly realize that I can be their daddy. I feel that that is nearer to becoming a god than anything else I can do here in mortality. And from the days of my youth and young manhood, I have tried to live before those children and descendants of mine so that if they walked in my footsteps they would be honoring their second estate and preparing themselves to have glory added upon their heads forever and forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p20\" class=\"\">Then there are so many other beautiful principles of the gospel. When I first became a missionary, I never met anybody who believed in a personal God. My, what a joy to realize that Christ gave his life for us, and took upon him the sins of the world—as Paul said: “As in Adam all die, even so in Christ shall all be made alive” (<span class=\"citation\" id=\"714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(714)\">1 Cor. 15:22<\/a><\/span>)—and to know that his Father is as real as my father, and that they have revealed themselves as two glorified personages in this dispensation, after centuries of darkness, unto the Prophet Joseph Smith. The Lord had him in waiting thousands of years ago, according to the Book of Mormon, for his day and time to come, to bring men to a knowledge of the truth and to bring forth his truth among the people of this world. These are great truths, and many more can be taught.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p21\" class=\"\">When I wrote the book <span class=\"emphasis\">A Marvelous Work and a Wonder<\/span> as a missionary tool, I chose the statement of Isaiah when he said, “Forasmuch as this people draw near me with their mouth, and with their lips do honour me, but have removed their heart far from me, and their fear toward me is taught by the precept of men.” Then he goes on: “Therefore, behold, I [the Lord] will proceed to do a marvellous work among this people, even a marvellous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.” (<span class=\"citation\" id=\"25571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25571)\">Isa. 29:13–14<\/a><\/span>.) The message of this great church is that marvelous work and a wonder that Isaiah saw would come forth when men would teach for doctrine the precepts of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p22\" class=\"\">Being a missionary, as long as I have time, let me give you one or two little missionary experiences to indicate what Isaiah meant when he said that they would worship Him by the precepts of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p23\" class=\"\">As I finished my first mission over in Amsterdam, over seventy-five years ago, I was invited into the home of one of the Saints to talk to her neighbor. When my companion and I arrived, the neighbor was there but she had her minister with her. We had a little difference of opinion on priesthood, and right there he challenged me to a debate in his church the next Saturday night.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p24\" class=\"\">When we arrived, the church was full; all of his people were there, and all of our people. How our people found it out, I don’t know; I didn’t tell them!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p25\" class=\"\">The minister stood up and said, “Now, inasmuch as Mr. Richards is a guest in our church, we will accord him the privilege of opening this debate, and we will each talk for twenty minutes. Is that agreeable with you, Mr. Richards?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p26\" class=\"\">I said, “Very much.” I didn’t tell him, but I would have given him the shirt off my back for the privilege of opening that debate, and he just handed it to me on a silver platter! I didn’t know whether the Lord had anything to do with it or not, but I thought He did!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p27\" class=\"\">Then I stood up and I said, “The last time I talked with my friend, we had a difference of opinion on priesthood. Tonight I have come prepared to discuss that subject, but I don’t propose to start at that point. (This was one of my strong points in my mission.) If you are going to build a house, you don’t try to put a roof on it before you get the foundation in.” They agreed with that, so I said, “I propose to lay the foundation of the gospel of Jesus Christ,” and I chose for my text the sixth chapter of Hebrews where Paul said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p28\" class=\"\">“Leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p29\" class=\"\">“Of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment.” (<span class=\"citation\" id=\"24484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24484)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24484)\">Heb. 6:1–2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p30\" class=\"\">I hurried over faith and repentance—I thought they believed in them. I spoke on baptism by immersion for the remission of sin until everybody was giving me accord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p31\" class=\"\">Then it came to the laying on of hands for the gift of the Holy Ghost. And they didn’t believe that. I never found a church that did believe it outside of our Church—they think the Holy Ghost comes just like the breezes that blow over the head. I quoted them the passage saying that when the Apostles at Jerusalem heard that Samaria had accepted the word of God through the preaching of Philip, they sent Peter and John. And when they came, they prayed for them, they laid their hands upon them, and they received the Holy Ghost. And when Simon the sorcerer saw that the Holy Ghost was conveyed by the laying on of the Apostles’ hands, he offered them money, saying: “Give me also this power, that on whomsoever I lay my hands, he may receive the Holy Ghost. [see <span class=\"citation\" id=\"8266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8266)\">Acts 8:14–18<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p32\" class=\"\">“But Peter said unto him, Thy money perish with thee, because thou hast thought that the gift of God may be purchased with money.” (<span class=\"citation\" id=\"8267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8267)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8267)\">Acts 8:19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p33\" class=\"\">And then I gave them a few more references on the laying on of hands for the gift of the Holy Ghost, and sat down.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p34\" class=\"\">The minister stood up and talked for twenty minutes, and he never once mentioned a word I had said. He started on the Mountain Meadows Massacre and the “Mormon Bible,” and stated that Joseph Smith had admitted he had made many mistakes; and then in a most courteous manner, he said: “Now if Mr. Richards will enlighten us on these matters, I am sure this audience will be most appreciative.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p35\" class=\"\">I was on my feet just like that. (My companion later said, “How did you think so fast?” I said, “What have you been praying for all week?”) I said, “In the days of the Savior, his enemies tried to trick him with cunning and craftiness. I don’t suppose there’s anybody here tonight that would like to see us resort to those old tactics.” I said, “If I understand a debate, it is the presentation of argument and the answering of those presentations. Has this man answered any of my arguments?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p36\" class=\"\">Everybody said, “No.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p37\" class=\"\">I said, “All right, my friend, you may have your twenty minutes over again.” He couldn’t do it, and I knew he couldn’t.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p38\" class=\"\">Finally his wife stood up in the audience, and she said, “What Mr. Richards is asking you is fair. You ought to answer him.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p39\" class=\"\">But he couldn’t do it, and I said to my companion, “Stand up and give me my coat and hat.” I said, “One more chance. I am willing to remain here until ten o’clock tomorrow morning, when we have to be in our own church, provided this debate can go forward on the basis that you set it up. If not, I am going to leave and ask my companion to leave and ask our members to leave, and we will leave it with you to settle with your people for what has transpired here tonight.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p40\" class=\"\">I met him on the street a number of times after that, but he would duck his head so he didn’t need to speak to me! Now that is what Isaiah meant when he said they would teach for doctrines the precepts of men [see <span class=\"citation\" id=\"25570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25570)\">Isa. 29:13<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p41\" class=\"\">Now I will give you one more. Down in Quitman, Georgia, while I was a mission president, I preached a sermon on the eternal duration of the marriage covenant and the family unit. I had a chart there that listed the churches and what their beliefs were on major things, and those were official statements from the leaders of those different churches. And not one of them believed that the family unit or the marriage covenant would endure beyond the grave. I stood at the door when the meeting was over and a man came up and introduced himself as a Baptist minister, and I said, “Did I misquote you here tonight?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p42\" class=\"\">He said, “No, Mr. Richards, it’s just like you say. We don’t all believe all the things our churches teach.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p43\" class=\"\">I said, “You don’t believe them either. Why don’t you go back and teach your people the truth? They will take it from you; they are not ready to take it from the Mormon elders yet.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p44\" class=\"\">He said, “I’ll see you again.” That’s all I could get out of him that night!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p45\" class=\"\">Next time I went there, about four months later, he had read of my coming in the newspaper, and there he was standing outside that little church. As we shook hands I said, “I would certainly be happy to know what you thought of my last sermon here.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p46\" class=\"\">He said, “Mr. Richards, I have been thinking about it ever since, and I believe every word you said, only I would like to have heard the rest.” (We never get talked out; that’s why I’ve asked Brother Benson to tap me on the leg when my time is up!)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p47\" class=\"\">Now I will tell you one more if there is time for it. Over in Utrecht, Holland, they had a seminary where they trained ministers, and the young men who were studying for the ministry used to come and stand outside our meetings and listen. And then when the meeting was over, they would come in and argue with us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p48\" class=\"\">I convinced one of those young men that baptism was to be by immersion for the remission of sins, and the laying on of hands for the gift of the Holy Ghost—he hadn’t been taught that and he didn’t believe it. He said: “Mr. Richards, do you think the Lord will hold us responsible if we teach things that we know are not in full accord with the Holy Scriptures?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p49\" class=\"\">I said, “My friend, I’d rather let the Apostle Paul answer that question. He said, ‘Though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.’ (<span class=\"citation\" id=\"23331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23331)\">Gal. 1:8<\/a><\/span>.)” We didn’t have any more arguments then.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/what-the-gospel-teaches.p50\" class=\"\">I think my time is up. God bless you all. I love the Lord. I love his church. I love the Saints. I love them all. God bless you, I pray, and leave you my blessing in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}