{"ID":3661, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Doctrine of the Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p3\" class=\"\">Elder Bruce R. McConkie<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2952.jpg\" alt=\"Elder Bruce R. McConkie\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p4\" class=\"\">My brethren of the priesthood: To all of you, to all holders of the Aaronic and Melchizedek Priesthoods, I issue this challenge: Come, learn the doctrine of the priesthood; come, live as befits one who is a servant of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p5\" class=\"\">This doctrine, this doctrine of the priesthood—unknown in the world and but little known even in the Church—cannot be learned out of the scriptures alone. It is not set forth in the sermons and teachings of the prophets and Apostles, except in small measure.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p6\" class=\"\">The doctrine of the priesthood is known only by personal revelation. It comes, line upon line and precept upon precept, by the power of the Holy Ghost to those who love and serve God with all their heart, might, mind, and strength. (See <span class=\"citation\" id=\"17862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17862)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17862)\">D&amp;C 98:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p7\" class=\"\">We have the revealed promise that if our souls are “full of charity towards all men, and to the household of faith” and if we “let virtue garnish [our] thoughts unceasingly; then shall [our] confidence wax strong in the presence of God; and the doctrine of the priesthood shall distil upon [our souls] as the dews from heaven.” (<span class=\"citation\" id=\"17882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17882)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17882)\">D&amp;C 121:45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p8\" class=\"\">I have wondered and pondered and prayed about how best to proclaim the doctrine of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p9\" class=\"\">I have thought, if I could but speak with the voice of seven thunders or send forth the word by ten thousand trumpets, then men would hear the message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p10\" class=\"\">But I remember how Alma wished that he might go forth and speak with the trump of God, with a voice to shake the earth, as he cried repentance unto every people. (See <span class=\"citation\" id=\"9362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9362)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9362)\">Alma 29:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p11\" class=\"\">And I know that the Lord does not work in this way. His word goes forth by the mouths of his servants as they minister and labor in their weakness. That word is then carried into receptive hearts by the still small voice of the Spirit. (See <span class=\"citation\" id=\"17841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17841)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17841)\">D&amp;C 85:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p12\" class=\"\">How else than by the power of the Spirit can any of us ever understand spiritual truths? How does one describe an infinite God in finite terms?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p13\" class=\"\">Can our voices, as weak and distant earthly echoes, recapture the glory and power of the Eternal Voice that speaks in heaven? Can man in his weakness and frailty portray God in his power and might?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p14\" class=\"\">Knowing our limitations, let us then reason together, and perhaps we can at least glimpse the wonders of that power by which the worlds were made. Perhaps we can see how and in what manner we as mortals may use this same power to bless our fellows and save ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p15\" class=\"\">What, then, is the doctrine of the priesthood? What is this doctrine, framed in the courts above, which can distil upon faithful men as the dews from heaven? (See <span class=\"citation\" id=\"17883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17883)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17883)\">D&amp;C 121:45<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p16\" class=\"\">Priesthood is power like none other on earth or in heaven. It is the very power of God himself, the power by which the worlds were made, the power by which all things are regulated, upheld, and preserved.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p17\" class=\"\">It is the power of faith, the faith by which the Father creates and governs. God is God because he is the embodiment of all faith and all power and all priesthood. The life he lives is named eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p18\" class=\"\">And the extent to which we become like him is the extent to which we gain his faith, acquire his power, and exercise his priesthood. And when we have become like him in the full and true sense, then we also shall have eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p19\" class=\"\">Faith and priesthood go hand in hand. Faith is power and power is priesthood. After we gain faith, we receive the priesthood. Then, through the priesthood, we grow in faith until, having all power, we become like our Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p20\" class=\"\">Our time here in mortality is set apart as a time of probation and of testing. It is our privilege while here to perfect our faith and to grow in priesthood power.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p21\" class=\"\">We received the priesthood first in the premortal existence and then again as mortals. Adam held the keys and used the priesthood when he participated in the creation of the earth. After his baptism he received the priesthood again, and he now stands as the presiding High Priest over all the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p22\" class=\"\">All of us who have calls to minister in the holy priesthood were foreordained to be ministers of Christ, and to come here in our appointed days, and to labor on his errand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p23\" class=\"\">The holy priesthood did more to perfect men in the days of Enoch than at any other time. Known then as the order of Enoch (see <span class=\"citation\" id=\"17823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17823)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17823)\">D&amp;C 76:57<\/a><\/span>), it was the power by which he and his people were translated. And they were translated because they had faith and exercised the power of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p24\" class=\"\">It was with Enoch that the Lord made an eternal covenant that all who received the priesthood would have power, through faith, to govern and control all things on earth, to put at defiance the armies of nations, and to stand in glory and exaltation before the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p25\" class=\"\">Melchizedek was a man of like faith, “and his people wrought righteousness, and obtained heaven, and sought for the city of Enoch.” (<span class=\"citation\" id=\"23958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23958)\">JST, Gen. 14:34<\/a><\/span>.) Since his day the priesthood has been called after his name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p26\" class=\"\">There are in the Church two priesthoods: the Aaronic or Levitical, and the Melchizedek. The Aaronic Priesthood is a preparatory priesthood, a schooling priesthood, a lesser priesthood, a divine system that prepares men to receive the Melchizedek Priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p27\" class=\"\">The Melchizedek Priesthood is the highest and holiest order ever given to men on earth. It is the power and authority to do all that is necessary to save and exalt the children of men. It is the very priesthood held by the Lord Jesus Christ himself and by virtue of which he was able to gain eternal life in the kingdom of his Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p28\" class=\"\">Both of these priesthoods are given by covenant. (See <span class=\"citation\" id=\"17837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17837)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17837)\">D&amp;C 84:33–41<\/a><\/span>.) Both of them surpass any earthly power; both of them prepare men for salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p29\" class=\"\">Those who receive the Aaronic Priesthood covenant and promise to magnify their callings, to serve in the ministry of the Master, to forsake the world, and to live as becometh Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p30\" class=\"\">In return, the Lord covenants and promises to enlarge the standing and station of all who keep their Aaronic covenant. He promises to give them the Melchizedek Priesthood, out of which eternal life comes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p31\" class=\"\">Those who receive the Melchizedek Priesthood covenant and promise, before God and angels, to magnify their callings, to “live by every word that proceedeth forth from the mouth of God” (<span class=\"citation\" id=\"17839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17839)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17839)\">D&amp;C 84:44<\/a><\/span>), to marry for time and all eternity in the patriarchal order, and to live and serve as the Lord Jesus did in his life and ministry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p32\" class=\"\">In return the Lord covenants and promises to give them all that his Father hath, meaning eternal life, which is exaltation and godhood in that eternal realm where alone the family unit continues in eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p33\" class=\"\">In return the Lord admits them to his eternal patriarchal order, an order that prevails in the highest heaven of the celestial world, an order that assures its members of eternal increase, or in other words of spirit children in the resurrection. (See <span class=\"citation\" id=\"17901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17901)\">D&amp;C 131:1–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p34\" class=\"\">These are the most glorious promises given to men. There neither is nor can be anything as wondrous and great. And so the Lord uses the most powerful and emphatic language known to the human tongue to show their importance and immutability. That is to say, the Lord swears with an oath in his own name, because he can swear by no greater, that everyone who keeps the covenant made in connection with the Melchizedek Priesthood shall inherit, receive, and possess all things in his everlasting kingdom, and shall be a joint-heir with that Lord who is his Only Begotten.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p35\" class=\"\">God swore with an oath that Christ would be exalted, and he swears anew, at the time each of us receives the Melchizedek Priesthood, that we will have a like exaltation if we are true and faithful in all things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p36\" class=\"\">Speaking messianically of the Lord Jesus, David said, “The Lord hath sworn, and will not repent, Thou art a priest for ever after the order of Melchizedek.” (<span class=\"citation\" id=\"41972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41972)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41972)\">Ps. 110:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p37\" class=\"\">And Paul, after quoting this messianic word, this eternal oath sworn by God himself, said that Christ was “called of God an high priest after the order of Melchisedec.” (<span class=\"citation\" id=\"24483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24483)\">Heb. 5:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p38\" class=\"\">Then of Melchizedek, to whom Abraham paid tithes, Paul said, “For this Melchizedek was ordained a priest after the order of the Son of God, which order was without father, without mother, without descent, having neither beginning of days, nor end of life.” (<span class=\"citation\" id=\"24485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24485)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24485)\">JST, Heb. 7:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p39\" class=\"\">Anciently the Aaronic Priesthood was limited to the Levites. It came because of father and mother; it was conferred only upon the worthy male descendants of Levi. But the Melchizedek Priesthood was to be conferred upon any male person of any lineage who was worthy to receive it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p40\" class=\"\">And so Paul continued, “And all those who are ordained unto this [higher] priesthood are made like unto the Son of God, abiding a priest continually.” (<span class=\"citation\" id=\"24486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24486)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24486)\">JST, Heb. 7:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p41\" class=\"\">Christ is the prototype; he is the Son; he is the Heir of the Father. But we, as joint-heirs, inherit equally with him because we also abide as priests forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p42\" class=\"\">Thus we make the covenant with Deity; and God swears the oath to us all, to show the importance and eternal worth of the covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p43\" class=\"\">This matter of swearing with an oath in ancient days was far more significant than many of us have realized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p44\" class=\"\">For instance: Nephi and his brethren were seeking to obtain the brass plates from Laban. Their lives were in peril. Yet Nephi swore this oath: “As the Lord liveth, and as we live, we will not go down unto our father in the wilderness until we have accomplished the thing which the Lord hath commanded us.” (<span class=\"citation\" id=\"1777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1777)\">1 Ne. 3:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p45\" class=\"\">Thus Nephi made God his partner. If he failed to get the plates, it meant God had failed. And because God does not fail, it was incumbent upon Nephi to get the plates or lay down his life in the attempt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p46\" class=\"\">One of the most solemn oaths ever given to man is found in these words of the Lord relative to Joseph Smith and the Book of Mormon. “He [meaning Joseph Smith] has translated the book, even that part which I have commanded him,” saith the Lord, “and as your Lord and your God liveth it is true.” (<span class=\"citation\" id=\"17739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17739)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17739)\">D&amp;C 17:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p47\" class=\"\">This is God’s testimony of the Book of Mormon. In it Deity himself has laid his godhood on the line. Either the book is true or God ceases to be God. There neither is nor can be any more formal or powerful language known to men or gods.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p48\" class=\"\">And so it is with the Melchizedek Priesthood. As the Lord lives, it is his holy order, and all those priesthood holders of every nation and kindred and tongue and people and race and color who will keep the covenant shall abide as priests forever, ruling and reigning everlastingly with the great High Priest of our profession, who is the Lord Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p49\" class=\"\">What, then, is the doctrine of the priesthood? And how shall we live as the servants of the Lord?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p50\" class=\"\">This doctrine is that God our Father is a glorified, a perfected, and an exalted being who has all might, all power, and all dominion, who knows all things and is infinite in all his attributes, and who lives in the family unit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p51\" class=\"\">It is that our Eternal Father enjoys this high status of glory and perfection and power because his faith is perfect and his priesthood is unlimited.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p52\" class=\"\">It is that priesthood is the very name of the power of God, and that if we are to become like him, we must receive and exercise his priesthood or power as he exercises it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p53\" class=\"\">It is that he has given us an endowment of heavenly power here on earth, which is after the order of his Son and which, because it is the power of God, is of necessity without beginning of days or end of years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p54\" class=\"\">It is that we can enter an order of the priesthood named the new and everlasting covenant of marriage (see <span class=\"citation\" id=\"17903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17903)\">D&amp;C 131:2<\/a><\/span>), named also the patriarchal order, because of which order we can create for ourselves eternal family units of our own, patterned after the family of God our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p55\" class=\"\">It is that we have power, by faith, to govern and control all things, both temporal and spiritual; to work miracles and perfect lives; to stand in the presence of God and be like him because we have gained his faith, his perfections, and his power, or in other words the fulness of his priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p56\" class=\"\">This, then, is the doctrine of the priesthood, than which there neither is nor can be anything greater. This is the power we can gain through faith and righteousness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p57\" class=\"\">Truly, there is power in the priesthood—power to do all things!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p58\" class=\"\">If the world itself was created by the power of the priesthood, surely that same power can move mountains and control the elements.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p59\" class=\"\">If one-third of the hosts of heaven were cast down to earth by the power of the priesthood, surely that same power can put at defiance the armies of nations or stay the fall of atomic bombs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p60\" class=\"\">If all men shall be raised from mortality to immortality by the power of the priesthood, surely that same power can cure the diseased and the dying and raise the dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p61\" class=\"\">Truly there is power in the priesthood—a power which we seek to acquire to use, a power which we devoutly pray may rest upon us and upon our posterity forever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-doctrine-of-the-priesthood.p62\" class=\"\">In the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}