{"ID":3663, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “A Brother Offended”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p2\" class=\"\">Elder Neal A. Maxwell<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/neal-a-maxwell-10.jpg\" alt=\"Neal A. Maxwell\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p3\" class=\"\">Our Shepherd, Jesus Christ, has repeatedly given us counsel, brethren, about those things which can cause some in His flock to become inactive, indifferent, offended, or to fall away. The cares and pleasures of the world, temptation, persecution, tribulation—all take their toll; so do being wronged, being ignored, and seeing hypocrisy in others. (See <span class=\"citation\" id=\"36848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36848)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36848)\">Matt. 13:21<\/a><\/span>; <span class=\"citation\" id=\"36867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36867)\">Matt. 24:10<\/a><\/span>; <span class=\"citation\" id=\"32107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32107)\">Luke 8:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p4\" class=\"\">Brethren, except for our own families, no group of men needs us more than these souls. Unlike those who have never heard the gospel, these individuals have known some light and so have some accountability—hence the urgency!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p5\" class=\"\">This work of reactivation often involves group study and socials, but, essentially, it is done a soul at a time, quietly and with dignity. It is done less “by the numbers” and more “by the Spirit.” It is less technique than genuine caring, more extending a helping hand than writing new handbooks.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p6\" class=\"\">There are no slick tricks, and quickie campaigns usually fail, for “a brother offended is harder to be won than a strong city.” (<span class=\"citation\" id=\"41557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41557)\">Prov. 18:19<\/a><\/span>.) Further, while we must stand on higher ground in order to lift another, there must be no condescension or suggestion that our concern is statistical rather than spiritual. Nor are souls to be dropped soon after they have been painstakingly lifted. How many times are we supposed to find the elect anyway?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p7\" class=\"\">A <span class=\"emphasis\">first<\/span> step is to recognize, where known, the causes of inactivity in these men. This often suggests how to customize our expressions of concern. However, never underestimate the power of privately extending a simple, loving, but direct challenge. Though it may not be reciprocated, such love is never wasted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p8\" class=\"\"><span class=\"emphasis\">Second,<\/span> recognize that this work takes time; it does interrupt our regular routine. The parable of the Good Samaritan teaches us that. (See <span class=\"citation\" id=\"32111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32111)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32111)\">Luke 10:29–37<\/a><\/span>.) Some wounds require more than a quick Band-Aid.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p9\" class=\"\">A <span class=\"emphasis\">third<\/span> step to be overseen by priesthood executive committees and ward correlation councils, is the careful matching of person to person. Organized love is better than generalized concern. Yet this redemptive labor should not be so institutionalized that friends and neighbors feel released from their responsibilities. An inspired effort is needed, for in the work of reactivation the <span class=\"emphasis\">best<\/span> approach may be the <span class=\"emphasis\">only<\/span> approach! Fasting and praying may be necessary to know when the timing is right to make an approach to a certain brother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p10\" class=\"\"><span class=\"emphasis\">Fourth,<\/span> provide such individuals with a fresh opportunity to serve, because they are genuinely needed. Moses learned this principle while recruiting Hobab as a guide. (See <span class=\"citation\" id=\"41126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41126)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41126)\">Num. 10:29–32<\/a><\/span>.) Remember, while their condition cries out for unconditional love, they usually desire a modest chance to express their own love and talents. For instance, elders quorum presidencies should organize several appropriate committees, each chaired by an active elder, who is to report regularly to the quorum presidency, with two or three active brethren to help. Each committee may be given the names of the inactive brethren most likely to respond when invited to serve on that committee, such as an athletic or welfare committee. These inactive men are less likely to respond to a general invitation to start coming to church than to a request to serve on a specific committee which takes account of their interests. One inactive brother started serving as a greeter and is now a bishop.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p11\" class=\"\">Significantly, brethren, Church members did not become inactive while crossing the plains, when the sense of belonging and being needed was so profound.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p12\" class=\"\"><span class=\"emphasis\">Fifth,<\/span> provide the needed teaching. <span class=\"emphasis\">Activation requires conversion.<\/span> Believing requires gospel beliefs to be understood. Quorum instruction and Gospel Essentials classes must be of a high quality. Attendees must feel the Spirit as they are taught. These individuals need the bread of life, not crumbs from the table. After all, the father of the prodigal son prepared a feast for the returnee—he did not merely warm up some leftovers!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p13\" class=\"\">Temple preparation seminars should feature enough informality to make real learning possible. Assign fellowshipping couples to attend these same seminars along with the inactive couples. Those attending should be lovingly encouraged to set some personal goals in order to be ready to go to the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p14\" class=\"\">Surveys indicate 30 percent of those invited to attend seminars will attend! Of the remainder, experience shows that eight out of ten, properly approached, will permit priesthood leaders to go into their homes to teach them. Brethren, in view of such realities, what are we afraid of?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p15\" class=\"\">These encouraging statistics suggest how important it is not to stand by and wring our hands but to do something! The reason, frankly, brethren, that so little is happening is that so little is being tried. An experienced woodcarver was asked how one begins to be a woodcarver. He said bluntly, “Start making some chips.” Brethren, let’s start making some chips!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p16\" class=\"\">A <span class=\"emphasis\">sixth<\/span> step is to remember the Lord’s hand is in this work. He can bring about those circumstances in which such souls are “in a preparation to hear the word.” (<span class=\"citation\" id=\"9365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9365)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9365)\">Alma 32:6<\/a><\/span>.) His Spirit can prod the prodigals—some of whom will come to their senses. And as that happens, however, let us run to greet them while they are “yet a great way off.” (<span class=\"citation\" id=\"32126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32126)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32126)\">Luke 15:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p17\" class=\"\"><span class=\"emphasis\">Seventh,<\/span> prevention is always better than rehabilitation. Sometimes, ironically, prevention requires no more than a few extra minutes of loving conversation or an expression of empathy. Being given the priesthood and a church assignment soon after baptism not only helps to anchor new converts, but assists other Church workers who are busy and whose hands hang down and whose knees are feeble. (See <span class=\"citation\" id=\"17832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17832)\">D&amp;C 81:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p18\" class=\"\">Likewise, as the Lord’s undershepherds, let us take preventive care to set a prudent pace for Church activities and extra financial contributions. The Lord wants dedication, not prostration! Even the vital Book of Mormon was translated only as strength and means were provided. (See <span class=\"citation\" id=\"17729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17729)\">D&amp;C 10:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p19\" class=\"\">Now, brethren, let us step back from the details of this demanding challenge and speak of overall realities and responsibilities for inactive and active men alike—in a perfect Church filled with imperfect individuals. Part of the manhood that goes with priesthood requires us to take account of such things as the following.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p20\" class=\"\">Let us acknowledge that the strait and narrow path, though clearly marked, is a path, not a freeway nor an escalator. Indeed, there are times when the only way the strait and narrow path can be followed is on one’s knees! And we are to help each other along the path, not give offense.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p21\" class=\"\">Whatever the dislocating offense which takes one from that path, once it occurs, unless such a one is humble, his search commences—but for vindication, not for reconciliation and communication. Brethren, it is so difficult to carry our cross and grudges, too.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p22\" class=\"\">Quickly forgotten by those who are offended is the fact that the Church is “for the perfecting of the saints” (<span class=\"citation\" id=\"21946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21946)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21946)\">Eph. 4:12<\/a><\/span>); it is not a well-provisioned rest home for the already perfected.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p23\" class=\"\">Likewise, unremembered by some is the reality that in the kingdom we are each other’s clinical material; the Lord allows us to practice on each other, even in our imperfections. And each of us knows what it is like to be worked on by a “student” rather than a senior surgeon. Each of us, however unintentionally, has also inflicted some pain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p24\" class=\"\">Often unallowed for, too, are the differing styles of leadership we experience in the kingdom. Paul was thoughtfully sensitive to the need not to offend weak members by eating meat (see <span class=\"citation\" id=\"706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 706)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(706)\">1 Cor. 8:13<\/a><\/span>), while John the Baptist’s diet of locusts and wild honey may not have proven contagious—surely not with Jerusalem’s country club set.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p25\" class=\"\">It is our individual and constant responsibility to avoid “looking beyond the mark.” (<span class=\"citation\" id=\"25884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25884)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25884)\">Jacob 4:14<\/a><\/span>.) My focus is my responsibility! What is most to be focused on—the fact that Peter walked briefly on the water or that he did not continue? Has any other mortal so walked, even that briefly?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p26\" class=\"\">Imperfect people are, in fact, called by our perfect Lord to assist in His work. The Lord declared to certain associates of Joseph Smith that He knew that they had observed Joseph’s minor imperfections. Even so, the Lord then testified that the revelations given through the Prophet were true! (See <span class=\"citation\" id=\"17813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17813)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17813)\">D&amp;C 67:5, 9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p27\" class=\"\">Unsurprisingly, therefore, we do notice each other’s weaknesses. But we should not celebrate them. Let us be grateful for the small strides that we and others make, rather than rejoice in the shortfalls. And when mistakes occur, let them become instructive, not destructive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p28\" class=\"\">I cherish these generous lines from that very able, but very humble, prophet-editor Moroni:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p29\" class=\"\">“Condemn me not because of mine imperfection, neither my father, because of his imperfection, neither them who have written before him; but rather <span class=\"emphasis\">give thanks unto God<\/span> that he hath <span class=\"emphasis\">made manifest unto you our imperfections,<\/span> that <span class=\"emphasis\">ye may learn to be more wise than we have been.<\/span>” (<span class=\"citation\" id=\"38055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38055)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38055)\">Morm. 9:31<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p30\" class=\"\">If such is our attitude, we are far less likely to be offended.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p31\" class=\"\">Besides, if the choice is between reforming other Church members or ourselves, is there really any question about where we should begin? The key is to have our eyes wide open to our own faults and partially closed to the faults of others—not the other way around! The imperfections of others never release us from the need to work on our own shortcomings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p32\" class=\"\">People who spend their time searching for feet of clay will miss not only the heavens wherein God moves in His majesty and power, but God’s majesty as He improves and shapes a soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p33\" class=\"\">So in the give-and-take in the kingdom, we jostle and are jostled. Offenses will come. (See <span class=\"citation\" id=\"36856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36856)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36856)\">Matt. 18:7<\/a><\/span>.) Once ego is unwisely committed, no cause seems too trivial for some. In a dispute over milk, Thomas B. Marsh soon let himself become offended at the Prophet Joseph.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p34\" class=\"\">Lorenzo Snow, Marsh’s contemporary, said that while he, too, noticed some minor imperfections in the Prophet Joseph, he was grateful that the Lord could use Joseph Smith for so very significant a work. Thus, there might be some hope for him, Lorenzo Snow. Indeed, there was hope for President Snow, who viewed others charitably, as if through the “windows of heaven.” [see <span class=\"citation\" id=\"32868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32868)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32868)\">Mal. 3:10<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p35\" class=\"\">Prophets need tutoring, as do we all. However, this is something the Lord seems quite able to manage without requiring a host of helpers. The Lord provides discreet but needed feedback, as He did to Peter by the shattering sound of a rooster crowing (see <span class=\"citation\" id=\"32141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32141)\">Luke 22:54–62<\/a><\/span>), or to an undelegating Moses through a caring, observing, and wise father-in-law—without Jethro’s placing an ad in the <span class=\"emphasis\">Sinai Sentinel<\/span> (see <span class=\"citation\" id=\"22917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22917)\">Ex. 18:13–16<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p36\" class=\"\">Happily for us all, the gospel is redemptive. It focuses not on Peter’s lapse in the hall of the high priest, but on Peter’s testimony of Jesus, bold and ringing, before Annas and Caiaphas and the council. (See <span class=\"citation\" id=\"8262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8262)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8262)\">Acts 4:5–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p37\" class=\"\">Moreover, as we view others, humility should counsel us that we do not have all the data. Though Peter and Paul had a difference over a particular, but passing, policy of the Church in the meridian of time, the record does not yet tell us about their developing relationship in the richness of their special apostolic brotherhood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p38\" class=\"\">Besides, in true discipleship, no one regrets a lapse more than the sincere lapser. Who is more conscious of the imperfections in their writings than the writers of God’s word?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p39\" class=\"\">“And whoso receiveth this record, and shall not condemn it because of the imperfections which are in it, the same shall know of greater things than these.” (<span class=\"citation\" id=\"38054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38054)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38054)\">Morm. 8:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p40\" class=\"\">And who, more than the Lord, knows what it costs to process His eternal truths through mortals? “Behold, I am God and have spoken it; these commandments are of me, and were given unto my servants in their weakness, after the manner of their language, that they might come to understanding.” (<span class=\"citation\" id=\"17712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17712)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17712)\">D&amp;C 1:24<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p41\" class=\"\">Above and beyond the usual sources of offense, there are those special circumstances, and we do well to note them, which can cause even strong people to falter briefly. Prior to His arraignment, Jesus told the Twelve how the Shepherd would soon be smitten and the sheep would be scattered. Peter denied that he would falter, and “likewise also said they all.” (See <span class=\"citation\" id=\"33326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33326)\">Mark 14:26–31<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p42\" class=\"\">Before judging these disciples, consider their anguishing circumstances. Things looked really ominous for the flock. They were understandably fearful as the establishment closed in on them. The danger to the disciples was real; hence Jesus encouraged them to leave. Then their Savior submitted to arrest, trial, and even crucifixion! The disciples felt keenly the deprivation and the humiliation of those circumstances, which—though warned of—they still had not fully expected. Yet, very soon, just as foreordained, these faithful undershepherds rallied and went on with the Savior’s glorious work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p43\" class=\"\">Did not somewhat similar circumstances prevail briefly at Nauvoo?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p44\" class=\"\">Now, brethren, the adversary and his helpers will continue to seek to discredit today’s undershepherds in order to try to scatter some of the sheep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p45\" class=\"\">When both circumstances and teachings became hard to bear, Jesus questioned the Twelve, “Will ye also go away?” The question is the same today, and so is the answer: “Lord, to whom shall we go? thou hast the words of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p46\" class=\"\">“And we believe and are sure that thou art that Christ, the Son of the living God.” (<span class=\"citation\" id=\"29120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29120)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29120)\">John 6:67–69<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p47\" class=\"\">In closing, I appeal to the offended and inactive: Do not let yesterday hold tomorrow hostage! Walk away from your investment in the penny stock of pride; it never pays dividends.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p48\" class=\"\">Remember, too, that it is not the flock, the body of the Church and its leaders, who stray, but individuals who stray. (See <span class=\"citation\" id=\"36857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36857)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36857)\">Matt. 18:12–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p49\" class=\"\">Likewise, I appeal to us all to consider anew this counsel from Jesus: “Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.” (<span class=\"citation\" id=\"36858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36858)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36858)\">Matt. 18:15<\/a><\/span>.) To win a point does not compare with “gaining” a brother!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p50\" class=\"\">Let us all take extra care to avoid both giving and taking offense.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p51\" class=\"\">Let us be loving, kind, and forgiving—helping these friends to become, as Peter and Paul said, grounded, rooted, established, and settled! (See <span class=\"citation\" id=\"21945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21945)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21945)\">Eph. 3:17<\/a><\/span>; <span class=\"citation\" id=\"2385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2385)\">1 Pet. 5:10<\/a><\/span>.) “The time is far spent.” (<span class=\"emphasis\">Hymns,<\/span> no. 184.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p52\" class=\"\">Savor these words quoted by a magnanimous and forgiving Prophet Joseph Smith to a repentant and returning W. W. Phelps:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Come on, dear brother, since the war is past,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">For friends at first, are friends again at last.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p55\" class=\"\">(Quoted in <span class=\"emphasis\">History of the Church,<\/span> 4:164.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/a-brother-offended.p56\" class=\"\">Such is my counsel, brethren. Such is my prayer. It is given in the name of Him who said, “Blessed is he, whosoever shall not be offended” (<span class=\"citation\" id=\"32104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32104)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32104)\">Luke 7:23<\/a><\/span>). Jesus’ redemptiveness and his love cause Him to stand at the very gate, and we are told he waits there for us with open arms. I so certify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}