{"ID":3664, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Tithing: An Opportunity to Prove Our Faithfulness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p\" class=\"\">Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_019<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p3\" class=\"\">That’s a great song (“The World Has Need of Willing Men”) and I’m sorry we did not sing the last verse—<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Then work and watch and fight and pray<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">With all thy might and zeal;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Push every worthy work along;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Put your shoulder to the wheel.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p8\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 206.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p9\" class=\"\">Put your shoulder to the wheel in moving along the kingdom of God. I would like to talk about some of the aspects of that effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p10\" class=\"\">I recall as a boy coming to these general conferences, as you young men have done tonight. On more than one occasion I heard President Heber J. Grant, his voice ringing with conviction, bear his witness concerning the sacred law of tithing and the marvelous promises which the Lord has made to those who are honest in paying their tithes and offerings. I was deeply impressed by what I heard.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p11\" class=\"\">I knew it was the Lord, the God of heaven, who made these promises. I knew that he was in a position to keep his promises, and I have come to know that he does so.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p12\" class=\"\">I will always be grateful for a father and a mother who, as far back as I can remember, taught us to pay our tithing. In those days, in the ward in which we lived the bishop did not have an office in the meetinghouse. We went to his home for tithing settlement. I can still sense my feelings of trepidation as I walked into that home as a very small boy to settle my tithing with Bishop John C. Duncan. The amount may have been only twenty-five cents, since we did not have very much of an allowance in those lean times, but it was an honest 10 percent as we had figured it in our childish way, based on the little couplet that we would recite in Sunday School:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">What is tithing? I will tell you every time.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Ten cents from a dollar, and a penny from a dime.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p15\" class=\"\">We never felt that it was a sacrifice to pay our tithing. We felt it was an obligation, that even as small children we were doing our duty as the Lord had outlined that duty, and that we were assisting his church in the great work it had to accomplish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p16\" class=\"\">We did not do it with the expectation of material blessings, although we can testify that we have been so blessed. The Lord has opened the windows of heaven and poured out his blessings in marvelous measure. (See <span class=\"citation\" id=\"32869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32869)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32869)\">Mal. 3:10<\/a><\/span>.) I am satisfied that he will bless all who walk in obedience to this commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p17\" class=\"\">Now, do not get me wrong. I am not here to say that if you pay an honest tithing you will realize your dream of a fine house, a Rolls Royce, and a condominium in Hawaii. <span class=\"emphasis\">The Lord will open the windows of heaven according to our need, and not according to our greed.<\/span> If we are paying tithing to get rich, we are doing it for the wrong reason. The basic purpose for tithing is to provide the Church with the means needed to carry on His work. The blessing to the giver is an ancillary return, and that blessing may not be always in the form of financial or material benefit. In speaking of opening the windows of heaven, Malachi continues by saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p18\" class=\"\">“And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p19\" class=\"\">“And all nations shall call you blessed: for ye shall be a delightsome land, saith the Lord of hosts.” (<span class=\"citation\" id=\"32870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32870)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32870)\">Mal. 3:11–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p20\" class=\"\">There are many ways in which the Lord can bless us beyond the riches of the world. There is the great boon of health. The Lord has promised that he will rebuke the devourer for our sakes. Malachi speaks of the fruits of our ground. May not that rebuke of the devourer apply to various of our personal efforts and concerns?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p21\" class=\"\">There is the great blessing of wisdom, of knowledge, even hidden treasures of knowledge. We are promised that ours shall be a delightsome land if we will walk in obedience to this law. I can interpret the word <span class=\"emphasis\">land<\/span> as people, that those who walk in obedience shall be a delightsome people. What a marvelous condition to be a delightsome people whom others would describe as blessed!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p22\" class=\"\">We hear some these days who say that because of economic pressures they cannot afford to pay their tithing. I recall an experience I had as a stake president some years ago. A man whom I knew came to get his temple recommend signed. I questioned him in the usual way and asked, among other things, whether he was paying an honest tithing. He candidly replied that he was not, that he could not afford to because of his many debts. I felt impressed to tell him that he would not pay his debts until he paid his tithing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p23\" class=\"\">He went along for a year or two in his normal way, and then made a decision. He talked about it some time later and he said: “What you told me has proved to be true. I felt I could not pay my tithing because of my debts. I discovered that no matter how hard I tried, somehow I could not manage to reduce my debt. Finally my wife and I sat down together and talked about it and concluded we would try the promise of the Lord. We have done so. And somehow in a way we can’t quite understand, the Lord has blessed us. We have not missed that which we have given to him, and for the first time in many years we are reducing our debt. We have come to the wisdom of budgeting our expenditures and of determining where our funds have been going. Because we now have a higher objective, we are able to curtail some of our appetites and desires. And above all of this, we feel we can now go to the house of the Lord with clear consciences as those deserving of this wonderful blessing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p24\" class=\"\">With all my heart, my brethren, I plead with the Latter-day Saints to live honestly with the Lord in the payment of tithes and offerings. I plead with you young men who are with us tonight to establish this habit while you are still young and to resolve to continue with it all the days of your lives. I plead with you who are Church officers to plead with the people for their benefit and blessing to increase their faithfulness in the payment of tithes and offerings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p25\" class=\"\">There has been laid upon the Church a tremendous responsibility. Tithing is the source of income for the Church to carry forward its mandated activities. The need is always greater than the availability. God help us to be faithful in observing this great principle which comes from him with his marvelous promise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p26\" class=\"\">While we are speaking of financial matters, I wish to touch on another thing. In the last little while I have received two letters, the import of which was to complain that eligibility to serve in responsible office in the Church is equated with financial success, that in order for one to qualify to serve as a bishop or stake president it is necessary to demonstrate a capacity to gather and husband wealth, and that men of modest means and humble vocations never seem to qualify.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p27\" class=\"\">If that is the perception, I am sorry, because it is a false perception. Out of the experience of nearly a quarter of a century in organizing and reorganizing scores of stakes, I can say that the financial worth of a man was the least of all considerations in selecting a stake president. One of the most loved and able presidents I know, in whose humble home I have stayed, is a carpenter by trade who earns his living with his tools. He presided over a stake in which lived many men of affluence who looked to him with love and respect as their leader.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p28\" class=\"\">Within the past month I have been with another stake president who is a carpenter who earns his living with his hands. He too is deeply loved and respected as the spiritual leader of his people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p29\" class=\"\">The stake president of course must be the spiritual anchor. He also must be able to manage the complex affairs of the stake, and therefore he must have administrative ability or at least the capacity to learn. On occasion, he stands as a judge of the people and must be a man of wisdom and discernment. But wealth and financial success are not criteria for Church service. I think I speak for all of my brethren when I say that in selecting a man to preside over a stake of Zion there is much of prayer with much of seeking the will of the Lord, and only when that will is recognized is action taken.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p30\" class=\"\">It is with us as it was with Samuel when he was sent to find a successor to Saul. When the first of Jesse’s sons passed by, a fine-looking man, Samuel was favorably impressed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p31\" class=\"\">“But the Lord said unto Samuel, Look not on his countenance, or on the height of his stature [or I might add parenthetically, on his financial statement]; because I have refused him: for the Lord seeth not as man seeth; for man looketh on the outward appearance, but the Lord looketh on the heart.” (<span class=\"citation\" id=\"2653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2653)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2653)\">1 Sam. 16:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p32\" class=\"\">I am confident that it is so, likewise, with stake presidents in nominating men to serve as bishops, and with others in the selection of various Church officers. If a chosen individual happens to be a man of substance honestly gained, so be it. He may then have more time and more resources to give to the work, and the work may be blessed by his superior management skills. But this will not be the reason for his selection. Personal worthiness is the key to fitness for office in the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p33\" class=\"\">“We believe that a man must be called of God, by prophecy, and by the laying on of hands by those who are in authority, to preach the Gospel and administer in the ordinances thereof.” (<span class=\"citation\" id=\"6974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6974)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6974)\">A of F 1:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p34\" class=\"\">It must always be so in this, the work of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p35\" class=\"\">Now may I mention another matter. The older I grow, the more thankful I feel to my parents in providing for us, in the home in which we were reared, good things to read. We had a library in that home with more than a thousand volumes. In those days, of course, we had no television, and radio was not even available during most of those earlier years. I do not wish to convey the idea that as children we read extensively in our father’s books. But they provided an environment. We saw our father and mother read, and they read to us. It did something of an indefinable nature. It gave us a familiarity with good books. We felt at home and at ease with them. They were not strangers to us. They were as friends, willing to give to us if we were willing to make a little effort.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p36\" class=\"\">In addition to such books we had the Church magazines. Our parents read them and read to us from them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p37\" class=\"\">We likewise had the <span class=\"emphasis\">Deseret News<\/span> in our home. This was long before publication of the <span class=\"emphasis\">Church News.<\/span> We read the newspaper and felt a certain kinship with it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p38\" class=\"\">As I look back upon my high school and university days, I am amazed that we had so little exposure to what we call today pornography and obscenity. Perhaps ours was a sheltered society, but it was a wonderful environment in which to grow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p39\" class=\"\">Unfortunately, we live now in a sex-saturated society. Pornography comes at us from all sides: in the theater, in books and magazines, in newspaper advertising, in television in its various forms, and in some instances from radio.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p40\" class=\"\">There is no way to blank it out entirely. But we can do something to offset its corrosive influence. We can expose our children to good reading. Let them grow with good books and good Church magazines around them. Have handy the weekly <span class=\"emphasis\">Church News,<\/span> which will bring to them the feeling that they belong to a great, viable, vital organization that moves across the world, affecting the lives of men and women for good in many lands.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p41\" class=\"\">Years ago I read that Emerson was once asked which one of all the books he had read had most affected his life. His response was that he could no more remember the books he had read than he could remember the meals he had eaten, but they had made him. All of us are the products of the elements to which we are exposed. We can give direction to those elements and thereby improve the result. I pray that we shall make an effort to improve the environment in which we and our children live.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p42\" class=\"\">Now, I’d like to say in conclusion a few words to the young men who are here. I do not know how many of you heard Elder LeGrand Richards speak this afternoon. President Lee once referred to Elder Richards as the marvelous work and a wonder. He is now past ninety-six years of age. His feet are giving him some trouble, but there is nothing wrong with his head. Without notes or manuscripts of any kind, he stood before us. He quoted scripture. He recounted experiences. He made us laugh as he talked of his missionary days. He made us pray that each of us might become more powerful in our advocacy of the word of the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p43\" class=\"\">Yesterday we announced a reduction in the term of missionary service for young men from twenty-four months to eighteen months. That means that all young men who go out now will have a twenty-five percent discount in the time they give to the work. And it means that the Lord’s work will have to bear the cost of that discount. There are only two ways that it can be made up. First, if each missionary will go out better prepared to be effective in his work—much more effective. And secondly, that more of you young men go on missions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p44\" class=\"\">As I listened to Elder Richards this afternoon, I said to myself, “His tremendous enthusiasm, his powerful knowledge of the scripture, his capacity to reason with great persuasion are the sweet fruits of his missionary life.” I want to say to you young boys and young men, prepare for that service. Save money for that purpose. Save it in a secure way so that it will be available when you need it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p45\" class=\"\">Study a foreign language if you have opportunity to do so. You may never be called to a land where that language is spoken, but the study will have given you a better understanding of your own tongue or of another tongue you may be asked to acquire.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p46\" class=\"\">Take advantage of every opportunity to enlarge your understanding of the gospel. Make the effort to participate in seminary and institute programs.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p47\" class=\"\">The Lord’s work needs the very best you are capable of providing. Now is the time to prepare for that service. Keep yourselves clean as those worthy to represent the Lord before the world. That means no alcohol, no tobacco, no drugs, no immorality or anything approaching that.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/tithing-an-opportunity-to-prove-our-faithfulness.p48\" class=\"\">God bless you, my brethren of the priesthood, with faith and testimony and a love for him and his great and sacred work. You know it is true, and I know it is true, and together we so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}