{"ID":3665, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p2\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_020<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p3\" class=\"\">Brethren, I came to the conclusion after studying for some time on the matter that priesthood is power. As I speak tonight I desire to remind us of the importance of magnifying our callings in the priesthood. (See <span class=\"citation\" id=\"17835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17835)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17835)\">D&amp;C 84:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p4\" class=\"\">By reason of our ordination to the priesthood, we are the most honored of all men. By the same token, we are charged with the greatest responsibility. We should diligently try—through prayer, study, and the faithful performance of our priesthood duties—to learn all we can about the priesthood. Even so, we will not be able, in mortal life, to fully comprehend it. We can, however, understand that priesthood is power—the power of God. By means of the priesthood he exercises, God the Father brings into existence and governs all of his creations. President Brigham Young said that “the Priesthood of the Son of God … is the law by which the worlds are, were, and will continue for ever and ever. It is that system which brings worlds into existence and peoples them, gives them their revolutions—their days, weeks, months, years, their seasons and times and by which they are rolled up as a scroll, as it were, and go into a higher state of existence.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book Co., 1941, p. 130.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p5\" class=\"\">Jesus gave us demonstration after demonstration of the power of the priesthood. In his first recorded miracle, he turned water into wine. (See <span class=\"citation\" id=\"29111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29111)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29111)\">John 2:1–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p6\" class=\"\">Matthew tells us that as Jesus slept on a ship a great tempest covered the vessel with waves. So concerned were his disciples that they came to him, saying, “Lord, save us: [or] we perish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p7\" class=\"\">“Then he arose, and rebuked the winds and the sea; and there was a great calm.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p8\" class=\"\">“[And] the men marvelled, saying, What manner of man is this, that even the winds and the sea obey him!” (<span class=\"citation\" id=\"36840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36840)\">Matt. 8:25–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p9\" class=\"\">On another occasion, with “but five loaves, and two fishes” Jesus fed the multitude:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p10\" class=\"\">“And they did all eat, and were filled: and they took up of the fragments that remained twelve baskets full.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p11\" class=\"\">“And they that had eaten were about five thousand men, beside women and children.” (<span class=\"citation\" id=\"36850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36850)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36850)\">Matt. 14:17, 19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p12\" class=\"\">By the power of the priesthood Jesus gave sight to the blind, hearing to the deaf, strength to the lame, and healed all manner of diseases. He raised from the dead the son of the widow of Nain. (See <span class=\"citation\" id=\"32102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32102)\">Luke 7:11–15<\/a><\/span>.) He even resurrected himself by the power of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p13\" class=\"\">He and his Father exercise the power of the priesthood directly at their own pleasure and in their own right. When Jesus summoned Lazarus from the tomb, he simply “cried with a loud voice, Lazarus, come forth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p14\" class=\"\">“And he that was dead came forth.” (<span class=\"citation\" id=\"29130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29130)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29130)\">John 11:43–44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p15\" class=\"\">We mortals, in exercising the priesthood, do not do so in our own right as Jesus did. The priesthood we hold is a delegated power. We can only exercise it within the limits the Lord has set, upon the conditions he has specified, and in his name. But we can do many of the works which he did if we fully magnify our callings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p16\" class=\"\">To his Apostles, in his great and final discourse delivered following the Last Supper and just before they went to Gethsemane, he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p17\" class=\"\">“Believe me that I am in the Father, and the Father in me: or else believe me for the very works’ sake.” (<span class=\"citation\" id=\"29142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29142)\">John 14:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p18\" class=\"\">Well, the priesthood, as I have come to understand it through studying, is power. It’s the power that God used in the Creation. It is the power that he used to feed the people in the days of Moses. It is a power which we can exercise by means of our priesthood if we have the faith and learn to follow the inspiration of heaven. (Brother McConkie gave a fine discourse on this subject earlier tonight, as you remember.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p19\" class=\"\">It is a power that we can exercise in our callings in the Church if we will be humble and study, and live worthy of the holy priesthood and be guided by the influence of the Lord in our administrations and our other work that we are called to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/priesthood.p20\" class=\"\">I pray that we will all magnify our priesthood by living the gospel, so that we can use that power for furthering the work of the Church and for perfecting our lives on our way to the great hereafter, I humbly pray, and bear my testimony, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}