{"ID":3669, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Let Us Go Up to the House of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_024<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p3\" class=\"\">The assignment we were given for Saturday evening sessions of stake conference during the first half of 1982 was directed toward the theme “Let us go up to the mountain of the Lord, to the house of the God of Jacob.” (<span class=\"citation\" id=\"25568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25568)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25568)\">Isa. 2:3<\/a><\/span>.) The objective of these meetings has been to inspire the members to obtain their own temple blessings, attend the temple in behalf of their deceased relatives and others, complete their four-generation records, extend research on family lines, and organize and strengthen the family organizations. The first instruction after the glorious First Vision to the Prophet Joseph Smith, in the act of restoring the gospel of Jesus Christ, was concerning the eternal family unit. History records this account in the words of the Prophet:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p4\" class=\"\">“A messenger [was] sent from the presence of God to me, … that his name was Moroni; and God had a work for me to do. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p5\" class=\"\">“After telling me these things, he commenced quoting the prophecies of the Old Testament.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p6\" class=\"\">\n\t<span class=\"emphasis\">“Behold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the coming of the great and dreadful day of the Lord.<\/span>\n      <\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p7\" class=\"\"><span class=\"emphasis\">“… And he shall plant in the hearts of the children the promises made to the fathers, and the hearts of the children shall turn to their fathers. If it were not so, the whole earth would be utterly wasted at his coming.”<\/span> (<span class=\"citation\" id=\"30661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30661)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30661)\">JS—H 1:30, 33, 36, 38–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p8\" class=\"\">Preparation for these conference sessions each weekend has aroused my interest in my own progenitors. I was impressed with the phrase that unless families are united together and the hearts of children are turned to their fathers, the whole earth would utterly be wasted at the Savior’s return.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p9\" class=\"\">My interest in my family has prompted us to hold a special family home evening each month with my children. They are invited to bring their families into our home. As a part of the lesson of each of these family home evenings, I have tried to tell them about one of their progenitors. The oldest in the line I can remember is my grandfather, Henry Morgan Perry. As I prepared to give a lesson on his life, I became very excited about his accomplishments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p10\" class=\"\">My father once wrote this tribute to his father:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p11\" class=\"\">“Father was a conservative. He never went into debt. When we didn’t have it, we went without. He never mortgaged the farm. He was very reluctant to impose anything on his homestead. I’ve often heard him say that the only people who had their financial heads above water were the ones who hadn’t mortgaged their farms. He was a public-spirited man. I remember four important positions he held. First was justice of the peace; second, school trustee; third, a member of a bishopric; and fourth, his work on the Great Feeder Canal. He was a pioneer in the development of irrigation in the fertile Snake River Valley.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p12\" class=\"\">Dad’s account describes the tenderness with which grandfather taught his family. My father was one who desired an education and was earnestly seeking to get the best he could with the means available to him. When his father would see him struggling, he would give him fatherly lectures like, “My boy, be humble in your studies, and remember your prayers. Yes, and in your prayers, remember your studies.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p13\" class=\"\">Then dad tells of the time he became a little arrogant as he acquired a little knowledge. One day he challenged his father to a debate to be held after their church service. The subject was: “Resolved: That science has done more for the welfare of the human family than has religion.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p14\" class=\"\">The whole congregation stayed after to listen to the debate. Each speaker was allowed fifteen minutes with a rebuttal of three minutes. My father spoke first. He spoke of the progress science had made and how it had lifted up the standard of living of all. Then he stated how many failures religion had had in the past. Dad was a member of the debating society at school and was gifted in speech. He knew how to sway an audience. When he sat down, he thought he had convinced the people to throw away their Bibles and take up science.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p15\" class=\"\">Then grandfather got up. He had never had the privilege of having much schooling, but was an avid reader. He told how religions, many of them, had influenced the human family for good. He explained their merits, their excellence, and their worth. Then he sat down.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p16\" class=\"\">My father got up for rebuttal. He spent most of his time saying, “I have proven. I have proven.” But each “I have proven” seemed to be a little less forceful as he thought of the sincerity of his father’s message. Realizing this, he sat down.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p17\" class=\"\">Then grandfather arose. He didn’t say much. He just added this: “I give all credit to science for what science has done. It has changed our way of life and, in a way, our thinking. It has built, encircled, and constructed. None of us want to go back to yesterday when today holds so much, and tomorrow even more. But with all of the credit to its progress, and all of the glory to its accomplishments, your scientists have not yet come up with anything that compares with the tenderness of a human heart.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p18\" class=\"\">Grandfather had won the debate. Even dad was convinced. He rushed over and threw his arms around him and congratulated him. Grandfather then said to dad, “My boy, remember this: There is more satisfaction in the humble teachings of the Master than all the glamour of a false ideal.” (<span class=\"emphasis\">“They Came,”<\/span> Albert Z. Perry, 1955.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p19\" class=\"\">As you can see, from stories such as this I have developed a love for my grandfather.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p20\" class=\"\">I started looking at what has happened to his extended family since his death. Henry Morgan and Fannie Young Perry were blessed with 10 children, then 48 grandchildren, 161 great-grandchildren, 241 great-great-grandchildren, and now 22 great-great-great-grandchildren, a total of 482. Including their companions, their number reaches 639. Why, their posterity is a ward almost ready for division!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p21\" class=\"\">But in becoming acquainted, I’ve found that not all of the family have been blessed with a knowledge of the teachings of their grandfather. Not all have embraced the gospel. Suddenly I realized that I had a great work to do. Some of those 639 will not be part of his eternal family unit because they have not received the witness in their hearts of what they have to do to accomplish this.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p22\" class=\"\">I have discovered that certainly if there was a man qualified to inherit the celestial kingdom, it would have been my grandfather, Henry Morgan Perry. I am excited as I anticipate being with him in the eternities if I qualify myself. But then I start worrying about meeting grandfather and wondering how he will greet me. The realization comes to me again of the great work I have to accomplish. Because of this concern, I have researched the names of all the descendants of Henry Morgan Perry who have not taken advantage of the glorious privilege of becoming part of an eternal family unit. I have sent them letters inviting them to listen to me today. For the next few minutes I would like to address my remarks to these members of our family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p23\" class=\"\">The Lord has declared, “For behold, this life is the time for men to prepare to meet God.” (<span class=\"citation\" id=\"9371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9371)\">Alma 34:32<\/a><\/span>.) In the Lord’s plan for the salvation of his children, he has made two points clear: first, Jesus Christ is the only name under heaven by which authority is given for man’s salvation (see <span class=\"citation\" id=\"8263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8263)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8263)\">Acts 4:11–12<\/a><\/span>); and second, every man and woman must accept the gospel and receive its ordinances by authority, or they cannot be saved (see <span class=\"citation\" id=\"125219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125219)\">John 3:5<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p24\" class=\"\">The prophets have instructed us concerning the eternity of the family organization. President Joseph F. Smith has said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p25\" class=\"\">“Our [family] associations … are not exclusively intended for this life, for time, as we distinguish it from eternity. … We form associations and relations for time and all eternity. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p26\" class=\"\">“A man and woman who have embraced the gospel of Jesus Christ and who have begun life together, should be able by their power, example and influence to cause their children to emulate them in lives of virtue, honor, and in integrity to the kingdom of God which will redound to their own interest and salvation. No one can advise my children with greater earnestness and solicitude for their happiness and salvation than I can myself. … I cannot be satisfied without them. They are part of me. They are mine; God has given them to me, and I want them to be humble and submissive to the requirements of the gospel.” (<span class=\"emphasis\">Gospel Doctrine,<\/span> Salt Lake City: Deseret Book Co., 1939, pp. 277, 278.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p27\" class=\"\">Now what are these ordinances we must partake of in order to qualify? Our faith has taught us that the principles and ordinances of the gospel are first, faith in the Lord Jesus Christ; second, repentance; third, baptism by immersion for the remission of sins; and fourth, the laying on of hands for the gift of the Holy Ghost. (See <span class=\"citation\" id=\"125220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125220)\">A of F 1:4<\/a><\/span>.) Following the acceptance of the first four principles of the gospel and a reasonable time in proving ourselves by conducting our lives in harmony with its teachings, it is then possible to enter the Lord’s temple and receive the endowment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p28\" class=\"\">Elder James E. Talmage has written this of the endowment:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p29\" class=\"\">“The ordinances of the endowment embody certain obligations on the part of the individual, such as covenant and promise to observe the law of strict virtue and chastity, to be charitable, benevolent, tolerant and pure; to devote both talent and material means to the spread of truth and the uplifting of the race; to maintain devotion to the cause of truth; and to seek in every way to contribute to the great preparation that the earth may be made ready to receive her King,—the Lord Jesus Christ. With the taking of each covenant and the assuming of each obligation a promised blessing is pronounced, contingent upon the faithful observance of the conditions.” (<span class=\"emphasis\">The House of the Lord,<\/span> rev. ed., Salt Lake City: Deseret Book Co., 1976, p. 84.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p30\" class=\"\">After receiving your own endowment, you may be united with your companion and sealed in marriage for time and eternity. The Lord has said, “All covenants, contracts, bonds, obligations, oaths, vows, performances, connections, associations, or expectations, that are not made and entered into and sealed by the Holy Spirit of promise, of him who is anointed, both as well for time and for all eternity, … are of no efficacy, virtue, or force in and after the resurrection from the dead; for all contracts that are not made unto this end have an end when men are dead.” (<span class=\"citation\" id=\"17905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17905)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17905)\">D&amp;C 132:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p31\" class=\"\">Now, regarding our eternal relationship in temple marriage, President Ezra Taft Benson has told us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p32\" class=\"\">“The family [is] the most important organization in time and all eternity; … the preservation of family life in time and eternity takes precedence above all other interests. … Because of this confidence in the perpetuity of the home and family into the eternities, we build our most elaborate and expensive structures—temples of God … so that man, woman, and their children may be bound together by covenant in an everlasting union which will transcend all the limitations of this mortal sphere.” (“America’s Strength—The Family,” unpublished transcript of an address given as part of the National Family Night Program, Seattle World’s Fair Coliseum, 23 Nov. 1976, p. 5.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p33\" class=\"\">How glorious are the Lord’s teachings to his children that there can be eternal family associations with grandparents, parents, children, and grandchildren in one eternal family organization.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p34\" class=\"\">Now my dear family members who have not completed all that the Lord would require of you to become part of this great eternal family organization—I must confess that there are times when we focus so much on the worldwide impact of missionary programs, genealogical records extraction, on preparation to teach Sunday School classes, etc., that we fail to make ourselves available to help you understand the blessings which await you as part of an eternal family organization. I want you to know that I am now available. I have reordered my priorities. I want to do all in my power to be certain that our eternal family association is complete. Let us teach you the doctrines which are necessary for you to join with us for time and eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p35\" class=\"\">I give you my witness that God is our eternal Father, that we are his children, that he has provided a way for us to have an eternal family organization that will endure beyond the grave. I give you my witness that this gift, the gift of life eternal, is the greatest gift of God to his children. (See <span class=\"citation\" id=\"17738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17738)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17738)\">D&amp;C 14:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-go-up-to-the-house-of-god.p36\" class=\"\">May God bless us that we may find the joy and satisfaction that come from learning gospel principles that will lead us to life eternal, is my humble prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}