{"ID":367, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Plea for Better Environment<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1948, pp. 117-123<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, as I approach this solemn duty, I sense fully the need of your united\nsupport, and particularly the sustaining influence of the Spirit of the Lord.\n<\/p><p>\nIMPORTANCE OF ENVIRONMENT\n<\/p><p>\nIt is my purpose this morning to say a few words about the effect of environment upon youth,\nand the responsibility of adults to make home and civic environment a contributing factor to\ntheir right living.\n<\/p><p>\nThe following is pertinent to what I have in mind:\n<\/p><p>\nIt is the age that forms the man, not the man that forms the age. Great minds do indeed react\non the society which has made them what they are, but they only pay with interest what they\nhave received. (Macaulay.)\n<\/p><p>\nSo also is this ancient proverb applicable:\n<\/p><p>\nIf there is righteousness in the heart, there will be beauty in the character. If there is beauty in\nthe character, there will be harmony in the home. If there is harmony in the home, there will\nbe order in society. And if there is order in society, there will be peace in the world.\n<\/p><p>\nFrom the pulpit and public press, even in homes and social circles, we hear discouraging\ncomments on the delinquency of youth.\n<\/p><p>\nIf there is concern about the recalcitrance of boys and girls, this generation is no exception to\nthose which have preceded it. Our great-grandfathers and their great-grandfathers worded\nabout the forwardness and recklessness of their children, and the bleakness of their future just\nas we do today.\n<\/p><p>\nCONFIDENCE IN YOUNG PEOPLE\n<\/p><p>\nSpeaking generally, I have confidence in our young people. This confidence springs primarily\nfrom my intimate associations with hundreds of returned soldiers and others who have gone\non missions, particularly during the last three years. While our young men were in the army,\nmost of them (there were exceptions, of course) conducted themselves creditably. They met as\nregularly as possible for sacred service. As an illustration: During the war in the Pacific when\nthe conflict was at its height, a chaplain one day accosted a colonel, saying, \"Are you going\nto conference tomorrow?\" \"What do you mean, conference?\" answered the colonel. \"The\nMormon soldiers in New Britain are holding a conference tomorrow.\"\n<\/p><p>\nI heard that same colonel say, upon his return from the army, \"Those soldiers are among the\nbest missionaries that the Church has ever had.\" Many of these young men saved their money\nto pay the expenses of missions which they, are now filling in various parts of the world,\nsome of them in lands where they fought as soldiers. One of these, as others of his comrades,\nsent his savings home, requesting his mother to keep them to pay the expenses of his\nanticipated mission after his discharge from the army. Then he added, \"If I do not return, use\nmy savings to send out some other comrade to preach the gospel.\" He did not return, but in\nkeeping with his desire, his parents are now using this soldier's savings to support another\nyouth who is fulfilling the dead soldier's request.\n<\/p><p>\nI tell you, so long as there is an indication of that spirit among our youth, I am going to\nuphold them and have confidence in them.\n<\/p><p>\nI know that it is hardly fair to judge the group by those especially selected as missionaries,\nbut I have been in touch with other groups whose lives tip the scales against delinquency.\nRecently there was held in this city a convention of one of the national college fraternities.\nFor dignity, temperance, brotherhood, and other commendable virtues, it was one of the\nchoicest conventions if not the choicest convention ever held by such an organization, and that\nwas said by one who had attended fifty of them. In nearly every detail, it was planned and\ncarried out by our local youth.\n<\/p><p>\nA recent outing by that same group, one hundred twenty strong, was characterized by actions\nmost creditable. That there is a threatening increase in delinquency in our communities,\nparticularly among boys and girls of high-school age, is all too apparent to anyone who will\nopen his eyes to see, and his ears to hear; and steps should be taken to curtail this\ndelinquency.\n<\/p><p>\nDELINQUENCY OF ADULTS\n<\/p><p>\nIt is with this purpose in mind that I refer not to the delinquency of youth, but to the\ndelinquency of adults.\n<\/p><p>\nYouth is influenced by example and environment. Dominating groups exerting this influence\nare the home, the church, the school, social circles, and civic conditions.\n<\/p><p>\nThere are too many delinquent fathers and mothers. Our homes are the centers that determine\nthe type of our citizenry. To dignify home and parenthood is one of the noblest aims of\nhuman society. The greatest responsibility given to women is the divine gift to be a mother.\nShe thus blessed, who has health and opportunity, and shirks the responsibility for social\nprestige and pleasure, is recreant to her duty as wife and mother. The father, particularly, if he\nbe a member of the Church and holds the priesthood, who fails to set a proper example before\nhis children is a delinquent, and is a contributor to child delinquency.\n<\/p><p>\nNEED OF PROPER HOME ENVIRONMENT\n<\/p><p>\nUpon the responsibility of parents to have proper home environment, modern revelation is\nmost explicit:\n<\/p><p>\nAnd again, inasmuch as parents have children in Zion, or in any of her stakes which are\norganized, that teach them not to understand the doctrine of repentance, faith in Christ the\nSon of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the\nhands, when eight years old, the sin be upon the heads of the parents.\n<\/p><p>\nFor this shall be a law unto the inhabitants of Zion, or in any of her stakes which are\norganized.\n<\/p><p>\nAnd their children shall be baptized for the remission of their sins when eight years old, and\nreceive the laying on of the hands.\n<\/p><p>\nAnd they shall also teach their children to pray and to walk uprightly before the Lord\n(<span class=\"citation\" id=\"12472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12472)\">D&amp;C 68:25-28<\/a><\/span>).\n<\/p><p>\nQuarreling among parents and children, faultfinding, backbiting, smoking cigarettes, drinking\nintoxicating liquors, using profane language, make a home environment that contributes to\ndelinquency. No parent can consistently teach faith in Christ who profanes the name of Deity.\nProfanity is never heard in the well-ordered home. Swearing is a vice that bespeaks a low\nstandard of breeding. Blasphemous exclamations drive out all spirit of reverence. Irreverence\nis always a mark of delinquency.\n<\/p><p>\nWrote General George Washington to his Continental soldiers:\n<\/p><p>\nThe foolish and wicked practice of profane cursing and swearing is a vice so mean and low\nthat every person of sense and character detests and despises it.\n<\/p><p>\nProfanity is a vice all too prevalent in America, and though we say it with embarrassment, all\ntoo frequently used in the Church. \n<\/p><p>\nThe great Chinese philosopher, as a minister of crime, is reported to have set free a son who\nhad offended against the canon of filial behavior, on the ground that the father who had so\nill-taught him was the one to blame. Said he:\n<\/p><p>\nWhen superiors fail in their duty, should inferiors die? This father never taught his son to be\nfilial. To act upon this charge would be to kill the innocent.\n<\/p><p>\nBut until the millennium there will be delinquent parents and delinquent homes, and as a\nresult from out of these there will come children inclined to delinquency.\n<\/p><p>\nDUTIES OF CHURCH AND SCHOOL\n<\/p><p>\nIt is the duty of the Church to render such assistance as is possible. First, to find these\ndelinquents, and then to awaken higher ideals in daily living and to inspire faith in the gospel\nof Jesus Christ.\n<\/p><p>\nBut only a small percentage of children and youth ever come in contact with the church. In\nNew York City alone, fifty thousand children are unaffiliated with any church. A potent\nfactor, therefore, in character development is the public school.\n<\/p><p>\nTo these democratic institutions come children from all kinds of homes, including the\ndelinquent. All I can say this morning is that every teacher in church and in school should\nrealize that he has the moral as well as the assigned responsibility to impress upon his\nstudents the true value of the highest and noblest things in life.\n<\/p><p>\nWHITE HOUSE CONFERENCE REPORT\n<\/p><p>\nMore concern, it is now apparent, should be given to the influences outside the home, the\nchurch, and the school. One of the most important conferences ever held in this country was\nthe White House Conference on Child Health and Protection held during President Hoover's\nadministration. Governor George Dern followed the matter up in Utah. As a result, hundreds\nof progressive people, forward-looking citizens, participated in the Utah State White House\nConference, and considered influences that affect the child. From one of these reports I quote\nas follows:\n<\/p><p>\nThe decadence of the old-type home with its wide physical arena of family life, its home with\ngenius industry, its concern in the individual welfare and control over the child, yields to\ncommunity influences which now have a larger part in the life of the child.\n<\/p><p>\nWith the great masses of sensationalism and artificial stimulation to which the child of today\nis subjected in this age of mechanical wonders, it is of the gravest importance that society\nrealize that it is only in the example of sincere living upon the part of the individual members\nof society that the child finds a dynamic impulse for his own wholesome development.\n<\/p><p>\nIf we are sincere in our desire to reduce this delinquency among youth, let us look to\nourselves as members of the community and as leaders and officials in civic circles. I\ncontinue to quote:\n<\/p><p>\nA nation that has conquered great material difficulties, and harnessed its physical powers must\nhave some more effective means of combating the cynicism of its youth&mdash;the cynicism born of\nwidely flaunted dishonesty of those in high places, insincerity of leadership, and gaudy\npageantry of crime.\n<\/p><p>\nWe have been termed the most lawless nation in the world. This is not merely that we have\nso many laws that any one enactment loses sanctity. This is not merely that the administration\nof criminal law has failed to keep pace with our urbanization. This is not merely that we feel\nthat individual rights stand above the law. Deeper than all this lies a form of lawlessness that\npervades our whole people, that infect our children&mdash;the tragic result of our unlimited natural\nresources, the facility of their wealth and the apparent omnipotence of our machinery&mdash;the\nheritage in our generation of the vicious belief that somehow more can be gotten out of life\nthan one puts into it. This is truly in its deepest and most devastating sense a belief in\nlawlessness.\n<\/p><p>\nDELINQUENCY IN HOLLYWOOD\n<\/p><p>\nRecently a delinquent adult, a prominent movie actor, was caught with others in an illegal\n\"dive.\" A few days later, a columnist published in the public press, the following:\n<\/p><p>\nI don't quite savvy all this sudden bleeding over the plight of a droopy-eyed young movie\nactor who seems to have been caught by the cops on a reefer binge with a couple of blondes.\nFor one thing, it is not an unusual offense in Hollywood. Dragging the weed ranks roughly in\nthe film colony with taking Benzedrine as a substitute for sleep and sobriety.\n<\/p><p>\nI ask you, I ask the American public, to consider, what effect such comment would have upon\nyoung people who are already inclined to yield to the urge of new experience. More shame to\nthe adult delinquent than to the youth!\n<\/p><p>\nWHOLESOME COMMUNITY ENVIRONMENT\n<\/p><p>\nIt is the duty of every law-abiding citizen to see to it that our children have a wholesome\ncommunity environment in which to live during their tender and impressive years.\n<\/p><p>\nI commend those officers who recently broke up that gambling den out here in our county,\nwhere sixteen adults&mdash;well, more than that&mdash;when the sheriff and his deputy caught them\nbecause of the activity of some neighbors . . . sixteen adults who were guilty of gambling and\ncock-fighting. Eleven were caught, arrested, and fined fifty dollars each. The officers broke it\nup, but now the gamblers are active in another county, I am informed.\n<\/p><p>\nThe secret, illegal selling of bawdy literature and obscene pictures the drinking of intoxicating\nliquors in public; the harboring of gambling devices, and particularly of \"one-armed bandits.\"\nIn \"joints\" throughout the state, and I speak advisedly, lure the youth into an atmosphere of\ncriminality. Sale of liquor by the drink would only increase the danger and make more readily\naccessible to young people a demoralizing environment.\n<\/p><p>\nI am throwing out these two thoughts to emphasize the need of keeping our young people, as\nfar as possible in a wholesome and not a demoralizing environment.\n<\/p><p>\nGRATITUDE FOR THE CHURCH\n<\/p><p>\nIn conclusion, let me say:\n<\/p><p>\nLet us here and now express gratitude for the Church of Jesus Christ with quorums and\nauxiliaries specially organized to combat these evils. It was established by divine revelation of\nGod the Father and his Son Jesus Christ. Its glorious mission is to proclaim the truth of the\nrestored gospel; to uplift society that people may mingle more amicably one with another; to\ncreate in our communities a wholesome environment in which our children may find strength\nto resist temptation and encouragement to strive for cultural and spiritual attainment; to make\nineffective the influence of designing men who would make profit out of their fellows who\nare fallen so low as to be slaves to their appetites and passions&mdash;and who would fill their\npurses through the weaknesses of addicts to gambling, and the pitiable courtesan outcasts. The\ngospel is a rational philosophy that teaches men how to get happiness in this life, and\nexaltation in the life to come.\n<\/p><p>\nThe mission of the Church is to establish the kingdom of God upon the earth, which, in the\nwords of Thomas Nixon Carver, is not a mystical but a real kingdom. It is a body of people\ndominated by ideals of productivity, which is mutual service. We do not strive for the things\nwhich satisfy but for the moment and then leave a bad taste. We strive for the things which\nbuild us up, and enable us and our children to be strong, to flourish, and to conquer. We\nstrive to make ourselves worthy to receive the world by flitting ourselves to use the world\nmore productively than others. We believe that obedience to God means obedience to the laws\nof nature, which are but the manifestations of his will; and we try by painstaking study to\nacquire the most complete and exact knowledge of that will, in order that we may conform\nourselves to it.\n<\/p><p>\nWe believe that reverence for God is respect for these laws, that meekness is teachableness\nand willingness to learn by observation and experience. By practicing this kind of meekness,\nor teachableness, we believe that we shall inherit the earth; whereas the unmeek, the\nunteachable, the pigheaded, who are dominated by pride of tradition, shall not.\n<\/p><p>\nWe offer you hard work, frugal fare, severe discipline, but a share in the conquest of the\nworld for the religion of the productive life. \n<\/p><p>\nGod help us to discharge our responsibilities to our youth by making an environment in home,\nin school, in Church, and in our communities that will be uplifting, wholesome,\nfaith-inspiring, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}