{"ID":3670, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Sailing Safely the Seas of Life\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p2\" class=\"\">Elder Thomas S. Monson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img src=\"\/images\/cache\/ensignlp.nfo:o:296e.jpg\" alt=\"Elder Thomas S. Monson\"\/><\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p3\" class=\"\">On February 14, 1939, Americans were celebrating Valentine’s Day. Postmen delivered sealed envelopes, and small children placed at the doorsteps of special friends folded papers containing brightly colored pictures. Each contained a greeting—a message of love. After all, Valentine’s Day is a day of love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p4\" class=\"\">Far from America’s shores, in Hamburg, Germany, a public holiday also was being celebrated. However, a more somber mood prevailed. Amid fervent speeches, cheering throngs, and the playing of the national anthem, the new battleship <span class=\"emphasis\">Bismarck<\/span> rumbled down into the River Elbe. This, the most powerful vessel afloat, carried not a message of love; rather, the <span class=\"emphasis\">Bismarck<\/span> bristled with weapons of war.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p5\" class=\"\">The mighty colossus was a breathtaking spectacle of armor and machinery. Construction required more than fifty-seven thousand blueprints for the 406-millimeter, triple turret, radar-controlled guns. The vessel featured twenty-eight thousand miles of electrical circuits, and thirty-five thousand tons of armor-plate provided maximum safety. Majestic in appearance, gigantic in size, awesome in firepower, the <span class=\"emphasis\">Bismarck<\/span> was considered unsinkable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p6\" class=\"\">The <span class=\"emphasis\">Bismarck’s<\/span> day of destiny dawned more than two years later, when on May 24, 1941, the two most powerful warships in the British navy, the <span class=\"emphasis\">Prince of Wales<\/span> and the <span class=\"emphasis\">Hood,<\/span> engaged in battle the <span class=\"emphasis\">Bismarck<\/span> and the German cruiser <span class=\"emphasis\">Prinz Eugen.<\/span> Within four minutes, the <span class=\"emphasis\">Bismarck<\/span> had sent to the depths of the Atlantic the <span class=\"emphasis\">Hood<\/span> and all but 3 men of a crew of 1,419. The other British battleship, the <span class=\"emphasis\">Prince of Wales,<\/span> had suffered heavy damage and turned away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p7\" class=\"\">Three days later, the <span class=\"emphasis\">Bismarck<\/span> was engaged again, by four British warships. In all, the British concentrated the strength of eight battleships, two aircraft carriers, eleven cruisers, and twenty-one destroyers in an effort to seek and sink the mighty <span class=\"emphasis\">Bismarck<\/span>.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p8\" class=\"\">Shell after shell inflicted but superficial damage. Was the <span class=\"emphasis\">Bismarck<\/span> unsinkable after all? Then a torpedo scored a lucky hit which jammed the <span class=\"emphasis\">Bismarck’<\/span>s rudder. Repair efforts proved fruitless. With guns primed, the crews at ready, the <span class=\"emphasis\">Bismarck<\/span> could only steer a slow and stately circle. Just beyond reach was the powerful German air force. The safety of home port was ever so close. Neither could provide the needed haven, for the <span class=\"emphasis\">Bismarck<\/span> had lost the ability to steer a charted course. No rudder; no help; no port. The end drew near. British guns blazed as the German crew scuttled and sank the once proud vessel. The hungry waves of the Atlantic first lapped at the sides, then swallowed the pride of the German navy. The <span class=\"emphasis\">Bismarck<\/span> was no more. (See David Irving, <span class=\"emphasis\">Hitler’s War,<\/span> New York: The Viking Press, 1977.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p9\" class=\"\">Like the <span class=\"emphasis\">Bismarck,<\/span> each of us is a miracle of engineering. Our creation, however, was not limited by human genius. Man can devise the most complex machines, but he cannot give them life or bestow upon them the powers of reason and judgment. Why? Because these are divine gifts, bestowed solely at God’s discretion. Our creator has provided us with a circulatory system to keep all channels constantly clean and serviceable, a digestive system to preserve strength and vigor, and a nervous system to keep all parts in constant communication and coordination. God gave man life, and with it, the power to think, to reason, to decide, and to love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p10\" class=\"\">Like the vital rudder of a ship, we have been provided a way to determine the direction we travel. The lighthouse of the Lord beckons to all as we sail the seas of life. Our home port is the celestial kingdom of God. Our purpose is to steer an undeviating course in that direction. A man without a purpose is like a ship without a rudder—never likely to reach home port. To us comes the signal: Chart your course, set your sail, position your rudder, and proceed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p11\" class=\"\">As with the ship, so it is with man. The thrust of the turbines, the power of the propellers are useless without that sense of direction, that harnessing of the energy, that directing of the power provided by the rudder, hidden from view, relatively small in size, but absolutely essential in function.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p12\" class=\"\">Our Father provided the sun, the moon, the stars—heavenly galaxies to guide mariners who sail the lanes of the sea. To all who walk the pathways of life, He cautions: Beware the detours, the pitfalls, the traps. Cunningly positioned are those clever pied pipers of sin beckoning here or there. Do not be deceived. Pause to pray. Listen to that still, small voice (see <span class=\"citation\" id=\"17842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17842)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17842)\">D&amp;C 85:6<\/a><\/span>) which speaks to the depths of our souls the Master’s gentle invitation: “Come, follow me” (<span class=\"citation\" id=\"32136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32136)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32136)\">Luke 18:22<\/a><\/span>). We turn from destruction, from death. We find happiness and life everlasting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p13\" class=\"\">Yet, there are those who do not hear, who will not obey, who listen to the beat of a different drummer. Most prominent among their number was that son of Adam born of Eve, even Cain—a well-known name among men. Powerful in potential, but weak of will, Cain permitted greed, envy, disobedience, and even murder to jam that personal rudder which would have guided him to safety and exaltation. The downward gaze replaced the upward look; Cain fell. (See <span class=\"citation\" id=\"39613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39613)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39613)\">Moses 5:16–41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p14\" class=\"\">Less known, but more typical of our day, was that person of power, that cardinal of the cloth—even Wolsey. The prolific pen of William Shakespeare described the majestic heights, the pinnacle of power to which Cardinal Wolsey ascended. That same pen told how principle was eroded by vain ambition, by expediency, by a clamor for favor. Then came the tragic descent, the painful lament of one who had gained everything, then lost all. The words are beautiful; they border on scripture.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p15\" class=\"\">To Cromwell, his faithful servant, Cardinal Wolsey speaks:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When I am forgotten, as I shall be,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And sleep in dull cold marble, where no mention<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Of me more must be heard of—say, I taught thee,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Say, Wolsey—that once trod the ways of glory,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And sounded all the depths and shoals of honour—<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Found thee a way. … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">A sure and safe one, though thy master mist it.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Mark but my fall, and that that ruin’d me.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\"> … Fling away ambition:<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">By that sin fell the angels; how can man then,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">The image of his Maker, hope to win by it?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Love thyself last; cherish those hearts that hate thee; … <\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Take an inventory of all I have,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To the last penny; ‘tis the king’s: my robe,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">And my integrity to heaven, is all<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I dare now call my own.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">O Cromwell, Cromwell!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Had I but serv’d my God with half the zeal<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I served my king, He would not in mine age<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Have left me naked to mine enemies.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p36\" class=\"\">(<span class=\"emphasis\">King Henry the Eighth,<\/span> act 3, sc. 2, lines 435–58.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p37\" class=\"\">That heavenly rudder which would have ever been a guide to safety was ruined by the pursuit of power and quest for position. Like others before him and many more yet to follow, Cardinal Wolsey fell.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p38\" class=\"\">In an earlier time and by a wicked king, a servant of God was tested. Aided by the inspiration of heaven, Daniel, son of David, interpreted to the king the writing on the wall. Concerning the proffered rewards—even a royal robe and a necklace of gold—Daniel said: “Let thy gifts be to thyself, and give thy rewards to another.” (<span class=\"citation\" id=\"10775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10775)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10775)\">Dan. 5:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p39\" class=\"\">Belshazzar’s successor, King Darius, also honored Daniel, elevating him to the highest position of prominence [see <span class=\"citation\" id=\"10776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10776)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10776)\">Dan. 6:1–3<\/a><\/span>]. There followed the envy of the crowd, the jealousy of princes, and the scheming of ambitious men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p40\" class=\"\">Through trickery, aided by flattery, King Darius signed a proclamation that provided that anyone who made a request of any god or man, except the king, should be thrown into the lions’ den. (See <span class=\"citation\" id=\"10778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10778)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10778)\">Dan. 6:7<\/a><\/span>.) The law was signed, the proclamation sent forth. Prayer was forbidden. In such matters, Daniel took direction not from an earthly king but from the king of heaven and earth, his God. Overtaken in his daily prayers, Daniel was brought before the king. Reluctantly, the penalty was pronounced. Daniel was to be thrown into the lions’ den. The sentence was carried out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p41\" class=\"\">I love the biblical account which follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p42\" class=\"\">“The king went to his palace, and passed the night fasting … and his sleep went from him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p43\" class=\"\">“The king arose very early in the morning, and went in haste unto the den of lions.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p44\" class=\"\">“And when he came to the den, he cried with a lamentable voice unto Daniel. … O Daniel, servant of the living God, is thy God, whom thou servest continually, able to deliver thee from the lions?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p45\" class=\"\">“Then said Daniel unto the king, O king, live for ever.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p46\" class=\"\">“My God hath sent his angel, and hath shut the lions’ mouths, that they have not hurt me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p47\" class=\"\">“Then was the king exceeding glad. … Daniel was taken up out of the den, and no manner of hurt was found upon him, because he believed in his God.” (<span class=\"citation\" id=\"10779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10779)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10779)\">Dan. 6:18–23<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p48\" class=\"\">In a time of critical need, Daniel’s determination to steer a steady course yielded divine protection and provided a sanctuary of safety.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p49\" class=\"\">The clock of history, like the sands of the hourglass, marks the passage of time. A new cast occupies the stage of life. The problems of our day loom ominously before us. Surrounded by the sophistication of modern living, we look heavenward for that unfailing sense of direction, that we might chart and follow a wise and proper course. He whom we call our Heavenly Father will not leave our sincere petition unanswered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p50\" class=\"\">This lesson I learned anew some years ago as I received a rather unique and frightening assignment. Folkman D. Brown, then the Director of Mormon Relationships for the Boy Scouts of America, came to my office, having learned that I was about to depart for a lengthy assignment to New Zealand. He told me of his widowed sister, Belva Jones, who had been stricken with terminal cancer, who knew not how to tell her only son—a missionary in that far away country. Her wish, even her plea, was that he remain in the mission field and serve faithfully. She worried about his reaction; for the missionary, Elder Ryan Jones, had lost his father just a year earlier to the same dread disease.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p51\" class=\"\">I accepted the responsibility. Following a missionary meeting held adjacent to the majestically beautiful New Zealand Temple, I met privately with Elder Jones and, as gently as I could, explained the situation of his mother. Naturally there were tears—not all his—but then the handclasp of assurance and the pledge: “Tell my mother I will serve, I will pray, and I will see her again.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p52\" class=\"\">I returned to Salt Lake City just in time to attend a conference of the Lost River Stake at Moore, Idaho. As I sat on the stand with the stake president, my attention was drawn almost instinctively to the east side of the chapel, where the morning sunlight bathed the lone occupant of a front bench. I said to the stake president, “Who is the sister upon whom the sunlight is resting? I feel I must speak to her today.” He replied, “Her name is Belva Jones. She has a missionary son in New Zealand. She is very ill and has requested a blessing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p53\" class=\"\">Prior to that moment, I had not known where Belva Jones lived. My assignment that weekend could have been to any one of fifty stakes. Yet the Lord, in His own way, had answered the prayer of faith of a concerned mother. We had a wonderful visit together. I reported word-for-word the reaction and the resolve of her son, Ryan. A blessing was provided, a prayer offered, a witness received. Belva Jones would live to see her son complete his mission. This privilege she enjoyed. Just one month prior to her passing, his mission completed, Ryan returned home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p54\" class=\"\">As we venture forth on our individual voyages, may we sail safely the seas of life. With the never-failing rudder of faith guiding our passage, we too will find our way safely home. <span class=\"emphasis\">“Home is the sailor, home from sea.”<\/span> Home to family, home to friends, home to heaven, home to God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/sailing-safely-the-seas-of-life.p55\" class=\"\">Of this truth I testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}