{"ID":3671, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Valiant in the Testimony of Jesus\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p2\" class=\"\">President Ezra Taft Benson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/ezra-taft-benson-10.jpg\" alt=\"Ezra Taft Benson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_027<\/span>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p3\" class=\"\">My beloved brethren and sisters, with a heart full of gratitude I stand before you today, thankful for your faith and prayers, for life itself and all its blessings. Today, at this Easter time, I will speak a few words about what constitutes a valiant testimony of Jesus Christ, our Savior and Redeemer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p4\" class=\"\">A most priceless blessing available to every member of the Church is a testimony of the divinity of Jesus Christ and His church. A testimony is one of the few possessions we may take with us when we leave this life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p5\" class=\"\">To have a testimony of Jesus is to possess knowledge through the Holy Ghost of the divine mission of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p6\" class=\"\">A testimony of Jesus is to know the divine nature of our Lord’s birth—that He is indeed the Only Begotten Son in the flesh.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p7\" class=\"\">A testimony of Jesus is to know that He was the promised Messiah and that while He sojourned among men He accomplished many mighty miracles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p8\" class=\"\">A testimony of Jesus is to know that the laws which He prescribed as His doctrine are true and then to abide by these laws and ordinances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p9\" class=\"\">To possess a testimony of Jesus is to know that He voluntarily took upon Himself the sins of all mankind in the Garden of Gethsemane, which caused Him to suffer in both body and spirit and to bleed from every pore. All this He did so that we would not have to suffer if we would repent. (See <span class=\"citation\" id=\"17748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17748)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17748)\">D&amp;C 19:16, 18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p10\" class=\"\">To possess a testimony of Jesus is to know that He came forth triumphantly from the grave with a physical, resurrected body. And because He lives, so shall all mankind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p11\" class=\"\">To possess a testimony of Jesus is to know that God the Father and Jesus Christ did indeed appear to the Prophet Joseph Smith to establish a new dispensation of His gospel so that salvation may be preached to all nations before He comes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p12\" class=\"\">To possess a testimony of Jesus is to know that the Church which He established in the meridian of time and restored in modern times is, as the Lord has declared, “the only true and living church upon the face of the whole earth.” (<span class=\"citation\" id=\"17713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17713)\">D&amp;C 1:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p13\" class=\"\">To possess a testimony of Jesus is to receive the words of His servants, the prophets, for as He has said, “whether by mine own voice or by the voice of my servants, it is the same.” (<span class=\"citation\" id=\"17716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17716)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17716)\">D&amp;C 1:38<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p14\" class=\"\">A testimony of Jesus means that you accept the divine mission of Jesus Christ, embrace His gospel, and do His works; it means you accept the prophetic mission of Joseph Smith and his successors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p15\" class=\"\">Speaking of those who will eventually receive the blessings of the celestial kingdom, the Lord said to Joseph Smith: “They are they who received the testimony of Jesus, and believed on his name and were baptized after the manner of his burial, being buried in the water in his name, and this according to the commandment which he has given.” (<span class=\"citation\" id=\"17821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17821)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17821)\">D&amp;C 76:51<\/a><\/span>.) These are they who are valiant in their testimony of Jesus, who, as the Lord has declared “overcome by faith, and are sealed by the Holy Spirit of promise, which the Father sheds forth upon all those who are just and true.” (<span class=\"citation\" id=\"17822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17822)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17822)\">D&amp;C 76:53<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p16\" class=\"\">“Those who are just and true”! What an apt expression for one valiant in the testimony of Jesus. They are courageous in defending truth and righteousness. These are members of the Church who magnify their callings in the Church (see <span class=\"citation\" id=\"17836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17836)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17836)\">D&amp;C 84:33<\/a><\/span>), pay their tithes and offerings, live morally clean lives, sustain their Church leaders by word and action, keep the Sabbath as a holy day, and obey all the commandments of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p17\" class=\"\">To these the Lord has promised that “all thrones and dominions, principalities and powers, shall be revealed and set forth upon all who have endured <span class=\"emphasis\">valiantly<\/span> for the gospel of Jesus Christ.” (<span class=\"citation\" id=\"17878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17878)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17878)\">D&amp;C 121:29<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p18\" class=\"\">Concerning those who will receive the terrestrial, or lesser, kingdom, the Lord said, “These are they who are <span class=\"emphasis\">not<\/span> valiant in the testimony of Jesus; wherefore, they obtain not the crown over the kingdom of our God.” (<span class=\"citation\" id=\"17824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17824)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17824)\">D&amp;C 76:79<\/a><\/span>; italics added.) Not to be valiant in one’s testimony is a tragedy of eternal consequence. These are members who know this latter-day work is true, but who fail to endure to the end. Some may even hold temple recommends, but do not magnify their callings in the Church. Without valor, they do not take an affirmative stand <span class=\"emphasis\">for<\/span> the kingdom of God. Some seek the praise, adulation, and honors of men; others attempt to conceal their sins; and a few criticize those who preside over them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p19\" class=\"\">Considering some of the challenges which the Church faces currently, and which it will continue to face in the future, three statements of former Church leaders come to mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p20\" class=\"\">President Joseph F. Smith said, “There are at least three dangers that threaten the Church within, … they are flattery of prominent men in the world, false educational ideas, and sexual impurity.” (<span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed., Salt Lake City: Deseret Book Co., 1939, pp. 312–13.) These three dangers are of greater concern today than when they were identified by President Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p21\" class=\"\">A second statement was a prophecy by Heber C. Kimball, counselor to President Brigham Young. Speaking to members of the Church who had come to the Salt Lake Valley, he declared:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p22\" class=\"\">“To meet the difficulties that are coming, it will be necessary for you to have a knowledge of the truth of this work for yourselves. The difficulties will be of such a character that the man or woman who does not possess this personal knowledge or witness will fall. If you have not got the testimony, live right and call upon the Lord and cease not till you obtain it. If you do not you will not stand. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p23\" class=\"\">“The time will come when no man nor woman will be able to endure on borrowed light. Each will have to be guided by the light within himself. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p24\" class=\"\">“If you don’t have it you will not stand; therefore seek for the testimony of Jesus and cleave to it, that when the trying time comes you may not stumble and fall.” (Orson F. Whitney, <span class=\"emphasis\">Life of Heber C. Kimball,<\/span> Salt Lake City: Bookcraft, 1967, p. 450.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p25\" class=\"\">The third statement is from President Harold B. Lee, my boyhood companion and friend, and eleventh President of the Church:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p26\" class=\"\">“We have some tight places to go before the Lord is through with this church and the world in this dispensation, which is the last dispensation, which shall usher in the coming of the Lord. The gospel was restored to prepare a people ready to receive him. The power of Satan will increase; we see it in evidence on every hand. There will be inroads within the Church. … We will see those who profess membership but secretly are plotting and trying to lead people not to follow the leadership that the Lord has set up to preside in this church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p27\" class=\"\">“Now the only safety we have as members of this church is to do exactly what the Lord said to the Church in that day when the Church was organized. We must learn to give heed to the words and commandments that the Lord shall give through his prophet, ‘as he receiveth them, walking in all holiness before me; … as if from mine own mouth, in all patience and faith.’ (<span class=\"citation\" id=\"17757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17757)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17757)\">D&amp;C 21:4–5<\/a><\/span>.) There will be some things that take patience and faith. You may not like what comes from the authority of the Church. … But if you listen to these things, as if from the mouth of the Lord himself, with patience and faith, the promise is that ‘the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good, and his name’s glory.’ (<span class=\"citation\" id=\"17758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17758)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17758)\">D&amp;C 21:6<\/a><\/span>.)” (In Conference Report, Oct. 1970, p. 152.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p28\" class=\"\">Now, it seems to me that we have within those three prophetic statements the counsel we need, the counsel that is necessary to stay valiant in our testimony of Jesus and of the work of His church in these troubled times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p29\" class=\"\">One who rationalizes that he or she has a testimony of Jesus Christ but cannot accept direction and counsel from the leadership of His church is in a fundamentally unsound position and is in jeopardy of losing exaltation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p30\" class=\"\">There are some who want to expose the weaknesses of Church leaders in an effort to show that they, too, are subject to human frailties and error like unto themselves. Let me illustrate the danger of this questionable philosophy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p31\" class=\"\">President Brigham Young revealed that on one occasion he was tempted to be critical of the Prophet Joseph Smith regarding a certain financial matter. He said that the feeling did not last for more than perhaps thirty seconds. That feeling, he said, caused him great sorrow in his heart. The lesson he gave to members of the Church in his day may well be increased in significance today because the devil continues more active:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p32\" class=\"\">“I clearly saw and understood, <span class=\"emphasis\">by the spirit of revelation manifested to me,<\/span> that if I was to harbor a thought in my heart that Joseph could be wrong in anything, I would begin to lose confidence in him, and that feeling would grow from step to step, and from one degree to another, until at last I would have the same lack of confidence in his being the mouthpiece for the Almighty. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p33\" class=\"\">“I repented of my unbelief, and that too, very suddenly; I repented about as quickly as I committed the error. It was not for me to question whether Joseph was dictated by the Lord at all times and under all circumstances. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p34\" class=\"\">“It was not my prerogative to call him in question with regard to any act of his life. He was God’s servant, and not mine. He did not belong to the people but to the Lord, and was doing the work of the Lord.” (In <span class=\"emphasis\">Journal of Discourses,<\/span> 4:297.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p35\" class=\"\">From the days of my youth, I have gratefully cherished a testimony of the truth of this glorious work in which we are engaged. I want you to know of my love for President Spencer W. Kimball—and how grateful we are that he is here with us at the closing session. I feel the same toward his counselors, and my brethren of the Twelve, the Seventy, and the Bishopric. I know them to be men appointed by our Lord, under the inspiration of heaven. I sustain their inspired words and counsel and testify to you of the unity that we all feel among the General Authorities of this Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p36\" class=\"\">I love you, the members of the Church. I love all our Father’s children and desire all to realize the blessings of eternal life, and I know that is what the Lord, our Savior and Redeemer, desires for each one of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p37\" class=\"\">My appeal to all members of the Church is to be valiant—true and loyal, “True to the faith that our parents have cherished, True to the truth for which martyrs have perished, To God’s command, Soul, heart, and hand, Faithful and true [may] we ever stand.” (“Shall the Youth of Zion Falter?” <span class=\"emphasis\">Hymns,<\/span> no. 157.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/valiant-in-the-testimony-of-jesus.p38\" class=\"\">I bear testimony that this is the Church of Jesus Christ. He presides over it and is close to His servants. God bless us all to be valiant in our testimony of Him, I pray. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}