{"ID":3673, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Future History of the Church\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p2\" class=\"\">Elder G. Homer Durham<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_029<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:295e.jpg\" alt=\"Elder G. Homer Durham\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p3\" class=\"\">By the testimony of skilled physicians, you are looking at a miracle as you see me at this pulpit. And I would be most ungrateful if I did not acknowledge before my Heavenly Father his intervention, the blessings of the holy priesthood, the support and prayers of my beloved wife, my brethren, family, and many here today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p4\" class=\"\">Now, with the help of the Spirit, I would like to speak of the future history of the Church, and do it by means of an example from our past history.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p5\" class=\"\">The quarterly conference of the Parowan Stake in December 1879 witnessed the call of forty-nine men and their families to a new mission. The call came from President John Taylor and the Twelve through Elder Erastus Snow. Later, others from nearby settlements joined the final company. What followed became the Hole-in-the-Rock expedition, an epic in Church history. Two hundred fifty of our people, with eighty wagons and hundreds of loose cattle and horses, cut their way through the rough, unknown country of southeastern Utah. The area traversed remains one of the least-known regions of the world today. Their objective was the San Juan country. In addition to desert cliffs and canyons, the forbidding Colorado River gorge stood in their way. No highway bridge crossed that gorge until 1934. No commercial airline flew from Utah to Arizona, near their route, until 1959.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p6\" class=\"\">Seeking the shortest route, Mormon explorers found a narrow slit in Glen Canyon. The river ran two thousand feet below the red cliffs. This “Hole in the Rock” seemed to offer the shortest route.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p7\" class=\"\">Only a slit in the sheer cliffs, the hole was too narrow for teams, or in some places even for a man. Sheer drops of as much as seventy-five feet made it impossible even for a mountain sheep, let alone loaded wagons. In December 1879, after having left the Parowan and Cedar valleys the previous April, the Saints began to cut a precipitous, primitive road with blasting powder and tools. Elder Platte D. Lyman, leading the party, found that if a road could be built, it would drop eight feet every sixteen and one-half, the first third of the way to the river. Thereafter came several sheer precipices. But the party was prepared. With faith, they were equipped not only for blasting cliffs and carving passages, but for building a raft-boat capable of carrying teams and wagons across the river.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p8\" class=\"\">A road was built and a boat made by January 25, 1880. Now came the effort to get families and the first forty wagons, camped at the rim, down the “Hole.” The others, back at Fifty-Mile Spring, would follow later.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p9\" class=\"\">Kumen Jones has left a description of the method of descent. Twenty men and boys would hold long ropes back of each wagon. The wheels were brake-locked with chains. Otherwise, rolling wheels would pitch, unchecked, into the struggling team. On January 26, 1880, a month later, Platte D. Lyman recorded in his journal: “Today we worked all the wagons in this camp down the Hole and ferried 26 of them across the river. The boat is worked by 1 pair of oars and does very well.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p10\" class=\"\">The family of Joseph Stanford Smith and his wife, Arabella, was the last wagon to descend that day. A grandson, Raymond Smith Jones, has described their experience. I doubt that a modern film company, with millions of dollars and modern engineering resources, could film this epic.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p11\" class=\"\">Stanford Smith had helped the preceding wagons down that long day. His outfit had evidently been forgotten. Deeply disturbed, he climbed the two-thousand-foot incline. He found Arabella sitting on a quilt, holding the baby, patiently waiting. His outfit and their two other children in the wagon were hidden behind a huge, mountainous rock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p12\" class=\"\">Stanford Smith moved his load to the edge. A third horse was hitched to the rear axle. Stanford and Arabella looked down the “Hole.” He said, “I am afraid we can’t make it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p13\" class=\"\">The wife replied, “We must make it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p14\" class=\"\">He said, “If we only had a few men to hold the wagon back we might make it, Belle.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p15\" class=\"\">Replied his wife, “I’ll do the holding back.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p16\" class=\"\">A quilt was laid on the ground. There she placed the baby between the legs of three-year-old Roy. “Hold little brother til papa comes for you,” she said. Ada, the older girl, was placed in front of them. Behind the wagon Belle Smith grasped the reins of the horse hitched to the rear. Stanford started the team down the “Hole.” The wagon lurched downward. The rear horse and Belle were thrown from their feet. Recovering, she hung back, pulling on the lines with all her strength and courage. A jagged rock cut a cruel gash in her leg from heel to hip. The horse behind the wagon fell to his haunches. The half-dead animal was dragged down most of the way. The gallant woman, clothes torn, with a grievous wound, later said, “I crow-hopped right along!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p17\" class=\"\">On reaching the bottom, Stanford and Arabella heard a faint call from the children. Joseph Stanford Smith climbed to the top to get them. They were safely in place. Carrying the baby, the other children clinging to him and to each other, he led them down the rocky crack. As they approached the river’s edge, they saw five men carrying chains and ropes in the distance. The Smiths had been missed. The men were coming to help. Stanford called out, “Forget it, fellows. … My wife here is all the help a fellow needs.” (See David E. Miller, <span class=\"emphasis\">Hole-in-the-Rock: An Epic in the Colonization of the Great American West,<\/span> Salt Lake City: University of Utah Press, 1959, pp. 101–18.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p18\" class=\"\">The history of the Church is filled with such thrilling episodes. This history is the heritage of the most recent convert, whether in Asia, Africa, or elsewhere in the world. As Paul wrote to the Galatians, “For as many of you as have been baptized into Christ have put on Christ.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p19\" class=\"\">“And if ye be Christ’s, then are ye Abraham’s seed and heirs according to the promise.” (<span class=\"citation\" id=\"23332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23332)\">Gal. 3:27, 29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p20\" class=\"\">We face serious challenges today. Are Latter-day Saint homes throughout the world producing men and women of courage, and obedient children? Will our children stay in place and not fall into the dangerous defiles of life? What kind of history are Latter-day Saints today producing for the <span class=\"emphasis\">future<\/span> history of the Church?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p21\" class=\"\">The plains and oceans have been crossed. The Hole-in-the-Rock has been conquered. How are we laboring today?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p22\" class=\"\">Great events lie before us, leading to the second coming of Christ. What is the significance of the many new temples that are being announced? What is implied for us in the revelation to the Prophet Joseph Smith in 1831: “The keys of the kingdom of God are committed unto man on the earth, and from thence shall the gospel roll forth unto the ends of the earth.” (<span class=\"citation\" id=\"17812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17812)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17812)\">D&amp;C 65:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p23\" class=\"\">There <span class=\"emphasis\">is<\/span> a great Church history behind us. There is an even greater Church history ahead of us for every member, every unit of the Church. That history is being made every day, some way, in Korea, in the Philippines, in the Andes, and in every stake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p24\" class=\"\">The vision of the New Jerusalem has moved generations of mankind. It has moved our people. We look to the day when “Christ will reign personally upon the earth.” (<span class=\"citation\" id=\"6975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6975)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6975)\">A of F 1:10<\/a><\/span>.) But, as the prophet Malachi asked, “Who may abide the day of his coming? and who shall stand when he appeareth?” (<span class=\"citation\" id=\"32867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32867)\">Mal. 3:2<\/a><\/span>.) Let us prepare to abide the day of his coming by building Zion in our hearts, in our families, as we make pages for the future history of the Church. President Kimball has told us repeatedly to beautify our lives, our homes. He has challenged us to render more Christlike service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p25\" class=\"\">I testify that the gospel of Jesus Christ as restored through the Prophet Joseph Smith is the power of God unto salvation, that he is our Savior and Redeemer, that God the Father lives, and that President Spencer W. Kimball is the Lord’s living prophet today. If we respond to his prophetic leadership as the Hole-in-the-Rock pioneers did to the call of President Taylor, we will help prepare the time when Christ shall reign “King of Kings, and Lord of Lords.” (<span class=\"citation\" id=\"42533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42533)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42533)\">Rev. 19:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-future-history-of-the-church.p26\" class=\"\">We must prepare now to “abide the day of his coming.” The future history of the Church can then be marked by successful passage through times of trial and adversity. That we may each do our part, loving the Lord and our fellowmen in doing so, is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}