{"ID":3674, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Love Is the Power That Will Cure the Family\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p2\" class=\"\">Elder F. Enzio Busche<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_030<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2374.jpg\" alt=\"Elder F. Enzio Busche\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p3\" class=\"\">There has never been a time in the entire history of mankind when marriage and the institution of the family have been so endangered as in this generation. Nearly all the circumstances that have made family life in the past the most natural way for people to live together have changed—and it has all happened in the brief span of the last seventy years.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p4\" class=\"\">Just a little over a generation ago, members of the average family had to work a long day to provide a humble living, and the dark evenings found them huddled around a fire, enjoying one another’s company in singing and sharing personal experiences. This was the natural way for education and entertainment and was nearly the perfect environment for a harmonious family life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p5\" class=\"\">Today influences from literally unlimited sources through the media of radio, television, and print, together with numerous inventions of modern civilization, have drastically changed the historical cultural setting of the family. In this time of special challenge for marriage and the family, the Lord has restored, through his prophets in these latter days, the eternal dimension of that sacred covenant between husband and wife and has charged us with a new awareness of the real purpose of the family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p6\" class=\"\">The integrity of this covenant became the center of revealed gospel truths in these latter days, well summarized by the late prophet David O. McKay, who said, “No other success can compensate for failure in the home.” (In Conference Report, Apr. 1964, p. 5.) It is obvious that in marriage today we cannot rely merely on patterns of the past without developing, perfecting, and putting into action that power that the Lord has given us as the greatest commandment—the commandment to love one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p7\" class=\"\">Still, after nearly two thousand years, the people of the world are refusing to accept the words of the Savior found in Matthew, chapter 5:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p8\" class=\"\">“Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p9\" class=\"\">“But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you.” (<span class=\"citation\" id=\"36818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36818)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36818)\">Matt. 5:43–44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p10\" class=\"\">This love that Christ is teaching us is not the same as the world’s love. It does not mean just to love the one who is nice, who behaves well and is respected, powerful, and influential. Our Heavenly Father, through his prophets in these latter days, calls us to develop the love of God as a power from above that cannot be threatened through outward circumstances. This love of God, according to the prophet Nephi of the Book of Mormon, has to be achieved and is “the most desirable above all things.” (<span class=\"citation\" id=\"1784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1784)\">1 Ne. 11:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p11\" class=\"\">However, as King Benjamin, another great Book of Mormon leader, teaches us, this love of God will not be in us as long as we remain in our natural state. “The natural man is an enemy to God,” he explains. (<span class=\"citation\" id=\"40495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40495)\">Mosiah 3:19<\/a><\/span>.) We have to overcome this natural man—this “enemy to God”—our natural self. According to King Benjamin, we have to learn to listen to the enticings of the Holy Spirit and literally make a covenant with God, accepting the atonement of the Savior, and becoming as a child—submissive, meek, humble, patient, full of love, and willing to submit to all things, even as a child submits to his father. (See <span class=\"citation\" id=\"40496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40496)\">Mosiah 3:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p12\" class=\"\">What a powerful message, and what a challenging responsibility! We have to learn to commit ourselves every day anew, to have our lives centered around <span class=\"emphasis\">this<\/span>—the key commandment from God to his children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p13\" class=\"\">Moroni, another Book of Mormon prophet, tells us how we can achieve this love:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p14\" class=\"\">“But charity is the pure love of Christ, and it endureth forever; and whoso is found possessed of it at the last day, it shall be well with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p15\" class=\"\">“Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God.” (<span class=\"citation\" id=\"38463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38463)\">Moro. 7:47–48<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p16\" class=\"\">Our Heavenly Father wants us to fill ourselves with this love—this love which is without condition. Filled with this love, we are prepared to receive the admonition to take upon ourselves the cross of our daily lives and in humility learn to follow in his footsteps, according to the Savior’s words found in Matthew, chapter 10:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p17\" class=\"\">“And he that taketh not his cross, and followeth after me, is not worthy of me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p18\" class=\"\">“He that findeth his life shall lose it: and he that loseth his life for my sake shall find it.” (<span class=\"citation\" id=\"36843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36843)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36843)\">Matt. 10:38–39<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p19\" class=\"\">A marriage that is built on this foundation of unconditional love in the covenant and oath of the eternal dimension does not know the <span class=\"emphasis\">two<\/span> self-centered individuals living together as we often observe in today’s society. In the marriage that is built on the cornerstone of unconditional love, which is the love of God, the idea of divorce is unthinkable, and even short separations bring unquenchable pain. Separations and divorces are a sign of weakness and sometimes wickedness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p20\" class=\"\">The Lord has given a clear teaching in behalf of the sacredness of the marriage covenant. We read in Matthew, chapter 19, the words of the Savior to the Pharisees:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p21\" class=\"\">“Is it lawful for a man to put away his wife for every cause?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p22\" class=\"\">“And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p23\" class=\"\">“And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p24\" class=\"\">“Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p25\" class=\"\">“They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p26\" class=\"\">“He saith unto them, Moses <span class=\"emphasis\">because of the hardness of your hearts<\/span> suffered you to put away your wives: but from the beginning it was not so.” (<span class=\"citation\" id=\"36859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36859)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36859)\">Matt. 19:3–8<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p27\" class=\"\">The only way that we will not be suffering from the hardness of our hearts, as Christ explains, is to build within ourselves that power of love, literally asking our Heavenly Father for this gift of love—and becoming a Saint through the atonement of Christ the Lord and becoming as a child in humility, that we can be filled with this unconditional love, and in this love, being in the Spirit and with this Spirit, being directed in all the challenges of our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p28\" class=\"\">We know that we, in our imperfect bodies and in our strivings for perfection, are confronted with situations where members of our own families, or even a spouse, can behave like an enemy. Then the time comes when love as a power is needed and tested, for the person who has earned love the least needs it the most.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p29\" class=\"\">In closing I want to share with you a personal experience. One day when circumstances made it necessary for me to be at home at an unusual time, I witnessed from another room how our eleven-year-old son, just returning from school, was directing ugly words towards his younger sister. They were words that offended me—words that I had never thought our son would use. My first natural reaction in my anger was to get up and go after him. Fortunately, I had to walk across the room and open a door before I could reach him, and I remember in those few seconds I fervently prayed to my Heavenly Father to help me to handle the situation. Peace came over me. I was no longer angry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p30\" class=\"\">Our son, being shocked to see me home, was filled with fear when I approached him. To my surprise I heard myself saying, “Welcome home, son!” and I extended my hand as a greeting. And then in a formal style I invited him to sit close to me in the living room for a personal talk. I heard myself expressing my love for him. I talked with him about the battle that every one of us has to fight each day within ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p31\" class=\"\">As I expressed my confidence in him, he broke into tears, confessing his unworthiness and condemning himself beyond measure. Now it was my role to put his transgression in the proper perspective and to comfort him. A wonderful spirit came over us, and we ended up crying together, hugging each other in love and finally in joy. What could have been a disastrous confrontation between father and son became, through the help from the powers above, one of the most beautiful experiences of our relationship that we both have never forgotten.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/love-is-the-power-that-will-cure-the-family.p32\" class=\"\">Brothers and sisters, I know that God lives, that this is his church, that these are the days of preparation and warning; and I testify that when we are not fully exercising the love of God as a power as he has commanded us to do, our marriages will not be strong, our families will be weak, and our own salvation will be in jeopardy. I bear you this testimony in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}