{"ID":3677, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Let Us Improve Ourselves\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-improve-ourselves.p2\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-improve-ourselves.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"President N. Eldon Tanner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-improve-ourselves.p3\" class=\"\">I’m very pleased to say a few words to you before we close this meeting. I feel very blessed this afternoon as I sit here by our President [President Spencer W. Kimball], whom I miss more than I can possibly say whenever he is not with us. We’ve appreciated very much having him come and attend the Council of the Twelve and First Presidency meetings. When we had all of the General Authorities of the Church meet in the temple last Thursday, President Kimball came in and expressed his love and appreciation for us. We still have him directing us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-improve-ourselves.p4\" class=\"\">Before I go any further, I would like to say that I’ve had the privilege of attending some of the meetings directed by the sisters. And I want to tell them I think it is a wonderful thing the way they carry on the work. May the Lord bless them in their work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-improve-ourselves.p5\" class=\"\">Now, as we’ve sat here in this conference we have been very fortunate to hear all the General Authorities who have borne testimony, who have referred to prophecies and blessings, and who have described the progress that this Church has made. I would like to say to each and every one of you that all these good men have testimonies of the gospel. They wouldn’t lie to you. They are telling you the truth—and in a spirit we can’t forget. As they have talked to us, I’m sure in most of your minds you have felt it is right, and you have agreed with what they have said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-improve-ourselves.p6\" class=\"\">Now, determine as you review in your minds their words, which one of your weaknesses you are going to try to get rid of in order to enjoy the presence and blessings of our Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-improve-ourselves.p7\" class=\"\">I have had the great privilege of being a counselor and working very closely with four of our Presidents. These prophets had entirely different personalities, but to see how the Lord works through them is a great privilege, and one can realize why they were chosen. Follow their teachings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-improve-ourselves.p8\" class=\"\">I humbly pray that each and every one of us will go home with one thought—and that is to improve ourselves and be worthy of the blessings we enjoy. I asked a grandson of mine to bless the food at lunch today, and I was very pleased to hear him say, “And help us to remember what we learn at this conference, and help us to live worthy of it and apply it in our lives.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-improve-ourselves.p9\" class=\"\">Brethren and sisters, may the Lord give us a clear understanding of where we should improve to serve him. Start right now, as I have done, to determine to put into practice some of the things that have been taught to us today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/let-us-improve-ourselves.p10\" class=\"\">I’m very happy to have been here this afternoon. I’m glad to see how the conference proceeded. It’s a very great conference, and to have our President here at two of the sessions is a great blessing indeed. May the Lord bless us that we may do his will and keep his commandments, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}