{"ID":3679, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Value of Work\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p3\" class=\"\">Bishop J. Richard Clarke<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p\" class=\"\">Second Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_035<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a6e.jpg\" alt=\"Bishop J. Richard Clarke\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p4\" class=\"\">Few writers in our generation have produced the number and quality of best-selling books that James A. Michener has. I am amazed at the range of his interests and his commitment to excellence. His success is not accidental. It does not come solely from the endowment of a natural talent. His success comes from developing the habit of hard work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p5\" class=\"\">He was raised in poverty by a widowed mother. From age eleven, James worked six days a week every summer and delivered papers during the winter. At age fourteen he apprenticed as a plumber and worked fourteen hours a day in the summer and four hours a day in the winter. In looking back he says, “Instead of turning me against work, this ingrained in me the attitude that sensible people work hard to attain sensible goals—a philosophy I still adhere to.” (“An Authentic Work Ethic: I. The Path to Achievement,” <span class=\"emphasis\">Reader’s Digest,<\/span> Jan. 1977, p. 149.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p6\" class=\"\">Work is a blessing from God. It is a fundamental principle of salvation, both spiritual and temporal. When Adam was driven from his garden home, he was told that his bread must be produced by his physical toil, by the sweat of his brow. Note carefully the words: “Cursed shall be the ground <span class=\"emphasis\">for thy sake<\/span>” (<span class=\"citation\" id=\"39612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39612)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39612)\">Moses 4:23<\/a><\/span>; italics added), that is, for his good or benefit. It would not be easy to master the earth; but that was his challenge and his blessing, as it is ours.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p7\" class=\"\">We are cocreators with God. He gave us the capacity to do the work he left undone, to harness the energy, mine the ore, transform the treasures of the earth for our good. But most important, the Lord knew that from the crucible of work emerges the hard core of character.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p8\" class=\"\">Work has become a Mormon trademark. We are known throughout the world as a highly motivated, industrious people. Eric Hoffer once cautioned, “Put a Mormon in a hopper and out comes a tycoon.” (Quoted by C. Brooklyn Derr in <span class=\"emphasis\">Ensign, <\/span>Feb. 1978, p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p9\" class=\"\">This intense commitment to the work ethic is our tradition. Mormon industry has left its mark upon every piece of land we have occupied. Missouri, Nauvoo, the Salt Lake Basin, and all the valleys of the mountains where the Saints have settled are famous monuments to Mormon toil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p10\" class=\"\">Of this period, President J. Reuben Clark observed: “We moved under our own power, without subsidy, without loan, wished on our way only by the maledictions of those who drove us out from our own homes and then appropriated, without paying for it, the property they forced us to leave behind. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p11\" class=\"\">“So we struggled on against want and misery; toil and hardship were with us daily. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p12\" class=\"\">“But the Church survived; the people prospered. <span class=\"emphasis\">Character endured intact.<\/span> We took care of our own poor. In times of scarcity neighbors helped one another.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p13\" class=\"\">“Time and again, we passed through the fiery furnace; we came out of it each time, refined, with the dross burned away, re-inspirited, sanctified.” (<span class=\"emphasis\">Church Welfare Plan,<\/span> pamphlet, 1939, pp. 8–9; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p14\" class=\"\">In this commitment, our prophets have led by example. It is said that President Wilford Woodruff loved work. “To him it was a blessing, a privilege. … His toil in the canyons, his sweat in the harvest field, … were all important parts in divine economy. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p15\" class=\"\">“To sweat, was a divine command as much so as to pray.” (Matthias F. Cowley, <span class=\"emphasis\">Wilford Woodruff: History of His Life and Labors,<\/span> Salt Lake City: Deseret News, 1909, pp. 644–45.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p16\" class=\"\">In our day, I know of no better example of obedience to the divine law of work than President Kimball. Personifying his “Do it!” philosophy, President Kimball has committed himself not only to the pursuit of happiness, but to the happiness of pursuit. On one occasion, when Dr. Wilkinson showed concern for President Kimball’s health and the increasing demands he was making on his body, President Kimball responded in a kindly way, “Your job, Brother Wilkinson, is to keep me going at the pace I am going to go.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p17\" class=\"\">This reminds me of the farmer who was feeling a little sluggish and went to see his doctor. After examination, the doctor told him that his problem was that he was burning his candle at both ends. The farmer replied, “I knew that before I came. What I want from you is some more wax.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p18\" class=\"\">President Kimball’s complete dedication to his work sets a high standard for all of us. We have a moral obligation to exercise our personal capabilities of mind, muscle, and spirit in a way that will return to the Lord, our families, and our society the fruits of our best efforts. To do less is to live our lives unfulfilled. It is to deny ourselves and those dependent upon us opportunity and advantage. We work to earn a living, it is true; but as we toil, let us also remember that we are building a life. Our work determines what that life will be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p19\" class=\"\">Work is honorable. It is good therapy for most problems. It is the antidote for worry. It is the equalizer for deficiency of native endowment. Work makes it possible for the average to approach genius. What we may lack in aptitude, we can make up for in performance.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p20\" class=\"\">As recommended by Korsaren: “If you are poor, work. … If you are happy, work. Idleness gives room for doubts and fears. If disappointments come, keep right on working. If sorrow overwhelms you, … work. … When faith falters and reason fails, just work. When dreams are shattered and hope seems dead, work. Work as if your life were in peril. It really is. No matter what ails you, work. Work faithfully. … Work is the greatest remedy available for both mental and physical afflictions.” (<span class=\"emphasis\">The Forbes Scrapbook of Thoughts on the Business of Life,<\/span> New York: Forbes Inc., 1968, p. 427.)<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Let me suggest some other elements of the work ethic which are important:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>As Latter-day Saints, if we would be true to our religion, we must perform high-quality work. It is a matter of integrity. Every piece of work we do is a portrait of the one who produced it. We are increasingly concerned with the diminishing quality of work in our society. On every hand we see shoddy workmanship for which full compensation is expected, whether the product meets acceptable standards or not. We must be motivated by a higher ideal than simply meeting the artificial standard of a society which has allowed inferior performance to be acceptable. That is not the Mormon ethic. In times of unemployment, Latter-day Saints who practice the work principles of our religion should be in great demand.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Let us give full, honest effort to our jobs as though we owned the enterprise. In a very real sense, each of us is in business for ourselves, no matter who pays us. Be honest with your employer. Make sure that “the laborer is worthy of his hire.” (<span class=\"citation\" id=\"17840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17840)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17840)\">D&amp;C 84:79<\/a><\/span>.) Our employers should get the best we have in us, not just enough to get by or to meet common standards. Each of us should set a personal standard based upon our ability. Let us exemplify the old pioneer motto: A Full Day’s Work for a Full Day’s Pay.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Continue to invest in your personal development. Expand your occupational horizons by constant study. Use your spare time wisely. If we waste thirteen minutes each day, it is the equivalent of two weeks a year without pay. Look to your present job as a stepping-stone along your career path. Take time to think. The dimensions of most jobs are constrained only by the mind of the uncreative worker. I like what one businessman counseled: “If at first you <span class=\"emphasis\">do<\/span> succeed, try something harder!”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>To teach our children to work is a primary duty of parenthood. Our children have experienced unprecedented prosperity created by parents who have worked hard to provide what they themselves did not have as youngsters. If we are to save our children temporally and spiritually, we must train them to work. They must learn by example that work is not drudgery, but a blessing.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p26\" class=\"\">Fortunate is the young man or woman who has learned how to work. Wise is the parent who requires children to learn responsibility and to meet acceptable performance standards.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p27\" class=\"\">In a Mother’s Day tribute, a lovely Latter-day Saint mother, Beverly Graham, expressed appreciation for her home training. She said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p28\" class=\"\">“Mother’s love included strict discipline, definite rules, and regulations that were firmly enforced. We used these rules as the starch for our backbone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p29\" class=\"\">“Mother loved being a mother and a lady and enjoyed the arts of homemaking. She has passed this on to my sister and me. It was with great patience that she taught us to sew, cook, clean house, iron, etc. Can reironing one of Daddy’s white shirts until it was perfect be a blessing? Or getting up to do the washing and ironing before school—a blessing? Or peeling beets, shelling peas by the hour, husking bushels and bushels of corn for canning, picking berries at the crack of dawn before the sun got too hot—blessings? You couldn’t convince me then, but you can now. They taught me great lessons in the value of thrift, work, and responsibility.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p30\" class=\"\">As we teach our children these values, let us emphasize the principle of shared responsibility. Do not be confused by attempts to label some jobs as strictly male or strictly female. Generally speaking, each child should know how to do simple cooking, wash dishes, clean the house, mow the lawn, tend the baby, and wash the car. These skills will do much to make their adult lives happier and more productive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p31\" class=\"\">Now, what about our leisure time? How we use our leisure is equally as important to our joy as our occupational pursuits. Proper use of leisure requires discriminating judgment. Our leisure provides opportunity for renewal of spirit, mind, and body. It is a time for worship, for family, for service, for study, for wholesome recreation. It brings harmony into our life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p32\" class=\"\">Leisure is not idleness. The Lord condemns idleness. He said, “Thou shalt not idle away thy time, neither shalt thou bury thy talent” (<span class=\"citation\" id=\"17806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17806)\">D&amp;C 60:13<\/a><\/span>.) Idleness in any form produces boredom, conflict, and unhappiness. It creates a vacancy of worth, a seedbed for mischief and evil. It is the enemy of progress and salvation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p33\" class=\"\">Work is an essential element in the Lord’s welfare plan; but it is a special kind of work. Work of the members, sanctified by love, produces the commodities which solve the temporal needs of our worthy poor. The laborer is blessed and sanctified in his unselfish service. The needy member accepts assistance in the spirit of love and gratitude. He knows it was provided by the toil and sacrifice of the Church members. To the extent of his ability, the needy member works for what he receives, as assigned by the bishop, thereby preserving his dignity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p34\" class=\"\">The individual is all-important in the Lord’s plan. Any system which does not require initiative, self-reliance, and the necessity of work for what we receive, if able, will not preserve its integrity. The design of the welfare plan of the Church is to abolish the dole. The dole is a blight in any welfare system and should be feared as cancer in the human body.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p35\" class=\"\">Brigham Young declared, “It is never any benefit to give out … to man or woman, money, food, clothing, or anything else, if they are able-bodied, and can work and earn what they need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p36\" class=\"\">“To give to the idler is as wicked as anything else. Never give anything to the idler.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p37\" class=\"\">“Set the poor to work.” (<span class=\"emphasis\">Discourses of Brigham Young,<\/span> sel. John A. Widtsoe, Salt Lake City: Deseret Book Co., 1954, pp. 274–75.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p38\" class=\"\">President Clark added, “Brethren, … do your best to see that those … who consume, shall be among those who produce. It is a principle … that destroys character [and] initiative, to get into the frame of mind where our sustenance comes as a gift.” (Transcript of talk given in welfare meeting, Apr. 1960, p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p39\" class=\"\">In the broader sense, work is the means to achieve happiness, prosperity, and salvation. When work and duty and joy are comingled, then man is at his best. Tagore wrote,<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I slept and dreamt<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That life was joy<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I woke and saw<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That life was duty<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I acted, And behold!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Duty was joy!<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p46\" class=\"\">(Quoted by Earl Nightingale, “Our Changing World,” #5193.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p47\" class=\"\">Work was instituted from the beginning as the means by which the children of God were to fulfill their earthly stewardship. Work is our divine heritage. Elder Stephen L Richards taught: “Work with faith is a cardinal point of our theological doctrine and our future state—our heaven, is envisioned in terms of eternal progression through constant labor.” (In Conference Report, Oct. 1939, pp. 65, 68.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p48\" class=\"\">The voice of the Lord to this generation is:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p49\" class=\"\">“Behold, I say unto you that it is my will that you should go forth and not tarry, neither be idle but labor with your might. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p50\" class=\"\">“And thus, if ye are faithful ye shall be laden with many sheaves, and crowned with honor, and glory, and immortality, and eternal life.” (<span class=\"citation\" id=\"17817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17817)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17817)\">D&amp;C 75:3, 5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-value-of-work.p51\" class=\"\">To this I testify, in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}