{"ID":368, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Draw Near to the Lord<\/p>\n<p class=\"gcspeaker\">Elder Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, October 1948, pp. 123-129<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis great conference, my brethren and sisters, has been a most inspirational occasion for all\nof us. As I heard one good sister remark yesterday, \"It is out of this world,\" and I say to you\nthat all that we have listened to is out of this world. and all of those who spoke to us have\nbeen animated by that spirit which is out of this world. All of the counsel and advice that we\nhave listened to during this great conference will go for the salvation of all of us and for the\neventual salvation of this world. Then at some future date it will become the celestial\nkingdom.\n<\/p><p>\nThis morning President David O. McKay has delivered a most inspired address with reference\nto youth and particularly with reference to those who are responsible for youth, and I, too,\ndesire to express a few thoughts along the same line and in so doing I may cross the path of\nPresident David O. McKay, but I don't know of anyone's path that I would rather follow than\na member of the First Presidency.\n<\/p><p>\nYOUTH PROGRAM OF THE CHURCH\n<\/p><p>\nThis past week has been devoted by some of the great youth organizations to the problems of\nyouth. Some of you have listened to the broadcasts that have come from youth organizations.\nAll that I have listened to and all that I have read with reference to this youth movement has\nbeen inspiring and is worthy of commendation. But in thinking of youth organizations of the\nworld, the question came to my mind, what about the youth program of the restored Church\nof the Lord Jesus Christ? As I pondered over that question, there, came to my mind the\nthought that the youth program of the Church of Jesus Christ is founded upon the priesthood\nof Almighty God. This program had its inception on May 15th, 1829, When two young men\nwho were translating an ancient record ran across a statement that had to do with baptism. A\nquestion arose in their minds so they went out into the woods and upon the bank of a\nbeautiful river, supplicated God that they might have the right interpretation of that ancient\nscripture. An answer was given in the form of a visitation by a resurrected being who\nintroduced himself as John the Baptist, and in the following words conferred upon Joseph\nSmith and Oliver Cowdery the Aaronic Priesthood:\n<\/p><p>\nUpon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron,\nwhich holds the keys of the ministering of angels, and of the gospel of repentance, and of\nbaptism by immersion for the remission of sins; and this shall never be taken again from the\nearth, until the sons of Levi do offer again an offering unto the Lord in righteousness\n(<span class=\"citation\" id=\"12427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12427)\">D&amp;C 13:1<\/a><\/span>).\n<\/p><p>\nThe cornerstone of the youth program of this Church is the priesthood of God, and along with\nit there have come into being other organizations, which have come into existence through the\ninspiration and revelation of the Lord to the leaders of Israel to organize the great Sunday\nSchool, the M.I.A. and the Primary organization. There has been brought into being the great\nsystem of religious education and also the Latter-day Saint girls' program. This program of\nyouth, which has been and is being fostered by the Church, is one which comprehends all of\nthe needs of youth and places into the hands of those who are responsible for them,\ninstruments whereby this great program can be implemented in behalf of youth to guide and\ndirect them along the paths of faith, virtue, and service to others.\n<\/p><p>\nBLESSINGS OF AARONIC PRIESTHOOD\n<\/p><p>\nWhen the priesthood of Aaron was first given to the tribe of Levi, it was entrusted to mature\nmen, but in this day and age the Aaronic Priesthood has been given to young men because of\nthe fact that the members of the tribe of Levi are not worthy to hold that priesthood, and\nhence the heirs of Ephraim are carrying on the work of the Aaronic Priesthood today. We\nhave often been asked the question, \"Why is it that the priesthood is bestowed upon boys at\nthe age of twelve?\" I don't know whether or not there is on record any definite instructions as\nto this, but I can say it was a master stroke of inspiration, and I am sure that when the\nleadership of this Church decided to ordain boys at the age of twelve it came at the direction\nof our Heavenly Father. I know of no time in the age of any young man when he begins to\nform impressions and habits more readily than he does at the age of twelve, and in this great\nprogram of youth we commence early. These boys at the age of twelve, when they receive the\npriesthood of God, must be sweet and clean in their bodies. They are taught the law of\nchastity. They are taught that there is but one standard of virtue in this Church, both for\nyoung men and for young women. They are taught to be prayerful, and they are taught that\npriesthood means service and that where there is no service, and a man or a boy holds the\npriesthood, it is of little value to, him and surely the Lord God will hold such an individual\naccountable when he fails to use this divine gift of authority in the service of the Master and\nfor the benefit of the, Lord's children here upon the earth. Out of priesthood service he is\ntaught to be dependable; he evaluates integrity and honestly highly. He is taught something\nabout the Constitution of the United States. He is taught that the document came to us from\nthe Lord through the instrumentality of great and wise men who were raised up for that very\npurpose. He is taught that in the Constitution of the United States there is found the great\nfundamental principle of the gospel, namely that of free agency. And so with these noble\nqualities of character and the assignments that come to him from time to time, he is taught in\na practical way the principles and fundamentals of the gospel of salvation. For example, the\ndeacon is assigned to go out and collect the contributions of the people to the end that those\nwho are in distress might have assistance and relief. He is also taught that he should\nparticipate in the great welfare program, for out of these two assignments he is taught what\npure and undefiled religion is, namely, to help those who are in need, the aged, the widows,\nand the orphans. I am sure that no young man participates in these assignments but what he\nsees the blessings that will come to him and to others because of his willingness to serve.\n<\/p><p>\nDUTIES OF DEACONS AND TEACHERS\n<\/p><p>\nThe deacon has the privilege of assisting in the administration of the sacrament, and no young\nman could listen to the sacramental prayers and not have a deep and lasting impression of\nwhat the mission of the Lord Jesus Christ means and what his great sacrifice on the cross did\nfor all of us. The office of the ordained teacher carries great responsibility. At the age of\nfifteen he is sent out with a member of the Melchizedek Priesthood to teach Israel the gospel\nof the Lord Jesus Christ. In other religious organizations there would be some question with\nreference to sending out a young man at the tender age of fifteen to teach adults and others\nthe principles of the gospel. I bear personal testimony to you that some of the most\nimpressive ward teaching that I have ever listened to has fallen from the lips of these young\nservants of God, and we must never forget that they have a promise, a promise that if they\nwill do their duty, they will enjoy that spirit of testimony, namely the Holy Ghost, which will\nmagnify them before the families that they are called upon to visit. These young men have\nother assignments, and out of all of them there comes a realization that they are engaged in\nthe work of the Lord.\n<\/p><p>\nTHE OFFICE OF PRIEST\n<\/p><p>\nWhat about the young man just budding into manhood who is called to the office of priest?\nHe has the same authority and the same privilege that John the Baptist had, the forerunner of\nChrist, in that it is his high privilege and honor to perform the ordinance of baptism; and I\nwould that every priest in this Church may have that opportunity and privilege, for out of it\ncomes the assurance that he holds the priesthood of Almighty God.\n<\/p><p>\nWhen a priest steps into the waters of baptism and brings his arm to the square and repeats\nthe baptismal prayer, it impresses; him that he is indeed a servant of God. These are the\nwords he repeats: \"Having been commissioned of Jesus Christ, I baptize you in the name\nof the Father and of the Son and of the Holy Ghost. Amen\"\n(<span class=\"citation\" id=\"12433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12433)\">D&amp;C 20:73<\/a><\/span>).\nA short prayer but a prayer wherein he declares without any reservations that he has\nbeen commissioned of Jesus Christ to perform the holy ordinance of baptism.\n<\/p><p>\nThe priest has the right of administering the sacrament, of blessing the water and the bread;\nand no young man can repeat these blessings thoughtfully and prayerfully but what it\nstrengthens his testimony that the lowly Nazarene who was crucified upon Calvary's Hill was\nthe true and the Living Son of' God, and that the Redeemer appeared in the meridian of time\nto another young man, Joseph Smith, who gave to the world the sweetest story ever told,\nsince the crucifixion, that He lives. There is no doubt but what these experiences in the\npriesthood affect the lives of these young men to the end that what they do, or think, or say,\nshall be wholly compatible with the priesthood which they hold. It is as Brigham Young said,\nif these boys have been guided and directed and taught as they should be, all the acts they\nperform should be governed by the guidance of the priesthood.\n<\/p><p>\nACHIEVEMENTS OF AARONIC PRIESTHOOD\n<\/p><p>\nIn 1947, fifty-four thousand members of the Aaronic Priesthood filled 1,403,461 assignments,\ntwenty-six assignments, for everyone of these young men, which indicates that they would\nhave a priesthood assignment every two weeks throughout the year. There are some of these\nyoung men who are not taking full advantage of their priesthood work which would indicate\nthat some members of the Aaronic Priesthood filled in a year one hundred or one hundred and\nfifty of these assignments. Out of the filling of these assignments there comes a strengthening\nof their testimony; there comes that training which guides them into the paths of virtue, of\nbeing prayerful and dependable, and a building up of the spiritual side of their lives.\n<\/p><p>\nI could go on indefinitely pointing out to you the achievements of these young men. When we\nspeak of the Aaronic Priesthood and this great youth program of the Church, we not only find\nemphasis on the priesthood, which should come first, but we find the great\nauxiliary-organizations providing a program that inspires them and builds them up in their\nfaith and lays the foundation for a testimony. We are grateful to the great Primary\norganization for its work with boys under the age of twelve, and giving them instructions on\nthe priesthood that they are about to receive. The Sunday School organization has the\nresponsibility of teaching young men the gospel of the Lord Jesus Christ. The Y.M.M.I.A.\norganization provides for them a fine cultural and recreational program, and in addition to\nthese two, it has fostered a great program for boys, namely, scouting.\n<\/p><p>\nThe Church educational system affords daily religious education. The Latter-day Saint girls'\nprogram has in it all of the same factors and elements that we have for the young men, and it\ntoo is proving to be a great success.\n<\/p><p>\nFRUITS OF RELIGIOUS LIVING\n<\/p><p>\nAs we think of these assignments and priesthood training and all that the auxiliary\norganizations offer to our young people, we wonder what the fruits of their lives will be.\nPresident McKay has indicated to you already what the fruits are in some instances. It is best\nillustrated in the words of the Savior found in Matthew:\n<\/p><p>\nYe shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?\n<\/p><p>\nEven so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit. .\n. .\n<\/p><p>\nWherefore by their fruits ye shall know them\n(<span class=\"citation\" id=\"34199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34199)\">Matt. 7:16-17,20<\/a><\/span>).\n<\/p><p>\nWhat are the fruits of the priesthood? Some of them are service, testimony, virtue, honesty,\nprayerfulness, dependability, respect for authority, and selection of the proper kind of\nassociates. As one of the General Authorities it has been my high privilege to interview many\nof these young people for missions. Some of these young men have spent several years in the\narmed forces of our country, and upon returning have expressed a desire to fill a mission. I\nhave invariably asked them the question: \"You have been away from home now for three or\nfour years, and you mean to say that you are now anxious to go and spend two more years on\na mission?\" And without hesitating they have answered, \"Yes, that's the thing I would like to\ndo.\" They saved their money while in the armed forces, to the end that it might be used in\npreaching the word of God to the nations of the earth.         \n<\/p><p>\nI learned something else about them. Some of them expressed a desire to return to the lands\nof the enemy whose guns they had faced. To me that manifested the true spirit of the Christ.\nThat spirit, my brethren, that the Savior taught us to cultivate, to love God and love our\nneighbor as ourselves, to me is the spirit of the peacemaker.                                      \n<\/p><p>\nBlessed are the peacemakers: for they shall be called the children of God\n(<span class=\"citation\" id=\"34183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34183)\">Matt. 5:9<\/a><\/span>).\n<\/p><p>\nBLESSINGS OF PRIESTHOOD SERVICE  \n<\/p><p>\nThe other fruits of the youth program of the Church have been manifested in other ways. In\nthe fields of business the young men, who have taken full advantage of all of their priesthood\nopportunities and all the privileges afforded by the youth program of the Church, have\nreceived responsible positions without any question and have been successful.\n<\/p><p>\nI know of one man whose life's desire was living the gospel of the Lord Jesus Christ. He\ntook advantage of the opportunities of priesthood service in his boyhood days, and not long\nago a great company was searching for a very dependable man to take over one of its\ninstitutions, and they let it be known that no one should apply except a member of the\nChurch. This young man applied and received the position at a salary of ten thousand dollars\na year. Why was that company particularly anxious to have a member of this Church? They\nknew that, if they found the right kind of member of this Church, they would have a man\nwith integrity and honesty, dependability, and one who would be an example to those who\nworked with him.\n<\/p><p>\nThere are some of our young men who become indifferent for one reason or another, but I\nwant to say that if we have done our part, if we have planted the seeds of faith in their hearts,\nthey cannot get too far away from the Church.\n<\/p><p>\nLETTER TO BISHOP\n<\/p><p>\nI should like to read to you a few paragraphs of a letter written to one of our fine bishops by\none of these boys who had all of the advantages of the youth program of the Church and then\nbecame indifferent.\n<\/p><p>\nThe teachings a fellow receives in his youth have a great effect upon his life which I am just\nbeginning to find out more and more each day. The teachings and blessings I received from\nmy quorum while I was a teacher and a priest have paid off so numerously that I could not\nbegin to quote all of them. Also the instructions I received in seminary have been of great\nvalue. The things my parents taught me from the time I could sit up in bed have also made\nme what I am today. Now, as I stop to look back upon all of the instruction, both large and\nsmall, that I received in my past twenty-one years, I have more in the wealth of the better\nthings in life now than a lot of people have in a lifetime.\n<\/p><p>\nI want you to listen to this statement in particular.\n<\/p><p>\nI am a cross section of all the people that have had an influence on my life here so far. From\nhere on out I am on my own, and it has taken me two years of married life to find it out. The\nresponsibilities of an L.D.S. father are great, and I thank the Lord for the trust that he has put\nin me to carry out such responsibilities. When we were in our priesthood quorums I heard a\nlot about a person's being spiritually sick, and I always wondered what it was. The big\nwonder in my mind is now a reality. I don't wonder what it is now. I know. It has been said\nthat experience is the best teacher, and my mother always said there would be a lot of things I\nwould learn the hard way, and she is so right. To be spiritually sick is a lost feeling. You\nhave your friends, but they seem to have no way of helping you no matter what they say or\ndo. It is something that is lost from inside, and the only way you can get it back is from the\ninside. I have never really stepped inside an L.D.S. chapel for the past two years with an\nattitude of real worship of God, until the other night when I went to the nurses' graduation at\nthe Idaho Falls L.D.S. Tabernacle. Elder Moyle spoke that night, and I realized then that I\nhad lost a very valuable gift which I still had in my power to regain if I put my mind to it.\n<\/p><p>\nRESPONSIBILITY TO YOUTH\n<\/p><p>\nThis young man took advantage of the youth program of the Church. For some reason he\nbecame indifferent, but as a result of the proper kind of teaching and the impression it made\nupon his life when he heard a servant of God preaching the gospel of the Lord Jesus Christ,\nthere was a ready response in his heart, and now that young man is trying to find his way\nback, I was particularly impressed with his thought, \"I am a cross section of all the people\nthat have had an influence upon my life here so far.\" I wonder if we who are responsible for\nthe youth of Israel realize that they are a cross section of what we teach them, not only by\nprecept but by example. After all, every man or woman, whether a parent, one of the lesser\npriesthood advisers, or a bishop, is wholly responsible for these young people. As one said,\n\"We stand in the docket with every lost boy and girl. Have we a self that is worth putting into\na boy?\" That is the question, and should we not examine our inner selves to determine\nwhether or not we have within us the qualities of character which should become a part of the\ncharacter of every boy and girl to make them the kind of men and women that God wants\nthem to be?\n<\/p><p>\nOut of youth there will come in thought and in deed the things that you and I have taught\nthem over the years. If we sow the right kind of seed, it will logically follow that the right\nkind of fruit will come forth.               \n<\/p><p>\nMay God bless all of us who have this high and glorious privilege of laboring with youth,\nthat out of our testimonies, out of our      teachings, and above all, out of our examples, it\nwill be as Brigham Young declared:                   \n<\/p><p>\nAn individual who holds a share in the priesthood, and continues faithful to his calling, who\ndelights himself continually in doing the    things God requires at his hands, and continues\nthrough life in the performance of every duty will secure to himself not only the privilege of\nreceiving, but the knowledge how to receive the things of God, that         he may know the\nmind of God continually; and he will be enabled to          discern between right and wrong,\nbetween the things of God and the things that are not of God. And the priesthood&mdash;the spirit\nthat is within him, will continue to increase until it becomes like a fountain of living water;\nuntil it is like the tree of life; until it is one continued source of intelligence and instruction to\nthat individual.\n<\/p><p>\nI humbly pray for all of these blessings in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}