{"ID":3682, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Gospel—The Foundation for Our Career\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p3\" class=\"\">Elder Boyd K. Packer<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            <span style=\"display: none\" id=\"article-id\">03148_000_038<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p4\" class=\"\">There is a recurring theme in the revelations having to do with learning. And, from the beginning, Church leaders have counseled us to get all of the education we can as a preparation for and as an improvement of our careers. For example:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p5\" class=\"\">“Seek ye diligently and teach one another words of wisdom; yea, seek ye out of the best books words of wisdom; seek learning, even by <span class=\"emphasis\">study<\/span> and also by <span class=\"emphasis\">faith.<\/span>” (<span class=\"citation\" id=\"17847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17847)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17847)\">D&amp;C 88:118<\/a><\/span>; italics added. See also <span class=\"citation\" id=\"17852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17852)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17852)\">D&amp;C 90:15<\/a><\/span>; <span class=\"citation\" id=\"17867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17867)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17867)\">D&amp;C 109:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p6\" class=\"\">Learning is to be accompanied by faith, and as the Book of Mormon teaches us, learning “is good if [we] hearken unto the counsels of God.” (<span class=\"citation\" id=\"4059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4059)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4059)\">2 Ne. 9:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p7\" class=\"\">There is one thought that must come at the very beginning of a discussion on occupations and careers in order to establish it as preeminent, and it is this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p8\" class=\"\">Do not ever belittle anyone, including yourself, nor count them, or you, a failure, if your livelihood has been modest. Do not ever look down on those who labor in occupations of lower income. There is great dignity and worth in any honest occupation. Do not use the word <span class=\"emphasis\">menial<\/span> for any labor that improves the world or the people who live in it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p9\" class=\"\">There is no shame in any honorable work, and the principle of faith, which the Lord connected with learning, is precious above the technologies of man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p10\" class=\"\">There will be many who struggle through life with small ownership and low income who discover, because they have been decent, the meaning of the scripture, “He that is greatest among you,” let him be “the least and the servant of all.” (<span class=\"citation\" id=\"36866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36866)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36866)\">Matt. 23:11<\/a><\/span>; <span class=\"citation\" id=\"17787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17787)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17787)\">D&amp;C 50:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p11\" class=\"\">While <span class=\"emphasis\">schooling<\/span> and <span class=\"emphasis\">education<\/span> generally go together, there are kinds of wisdom which are not usually taught in school classrooms.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p12\" class=\"\">To illustrate, I begin with the Old Testament record of Naaman who, as the commander of the armies of Syria, had “given deliverance” to his country. He became a leper and the king of Syria feared he would die.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p13\" class=\"\">An Israelite slave girl who served Naaman’s wife spoke of prophets in Israel who had the power to heal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p14\" class=\"\">The king of Syria sent a message to the king of Israel saying, “I have … sent Naaman my servant to thee, that thou mayest recover him of his leprosy.” The king of Israel suspected a plot and complained, “He seeketh a quarrel against me. … Am I God, to kill and to make alive, that this man doth send unto me to recover a man of his leprosy?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p15\" class=\"\">Elisha, the prophet, heard of the king’s distress. And “he sent to the king, saying, … let him come now to me.” Elisha would heal Naaman, and he told why: that “he shall know that there is a prophet in Israel.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p16\" class=\"\">When Naaman was near, Elisha sent a messenger to him, saying, “Go and wash in Jordan seven times, … and thou shalt be clean.” Naaman was angry. There were rivers aplenty in Syria, as good, he thought, as the Jordan. He had expected Elisha to perform some impressive ceremony like clapping his hands upon him. And he “turned … away in a rage.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p17\" class=\"\">But one of his servants (it seems there is always a servant) courageously chastised the general and said, “If the prophet had bid thee do some <span class=\"emphasis\">great<\/span> thing, wouldest thou not have done it?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p18\" class=\"\">Humbled by his servant, Naaman “went … down, and dipped himself seven times in Jordan, according to the saying of the man of God: … and he was clean.” (<span class=\"citation\" id=\"3199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3199)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3199)\">2 Kgs. 5:1–14<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p19\" class=\"\">Human nature hasn’t changed over the years. Even today some of us expect to be bidden to do some “great things” in order to receive the blessings of the Lord. When we receive ordinary counsel on ordinary things, there is disappointment, and, like Naaman, we turn away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p20\" class=\"\">Let me give you a modern-day example. President Kimball has been President of the Church for eight years. In virtually every conference sermon he has included at least a sentence telling us to clean up, paint up, and fix up our property. Many of us have paid little attention to the counsel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p21\" class=\"\">Question: Why would a prophet tell us to do that? Has he no great prophecies to utter?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p22\" class=\"\">But, is that not a form of prophecy? For has he not said to us over and over again, “Take good care of your material possessions, for the day will come when they will be difficult, if not impossible, to replace.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p23\" class=\"\">Already there is a fulfillment. Families who might have afforded a home when first he spoke now despair of getting one.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p24\" class=\"\">For some reason, we expect to hear, particularly in welfare sessions, some ominous great predictions of calamities to come. Instead, we hear quiet counsel on ordinary things which, if followed, will protect us in times of great calamity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p25\" class=\"\">It was Alma the prophet who said, “By small and simple things are great things brought to pass; and small means in many instances doth confound the wise.” (<span class=\"citation\" id=\"9373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9373)\">Alma 37:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p26\" class=\"\">Now, all of this was to prepare you for the fact that the counsel I will give may seem ordinary, even trivial to some of you. But it will be consistent with the doctrines and principles announced by the First Presidency when the welfare program was first introduced:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p27\" class=\"\">“Our primary purpose [is] to set up, in so far as it might be possible, a system under which the curse of idleness would be done away with, the evils of a dole abolished, and independence, industry, thrift and self-respect be once more established amongst our people. The aim of the Church is to help the people to help themselves. Work is to be re-enthroned as the ruling principle of the lives of our Church membership.” (In Conference Report, Oct. 1936, p. 3.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p28\" class=\"\">That emphasis, on self-reliance, suggests something about education. We cannot expect the Church to assume responsibility for the schooling of all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p29\" class=\"\">One of the questions most often asked of General Authorities as we travel usually begins in this way: “Why doesn’t the Church … ?” And then there follows a description of some worthy project that would, if it should succeed, bring credit to the Church and benefit many people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p30\" class=\"\">For example, why doesn’t the Church establish schools to prepare members for financial security?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p31\" class=\"\">Some years ago I was near our front gate splitting rails for a fence. A young man came to make a delivery. He had recently returned from overseas combat duty. He had falsified his age and left school to join the Marines. When I asked about his future plans, he didn’t know. Jobs were scarce; he had no skills to offer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p32\" class=\"\">I counseled him to go back to high school and get his diploma. He thought he couldn’t do that; he was too old now. “If you do it,” I told him, “you probably will not exactly fit in. And the students will call you the ‘old man’ or ‘grandpa.’ But you faced an enemy in combat; surely you’ve got the courage to face that.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p33\" class=\"\">The lesson is this. I only spent ten minutes with him, sitting on a log by our front gate. I did not build a school nor ask the Church to build one. I did not pay his tuition or prepare his lessons. What he needed was some direction, some counsel, some encouragement, and some vision. In this case he took the counsel and returned to school. Now he has a family and an occupation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p34\" class=\"\">I only gave him vision and encouragement. It does not take additional Church budget to do that. That is the responsible role of every priesthood leader in counseling members on careers. We must help people <span class=\"emphasis\">to help themselves.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p35\" class=\"\">Several years ago a certain country was emerging from a long period of political and economic distress, and there was a need for skilled workers of many kinds. Some of our local leaders, sensing the need, conceived the idea of establishing vocational schools in our chapels to train the brethren in their skills. They could then upgrade themselves in their employment. It was a very appealing idea.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p36\" class=\"\">They pointed out that the money expended would be justified on the basis that these brethren would return in tithes more than the cost of the program. They were greatly disappointed when the Brethren did not approve their idea.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p37\" class=\"\">There were several things they’d not considered. The most important was that vocational training was already available to those who <span class=\"emphasis\">really<\/span> looked for it. Classes to train new employees, and to upgrade the experienced ones, were offered by business and industry, and by their government.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p38\" class=\"\">What our brethren needed most was counsel and encouragement to take advantage of opportunities that were already available.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p39\" class=\"\">We ourselves are responsible to seek out and take advantage of every opportunity to improve ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p40\" class=\"\">Now, there are some things that the Church <span class=\"emphasis\">must<\/span> do, for we are commanded to do them. We must preach the gospel. We must build temples. We must perfect the Saints. These things others cannot do. The many other good things (which are not central to the mission of the Church) must take second place. For we do not have the resources to do all that <span class=\"emphasis\">is<\/span> worth doing, however worthy it may be.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p41\" class=\"\">While we cannot build schools for everyone, there is a most important contribution the Church <span class=\"emphasis\">can<\/span> make to our careers, one that <span class=\"emphasis\">is<\/span> central to the mission of the Church. And that is to teach moral and spiritual values.<\/p>\n\t\t\t<div class=\"figure\">\n      <p\/>\n      <ul class=\"content-list noMarker\"><li>\n\t  <div class=\"\" id=\"\">\n\t    <p>Integrity.<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">\n\t    <p>Dependability.<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">\n\t    <p>Courtesy.<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">\n\t    <p>Respect for others.<\/p>\n\t  <\/div>\n\t<\/li>\n\t<li>\n\t  <div class=\"\" id=\"\">\n\t    <p>Respect for property.<\/p>\n\t  <\/div>\n\t<\/li>\n      <\/ul><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p48\" class=\"\">Let me illustrate one or two of these.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p49\" class=\"\">It is likely that our children, and yours, for the first part of their married life at least, will live in rented apartments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p50\" class=\"\">I had a conversation with a stake president who owns a large number of apartments which he rents to middle-income families. As he showed them to me, he described the abuse of his property, not just the normal wear and tear, but outright abuse bordering on vandalism.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p51\" class=\"\">Such conduct is unworthy of a Latter-day Saint! We should know better than that. We should be willing to drive a nail or set a screw in a hinge, if it’s needed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p52\" class=\"\">Our people should regard an apartment as their home and keep it inviting and clean and in good repair. Has not the prophet told us to do it? When they leave an apartment, it should be clean and essentially ready for the next tenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p53\" class=\"\">Now, what has this got to do with a career? Surely you can see the transfer of learning from our homes to our work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p54\" class=\"\">Years ago my father, as a young married man with several children, went nervously into the bank in Brigham City to ask for a loan to start in business. He was asked about collateral. He had none beyond his willingness to work and some mechanical aptitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p55\" class=\"\">The banker, in turning down his request, happened to ask father where he lived. “In the old box house on First West,” was the answer. The banker passed that corner on the way to work. He’d watched the transformation in the yard. He’d wondered who lived there, and admired what they were doing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p56\" class=\"\">Father got the loan to start in business on the strength of the flowers that mother had planted in the yard of a very modest adobe house they were renting.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p57\" class=\"\">We have raised a large family on a very modest income, and it’s likely that our children are going to have the same privilege. In order to prepare them, we’ve trained them to do ordinary, necessary things as preparation for their careers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p58\" class=\"\">For instance, we have maintained an area (sometimes it’s the corner of a basement room) where there is a work bench, where projects could be left. There can be some paint or a little sawdust on the floor, without a problem. In spite of continuous cleanup, this area is perpetually untidy, but with a purpose.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p59\" class=\"\">We have followed another practice. Each Christmas, at least one of the presents for the boys has been a hand tool. When they were old enough, a good metal toolbox was included. When each has left home, he has had his own set of tools and some knowledge of how to use them. He can tune up a car, or drive a nail, or turn a screw, or replace a plug or a faucet washer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p60\" class=\"\">The girls, in turn, have learned to cook and to sew, and each has left home with a sewing machine. This training is doubly important—first, in frugal living at home, and then in their value as an employee. They would, we hoped, be not only good, but good for something.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p61\" class=\"\">Now, I have an idea that some soul will be very upset with us for not providing our boys with a sewing machine and our girls a box of tools as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p62\" class=\"\">So I hasten to explain that our boys can cook enough to survive a mission and they can sew on a button. The girls in turn can change a faucet washer and drive a nail, and both of them can type and even change a tire on a car.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p63\" class=\"\">While many, many occupations suit a man or a woman equally well, I, for one, have grave concern over the growing trend for both men and women to choose careers which in some respects are against their very natures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p64\" class=\"\">We have tried to prepare our boys for manly work and our girls for work that would suit the opportunities that womanhood will bring them. In defense of our doing that, I can only observe that in this Church we are not exempt from using common sense.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p65\" class=\"\">There are so few nowadays who are really willing to work. We must train our children and ourselves to give, in work, the equivalent of the pay we receive and perhaps just a little extra.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p66\" class=\"\">There are so few who will come a bit early to get organized for the day, or stay a minute after to tidy up the work bench or the desk for tomorrow’s work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p67\" class=\"\">The attitude that demands compensation and benefits in excess of the value of labor has come near destroying the economy of the world. Now, however, many workers quite willingly accept reductions in pay just to keep their jobs. That spirit of doing a little extra would have prevented the crisis had it been evident earlier.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p68\" class=\"\">Family responsibilities and tight budgets sometimes prevent us from obtaining all the schooling we desire.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p69\" class=\"\">We can, however, improve ourselves. The only tuition required is the time it takes, the work required, and the desire to build into our lives the ordinary virtues so much in demand and so short in supply.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p70\" class=\"\">I hope you have not been too disappointed that I have not presented some “great thing” for you to do, some elaborate formula for career planning, rather than such ordinary things so obvious, so close to us, that they are often overlooked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p71\" class=\"\">There is a formula. The Lord said, “Verily I say unto you, that every man who is obliged to provide for his own family, let him provide, and he shall in nowise lose his crown; <span class=\"emphasis\">and let him labor in the church.<\/span>” (<span class=\"citation\" id=\"17818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17818)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17818)\">D&amp;C 75:28<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p72\" class=\"\">The gospel of Jesus Christ is the formula for success. Every principle of the gospel, when lived, has a positive influence over your choice of an occupation and on what you will achieve. The counsel to labor in the Church has great value. Living the gospel will give you a perspective and an inspiration that will see you successful however ordinary your work may be or however ordinary your life may seem to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/the-gospel-the-foundation-for-our-career.p73\" class=\"\">God bless the members of this Church, that you can be happy with who you are and where you are, that you can improve yourselves. We pray that God will bless those who are struggling now with unemployment, with the loss of their employment, with the fear of that loss. May he bless us that we can build into our lives those principles of reliance and integrity that have been part of the gospel from the very beginning, for the gospel is true. Of this I bear witness, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}