{"ID":3684, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            An Invitation to Grow\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p3\" class=\"\">Dwan J. Young<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p\" class=\"\">Primary General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_041<\/span>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p4\" class=\"\">The following addresses were delivered at the General Women’s Meeting held Saturday evening, March 27, in the Tabernacle, Salt Lake City. Latter-day Saint women twelve and older gathered to view the locally televised broadcast; the program was also viewed live in areas where satellite dishes were in operation. Videotapes of the program have been supplied to each region of the Church worldwide.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p5\" class=\"\">In addition to prerecorded taped segments, speakers at the meeting were, in the following order: Sister Dwan J. Young, general president of the Primary; Sister Elaine A. Cannon, general president of the Young Women; Sister Barbara Smith, general president of the Relief Society; and Elder Mark E. Petersen of the Quorum of the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p6\" class=\"\">Theme for the meeting was “The Legacy—Remembered and Renewed.”<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:274e.jpg\" alt=\"Dwan J. Young\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p7\" class=\"\">Annette, your voice has filled this hall with beautiful music as you pled, “Teach me, teach me.” In many parts of the world, I have looked at other children one by one who were singing this same song. (See “Teach Me to Walk in the Light,” <span class=\"emphasis\">Sing with Me,<\/span> p. B-45.) I prayed then, as I pray now, that there is someone close-by who is teaching you to walk in the light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p8\" class=\"\">Each of us comes into this world separately, one by one. This is not an accident. I think it’s the Lord’s way of reminding us of the infinite worth of each soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p9\" class=\"\">There is something very sacred about the time of birth. I remember so clearly the coming forth of each of my own children. My firstborn came after three years of desperate waiting. He was very small, only five pounds. I felt so responsible. It seemed like such a miracle and there was a great surge of gratitude. Now I had a baby of my very own. With each child came a sharper realization of life’s challenges and possibilities. Rocking my babies to sleep, I sang them the lullabies which came to my lips—soft, private words, carrying my dreams for their future. I have marveled at this miracle of potential that we cradle in our arms: the ultimate of creation, a human child.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p10\" class=\"\">Growth is inevitable. This is the natural phenomenon of life itself. It quickly becomes apparent that the child is engaged in some dynamic process of physical growth over which one has very little control. Shortly the birth weight is doubled. Turn around, as the song says, and they’re three. Turn around, and they’re four. Turn around, and they’re a young man or woman going out of the door.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p11\" class=\"\">As young children start to learn, it’s like opening a floodgate. There’s no stopping, no end to their capacity to grow and to learn. First they imitate, and then they move out on their own. I was always astonished when it seemed like we had to show our children only once some new skill, some new task, and then they were swept away on their own, pursuing their own star.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p12\" class=\"\">As we observe the process of natural growth, we become acutely aware of certain eternal principles upon which all growth is predicated. First, growth is the expected norm. It’s the divine challenge given to each soul as it enters mortality. Our Heavenly Father expects us to use the great gift of life to enjoy and to celebrate this central truth. Because we have life, we can grow and develop and do some things on earth we cannot do anywhere else.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p13\" class=\"\">Very soon we become aware of another great truth. Only God’s children have the capacity to direct their own growth. This means that we can use this time on earth to bring optimum growth and development because we have the power to make choices. It’s not enough just to grow. Even the weeds and the biblical tares can do that. It is expected of us that we will shape our growth so that we will not be like Topsy (in <span class=\"emphasis\">Uncle Tom’s Cabin<\/span>) who “just growed,” but rather we will successfully negotiate the bumps and curves by enlarging upon our talents, by disciplining ourselves, so that our mortal experience brings us toward greater and greater mastery of those characteristics which make us worthy of association with the Divine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p14\" class=\"\">Intelligent observation tells us that growth comes one step at a time. The scriptures say precept upon precept, line upon line. (See <span class=\"citation\" id=\"17863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17863)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17863)\">D&amp;C 98:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p15\" class=\"\">Just as the baby learns to walk one faltering step at a time and learns to speak one word at a time, we learn to care, to serve, and to love one step at a time. We learn to master everything one concept at a time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p16\" class=\"\">The Lord has carefully explained this great truth to us in 2 Nephi 28:30:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p17\" class=\"\">“I will give unto the children of men line upon line, precept upon precept, … and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more; and from them that shall say, We have enough, from them shall be taken away even that which they have.” [<span class=\"citation\" id=\"4065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4065)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4065)\">2 Ne. 28:30<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p18\" class=\"\">There’s a kind of wonder and awe that comes to us as we observe the natural phenomenon of physical growth. You remember the song that says, “I don’t remember growing older,” or “When did he grow to be so tall?” (“Sunrise, Sunset,” <span class=\"emphasis\">Fiddler on the Roof<\/span>.) We have a special place in our home where the children record their height on the wall. With the help of a book placed on top of their head, they can tell if they’ve grown since the last mark was made. Cheers are heard if they’ve made progress. That is natural growth. But what greater joy and satisfaction comes when the change that is wrought has come about by constant personal choice and effort!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p19\" class=\"\">I’m reminded of the little child who came to her daddy and said, “Give me something <span class=\"emphasis\">hard<\/span> to do.” So he thought of things she could do, but she would say, “No, daddy, that isn’t hard enough. I want something hard to do.” He was carrying his briefcase into the house, and he said, “Well, carry this; this will be very hard to carry.” She grabbed hold. Oh, boy, it was heavy! She said, “I think I can.” She struggled and staggered until she finally got it to the house. We all like to feel that we have met the challenge of something hard to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p20\" class=\"\">Be aware that growth is a process. It is never fully and finally achieved; it’s just a steady picking our way upward along the mountain path. Ultimately the process requires hope and faith. We have potential for development much like the seed Alma so eloquently described which, when tended and nurtured, will burst into full flower. (See <span class=\"citation\" id=\"9367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9367)\">Alma 32:28–43<\/a><\/span>.) Once the preparation is completed, full growth is realized only when we have the faith to venture forth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p21\" class=\"\">Remember the words of Victor Hugo:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Be like the bird, who<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Halting in his flight<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">On limb to slight<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Feels it give way beneath him,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Yet sings<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Knowing he hath wings.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p28\" class=\"\">(<span class=\"emphasis\">Time for Poetry,<\/span> rev. ed., comp. May Hill Arbuthnot, Chicago: Scott, Foresman and Co., 1961, p. 202.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p29\" class=\"\">Each new truth becomes ours only as we, like the bird, realize that we’re not afraid to venture forth and live by truth, knowing that we too have the capacity to fly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p30\" class=\"\">When a baby is very small, parents often make the choices which direct its path. But slowly, surely, as the body and spirit mature, the matter of choice becomes personal and individual. Someone has observed: “You yourself must set flame to the torches which you have brought.” (<span class=\"emphasis\">Words of Life,<\/span> ed. Charles L. Wallis, New York: Harper &amp; Row, 1966, p. 91.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p31\" class=\"\">As we struggle forward each day intent upon accepting the Lord’s invitation to have life and have it more abundantly (see <span class=\"citation\" id=\"125221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125221)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125221)\">John 10:10<\/a><\/span>), let us remember the great truth that we, as God’s children, have the capacity to direct our own growth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/an-invitation-to-grow.p32\" class=\"\">May our Heavenly Father strengthen and guide us as we accept his invitation to grow. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}