{"ID":3685, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Reach for Joy\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p3\" class=\"\">Elaine Cannon<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p\" class=\"\">General President of the Young Women<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_042<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a68.jpg\" alt=\"Elaine Cannon\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p4\" class=\"\">Part of our precious legacy—to be remembered and renewed—is that though deepening trials throng our way, we know that our afflictions can be consecrated to our good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p5\" class=\"\">Good can come from trouble. Trauma can enliven the heart and enrich the soul. Clouds do have silver linings, and the leaf will burst again on the dry branch. “Weeping may endure for [the] night,” sang the psalmist, “but joy cometh in the morning.” (<span class=\"citation\" id=\"41968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41968)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41968)\">Ps. 30:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p6\" class=\"\">My dear sisters, the daily work of the Lord involves changing hopeless to hopeful—for all of us. And it is for us to find at last that in the midst of winter we have within us an invincible summer. In a world filled with adversity we can reach for joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p7\" class=\"\">My heart responds to you—to you who are young women, so beautiful and so refreshing; to you wise and wonderful ones who have lived a little longer and suffered some; to you with many dreams and to you whose dreams have been dashed; and to some of you who have given way for a time to the temptings that are unleashed upon all of us in these latter days; and to you stricken ill; and to all whose faith has faltered and whose tears have washed the cheeks of your baby or dampened the pillow at night. To all of you, I express my love and my compassion, and I give you my blessed witness that our Heavenly Father and the Lord Jesus Christ live and sustain us and that the Comforter witnesses within us—even now—that our personal joy can be full.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p8\" class=\"\">But first the testing—the bitter so that we can appreciate the sweet. First the trial—and then the witness of our faith. (See <span class=\"citation\" id=\"22344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22344)\">Ether 12:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p9\" class=\"\">It is our understanding that in the world before this one we all heard the plan of life presented by the gods. We had our agency—and each of us voted to come down to earth to be proven herewith. To me that means something like: “I will go down and I will take up my life no matter what comes. I will go down and suffer a learning disability or watch the man I love marry someone else; or I will endure a frustrating relationship; or I’ll take up my life as the only Latter-day Saint in my high school or the only Latter-day Saint in my family; or I’ll live my life working hard all my years without apparent success. But I will go down to earth to be proven and to learn.” (See <span class=\"citation\" id=\"7360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7360)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7360)\">Abr. 3:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p10\" class=\"\">Trials come in different ways at different stages of life. You’ve no doubt heard about the young girl who complained to her teenage brother about the terrible blows that life had dealt her. And she said, “It just isn’t fair; you got the curly hair and the straight nose.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p11\" class=\"\">And he said, “Well, you got the curly nose and the straight hair!” Brothers are so wonderful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p12\" class=\"\">But whatever life offers, it is to be lived, it is to be learned from. We need to get on with it—and reach for joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p13\" class=\"\">One certainty of life is that each of us will meet some mighty test. This is part of the plan. Another thing that we can count on is that neither here nor hereafter are we suddenly going to emerge with qualities we haven’t developed or a pattern of living for which we have not prepared ourselves. Adversity is an important part of the preparation for at least three reasons. One, God knows whom he can trust and who, like Job, will stand firm and love him unconditionally. Second, adversity well handled can increase our understanding and compassion. And we will be more effective in helping others when we’ve had a few challenges of our own. We just may need to be an answer to somebody else’s prayer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p14\" class=\"\">And third, we draw closer to our Heavenly Father when we are in deep need. Our prayers of thanksgiving and joy of course should be part, and are a part, of our worship, but I guess there isn’t anybody here who won’t admit that we pray more fervently when we’re under the press of problems. Attitude in adversity turns hopeless to hopeful.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p15\" class=\"\">It is a matter of the lemon and the lemonade, after all. In adversity we can complain bitterly, “Why me? Why now?” and wallow in self-pity, thus denouncing God. Or we can find our way by asking that all-important question: “Which of my Heavenly Father’s principles will help me now?” And when we find that appropriate principle, the next step is to live that law, “irrevocably decreed” upon which the particular blessing that we need is predicated. (See <span class=\"citation\" id=\"17899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17899)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17899)\">D&amp;C 130:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p16\" class=\"\">God’s plan is a plan of ultimate joy for each of us. His principles suffice in any situation. But each one of us, young and old, must rise to her challenges in her own way. Each one of us must reach for her own joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p17\" class=\"\">Let me tell you about some sisters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p18\" class=\"\">For thirty years and more, Sister Louise Lake, who has now passed away, lived alone trapped in a wheelchair. A parade of problems plagued her constantly. But she made it, beautifully prepared to meet our Heavenly Father. And this is how she did it. Each morning over the years she practiced an “exercise in joy”—a kind of fervent blessing-counting session upon awakening. Imagine! An exercise in joy under those circumstances. She didn’t curse God and die. (See <span class=\"citation\" id=\"26785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26785)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26785)\">Job 2:9<\/a><\/span>.) She gave thanks and lived—anyway—touching many of us in remarkable ways because of what she had learned about trouble.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p19\" class=\"\">Sister LaRue Longden, a former counselor in the General Presidency of the Young Women, was a ward Young Women’s president at the time of the serious illness of her little daughter. She and Brother Longden were kneeling in fervent prayer by the side of their bed when word came that the little girl had passed away. They were heartbroken. But after the funeral all the leaders and the young women held flowers and formed an aisle while she, their president, had to walk past them. And during this time of intense emotion she suddenly realized that they were watching her. “I <span class=\"emphasis\">had<\/span> to live what I’d been teaching,” Sister Longden said. “I <span class=\"emphasis\">had<\/span> to be an example of what I really believed.” So she lifted her chin and smiled her famous smile upon them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p20\" class=\"\">A fourteen-year-old girl I know has survived a serious bout with cancer. She knows now that she’ll never be able to bear children. She told me that the theme for the Young Women, which is “The Lord is the strength of my life” (<span class=\"citation\" id=\"41967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41967)\">Ps. 27:1<\/a><\/span>), has helped her meet her test, and she is determined to become the very best teacher of children that Heavenly Father ever had. Find the principle, sisters. Live it! Reach for joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p21\" class=\"\">A special friend of mine was left with the burden of being a single parent, not by her choice. One day she was particularly desperate for help. She was very much in need of comfort and direction. And yet she felt so alone: her parents were away on a mission, the bishop was busy, her home teacher was out of town. And finally, tear weary, she turned to the scriptures and read the beloved words “Draw near unto me and I will draw near unto you.” (<span class=\"citation\" id=\"17845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17845)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17845)\">D&amp;C 88:63<\/a><\/span>.) Here she found her answer. She prayed and she was helped. It was wonderful. It worked!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p22\" class=\"\">Today we women of all ages can draw upon the powers of heaven. We can seek strength through the priesthood, find solace and direction in our patriarchal blessing, be guided by studying the scriptures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p23\" class=\"\">Life may not always be exactly what we had in mind, but we are not alone. This special promise is recorded in Mosiah: “Lift up your heads and be of good comfort. … And I will … ease the burdens … upon your shoulders, that even you cannot feel them upon your backs, even while you are in bondage; and this will I do that ye may stand as witnesses for me hereafter, and that ye may know of a surety that I, the Lord God, do visit my people in their afflictions.” (<span class=\"citation\" id=\"40509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40509)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40509)\">Mosiah 24:13-14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p24\" class=\"\">Isn’t that beautiful?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p25\" class=\"\">I know that our Heavenly Father keeps his promises. I, like you, have been sorely tried in a variety of ways. But this kind of seasoning teaches us that every burden on the back can become a gift in the hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p26\" class=\"\">This I firmly believe, and I earnestly pray that in time of trial we may stand firm, sisters, in The Church of Jesus Christ of Latter-day Saints, that we may stand as witnesses of Christ and of peace in the plan of life. And thus reach our joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/reach-for-joy.p27\" class=\"\">We love you. We pray for you. We find comfort in your example. And I pray this day that we may help each other make it through our times of trial—and while we reach for our joy—in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}