{"ID":3686, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Hearts So Similar\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p3\" class=\"\">Barbara B. Smith<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p\" class=\"\">Relief Society General President<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03148_000_043<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a6a.jpg\" alt=\"Barbara B. Smith\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p4\" class=\"\">One weekend last November, Heidi, a young Mormon mother here in Salt Lake City, left her large and gracious home on a gray morning and drove over to Pioneer State Park and entered the restored home of Mary Fielding Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p5\" class=\"\">Heidi was costumed in a dress reminiscent of one Mary might have worn, and for the entire day she welcomed young children from a nearby school into this small home, where she helped them learn to dry apples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p6\" class=\"\">After the children left, the sun broke through the clouds overhead, illuminating not only the afternoon sky, but casting a reflective glow on the events of the day. That evening Heidi recorded in her journal, “I was overwhelmed by the exceptional beauty I could see from that little adobe house on the hill. … I could hardly contain the light that streamed through the wavy glass window into my soul bringing feelings that were both very warm and very bright!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p7\" class=\"\">She told about the contrast she felt between the small home in which she stood with its meager appointments and her own lovely house on another hill not far away. She wrote, “I hope my home is my family’s place of strength, of faith, and of refuge, a place where truth is confirmed and testimony is strengthened, as Mary’s little home had been for her family so long ago.” She continued, “Despite life-styles so different, I was overcome by hearts so similar. My soul pleads to make the similarities count for my family, as they had for hers.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p8\" class=\"\">The circumstances of Mary Fielding Smith’s life were much different from Heidi’s.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p9\" class=\"\">In the momentous time of the exodus of the Saints from Nauvoo, Mary Fielding Smith found herself a widow with small children. To stay in Nauvoo would put her in the position of constant conflict with the dissidents and the mobs. To go would mean leaving her home unsold and, alone, shouldering the hardships and the unknown challenges of a long and wearisome trek by ox team.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p10\" class=\"\">To stay would mean giving up association with the Saints and the gospel she loved. This she could not and would not do. She wanted her children to grow up strong in the new and everlasting covenant.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p11\" class=\"\">The bonds of the gospel that led Mary Fielding Smith to face immense hardships and travel west with the Saints transcend time and trial, uniting sisters now as then in a oneness of faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p12\" class=\"\">From South America we received word of a woman who, when approached by missionaries to accept baptism, said, “You don’t want me. I am nothing.” But the missionaries persisted. She accepted the gospel, and it brought hope and love to her life; it brought learning and growth and progress. In time she became a Relief Society president, and through her devoted concern she could give that same hope and love to others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p13\" class=\"\">One of the great sisters of Japan, Toshiko, wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p14\" class=\"\">“Deep inside I had a feeling, I had a hope that there is a true church somewhere that testifies the resurrection of Jesus Christ … the Lord answered me … missionaries made me a visit and I came to know the Book of Mormon. … Here in this teaching exists the truth I have been looking for. … My heart had affinity for the gospel as desert sands have for water.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p15\" class=\"\">From Africa, where the first all-black Relief Society was founded in 1978, comes this word:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p16\" class=\"\">“I have learned to look at life in a very different way. I, as a young mother, have learned how to bring up my children in a Christlike way. I have learned to make my home a pleasant place and also a place where the gospel is believed and lived.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p17\" class=\"\">Example after example comes from women in many places, from women of greatly differing circumstances in life—women alone, women with children, women old, women young, women new to the Church, women in sorrow, women in despair, women happy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p18\" class=\"\">They form a mosaic of many lives with differing circumstances, with individual talents, and with gifts wonderfully varied. The details of each life are so numerous that we begin to see in them the great diversity among us, and with it great strength and enrichment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p19\" class=\"\">And from varied experiences comes one great unifying truth, echoing and re-echoing: “I know God lives and loves <span class=\"emphasis\">me.<\/span> His teaching make me strong and sustain my soul.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p20\" class=\"\">This testimony gives us hearts so similar that, as Paul said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p21\" class=\"\">“We, being many, are one … in Christ.” (<span class=\"citation\" id=\"42903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42903)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42903)\">Rom. 12:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p22\" class=\"\">Being many … with differing gifts, yet having hearts so similar; hearts testifying of the Lord Jesus Christ … that his teachings are true … his way of life—a way of truth, of love, of light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p23\" class=\"\">An examination of the many individual lives of those who would be his disciples testifies that nothing about the gospel is designed to “make reason stare” as Eliza R. Snow observed so many years ago. (<span class=\"emphasis\">Hymns,<\/span> no. 139.) The gospel, correctly understood, embraces all that is virtuous, lovely, of good report and praiseworthy. (See <span class=\"citation\" id=\"6978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6978)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6978)\">A of F 1:13<\/a><\/span>.) The gospel is heaven-sent. It is the light by which we find our way through darkness and difficult times. The light of truth discloses our eternal nature. If we work hard enough and long enough, and pray diligently enough, the excellence that is our divine potential is possible to each one of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p24\" class=\"\">The uniqueness of each human being is a condition of God’s creation, even though the differences sometimes cause us to wonder. One beautiful Oriental sister came to the United States and for the first time in her life she encountered blonde-haired, blue-eyed persons. The blue eyes seemed so unusual to her, she later confided, that although she now thinks them lovely, she had at first wondered if people could actually see out of them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p25\" class=\"\">Color, culture, talents, tastes. Diversities abound and through them come much of the fulness and beauty we experience in life. To the sister from the Orient it was the color of eyes that seemed strange at first, but for all of us there are differences we can come to appreciate more fully. Learning to value variety in others, we can also see and appreciate our own uniqueness more clearly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p26\" class=\"\">When we can respect not only the differences in others but also their accomplishments, we begin to experience some of the joy the Lord intended. There is so much more of happiness to be had when we can rejoice in another’s successes and not just in our own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p27\" class=\"\">Being happy in the achievements of brothers, sisters, and associates requires a feeling of security and the recognition of our own great potential. The gospel brings this kind of confidence within the reach of each one. When we are filled with love for the Lord, with all our hearts, souls, and minds, the result is that we <span class=\"emphasis\">can<\/span> feel and understand and be secure in his love. We <span class=\"emphasis\">will<\/span> keep his commandments. We <span class=\"emphasis\">do<\/span> love our neighbor as ourselves. This is the way he planned it to be for us, coming together in love and faith, with hearts so similar.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p28\" class=\"\">How do we become one of heart? We become so—<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>By knowing that we are daughters of God.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>By knowing and witnessing that he lives and that his great mission is to make it possible for us to attain not only salvation but also exaltation.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>By diligently—one step at a time—working at the task of perfecting ourselves.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>By praying often for personal guidance and for a caring heart, one that understands and is aware of others.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>By seeking divine help in living the teachings and judging not. We cannot walk in another’s path. We cannot know another’s challenges, and so we should not judge.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>By living positively and giving all that we have to extend the work of the Lord, for sharing the truth of the gospel with another is one of the greatest gifts we can give.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>By obtaining understanding and the strength to be actively engaged in those good things which will make the world a better place for our having been here.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>By paying the price of excellence in all we undertake to do.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">9.<\/span>\n\t\t\t\t\t<p>By willingly accepting the concept of unselfishness—and translating it into the actions of our times and seasons.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p38\" class=\"\">These are the things that make us of similar hearts as we take personal responsibility for our own lives, whatever the circumstances.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p39\" class=\"\">These principles can be embraced by all—the poor and the rich, the single and the married, young women and grandmothers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p40\" class=\"\">There are no exceptions and no specifications about looks, or marital status, or opportunities, or responsibilities.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p41\" class=\"\">There are no arbitrary limitations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p42\" class=\"\">The Lord really cares about the feelings of love in our hearts and souls, about diligence in seeking wisdom. He wants us to love and care and do as he did. He wants us to be righteous as he was. He wants us to develop the divine within us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/05\/hearts-so-similar.p43\" class=\"\">We can be good women, elect women, and even holy women. Though we are women of great diversity, we can be women of God bound together in a great sisterhood of faith and testimony. And like Heidi, we can pray for strength and faith and the ability to make our homes places of refuge where the light of heaven—like the golden sunlight of that gray November day—will stream into our lives no matter where we are. That we, being many, will be one in Christ, having hearts so similar, is my humble prayer in the holy name of Jesus Christ, our Exemplar and Redeemer, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}