{"ID":369, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Builders of Faith<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, October 1948, pp. 133-138<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very grateful, my brothers and sisters, for the emphasis that has been placed, in this\nsession and in this whole conference, upon the youth of the Church. With you I love the\nyouth with all my soul, and I desire with all my heart that they may love the truth and live it\nthat they may be saved here in the earth. There is nothing that I shall ask more of life than\nthat my children shall love the gospel and serve the Lord, and I know that there is nothing\nmore that you will ask in behalf of yourselves.\n<\/p><p>\nCONTRAST AT FUNERAL SERVICE\n<\/p><p>\nYesterday as I listened to Elder Bowen in his masterful way deliver that great address on\nstability, my mind went to a funeral service I had attended just previously. In that service I\nsaw a lovely Latter-day Saint family bowed down in grief. One of their members had been\ntaken away. She had died in faith. The other members of the family, surrounding that casket,\nalso were filled with faith and that blow of death which had struck in that home was greatly\nsoftened because of the faith that those people had the knowledge and the testimony\nconcerning immortality and what the gospel does for us. I saw sitting in the audience a direct\ncontrast to the scene around that casket, for there I saw two men who had once been faithful\nin the Church, men who had had the pearl of great price\n(<span class=\"citation\" id=\"34207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34207)\">Matt. 13:46<\/a><\/span>) within their own hands, and then,\nbecause they loved worldliness more than they loved spirituality, they sold their birthright for\na mess of pottage (<span class=\"citation\" id=\"23545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23545)\">Gen. 25:34<\/a><\/span>).\nThey gave up their membership in the Church. They loved darkness more\nthan they loved light, and there they sat looking at this faithful family. I thought, oh, what a\ncontrast! Oh, what stability in their characters might have done for them! Oh, if they could\nhave been in the position of those faithful, ones who, though mourning at the passing of a\nloved one, had remained true and faithful and stable in the faith. Had they really appreciated\ntheir membership in the Church?\n<\/p><p>\nOur main object in life is to be good Latter-day Saints. To be good Latter-day Saints means\nthat we work out our salvation (<span class=\"citation\" id=\"41232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41232)\">Philip. 2:12<\/a><\/span>)\nhere in the earth, through the facilities of the Church, and\nteach our children to do likewise. In order to obtain that objective we must so plan our affairs\nthat everything we do in life will bring us nearer that goal. We must choose from life those\nthings which will so affect our thoughts and habits as to bring us nearer the Church into\ncloser harmony with it and its program. It is by cooperating with the Church and its program,\nlaboring in its organizations and sustaining its institutions that we work out our salvation here\nin the earth.\n<\/p><p>\nTHE RIGHT OF CHOICE\n<\/p><p>\nAs we choose those things which shall become a part of our daily lives, let us remember that\nthere is an opposition in all things\n(<span class=\"citation\" id=\"3490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3490)\">2 Ne. 2:11<\/a><\/span>).\nWe have our free agency, as Elder Moyle taught us. We\nhave our right of choice. If we choose certain things in life, they will drag us down and tend\nto separate us from close affiliation with the Church. Such things become barriers between us\nand our life's great objective. On the other hand, if we choose those things which will bring\nus closer to the Church, we will live the gospel better, and we will be better Latter-day Saints.\nEvery day we must make decisions affecting our lives. Some of those decisions may seem\nsmall, but nevertheless they affect our thinking and either bring us nearer to God or help to\nremove us farther away.\n<\/p><p>\nGOOD READING HABITS\n<\/p><p>\nOne of the men who have influenced my life for good and to whom I owe a great debt of\ngratitude is one of my former bishops, John C. Duncan of the First Ward here in Salt Lake\nCity. I love that man because of his great stability. He measures up to what Elder Bowen was\ntalking about yesterday. I remember his teachings so well. He always has been, and still is, a\ngreat advocate of good reading habits. He has always told us that what we read helps to make\nus what we are. Naturally, what we read affects our thinking, and as a man thinketh in his\nheart, so is he. Bishop Duncan has always taught us that we should read the periodicals of the\nChurch, because of the wholesome influence those periodicals have in our lives.\n<\/p><p>\nThere are, I suppose, about a quarter of a million Latter-day Saint homes. Every one of those\nhomes would be a better home if the people who live there would read and study and digest\nthe messages that are carried in the periodicals of the Church. There would be in them a\ngreater respect for virtue, better observance of the high standards of the Church; there would\nbe greater love and brotherhood; there would be more spirituality.\n<\/p><p>\nEvery one of you desires to know the mind of the leaders of the Church, the advice of the\nFirst Presidency. We do not often come into their presence. We do not often have the\nopportunity of hearing what they have to say. But every one of you may feel their influence\nand receive the messages they have to give if you will take the periodicals of the Church and\nread those messages.\n<\/p><p>\nTHE IMPROVEMENT ERA\n<\/p><p>\nPresident Smith is widely loved. When he goes to speak in a meetinghouse, the building is\noverflowing with people. You love him because of his love for humanity. You love him for\nwhat he tells you and the spirit and the influence he carries with him. But you cannot be in\nhis presence every day, nor every month. But President Smith is the editor of The\nImprovement Era, and every month there is an editorial from him in The Improvement Era,\nwhich would do you and your family much good if you would read it. I wouldn't for\nanything pass by that Era every month. I love it, and I love the messages it carries. I wouldn't\nfor anything miss the editorials that appear there under the name of the President of this\nChurch. I always get great stimulus out of it. I am a better man because I read what he says,\nbecause I love the influence he carries. Although I cannot be in his presence every day, I can\nread what he has said, and through it feel his influence.\n<\/p><p>\nPresident Smith is assisted in the editorship of The Improvement Era by Dr. John A. Widtsoe\nand President Richard L. Evans. These men are a great inspiration to the Church. You are in\nexcellent company when you are in their presence, and if you want to have their influence\nabout you and the children in your home, then take The Improvement Era.\n<\/p><p>\nI do not know what the exact circulation of The Improvement Era is, but I know that it is not\nwhat I would like to see it. I think that if we have a quarter of a million homes in this Church\nwe ought to have nearly a quarter of a million circulation for The Improvement Era, because\nit ought to be in every home for the good it will do to you and to your children.\n<\/p><p>\nTHE RELIEF SOCIETY MAGAZINE\n<\/p><p>\nI feel exactly the same way about the <i>Relief Society Magazine<\/i>. I do not know anywhere\nwhere you can find a magazine that will do you as much good, as a woman and as a mother,\nas does the <i>Relief Society Magazine<\/i>. It is published and edited by women of great faith and\ngreat spirituality as well as of great mentality. Every woman in this Church should have the\n<i>Relief Society Magazine<\/i> and read it. Wherever there is a Latter-day Saint home, there should\nbe the Relief Society Magazine. Wherever there is a Latter-day Saint mother, there should be\nthe <i>Relief Society Magazine<\/i>.\n<\/p><p>\nYou will be a better Latter-day Saint, and you will be a better mother if you will take the\n<i>Relief Society Magazine<\/i> in your home. Your husband and your children likewise will be\nbenefited by it because it does carry the spirit and the very essence of the gospel of Christ\nright into your home.\n<\/p><p>\nIf you want better homes such as President McKay has been talking about here, then you\nbring into your home these magazines which help you so. I again say that I believe that the\n<i>Relief Society Magazine<\/i> should be in every home, and therefore that magazine also should\nhave a circulation in excess of two hundred thousand.\n<\/p><p>\nTHE CHILDREN'S FRIEND\n<\/p><p>\nAnd then, we are also interested in our little children. Don't you love your little ones and\ndon't you fast and pray for them, and don't you hope that they will be converted to the\ngospel of Christ, and don't you hope that they will grow up to be stalwart members of this\nChurch? Then place in their hands every facility that you can to help them to get this faith\ndeep in their hearts and to establish habits and customs which will be in compliance with the\nteachings of the Church. Do you know one of the greatest and best helps you can get to place\nin the hands of your children? It is a magazine published by the Primary Association of this\nChurch, and it is called <i>The Children's Friend<\/i>. It is the grandest, by all odds the best, child's\nmagazine, that I have ever seen anywhere. It will do a great service for your children. The\nchildren of the Church love it. It provides wonderful things with which to build faith and\ncharacter. It also gives them entertainment. It gives to the children of the Church that\nsomething which they love and which they need.\n<\/p><p>\nIt is indeed a mistake to suppose that <i>The Children's Friend<\/i> is only to go into the homes of\nthose people who happen to be workers in the Primary Association. Every child in this\nChurch is entitled to the benefit that can come to him or her through the use of that\nwonderful magazine. If you love your children and if you desire to build faith in their hearts\nand to develop character, put in their hands this valuable child's magazine. Whether you\nyourself happen to be a Primary worker or not, your children need the increased faith and\nstrength that can come to them through the use of that magazine. Take it. It is one of the\nhelps that God has given to you to assist you in teaching and rearing your children.\n<\/p><p>\nThen there is another magazine, <i>The Instructor<\/i> which is provided by the Sunday School,\nprimarily for teachers. It, too, is designed to build faith and character and stability here in the\nChurch.\n<\/p><p>\nTHE DESERET NEWS\n<\/p><p>\nThere is another publication which I love with all my heart, and that is <i>The Deseret News<\/i>, a\npublication which is owned and operated entirely by the Church. As President McKay said the\nother night, <i>The Deseret News<\/i> is your newspaper. It belongs to you, and you should be\ninterested in it. You should be interested in seeing it grow and develop.\n<\/p><p>\nOne of the great merchandising experts in the United States is a man named Amos Parfish. I\nhave always enjoyed reading his magazine. One of the things he teaches merchants is that\nthey are to sell their products for what they will do for the people, and he tells the buyers to\nbuy products for what those products will do for them, for the type of service they will\nrender.\n<\/p><p>\nWhat does <i>The Deseret News<\/i> do for you?\n<\/p><p>\nIn the first place, <i>The Deseret News<\/i> brings to you a fine high class news and feature coverage\nwhich is in keeping with the very highest traditions of American journalism. That newspaper\nhas been very greatly improved in the recent past. It is a first-class newspaper,\none of which you may well be proud, one which will serve you well in your home and one\nwhich will serve your children equally well.\n<\/p><p>\nWhat else does <i>The Deseret News<\/i> do for you? <i>The Deseret News<\/i> stands for Americanism.\nWhether you are a member of this Church or not, <i>The Deseret News<\/i> will help to make you a\nbetter American, and everybody needs to be better Americans today. So I commend to you\nthat newspaper which builds patriotism, genuine Americanism in your hearts. It stands for the\nConstitution of the United States which has been referred to here today, and its editors believe\nwith all their hearts that the Constitution was God-inspired. It promotes greater and finer\ncommunities, and better family life. You are all of you interested in cleaner communities, in\nhigher standards of living. You would like to see reduced the vice that is so apparent in so\nmany of our communities. I would like you to know that <i>The Deseret News<\/i> stands for the\nhigh standards of the Church. It stands for clean communities, clean government, and clean\nliving. If you want to be a good citizen and enjoy clean community life, <i>The Deseret News<\/i>\nwill help you to do so.\n<\/p><p>\nMuch has been said here about the youth. I tell you that <i>The Deseret News<\/i> will serve your\nyouth. You know and I know what faith-destroyers cigarettes are. You and I know that a\ncigarette will help to destroy the faith and, if it continues on, the very salvation of your\nchildren. You may place <i>The Deseret News<\/i> with confidence and safety in the hands of your\nchildren, because the pages of that newspaper will never tempt your children to take a smoke.\nLikewise it never will tempt your children to drink beer or hard liquor, because such\nadvertisements are not there. <i>The Deseret News<\/i> is a clean newspaper, and it will help you and\nyour children to live the gospel better if you have it in your homes.\n<\/p><p>\nYou come here to these conferences and you want to know what the Authorities of the\nChurch are thinking and talking about. <i>The Deseret News<\/i> brings to you almost daily the\nattitude of the leaders of this Church. I would not have you think that they read and study\neverything before it goes into the newspaper, because, of course, that could not be. But the\ngeneral policy of <i>The Deseret News<\/i> is the reflection of the policy of the Church of Jesus\nChrist of Latter-day Saints, and if you want to know what the general attitude of this Church\nis on most subjects, <i>The Deseret News<\/i> will bring it to you.\n<\/p><p>\n<i>The Deseret News<\/i> also will give you another great service in that it brings to you its Church\nSection which, in my opinion, is one of the very finest things this Church has ever produced\nin periodical form. Every Church worker will do his work better if he has that Church\nSection. Your homes will have more faith if you read that Church Section. Your children will\nlove the gospel better if they read that Church Section. I commend it to you with all my heart\nand all my soul.\n<\/p><p>\nSUPPORT OF CHURCH PUBLICATIONS\n<\/p><p>\nThere are many other things that I could say about this newspaper, but time is fast going on.\nMy brethren and my sisters, some of you say, \"We cannot afford to take all these Church\npublications.\" I ask you in all seriousness, how can you afford not to take them? An\ninvestment in the Church publications costs but very little, but it is an investment in good\nliving. You cannot go to the corner store and buy a dollar's worth of character or a quarter's\nworth of faith. Yet these are the things above all else for which we strive in life. Are we\ngoing to count our dimes so carefully&mdash;dimes that so many times otherwise we throw away for\nfar less valuable things&mdash;that we are going to keep from our children and our homes these\nfaith-building, character-building influences? How can we afford not to take them?\n<\/p><p>\nI remember Paul once said that the eye cannot say to the hand, \"I have no need of thee.\" The\nhead cannot say to the foot, \"I have no need of thee\" (see\n<span class=\"citation\" id=\"165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(165)\">1 Cor. 12:14-25<\/a><\/span>). Is there\none of us knowing the dangers that surround our children in this day of lax morality, in this\nday of smoking, drinking, and carousing, is there one of us who will say that a single\nsafeguard of the Church is unnecessary?\n<\/p><p>\nThese publications are safeguards of the Church and I pray that we may have the vision to see\nthem as such, and that we may not say to any one of them, \"I have no need of thee,\" and for\nthis I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}