{"ID":37, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Rededication<\/p>\n<p class=\"gcspeaker\">Elder Charles A. Callis<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Charles A. Callis, <i>Conference Report<\/i>, October 1942, p. 44<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThroughout the precious message we received from the First Presidency, the spirit of Isaiah\nand Jeremiah, like a golden thread, was in evidence. A true prophet is never popular, because\nhe reproves and denounces, with equal vigor and equal impartiality and justice, the iniquities\nof the rich and the unrighteousness of the poor.\n<\/p><p>\nIn this solemn and troubled hour there is an urgent need for the people everywhere to\nrededicate themselves to God, home, and country. The world is wandering in the wilderness\nbecause it is not baptized into the obedience that makes men free. We have been walking\nproudly, with assumed confidence, as though we were on adamant or the foundations of the\nworld. Really we have been rolling along on parchment beneath which glowed a lake of fire.\nLo, we have plunged into the inferno, this terrible inferno of war.\n<\/p><p>\nJoshua, the great ruler in Israel, rededicated himself in this way: \"Choose you this day whom\nye will serve;... but as for me and my house, we will serve the Lord\"\n(<span class=\"citation\" id=\"30023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30023)\">Josh. 24:15<\/a><\/span>). If this nation would\nrefresh its soul with this reconsecration, if the world would awaken and free itself from the\nfearful enslavement of sin, then the peace of Christ would dawn upon the world, and men,\ninstead of killing each other, would love and save their brothers.\n<\/p><p>\nAs I regard it, the home is the fundamental, essential unit of civilized society. For the\ninstruction of our children we are depending too much on our Sunday Schools, Primaries, and\nother auxiliary associations, yea, and on the day school. We are willing that our children\nshould receive instructions, much of them unknown to us, while we sit placidly by in our\nhomes, and feel that the teaching of our children, thrown onto other shoulders, is a relief. This\nwill end in disaster. The home is the place where character is formed and where faith in God\nis strengthened.\n<\/p><p>\nLet us not delude ourselves; let us not lay the flattering unction to our souls, that if we\ncomplain at rulers and leaders our duty is ended. Before God every father in Israel is a ruler\nin the sense of the Lord's definition of the spirit of the Priesthood. A man is a ruler in his\nhouse, and he will be held accountable for the manner and the character of his rule. If in\njustice and love and patience he exercises his authority, having reverence for the dreams of\nyouth, there will be no need for so many public exhortations on the Word of Wisdom, for\nliquor and other forbidden things will not be found in the home of \"one that ruleth well his\nown house\" (<span class=\"citation\" id=\"2795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2795)\">1 Tim. 3:4<\/a><\/span>).\nI believe that all evils are of a family. Immorality is a brother to drunkenness.\n<\/p><p>\nWith firm assurance we will magnify our calling and rededicate ourselves to the service of\nGod. The General Authorities of the Church, stake presidents, and bishops hold dominion,\nrighteous dominion, under the awful hand of God, and to Him they are accountable for their\noverseership.\n<\/p><p>\nGod bless our country. God bless our homes. In properly conducted homes the children are\nbuilded up in character, in faith, in the principles of the gospel. A nation in which such\ntraining abounds shall increase in glory from day to day. The delight of such a, nation will be\nnot in shedding blood, not to conquer by might or physical power, but to conquer the world\nin the spirit of Christ along the lines of justice and mercy.\n<\/p><p>\nAnd in the love of Christ we will walk under His banner and bring souls unto Him whose\nglorious coming is nigh, and he will reign as King of kings and Lord of lords. This is my\nprayer in the name of Jesus Christ. Amen. \n<\/p>\n<\/div>\n<\/div>"}