{"ID":370, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keeping the Commandments of God<\/p>\n<p class=\"gcspeaker\">Elder Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1948, pp. 152-154<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI seek the guidance of the Spirit of the Lord.\n<\/p><p>\nI am not going to give you anything new. Everything that pertains to the gospel is new, but I\nshall not present anything that has not already been considered, either at this conference or at\nsome other time, and I may, in the course of my remarks, repeat and emphasize some things\nthat have already been said.\n<\/p><p>\nLIGHT AND TRUTH\n<\/p><p>\nFirst, I shall read to you from section ninety-three of the D&amp;C where the Lord says, speaking\nof light and truth which is the Spirit of Christ:\n<\/p><p>\nLight and truth forsake that evil one.\n<\/p><p>\nEvery spirit of man was innocent in the beginning; and God having redeemed man from the\nfall, men became again, in their infant state, innocent before God.\n<\/p><p>\nAnd that wicked one cometh and taketh away light and truth, through disobedience, from the\nchildren of men, and because of the tradition of their fathers.\n<\/p><p>\nBut I have commanded you to bring up your children in light and truth\n(<span class=\"citation\" id=\"12506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12506)\">D&amp;C 93:37-40<\/a><\/span>).\n<\/p><p>\nI know we were all very deeply impressed with the remarks of President McKay this\nmorning, and others of the brethren who have spoken, in relation to the care of our children\nin the home. I wish to continue, perhaps treating this matter from a little different viewpoint,\nbut nevertheless calling the attention of the members of the Church, of fathers and mothers, to\ntheir responsibility in regard to the training of their children.\n<\/p><p>\nTHE FAMILY UNIT\n<\/p><p>\nThere is no substitute for a righteous home. That may not be so considered in the world, but\nit is and ought to be in the Church of Jesus Christ of Latter-day Saints. The family is the unit\nin the kingdom of God. That we believe, and if we are fortunate enough, through the keeping\nof the commandments of the Lord, to go back and re-enter the celestial kingdom to dwell\nwith him, we will find that we are his sons and his daughters, that he is in very deed our\nFather. As Paul has stated it, we are his offspring\n(<span class=\"citation\" id=\"7601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7601)\">Acts 17:28-29<\/a><\/span>),\nand through obedience to every principle of\neternal truth we will go back to be his sons and his daughters.\n<\/p><p>\nPaul has said and prayed, speaking of the mission of Christ and his obedience to him:\n<\/p><p>\nFor this cause I bow my knees unto the Father of our Lord Jesus Christ.\n<\/p><p>\nOf whom the whole family in heaven and earth is named\n(<span class=\"citation\" id=\"21629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21629)\">Eph. 3:14-15<\/a><\/span>).\n<\/p><p>\nIf we get back into that great kingdom after the earth is redeemed, we will find ourselves\nmembers of the great family of God, and he will be our Father.\n<\/p><p>\nHe said, you know, to John:\n<\/p><p>\nHe that overcometh shall inherit all things; and I shall be his God, and he shall be my son\n(<span class=\"citation\" id=\"42199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42199)\">Rev. 21:7<\/a><\/span>).\n<\/p><p>\nWe should remember, as Latter-day Saints, that outside of the celestial kingdom, there is no\nfamily organization. That organization is reserved for those who are willing to abide in every\ncovenant and every obligation which we are called upon to receive while we sojourn here in\nthis mortal life.\n<\/p><p>\nDUTIES OF PARENTS\n<\/p><p>\nNow, let me take up where these brethren left off. Of course there should be prayer and faith\nand love and obedience to God in the home. It is the duty of parents to teach their children\nthese saving principles of the gospel of Jesus Christ, so that they will know why they are to\nbe baptized and that they may be impressed in their hearts with a desire to continue to keep\nthe commandments of God after they are baptized, that they may come back into his presence.\nDo you, my good brethren and sisters, want your families, your children; do you want to be\nsealed to your fathers and your mothers before you, do you want to have this family unit\nperfect when you, if you are permitted, shall enter the celestial kingdom of God? If so, then\nyou must begin by teaching at the cradle-side. You are to teach by example as well as\nprecept. You are to kneel with your children in prayer. You are to teach them, in all humility,\nof the mission of our Savior, Jesus Christ. You have to show them the way, and the father\nwho shows his son the way will not say to him:\n<\/p><p>\n\"Son, go to Sunday School, or go to Mutual, or go to the priesthood meeting,\" but he will\nsay: \"Come and go with me.\" He will teach by example.\n<\/p><p>\nFamily prayer will be in the home. In the morning when the family arises for the day, the\nfather will gather his family, kneel in prayer, and thank the Lord for his blessings. At night he\nwill have them assemble again, and in the family unit they will kneel again to pray. And all\nthese things will be taught in the home, because we want to have that home intact. We do not\nwant it destroyed when we cross to the other side.\n<\/p><p>\nFAMILY ORGANIZATION IN THE HEREAFTER\n<\/p><p>\nI have a great deal of pity in my heart for the world, this so-called Christian world, professing\nto believe in the mission of Jesus\nChrist, and in sincerity, many of them, I am sure. They think they are on the right course; but\nthey have been misled by false teachers into thinking that the family comes to an end at\ndeath, that husband and wife are separated eternally, and that there is no more claim for them\nupon their children. And that is true for them, according to their belief. That is the condition\nthat will prevail in the terrestrial kingdom and in the telestial kingdom, because there will be\nno marriage there, and there will be no family order there. Do you want that? I say I feel\nsorry for these people that have been misted into these false notions in regard to the hereafter\nand the family organization.\n<\/p><p>\nWhy do we go into the temples to be sealed, husbands and wives, and children to parents, and\nwhy are we commanded to have this work done, not only for ourselves, but also to be sealed\nto our fathers and mothers, and their fathers and mothers before them, back as far as we can\ngo? Because we want to belong to that great family of God which is in heaven, and, so far as\nthe Church is concerned, on earth. That is why.\n<\/p><p>\nEventually, when this work is perfected, and Christ delivers up to his Father the keys and\nmakes his report, and death is destroyed, then that great family from the days of Adam down,\nof all the righteous, those who have kept the commandments of God, will find that they are\none family, the family of God, entitled to all the blessings that pertain to the exaltation.\n<\/p><p>\nRESPONSIBILITY TO TEACH CHILDREN\n<\/p><p>\nAre you teaching your children these truths, my brothers, my sisters? Are you training them\nso that when they are married they will want to go to the house of the Lord? Are you\nteaching them so that they will want to receive the great endowment which the Lord has in\nstore for them? Have you impressed upon them the fact that they can be sealed as husbands\nand wives and have bestowed upon them every gift and every blessing that pertains to the\ncelestial kingdom, and thus they shall become the sons and the daughters of God, and have\nyou impressed upon them that great truth that if they are not married for time and eternity\nthat they will come forth in the resurrection of the dead separately and singly\n(<span class=\"citation\" id=\"12564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12564)\">D&amp;C 132:16-17<\/a><\/span>), to be servants\nfor those who belong to the family of God. Have you done that? Are you doing that?\n<\/p><p>\nTime will not permit me to say anything more, but I want to leave this impression with you,\nin continuation of our responsibilities as parents to each other and to our children, and as the\nPatriarch declared yesterday, if we will do these things, keep these commandments and live as\nwe ought to, there will be no divorce in the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nThe Lord bless you, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}