{"ID":371, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Among the Polynesians<\/p>\n<p class=\"gcspeaker\">Elder Matthew Cowley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Matthew Cowley, <i>Conference Report<\/i>, October 1948, pp. 155-161<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, it is good to be back from wandering to and fro in the earth\n(<span class=\"citation\" id=\"26648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26648)\">Job 1:7<\/a><\/span>). I have\nlong needed the inspiration of a general conference, and I have not been disappointed.\n<\/p><p>\nWhen we sustained this day, as the custodians of the kingdom, the men and women whose\nnames were read, I was convinced within my heart that as long as men and women such as\nthese are the custodians of the kingdom, the ordinances will never be changed, and the\neverlasting covenants will never be broken\n(<span class=\"citation\" id=\"25071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25071)\">Isa. 24:5<\/a><\/span>).\n<\/p><p>\nIt is my privilege to serve as a missionary in some of the far-flung areas of the earth and in\nthe islands of the sea. I am reminded of the last commission which the Master gave to his\ndisciples and said unto them:\n<\/p><p>\nGo ye into all the world, and preach the gospel to every creature.\n<\/p><p>\nHe that believeth and is baptized shall be saved; and he that believeth not shall be damned\n(<span class=\"citation\" id=\"33020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33020)\">Mark 16:15-16<\/a><\/span>).\n<\/p><p>\nSIGNS TO FOLLOW BELIEVERS\n<\/p><p>\nAnd certain signs were to follow those who believed. Among those signs were these, that they\nshould speak with new tongues, that they would lay their hands upon the sick, and they would\nbe healed (<span class=\"citation\" id=\"33022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33022)\">Mark 16:17-18<\/a><\/span>).\nAbout these two signs I would like to speak for just a moment while I visit with\nyou.\n<\/p><p>\nOn Friday evening I attended the reunion of the New Zealand missionary society, and as I\nstood before that group I could see more men who could speak the Maori language of New\nZealand than there are among the million and a half white people residing in New Zealand\nwho can speak the native language of their native people.\n<\/p><p>\nI attended the Tahitian missionary reunion, and I am sure that the same could be said of those\nmen at that reunion. I believe there are here in this city more white men who can speak the\nHawaiian language than there are in all the islands of Hawaii. I am sure that there are more\nwhite people here who speak the Samoan language than there are among the white residents\nof Samoa, and the same is true of the other islands of the Pacific.\n<\/p><p>\nThey do speak with new languages, my brothers and sisters, when they accept the call to go\ninto the world to preach the gospel to all creatures.\n<\/p><p>\nMISSIONARY LABORS IN NEW ZEALAND\n<\/p><p>\nI am reminded of President McKay's beautiful tribute to youth, the confidence he has in\nyouth. I am personally grateful for the confidence this Church had in me in my extreme\nyouth. I was just turning seventeen when I was called to go to New Zealand as a missionary.\nMy first appointment there was to a little place called\n<\/p><p>\nJudea, a wonderful place to go, for a young missionary. At the first meeting I attended in\nJudea, I could not understand the words that were being said, and after the meeting a sister\nwho could speak English said to me: \"Do you know what they said in there, and what they\ndid?\" I said: \"I could not understand a word.\"\n<\/p><p>\nShe said: \"Well, you were called and sustained as the secretary of the Relief Society of the\nJudea Branch.\"\n<\/p><p>\nI made up my mind right there and then that the Relief Society was not going to take any\nliberty with my time as a missionary, without my knowing something about it; and so I\ndetermined to get the gift of the Maori language, even if I had to work for it, and I did have\nto work for it.\n<\/p><p>\nGIFT OF TONGUES\n<\/p><p>\nI studied eleven hours every day for several weeks. I read the Book of Mormon in Maori, and\nmy studies were punctuated with fasting and with prayer; and on my twelfth Sunday I\ndelivered my first sermon in the Maori language. They do speak with new tongues\n(<span class=\"citation\" id=\"33021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33021)\">Mark 16:17<\/a><\/span>), those who\naccept the call to the ministry of our Lord and Savior Jesus Christ.\n<\/p><p>\nI have seen young missionaries in Samoa and in Tonga and in New Zealand and in Hawaii\nwho, within six months time, could deliver sermons in the languages of the people among\nwhom they were laboring&mdash;young men and women who did not have much scholastic training\nbefore they were called into the mission fields, but these young men and women, placed in\nthe hands of God, and molded like clay in the hands of the potter\n(<span class=\"citation\" id=\"26468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26468)\">Jer. 18:6<\/a><\/span>), received the gifts which\nthey had been promised.\n<\/p><p>\nI had a shoemaker on one occasion down in New Zealand say to me. \"Oh, you Mormon\nmissionaries think you are smart. You come out here and learn to speak the Maori language in\ntwo or three years.\" He said: \"I was only here six weeks, and I could say \"<i>Kaore au moriorio<\/i>\n<i>ki te korio Maori<\/i>,\" which means absolutely nothing in the Maori language. What he was\ntrying to say was that he did not know how to speak the Maori language, and he did not. I\nsaw him three or four years later, and he was still trying to say he did not know how to speak\nthe Maori language.\n<\/p><p>\nI have seen our young men in Hawaii, in the Central Pacific Mission, learn to teach the\ngospel in Japanese.\n<\/p><p>\nRESULTS OF ADMINISTRATION\n<\/p><p>\nBrothers and sisters, with the restoration of this gospel came the reiteration of Christ's\ncommission: \". . . these signs shall follow them that believe\"\n(<span class=\"citation\" id=\"12491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12491)\">D&amp;C 84:65<\/a><\/span>). There is no\nquestion about it in my mind. \"Lay your hands upon the sick, and they shall recover\"\n(<span class=\"citation\" id=\"12468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12468)\">D&amp;C 66:9<\/a><\/span>).\nIn Tonga last year there came to the mission home a couple who had been married for\ntwenty-seven years, and they had never been blessed with children. This couple wanted to\nhave children, and so they requested us to lay our hands upon them and bless them that they\nmight have children. And so President Huntsman and I laid our hands upon that couple, and\nwe blessed them. They had the gift of being healed\n(<span class=\"citation\" id=\"12454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12454)\">D&amp;C 46:19<\/a><\/span>). They had the gift of receiving these\nblessings.\n<\/p><p>\nWhen my wife and I visited Tonga, I think it was last May, the child had been born.\n<\/p><p>\nLast year I went from Tonga to Samoa. Another couple who had been married for years and\nhad had no children came to the mission home there to be blessed that they might have this\ngreatest of all blessings. And incidentally, brothers and sisters, the greatest calamity that can\ncome to the home of a Polynesian is not to have children. It is such a great calamity when\nthey do not have children that they go out and borrow their neighbor's children and rear\nthem. \n<\/p><p>\nWell, we blessed this young couple, and when my wife and I were there in May, they brought\nthe child to me to be christened and blessed, and asked that it might be given the name of my\nwife.\n<\/p><p>\nA lady came to me in the mission home suffering from what the Samoans call <i>mu mu<\/i>&mdash;or\nelephantiasis&mdash;her legs swollen out of all proportion. She said: \"Brother Cowley, bless me and\nremove from me this dread disease.\" A month ago in Samoa she came to the mission home\nand she said: \"Do you remember me?\" I said, \"Yes. You are Sister Purcell who was suffering\nfrom <i>mu mu<\/i> when I was here before.\" She showed me her ankles, and they were entirely\nnormal. Then she said: \"Now, I want the cataracts to drop from my eyes. Bless me now that I\nmay receive this blessing through the priesthood of God, from God who has all power to\nheal.\"\n<\/p><p>\nFAITH OF POLYNESIANS\n<\/p><p>\nDown in New Zealand during my last mission&mdash;and incidentally I have not reported my last\nmission to New Zealand when I was president there. I will wait six or seven years to do that\nand be in line with some of you other mission presidents. But I went to a place there one day.\nIt was during the war years. A young man brought his child, an eight-month-old child to me,\nand he said: President Cowley, I want you to christen our baby.\" I said: \"It looks like quite an\nold child to be blessed. Why have you not brought it before?\"\n<\/p><p>\n\"Oh,\" he said, \"I just have not gotten around to it.\"\n<\/p><p>\nSo I said, \"All right, what is the name?\" And he told me the name, and I was just about to\nbless the child and he said: \"While you are giving it a name, please give it its vision. It was\nborn blind.\"\n<\/p><p>\nJust like that&mdash;just as a matter of fact! \"You have the authority to give this child a name and a\nblessing and you have the authority to give it its vision.\"                              \n<\/p><p>\nI was overwhelmed. I was doubtful, but I knew that within the being of that Polynesian there\nwas the simple faith of a child, a faith not beclouded by psychology or any of the learning of\nmen but a simple faith in God and the promises he had made through his Son Jesus Christ. I\ngave that child its name, and eventually I mustered up enough courage to bless it with its\nvision.\n<\/p><p>\nPresident Halversen knows the little boy. I saw it a few months ago. He is now six or seven\nyears old, running all over the place, and he can see as well as I can see this day. \"Lay your\nhands upon the sick, and they shall recover\" \n(<span class=\"citation\" id=\"33023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33023)\">Mark 16:18<\/a><\/span>).\n<\/p><p>\nSTORY OF PEARL SHELL DIVER\n<\/p><p>\nI would like to add a story or two here to those which have been related by Bishop Richards.\nDown in Tahiti where I have recently visited&mdash;and I could tell some stories about traveling\non ships down there&mdash;our people down there have a seasonal occupation of pearl shell diving,\nand our men are the best pearl shell divers in the islands of French Oceania. Why are they the\nbest divers? Because they keep the Word of Wisdom, and they can stay under the water\nlonger than the others who do not. They stay under the water at a depth of ninety feet for\nupwards of two minutes and forty seconds. They dive to that depth and bring up the pearl\nshell which gives them part of their means of support for the remainder of the year until the\nnext season approaches.\n<\/p><p>\nThis one young Latter-day Saint placed his pearl shell on the shore in two piles, one was a\nlarge one and one a rather small one, and when the trader came around with whom he had the\ncontract to sell his pearl shell the trader asked him about the small pile.\n<\/p><p>\nHe said: \"Is that yours?\" He said: \"No, that is not mine.\" The trader said: Where did it come\nfrom?\" He said: \"Oh, I dove for it.\" \"Well, why is it not yours?\"\n<\/p><p>\nHe said: \"That is God's pearl shell.\" \"Who has the right to sell it?\" He said: \"I can sell it.\"\n\"Well then, I will buy it.\"\n<\/p><p>\n\"Yes, you may buy it, but not at the contract price. You will have to pay the market price for\nGod's pearl shell\"; because the market price had gone up since he had signed the contract.\n<\/p><p>\nAnd so he sold God's pearl shell at the market price and his own at the price for which he\nhad contracted. And when I inquired what he would have done had the price gone down\ninstead of up, he said: \"I would not have segregated God's pearl shell. I would have left it\nwith mine. I would always see to it that God gets the top price for his pearl shell.\"\n<\/p><p>\nHow would you like to have a partner like that, brothers and sisters? When you men are\ndividing up your pearl shell what consideration do you give to the price which should be paid\nfor God's pearl shell? I have a sneaking idea that if the price had changed as it did in that\ninstance that some of us would have tried in some way to have obtained the market price\nrather than the contract price for our own.\n<\/p><p>\nHONESTY IN TITHE-PAYING\n<\/p><p>\nI had a little mother, and I still have her down in New Zealand. I knew her on my first\nmission when I was just a young boy. In those days she called me her son. When I went back\nto preside, she called me her father. I am fearfully and wonderfully made.\n<\/p><p>\nNow, on one occasion I called in as I always did when I visited that vicinity, to see this grand\nlittle woman, then in her eighties, and blind. She did not live in an organized branch, had no\ncontact with the priesthood except as the missionaries visited there. We had no missionaries in\nthose days. They were away at war.\n<\/p><p>\nI went in and greeted her in the Maori fashion. She was out in her back yard by her little fire.\nI reached forth my hand to shake hands with her, and I was going to rub noses with her and\nshe said: \"Do not shake hands with me, Father.\"\n<\/p><p>\nI said: \"Oh, that is clean dirt on your hands. I am willing to shake hands with you. I am glad\nto. I want to.\"\n<\/p><p>\nShe said: \"Not yet.\" Then she got on her hands and knees and crawled over to her little\nhouse. At the corner of the house there was a spade. She lifted up that spade and crawled off\nin another direction, measuring the distance as she went. She finally arrived at a spot and\nstarted digging down into the soil with that spade. It finally struck something hard. She took\nout the soil with her hands and lifted out a fruit jar. She opened that fruit jar and reached\ndown in it, took something out and handed it to me, and it turned out to be New Zealand\nmoney. In American money it would have been equivalent to one hundred dollars.\n<\/p><p>\nShe said: \"There is my tithing. Now I can shake hands with the priesthood of God.\"\n<\/p><p>\nI said: \"You do not owe that much tithing.\"\n<\/p><p>\nShe said: \"I know it. I do not owe it now, but I am paying some in advance, for I do not\nknow when the priesthood of God will get around this way again.\"\n<\/p><p>\nAnd then I leaned over and pressed my nose and forehead against hers, and the tears from my\neyes ran down her cheeks, and as I left her, I asked God in my heart to bring down upon me\na curse if from that day henceforth and forever I did not return to God his pearl shell,\none-tenth of all that should ever come into my hands\n(<span class=\"citation\" id=\"12543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12543)\">D&amp;C 119:4<\/a><\/span>).\n<\/p><p>\nI love this work, my brothers and sisters. I thank God for my missionary companions. The\ntraveling which I do is sometimes hazardous, but I love it; I feel the protection of the\nAlmighty God.\n<\/p><p>\nDIVINE PROTECTION IN TRAVELS\n<\/p><p>\nWe left New Zealand three or four weeks ago, and I was on one of those fine clippers of the\nair. Two hours out of New Zealand we struck a violent storm. The first thing I realized was\nthat we had struck something. As a matter of fact, we had been struck by lightning. The\nlightning had penetrated the nose of the ship, and that lightning ball bounced around the\nplane. How it missed the propellers, I do not know. It destroyed one stabilizer on the plane.\nWe continued on our way. I believe from that moment until we landed at Nandi, Fiji, God\nwas the pilot of that plane, and I was his servant, praying that we might be landed safely at\nour destination.\n<\/p><p>\nI had no fear in my heart. I know that God looks after his own.\n<\/p><p>\nI was on a little ship in Tahiti, a little submarine chaser of about fifty tons, a converted\nsubmarine chaser. The way that thing acted I am sure it had not been converted; not properly\nso. Eight days I was on  that submarine chaser, and there was never a calm moment. There\nwere a hundred and ten live pigs on the deck space, and they were closed in by crates\ncontaining chickens. I think Tahiti is the only place in the world where roosters crow all\nnight. And then just ahead in front of these porcine quadrupeds and the fowl, were thirty-eight\nseasick natives.\n<\/p><p>\nPresident Mitchell and I were in a tiny cabin. That ship tossed and rolled. We never had our\nclothes off for six days. I had to lie on my bunk and hang on to some pipes overhead to keep\nfrom being catapulted out into whatever space there was there, and I have never heard such a\nsymphony in my life. I will never forget it. Pigs squealing, roosters crowing, sick natives\nretching, and me hanging on for dear life. But I was not seasick. Never have I been seasick\nor plane sick or car sick or train sick. I have been sick, but it has never been caused by\nvehicles of transportation.\n<\/p><p>\nGOD OPENS THE WAY\n<\/p><p>\nI left Tahiti in a freight ship. I was a member of the crew of that freight ship. It was the only\nway I could get on the ship. I had to go to the captain and ask him if he would take me on as\na passenger, and he said: \"No, we are not allowed to take passengers.\n<\/p><p>\nI said: \"May I sign on as a member of the crew?\" He said: \"I think that can be arranged.\"\n<\/p><p>\nAnd so I signed on as a member of the crew, and I went from there to New Zealand. I never\ndid find out what my duties were on that ship as a member of the crew. I thought for a time\nthat I might be the chaplain, but we crossed the international date line Saturday night, and\nwhen I woke up it was Monday, so Sunday was scratched right out, and I could not even\nperform my duties as a chaplain.\n<\/p><p>\nWhen we arrived at Samoa, I was called to the bridge of the ship. The captain said to me:\n\"Do you know where Apia, Samoa, is?\"\n<\/p><p>\nI said: \"Yes, you are just passing it.\"\n<\/p><p>\nHe had passed our port of destination so we turned back and went into Apia. From there, we\nwent on to New Zealand, and before they started doing the heavy work of unloading the ship,\nI signed off as a member of the crew.\n<\/p><p>\nGod opens up the way, brothers and sisters, for his servants to accomplish their work\n(<span class=\"citation\" id=\"12415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12415)\">D&amp;C 1:5<\/a><\/span>).\n<\/p><p>\nLOVE ALL PEOPLE\n<\/p><p>\nI see sitting before me now one or two of our good Japanese members from the Central\nPacific Mission. Some of the finest Saints we have in this Church are our Japanese Saints. I\nthink sixty-five percent of them pay a full tithing. Most of them keep the Word of Wisdom,\nand so our erstwhile enemies are indeed among our best Saints. As President Kirkham said,\nlet us love all people.\n<\/p><p>\nI love the people of my missions with all my heart. I love my missionary companions. They\nare doing a great work. They are the servants of God. Way down in far-off Australia, that\ngreat commonwealth, over in New Zealand and back up into the Polynesian Islands, your\nsons and your daughters are those who have gone into the world in answer to the commission\nof our Lord and Savior.\n<\/p><p>\nGod bless you all. I leave my testimony with you that God lives, that Jesus is the Christ, that\nJoseph Smith is a prophet of God, and these are men of God, endowed with the power from\non high to be the leaders of God's children in the Dispensation of the Fulness of Times. May\nwe sustain them as such I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}