{"ID":3727, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Love All\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03154_000_005<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p3\" class=\"\">I pray for a heavenly blessing as I stand at this historic pulpit to give expression to direction received for this conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p4\" class=\"\">We testify of Christ. Our hope is in Christ. Our salvation is in Christ. Our efforts, hopes, and desires to build up the kingdom of God on earth are centered in and through His holy name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p5\" class=\"\">We proclaim, as did John the Baptist upon seeing Jesus approaching the River Jordan, “Behold the Lamb of God, which taketh away the sin of the world.” (<span class=\"citation\" id=\"29110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29110)\">John 1:29<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p6\" class=\"\">He taught the doctrines of His gospel, that every soul may have the opportunity to gain the blessings of eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p7\" class=\"\">As we strive to fulfill our divine responsibility to spread His gospel, we need the full measure of every promised blessing for His people: a belief, a testimony, patience, obedience, charity, wisdom, and faith in His word.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p8\" class=\"\">I believe our Father planted into the soul of man a special ingredient which, if used, will influence him toward heavenly things. Families or individuals wondering how to better share the gospel or to show deeper concern for new members, or missionaries wanting to touch the hearts of those they are teaching, have available to them this heavenly influence. That special ingredient instilled in each of us may bring to us our greatest joy. It will overcome fear, peer pressure, hatred, selfishness, evil, and even sin. This special ingredient must be nurtured as the tiny mustard seed; it is powerful beyond words and was taught by the Savior himself when asked which was the great commandment of the Law. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p9\" class=\"\">“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p10\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p11\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p12\" class=\"\">“On these two commandments hang all the law and the prophets.” (<span class=\"citation\" id=\"36864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36864)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36864)\">Matt. 22:37–40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p13\" class=\"\">Love is this divine ingredient. It alone describes what can be our perfect relationship to our Heavenly Father and our family and neighbors, and the means by which we accomplish His work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p14\" class=\"\">The two commandments—to love God and to love man—had been taught separately by Jewish teachers, but Jesus brought them together and made the second “like” the first; and by the example of His own life, He made love of God and love of mankind the heart of the gospel. “By this,” He said, “shall all men know that ye are my disciples, if ye have love one to another.” (<span class=\"citation\" id=\"29137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29137)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29137)\">John 13:35<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p15\" class=\"\">Besides loving God, we are commanded to do what to many is a more difficult commandment—to love all, even enemies, and to go beyond the barriers of race or class or family relationships. It is easier, of course, to be kind to those who are kind to us—the usual standard of friendly reciprocity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p16\" class=\"\">Then are we not commanded to cultivate genuine fellowship and even a kinship with every human being on earth? Whom would you bar from your circle? We might deny ourselves a nearness to our Savior because of our prejudices of neighborhood or possessions or race—attitudes that Christ would surely condemn. Love has no boundary, no limitation of good will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p17\" class=\"\">To the lawyer who asked, “Master, what shall I do to inherit eternal life?” and the lawyer’s subsequent reciting of the commandments to “love … God … and thy neighbour as thyself,” Jesus replied, “This do, and thou shalt live.” Then the lawyer pressed further, “And who is my neighbour?” (See <span class=\"citation\" id=\"32109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32109)\">Luke 10:25–29<\/a><\/span>.) The Savior’s parable that followed is the pure essence of love:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p18\" class=\"\">“A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p19\" class=\"\">“And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p20\" class=\"\">“And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p21\" class=\"\">“But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p22\" class=\"\">“And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p23\" class=\"\">“And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p24\" class=\"\">“Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p25\" class=\"\">“And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise.” (<span class=\"citation\" id=\"32112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32112)\">Luke 10:30–37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p26\" class=\"\">The essential difference between the Samaritan and the other two men was that one had a compassionate heart and the others had selfish hearts. Though Samaritans were looked down upon by the Jews, the priest and the Levite—both of whom were Jews—should have come to the aid of the unfortunate man, but did not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p27\" class=\"\">“The full and essential nature of love we may not understand,” wrote Elder John A. Widtsoe. “But there are tests by which it may be recognized.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p28\" class=\"\">“Love is always founded in truth. … Lies and deceit, or any other violation of the moral law, are proofs of love’s absence. Love perishes in the midst of untruth. … Thus, … [he] who falsifies to his loved one, or offers her any act contrary to truth, does not really love her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p29\" class=\"\">“Further, love does not offend or hurt or injure the loved one. … Cruelty is as absent from love … as truth is from untruth. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p30\" class=\"\">“Love is a positive active force. It helps the loved one. If there is need, love tries to supply it. If there is weakness, love supplants it with strength. … Love that does not help is a faked or transient love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p31\" class=\"\">“Good as these tests are, there is a greater one. True love sacrifices for the loved one. … That is the final test. Christ gave of Himself, gave His life, for us, and thereby proclaimed the reality of his love for his mortal brethren and sisters.” (<span class=\"emphasis\">An Understandable Religion,<\/span> Salt Lake City: Deseret Book Co., 1944, p. 72.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p32\" class=\"\">Knowing that we should love is not enough. But when knowledge is applied through service, love can secure for us the blessings of heaven. Jesus taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p33\" class=\"\">“Greater love hath no man than this, that a man lay down his life for his friends.” (<span class=\"citation\" id=\"29146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29146)\">John 15:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p34\" class=\"\">A commercial airplane plunged into the Potomac River near Washington, D.C., earlier this year, and an unidentified passenger gave his life for his “unknown friends.” Bystanders watched in amazement as he caught the life preserver lowered from the helicopter to rescue those in the water. Rather than save himself, he passed the life preserver over to another person; the helicopter returned and he again passed the life preserver to another. “Why doesn’t he hold on and save himself?” someone shouted. After others near him were saved, people on the shore watched in anguish as he slowly sank and disappeared into the frozen waters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p35\" class=\"\">“If a single man achieves the highest kind of love,” wrote Mahatma Gandhi, “it will be sufficient to neutralize the hate of millions.” (Hermann Hagedorn, <span class=\"emphasis\">Prophet in the Wilderness: The Story of Albert Schweitzer,<\/span> New York: MacMillan Co., 1948, title page.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p36\" class=\"\">God does not love us because we are lovable, have a pleasing personality or a good sense of humor, or at rare times show exceptional kindness. In spite of who we are and what we have done, God wants to pour out His love on us, for the unlovable are also precious unto Him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p37\" class=\"\">At a recent university ceremony honoring Mother Teresa—who has spent her life working for the poor, the lepers, and abandoned children around the world—she said, “Love each other with a clean heart. … [The poor] are not hungry for bread; they are hungry for love.” (<span class=\"emphasis\">The Salt Lake Tribune,<\/span> 31 May 1982, p. 4-A.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p38\" class=\"\">“A man filled with the love of God,” wrote the Prophet Joseph Smith, “is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race.” (<span class=\"emphasis\">History of the Church,<\/span> 4:227.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p39\" class=\"\">How can we earn God’s love? The Savior taught:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p40\" class=\"\">“If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love.” (<span class=\"citation\" id=\"29145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29145)\">John 15:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p41\" class=\"\">Love is a gift of God, and as we obey His laws and genuinely learn to serve others, we develop God’s love in our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p42\" class=\"\">Love of God is the means of unlocking divine powers which help us to live worthily and to overcome the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p43\" class=\"\">The worldly methods of promoting great causes were discarded by the Savior. Money to buy influence—He had none. Publications—He never used. The sword was contrary to His purposes. The people of His own nation disowned Him. He planted His ideals in the hearts of only a few. They were mostly poor; but they met, listened, prayed, and believed in His words. As taught by the Master, they went among other men and by act and word passed on the new ideals, by love unfeigned and by friendship, not by force; and so the work spread.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p44\" class=\"\">God accomplishes His purposes heart to heart. The prophet Nephi helps us to understand this: “It is the love of God, which sheddeth itself abroad in the hearts of the children of men; wherefore, it is the most desirable above all things.” (<span class=\"citation\" id=\"1785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1785)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1785)\">1 Ne. 11:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p45\" class=\"\">The depth and magnitude of God’s love for all of His children is emphasized in the writings of John: “For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.” (<span class=\"citation\" id=\"29115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29115)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29115)\">John 3:16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p46\" class=\"\">Brother and Sister Willes Cheney were called as missionaries to the Canada Halifax Mission and assigned to the far north, to Canbrook, Newfoundland. The instructions from their mission president were: “Go up there and strengthen the branch. Find some housing so the people will have their own place to meet in. And be ambassadors of good will.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p47\" class=\"\">This faithful couple touched many lives. Brother Cheney reported of their numerous successes with people and concluded with this tribute to his lovely companion:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p48\" class=\"\">“Aside from the many examples, the major contribution to our success was Sister Cheney. Her whole mission was a labor of love—teaching how to make a garden, can, sew, quilt, and give compassionate service. She was loved by all because of her excellent example as a wife, a mother, and as a friend.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p49\" class=\"\">He went on to say, “We helped the branch acquire a chapel and saw twenty-seven new members come into the Church, and many who were inactive return.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p50\" class=\"\">This lovely couple had shown their love for the Lord and for their newly found neighbors, though they were far away from home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p51\" class=\"\">Someone has written, “Love is a verb.” It requires doing—not just saying and thinking. The test is in what one does, how one acts, for love is conveyed in word and deed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p52\" class=\"\">John the Beloved, who had a special closeness to our Lord, wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p53\" class=\"\">“Herein is love, not that we love God, but that he loved us, and sent his Son to be the propitiation for our sins.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p54\" class=\"\">“Beloved, if God so loved us, we ought also to love one another.” (<span class=\"citation\" id=\"1131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1131)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1131)\">1 Jn. 4:10–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p55\" class=\"\">By his paying the debt of sin for each of us, Jesus brings us, if we desire, to his Father. We sing these expressive words, which truly convey our feelings:<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I stand all amazed at the love Jesus offers me,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Confused at the grace that so fully he proffers me;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I tremble to know that for me he was crucified,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That for me, a sinner, he suffered, he bled and died.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I marvel that he would descend from his throne divine<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">To rescue a soul so rebellious and proud as mine;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">That he should extend his great love unto such as I,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Sufficient to own, to redeem, and to justify.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">I think of his hands pierced and bleeding to pay the debt!<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Such mercy, such love, and devotion can I forget?<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">No, no, I will praise and adore at the mercy seat,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Until at the glorified throne I kneel at his feet.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p68\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 80.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/love-all.p69\" class=\"\">May each of us adequately play our role in the final accomplishment of God’s declared work and glory, “to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"39610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39610)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39610)\">Moses 1:39<\/a><\/span>), by striving for perfection and by being obedient to all the laws and ordinances of the gospel—all of us strengthened by our compliance with the great commandments to love God and our neighbors, I pray as I bear witness that this is His work, that He loves us all. In the name of Jesus Christ, amen.<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t\t<div class=\"caption\" id=\"\">\n\t\t\t\t\t<p>Rare photograph of the First Presidency and the Quorum of the Twelve, 1868 or 1869. Seated in foreground: George A. Smith, First Counselor; President Brigham Young; Daniel H. Wells, Second Counselor; back row: Orson Hyde (quorum president), Orson Pratt, John Taylor, Wilford Woodruff, Ezra T. Benson, Charles C. Rich, Lorenzo Snow, Erastus Snow, Franklin D. Richards, George Q. Cannon, Brigham Young, Jr., Joseph F. Smith.<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}