{"ID":373, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Bishop LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1948, pp. 169-173<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren, I need not tell you that this is a great surprise. I had my turn at conference and last\nnight I had an opportunity to talk to the Bishops and the day before to the Relief Society, but\nthere is no one I would rather talk to than the boys of the Aaronic Priesthood, if there were\nnot so many of the dads here and so many of the brethren sitting here on the stand. But I do\nappreciate the privilege of being here and being invited to say a few words in this Priesthood\nmeeting for I cannot help but feel that if every man and every boy who is honored of the\nLord to bear the Holy Priesthood could just realize the responsibility resting upon his\nshoulders in that respect, it would be marvelous thing.\n<\/p><p>\n\"THE LIGHT OF THE WORLD\"\n<\/p><p>\nI would like to preface what I say tonight by reading a few words from the 5th chapter of St.\nMatthew and I will commence with the 13th verse, for the Lord said:\n<\/p><p>\nYe are the salt of the earth; but if the salt have lost his savour, wherewith shall it be salted? it\nis thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.\n<\/p><p>\nYe are the light of the world. A city that is set on an hill cannot be hid. Neither do men light\na candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in\nthe house.\n<\/p><p>\nLet your light so shine before men, that they may see your good works, and glorify your\nFather which is in heaven (<span class=\"citation\" id=\"34186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34186)\">Matt. 5:13-16<\/a><\/span>).\n<\/p><p>\nI cannot think of anyone in the Church who has a greater responsibility to let his light so\nshine before men that they seeing his good works may glorify our Father in Heaven than the\nbrethren who hold the priesthood, both the Melchizedek and the Aaronic.\n<\/p><p>\nIt was Peter of old, who in addressing the Saints of his day, made this declaration:\n<\/p><p>\nBut ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye\nshould show forth the praises of him who hath called you out of darkness into his marvelous\nlight (<span class=\"citation\" id=\"2231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2231)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\nA ROYAL PRIESTHOOD\n<\/p><p>\nNow, brethren, we are just as much a royal priesthood today as the priesthood was in the days\nof Peter. The Lord has called us out of the world that we might show forth the praises of him\nwho hath called us out of darkness into his marvelous light and there is not a day of our lives,\nthat we do not have an opportunity to show forth his praises because the world looks upon us,\nthey expect more of us than from those who are not members of our Church, and we can\nhardly stoop to do the things that others do. To illustrate what I mean along this line: When I\nwas attending a conference in San Diego during the war we had about 35 boys in uniform\npresent. We called some of them to speak and one lieutenant made a statement something like\nthis. He said: \"When I first entered the service I went back East to attend an officers' training\nschool\" and he said, \"one day when we were sitting in the reception room, the boys started\ntelling dirty stories, and when my turn came I told one too. That night when I went to go to\nbed my companion, not a member of the Church, turned to me and said 'I didn't think you\nwould do it.'\" He kept that in his heart all day long since he had heard that companion of his\ntell the dirty story because he knew that he was a Mormon boy and no doubt this lieutenant\nhad already told him something about the Church, therefore, he did not thing he would do it;\nand that lieutenant as he stood there in that stake conference said \"That was the best sermon I\nhave listened to for many a day and it just keeps ringing in my ears until the present, 'I did\nnot think you would do it' and I'll tell you, I have not done it since that time.\"\n<\/p><p>\nEXEMPLARY SERVICEMAN\n<\/p><p>\nIllustrating another case. We have heard so many lovely things about our boys who have been\naway in the service and returned to us that have not hid their light under a bushel. The Lord\nhas called us out of the world to be a light unto the world and in all man's sight we cannot\nafford to let our light go out. I received a letter, it was published in the Church Section of the\nDeseret News, so you may have read it, from a missionary in California. He said he and his\nwife were laboring in this particular town and he said the attitude of the people had literally\nchanged toward the Mormons because there had been so many Mormon boys there in uniform\nand they had lived such fine lives they had attracted the attention of the people. Then he gave\none specific illustration. He said one of the ladies clubs in the town was giving a luncheon at\nthe hotel and the hostess had an extra plate placed at the table and when the guests came she\nsaid we will invite the first soldier who comes along to occupy this extra place at the table. It\nhappened to be a Mormon boy, and thank the Lord he was a good one; the Lord had called\nhim out of the world to be a light unto the world and he did not hide his light under a bushel,\nand when the women passed the coffee around he would not touch it. I do not think he\nthought of the harm a cup of coffee would do his body, just one cup, the bishop wasn't there\nto see what he was going to do, whether he took it or not, his mother and father were not\nthere to see whether he would turn it away; neither was his best girl, but he knew that the\nall-seeing eye of God was upon him, he knew he bore the priesthood of God, he knew the\nLord looked to him as the salt of the earth and if the salt has lost its savour, wherewith shall\nit be salted (<span class=\"citation\" id=\"34184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34184)\">Matt. 5:13<\/a><\/span>),\nand he would not touch it. They offered him tea and he would not touch tea.\nThey asked him where he was raised, and finally when they were through eating they passed\nthe cigarettes around, imagine women doing this&mdash;shame on the women&mdash;but this but this boy\nwould not touch the cigarettes, and one of these women said, \"I resolved that if ever a\nMormon elder called at my door I would let him in, I would like to know more about a\npeople that could raise a boy like that young man who sat at our table.\" And when that letter\nwas written that very woman was a very earnest investigator of the Church.\n<\/p><p>\nI told that story in the Assembly Hall sometime back and at the close of the meeting a young\nman walked up to me and said, \"Bishop, I am that young man.\" I said, \"No kidding?\" He\nsaid, \"No sir, I am that young man.\" I would not be surprised if he's in this audience tonight.\nI said, \"Is the story correct?\" He said, \"Just exactly.\" I said, \"What are you doing in the\nChurch now?\" \"Why, I'm bishop of such-and-such ward.\"\n<\/p><p>\nThat is the kind of men the Lord wants to do his work among the people, not the kind that go\nwith the crowd and do what the crowd does, but the kind that have the courage to let their\nlight shine before men (<span class=\"citation\" id=\"34189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34189)\">Matt. 5:16<\/a><\/span>),\nbecause the Lord has called us out of the world to be a light unto the world.\n<\/p><p>\nREPUTATION FOR HONESTY\n<\/p><p>\nI would like to say a word that comes out of my experience at a conference last week. I met a\nnew convert to the Church. He had served in a branch presidency in the East before coming\nWest, and I said, \"How are you enjoying living among us?\" He said, \"Very much, but I have\nbeen disappointed.\" I said, \"Why?\" He said, \"I have found that some of the brethren are not\nvery careful what kind of financial deals they make and how well they treat friends that come\nwithin their midst.\" That made me feel bad because \"ye are the salt of the earth and if the salt\nhath lost its savour, wherewith shall the earth be salted?\"\n(<span class=\"citation\" id=\"34185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34185)\">Matt. 5:13<\/a><\/span>). Imagine how I felt to get that report\nas compared with the one I received down in Miami when I was president of the Southern\nStates Mission. I was invited into the home of one of our brethren who stood high in financial\nand social circles. He said, \"If you will stay over night I will invite my friends into my home\nand let you tell them why I am a member of the Church.\" Of course, I could not run away\nfrom an opportunity like that; so when the crowd was gathered, about 35 prominent business\npeople of Miami, he stood up and said, \"You all know I am a Mormon, but,\" he said, \"you\ndon't know why I am a Mormon. I have invited President Richards tonight to tell you why I\nam a Mormon and I want to tell you that my membership in the Mormon Church means more\nto me than anything else.\"\n<\/p><p>\nAt the close of the meeting a man came up by the name of Knowlton and said, \"My first\nexperience with the Mormons was when I went out to Arizona. There,\" he said, \"I worked in\nan implement house, a cash store that never gave time on anything. One day a man came in\nand wanted $200 credit for about 60 days, and I said, 'No, we don't do any credit business\nand the man said, would you mind asking the boss?' So I went to the owner of the store and\nthe owner said, 'Who is this man?' When I gave him the name, 'Oh,' he said, 'he is a\nMormon bishop, let him have anything he wants,' and he gave him the credit.\" He said:\n\"After that whenever a Mormon came into the store and wanted anything I did not even\nbother the boss about it.\"\n<\/p><p>\nWouldn't it be marvelous if every Latter-day Saint could be trusted like that?\n<\/p><p>\nYou've heard President Grant's story about how the Consolidated Wagon &amp; Machine Co.\nused to sell the paper of the Mormon farmers to a non-Mormon banker here in Salt Lake at\n100 cents on the dollar because the farmers never defaulted, but somehow or other, there are\nthose among us who think that if they can do a shrewd thing and outwit their neighbors and\ntheir friends with whom they do business, that it is good business, and they classify it as\nbusiness. I want to tell you one more story:\n<\/p><p>\nTHE EFFECT OF CONVERSION\n<\/p><p>\nWhen I was president of the Southern States Mission I was crossing the state of Florida one\nday with one of our brethren who went there from the West, a grand character. He said,\n\"Brother Richards, there is a new convert living over here. He would be thrilled if we would\nvisit him.\" I said, \"Let us call on him.\" And we did. This was his story:\n<\/p><p>\nHe said, \"I used to be a fruit merchant in these parts. I bought up the entire product of these\nfruit farmers and sold it on the New York fruit market.\" He said, \"When I heard of\nMormonism and met the elders I joined the Church and began to think of all the shrewd deals\nI had made as a fruit merchant.\" He said, \"One day I left my home and took my check book\nin my pocket, and when I returned\" he said, \"I had spent $3,000 just among my neighbors\nand friends, to try to even up some of the shrewd deals I had made.\" He said, \"I felt like I\ncould then look my neighbors in the face and tell them that I was a member of the Church of\nJesus Christ of Latter-day Saints.\"\n<\/p><p>\n\"Ye are a chosen generation, a royal priesthood, a holy\nnation, a peculiar people that ye should show forth the praise of Him who hath called you out\nof darkness into His marvelous light\"\n(<span class=\"citation\" id=\"2232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2232)\">1 Pet. 2:9<\/a><\/span>),\nand may your light never go out in the presence of\nyour fellowmen no matter where you go, I humbly pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}