{"ID":3732, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Faith—The Force of Life\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p2\" class=\"\">Elder Rex D. Pinegar<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03154_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26e8.jpg\" alt=\"Elder Rex D. Pinega\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p3\" class=\"\">I would like to address my comments today to those who are searching for the strength to meet the challenges of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p4\" class=\"\">Not long ago I received a note from a daughter who was leaving home to attend college. After a sweet message of thanks and appreciation, came an expression of concern about the responsibilities she would now encounter being on her own. Up until now she felt she had lived a sheltered life and had relied on her family to give her direction and strength. She was beginning to realize life is hard!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p5\" class=\"\">My daughter’s note made me think of the encounters I’ve had during the past several months with many people of the Church who seem to be asking, “How do I deal with the difficult challenges of life?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p6\" class=\"\">Life is hard. It is a challenge. At every age life presents trials to bear and difficulties to overcome. Growing up is hard. There are often the heartaches of feeling wronged or rejected. Pursuing an education can press us to our financial, emotional, and intellectual limits. Serving a mission is not easy. It requires total dedication, spiritually and physically. The problems accompanying marriage, rearing a family, earning a living, or coping with illness, old age, and death are realities of life which we are required to meet, but with which we may be unprepared or unwilling to deal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p7\" class=\"\">We will be able to face and solve these challenges more willingly and courageously when we understand that such obstacles are encountered as a natural part of living.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p8\" class=\"\">C. S. Lewis wrote: “The great thing, if one can, is to stop regarding all the unpleasant things as interruptions of one’s ‘own,’ or ‘real’ life. The truth is of course that what one calls the interruptions are precisely one’s real life—the life God is sending one day by day.” (<span class=\"emphasis\">They Stand Together: The Letters of C. S. Lewis to Arthur Greeves,<\/span> ed. Walter Hooper, London: Collins, 1979, p. 499.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p9\" class=\"\">An old Asian tale describes a prince who was reared in a castle and kept sheltered from the hardships of life. He never saw anyone who was ill. He never saw anyone who was aged. He never saw anyone die.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p10\" class=\"\">When the prince grew to be a young man, he desired to go out into the kingdom he ruled. As he was being carried along on a litter, he saw for the first time an old man, toothless, wrinkled, and bent with age.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p11\" class=\"\">The prince said to his bearers, “Stop! Wait! What is this?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p12\" class=\"\">The chief bearer replied, “This is a man who is bent with age. Though you are young and strong, the time will come when you too must be bent with age.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p13\" class=\"\">This disheartened the prince. His confrontation with aging was more than he could bear. He asked to be taken back to the castle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p14\" class=\"\">After a few days in familiar surroundings he felt rejuvenated. He decided to venture forth again. This time as he passed by a group of men he noticed that one of them was on the ground, overcome with fever and convulsing in pain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p15\" class=\"\">“What is this?” the prince asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p16\" class=\"\">“This is a man who is ill,” said the porter. “Though you are now young and strong, you too will have to suffer the problems of sickness.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p17\" class=\"\">The prince was again saddened and returned immediately to the palace. But again in a few days, he wanted to visit his kingdom once more.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p18\" class=\"\">They hadn’t gone far from the castle when the prince saw a coffin being carried to its place of burial.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p19\" class=\"\">“What is this?” he asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p20\" class=\"\">When the meaning of death was explained to the inquiring young prince, he became depressed by the inevitable vision of the future. As he returned to the immediate comfort of his palace, he vowed he would never come out again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p21\" class=\"\">The prince interpreted life to be an evil trick because no matter what a man did or what a man was, he had to suffer sickness, aging, and death.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p22\" class=\"\">Perhaps some of us feel about life the way the young prince in this fable did. We may feel that life is cruel and unfair to us, that we would like to retreat into our own shelter and never have to venture forth into the world. To do so, however, would be to deny ourselves the opportunities for growth which life and its experiences are designed to bring to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p23\" class=\"\">The Lord has made available to us a power which will turn these challenges into opportunities, a power which will enable us to understand the Apostle Peter’s declaration that such trials of our faith are indeed more precious than gold. (See <span class=\"citation\" id=\"2382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2382)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(2382)\">1 Pet. 1:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p24\" class=\"\">When I was teaching an early-morning seminary class a number of years ago, we paused at the end of the year to review some principles we had learned from our study of the Book of Mormon. One young lady held up an illustration in her Book of Mormon, painted by Arnold Friberg. It depicted the two thousand sons of Helaman known as the “stripling soldiers.” (See <span class=\"citation\" id=\"9377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9377)\">Alma 53:22<\/a><\/span>.) Then in all seriousness she asked, “Tell me, Brother Pinegar, why aren’t our young men built like this today?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p25\" class=\"\">Now, I don’t know that the young men in the days of the Book of Mormon were built the way Arnold Friberg depicts them, but her question gave me the opportunity to ask, “Where did the <span class=\"emphasis\">strength<\/span> of these young men come from?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p26\" class=\"\">Those of you who have read the Book of Mormon are familiar with the story of the sons of Helaman. (See <span class=\"citation\" id=\"9378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9378)\">Alma 53:56–58<\/a><\/span>.) When their fathers were converted to the gospel, the fathers covenanted with the Lord that they would never again take up arms. But eventually their homes were threatened by hostile armies to the extent that the fathers would have to choose to fight or die. It was then that the two thousand young men, not bound by the same covenant, volunteered to defend their parents and their homes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p27\" class=\"\">A prophet-general described these young men by saying, “They were exceedingly valiant for courage, and also for strength and activity; but behold, this was not all—they were men who were <span class=\"emphasis\">true at all times in whatsoever thing they were entrusted. … <\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p28\" class=\"\">“Yea, they had been taught by their mothers, that if they did not doubt, God would deliver them. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p29\" class=\"\">“And they … fought as if with the strength of God; yea, never were men known to have fought with such miraculous strength; and with such mighty power.” (<span class=\"citation\" id=\"9376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9376)\">Alma 53:20<\/a><\/span>; <span class=\"citation\" id=\"9379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9379)\">Alma 56:47, 56<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p30\" class=\"\">What gave the sons of Helaman their strength? Their faith in God was their “miraculous strength” and “mighty power.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p31\" class=\"\">Leo Tolstoy, the famous Russian writer, declared, “Faith is the force of life.” Tolstoy had spent the major portion of his life seeking to understand life’s purpose. He found fame, position, fortune. He married well and had a family. He had experienced success by nearly every measure the world uses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p32\" class=\"\">He sought answers to the meaning of life from his studies of science, philosophy, and other fields of knowledge. However, all the knowledge he acquired, honors he received, and personal accomplishments he achieved brought no lasting satisfaction. Life still seemed to him meaningless. At this point of deepest despair, Tolstoy asked the question, “How am I to live?” The answer came, “By the Law of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p33\" class=\"\">Tolstoy was then compelled to admit that “besides the reasoning knowledge” there is “in every living man another kind of knowledge, an unreasoning one, but which gives a possibility of living—faith. … Faith is the force of life.” (<span class=\"emphasis\">How I Came to Believe,<\/span> Christchurch, New Zealand: The Free Age Press, 1901, p. 40.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p34\" class=\"\">Tolstoy found that one can possess about all one could desire of worldly pleasure and acclaim; but without faith in God, life will burden the heart, the mind, and even the soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p35\" class=\"\">It sometimes seems that the problems others face are not quite as hard as our own. Some of us may feel that life would not be so hard if we only had more wealth, or if we had a higher social station or better acceptance among our peers. Some may feel that if only they were married they could be truly happy. Others are seeking to be free from the responsibilities of marriage, thinking <span class=\"emphasis\">that<\/span> would ease their challenges of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p36\" class=\"\">Not all challenges are related to the presence of a physical or material need. Yet the source of strength to meet all challenges remains the same: faith in God and remaining true at all times. Believing in God and seeking to live His law provides the power to successfully overcome the testing such challenges bring.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p37\" class=\"\">A friend of mine from South Carolina has demonstrated that even multiple problems can be overcome when one is true to his faith in God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p38\" class=\"\">Laurie Polk is a dwarf. From the time of his birth, life has been a challenge. When he became old enough to go to school, he pedaled himself on a tricycle in order to move about and keep up with the other children. When his short legs kept him from playing games and participating in athletics, he busied himself in preparing for a vocation in the business world. To obtain employment, he found it necessary to persist and to prove himself. When a job opportunity finally came to him, he found joy in life through his love for his work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p39\" class=\"\">Then another challenge arose. Laurie Polk, already extremely limited in his physical mobility, lost the sight in one eye. Nearly complete loss of the use of his crippled, dwarfed legs followed shortly thereafter. Then, as if that were not enough of a trial for any man, the retina of Laurie’s other eye became detached and complete blindness encompassed him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p40\" class=\"\">Where did Laurie Polk gain his strength to overcome such darkness and despair? Through the power of faith in God, Laurie Polk has learned the meaning of life. In his thirty-four inch frame, he possesses a strength not unlike the sons of Helaman, through which he not only overcomes the personal challenges he encounters—he actually finds joy in living. He knows he can solve any problem by putting his life in harmony with God and serving his fellowman. He says, “With the help of the Lord there are no problems, only challenges.” Laurie Polk is now a high priest group leader in the Charleston South Carolina Stake.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p41\" class=\"\">From my own experience with life’s hardships I have learned that faith in God develops a personal love for Him which is reciprocated through his blessings to us in times of need. To my daughter and to all others who are meeting new or challenging times, I say: Do not fear the challenges of life, but approach them patiently, with faith in God. He will reward your faith with power not only to endure, but also to overcome hardships, disappointments, trials, and struggles of daily living. Through diligently striving to live the law of God and with faith in Him, we will not be diverted from our eternal course either by the ways or the praise of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/faith-the-force-of-life.p42\" class=\"\">May each of us develop faith in God sufficient to fight the battles of life victoriously “with the strength of God; yea, … with [His] miraculous strength; and … mighty power.” (<span class=\"citation\" id=\"9380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9380)\">Alma 56:56<\/a><\/span>.) We will then find the happiness we so much desire in our lives. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}