{"ID":3739, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Prepare the Heart of Your Son\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p2\" class=\"\">Bishop H. Burke Peterson<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p\" class=\"\">First Counselor in the Presiding Bishopric<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03154_000_018<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:237e.jpg\" alt=\"Bishop H. Burke Peterson\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p3\" class=\"\">My brethren of the priesthood, as an introduction to my thoughts tonight, I would like to tell of a great learning experience I had a few years ago while in a taxi going from downtown Washington, D.C., to the Dulles Airport. As you may know, it is not a short ride, so I engaged in a rather lengthy conversation with the driver.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p4\" class=\"\">I learned an unforgettable lesson from this black man. He was a big fellow. He weighed at least 250 pounds. He said he was the father of three sons, that his oldest was fourteen. The father was a regular employee of the U.S. Postal Service, and to augment his income, he drove a taxi in the afternoon when he finished his postal shift. “But,” said he, “I’m always home every evening for dinner.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p5\" class=\"\">I said, “Your wife must be an excellent cook.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p6\" class=\"\">“She is,” he said. But that wasn’t the main reason he came home at that hour. He could have eaten later. “The reason I come home early is to be with my boys,” he said. “My fourteen-year-old is almost as tall as I am. In a few years I’ll no longer be able to handle him physically. When that time comes, I know he will only be obedient if he knows of my love and respect for him and also feels love and respect for me. So every evening we play ball or do homework together, or I just listen to him tell of his day. There are times,” said he, “when time with a boy is more important than money, or the things money can buy.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p7\" class=\"\">Recently, I’ve been thinking how the example we set will be reflected in the conduct and lives of our children—for good or ill. For instance, I’ve been concerned about what goes through a boy’s mind when he hears his dad quarrel with or speak unkindly to his mother, or abuse her in any way. I’ve wondered where he puts his values when dad goes hunting on Sunday, or works in the yard, or goes shopping on the Sabbath. Is there a lasting impression in a boy’s heart when he hears dad criticize the bishop, the home teacher, or the Sunday School teacher—or maybe even the prophet? Though it may be ever so slight, does it have an effect?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p8\" class=\"\">I’ve been thinking: what respect will a fourteen-year-old Aaronic Priesthood holder develop for the law when his dad drives forty-five miles an hour in a twenty-five-mile zone, or seventy when it should be fifty-five? Are there acts of dishonesty that are so small they can escape the gaze of a boy? Is it possible that if a boy hears his father swear or curse he will grow up to think that that is the mark of true manhood, or of a Melchizedek Priesthood holder?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p9\" class=\"\">I believe that through all these acts of inconsistency in living priesthood standards, generally speaking, a son will still love his dad and think he is the greatest; and because of these feelings, he may well want to be just like him. With those thoughts, I’ve then wondered: what respect will the boy have for the priesthood, and for authority, and for obedience? What are his chances to develop faith, and testimony, and devotion, and an unwavering belief in his priesthood leaders and what they represent, if his father sends up the wrong kind of signals?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p10\" class=\"\">There is a time in almost every boy’s life when dad can do no wrong, when he wants to be just like him. Therein lies the tragedy. Even when dad does set a poor example, even when he is wrong—to a son he is still great, “because he’s dad.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p11\" class=\"\">Would it surprise you to know that in most cases faithful sons come from faithful fathers, and wavering and faithless sons come from wavering and faithless fathers? We are grateful that from among the army of faithful converts there are exceptions to the general rule, but the odds are overwhelmingly in favor of the son following his father’s example.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p12\" class=\"\">Recognizing that it is sometimes hard to imagine that the six-year-old who dumped your favorite aftershave in his dog’s bath water; or the twelve-year-old who used your three new ties as a rope to practice tying his Boy Scout knots; or the sixteen-year-old who came home from his first date with a newly dented fender and said simply, “Dad, I just don’t know what happened”—recognizing that it is sometimes hard to believe that sons really are blessings from heaven—I shall attempt to help you understand that they truly are blessings and that you do have a divine responsibility for them. I hope I can give some suggestions to help you handle it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p13\" class=\"\">Because faith and testimony and obedience are as important as the prophets say they are, maybe we ought to rethink the pattern we’re following as we help our sons come to this conviction we so earnestly desire for them. In that regard, it would be well for us to be reminded that because free agency is so basic a gospel principle, we need to understand that we cannot force the heart of another to believe. We cannot force faith and testimony and obedience. We can <span class=\"emphasis\">lead<\/span> another to believe, but we cannot <span class=\"emphasis\">push<\/span> another to believe.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p14\" class=\"\">One of my heroes, and a great Book of Mormon missionary, understood and practiced this eternal principle. Ammon was tremendously successful. Among many others, the two thousand sons of Helaman were products of his efforts. He taught that before conversion comes—before one will believe words of truth—his heart must be prepared to receive the message. Thus, to encourage the conversion process of a son, there are many things a father can do. Attitudes are changed and father-son barriers are removed by dads who will keep in mind and practice some important principles of conduct. Let’s consider some ways that we, as fathers, might prepare the hearts of our children to believe in our words.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p15\" class=\"\">First, remember the impact of your example, brethren. As we think of those who are watching us, let us remember that power in the priesthood, the power to bless and guide and teach, the power to forgive and forget, the power to give positive direction to a family—to a son—comes through righteousness. The laying on of hands we all received is not enough. Priesthood power comes to those prepared to receive it as a result of the righteous pattern of their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p16\" class=\"\">Let’s begin tonight to weed out the little inconsistencies that we all have in the way we live. Let’s renew the purification process—whatever that may mean—in each of our lives. If our words are not consistent with our actions, they will never be heard above the thunder of our deeds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p17\" class=\"\">Secondly, a boy’s heart is better prepared to believe if he has a listening father. If I were a boy, what would I want my dad to be like? I would probably wish he didn’t preach to me so much, but rather, would listen to me more. Many dads spend too much time preaching and not enough time teaching. Sometimes great things happen inside a boy when he’s listened to by his dad. He begins to think he is special—that he is not just another twelve-year-old or sixteen-year-old. His self-image improves. One of our crying needs is to have young men who have a worthy self-image. These are the effective builders of the kingdom. In a father-son visit, who talks most? One successful father said, “Dads need to give more ear and less lip to their sons.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p18\" class=\"\">Next, a boy’s heart is prepared to hear when a father gives his son time alone. I’ve already told you about the Washington, D.C., cab driver. Elder Richard L. Evans had a meaningful thought. Said he:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p19\" class=\"\">“In all things there is a priority of importance. … And one of our urgent opportunities is to respond to a child when he earnestly asks—remembering that they don’t <span class=\"emphasis\">always<\/span> ask, that they aren’t <span class=\"emphasis\">always<\/span> teachable, that they won’t <span class=\"emphasis\">always<\/span> listen. And often we have to take them on <span class=\"emphasis\">their<\/span> terms, at <span class=\"emphasis\">their<\/span> times, and not always on <span class=\"emphasis\">our<\/span> terms, and at <span class=\"emphasis\">our<\/span> times. But if we respond to them with sincere attention and sincere concern, they will likely continue to come to us and ask. And if they find they can trust us with their trivial questions, they may later trust us with the more weighty ones.” (<span class=\"emphasis\">Thoughts for One Hundred Days,<\/span> 5 vols., Salt Lake City: Publishers Press, 1972, 5:114–15.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p20\" class=\"\">Another way to prepare the heart of a boy: let him find in his father one who does not criticize—whether it be the boy himself, or Church leaders, or teachers, or neighbors, or even his own wife. Yes, especially the boy’s mother. There are few things a father can give his son that are worth quite as much as knowing he is in love with his mother. It doesn’t take much of a man to criticize another. Faultfinding is easy. It takes a true disciple of the Master to look beyond the weaknesses we all have and find the threads of gold that are always there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p21\" class=\"\">A boy needs a patient father—one who is slow to anger; one who is quick to forgive; one who can remember that he, too, was once a boy and does not expect his son to behave like a small-sized adult.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p22\" class=\"\">Recently, on a Saturday evening, a young family of four were eating at a restaurant. There were a father, mother, and two boys, ages about six and ten. The six-year-old made a mistake; the father was harsh with him and jerked him about as he reprimanded him. For the rest of the meal, though there was a holiday atmosphere at most of the tables, there was little conversation at theirs. As the young boy would take each bite, he glanced at his father to see if he had displeased him. On the boy’s face there was a look of worry and fear, and a soberness unnatural to a child.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p23\" class=\"\">A boy needs a father who will correct him when necessary, but beyond that, one who will love him, and like him, and accept him regardless of his performance: a father who may treat a teenager like an adult, but not expect him to act like one. It takes quite a dad to look beyond the actions of boyhood and see the potential of manhood—and even more important, for him to get a glimpse of eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p24\" class=\"\">From <span class=\"emphasis\">Elbert Hubbard’s Scrapbook<\/span> we have a classic:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p25\" class=\"\">“The place to take the true measure of a man is not in the darkest place or in the amen corner, nor the cornfield, but by his own fireside. There he lays aside his mask and you may learn whether he is an imp or an angel, cur or king, hero or humbug. I care not what the world says of him: whether it crowns him boss or pelts him with bad eggs. I care not a copper what his reputation or religion may be: if his babies dread his homecoming and his better half swallows her heart every time she has to ask him for a five-dollar bill, he is a fraud of the first water, even though he prays night and morning until he is black in the face. … But if his children rush to the front door to meet him and love’s sunshine illuminates the face of his wife every time she hears his footfall, you can take it for granted that he is pure, for his home is a heaven. … I can forgive much in that fellow mortal who would rather make men swear than women weep; who would rather have the hate of the whole world than the contempt of his wife; who would rather call anger to the eyes of a king than fear to the face of a child.” (W. C. Brann, “A Man’s Real Measure, in <span class=\"emphasis\">Elbert Hubbard’s Scrapbook,<\/span> N.Y.: Wm. H. Wise and Co., 1923, p. 16.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/prepare-the-heart-of-your-son.p26\" class=\"\">Brethren, I testify to you that the priesthood is divine. We have been given it to bless the lives of others, as well as our own. May we remember the importance of preparing hearts as we teach sacred truths. May we renew the purification process in each of us so that we might be a strength and not a hindrance to those we love most, in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}