{"ID":3742, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Gratitude and Thanksgiving\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p3\" class=\"\">President Marion G. Romney<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03154_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:1db4.jpg\" alt=\"President Marion G. Romney\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p4\" class=\"\">I’m sorry, brethren and sisters, I can’t see you, but it looks like somebody is in front of me. Even a blind man can feel that. I have in mind talking to you a few minutes about gratitude and thanksgiving. The virtues of gratitude have been widely extolled and the sinfulness of ingratitude has been just as widely condemned.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p5\" class=\"\">It has been said that “an ungrateful man is like a hog under a tree eating acorns, but never looking up to see where they come from.” (Timothy Dexter, <span class=\"emphasis\">The New Dictionary of Thoughts,<\/span> Garden City, N.Y.: Standard Book Co., 1961, p. 308.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p6\" class=\"\">Jesus revealed his feeling about ingratitude when only one of ten lepers who had been healed turned back and gave thanks. Luke tells us that “it came to pass, as [Jesus] went to Jerusalem, that he passed through the midst of Samaria and Galilee.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p7\" class=\"\">“And as he entered into a certain village, there met him ten men that were lepers, which stood afar off:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p8\" class=\"\">“And they lifted up their voices, and said, Jesus, Master, have mercy on us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p9\" class=\"\">“And when he saw them, he said unto them, Go shew yourselves unto the priests. And it came to pass, that, as they went, they were cleansed.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p10\" class=\"\">“And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God,<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p11\" class=\"\">“And fell down on his face at his feet, giving him thanks: and he was a Samaritan.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p12\" class=\"\">“And Jesus answering said, Were there not ten cleansed? but where are the nine?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p13\" class=\"\">“There are not found that returned to give glory to God, save this stranger.” (<span class=\"citation\" id=\"32135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32135)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32135)\">Luke 17:11–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p14\" class=\"\">Christ set an example in giving thanks when, at the last supper, “as they did eat, Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p15\" class=\"\">“And he took the cup, and <span class=\"emphasis\">when he had given thanks,<\/span> he gave it to them: and they all drank of it.” (<span class=\"citation\" id=\"33325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33325)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33325)\">Mark 14:22–23<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p16\" class=\"\">Both ancient and modern scriptures are replete with references to occasions of supplication, praise, and thanksgiving to the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p17\" class=\"\">The Psalmist sang, “Know ye that the Lord he is God: … Enter into his gates with thanksgiving, and into his courts with praise: be thankful unto him, and bless his name.” (<span class=\"citation\" id=\"41971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41971)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41971)\">Ps. 100:3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p18\" class=\"\">King Benjamin (as recorded in Mosiah in the Book of Mormon) admonished his people:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p19\" class=\"\">“O how you ought to thank your heavenly King!<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p20\" class=\"\">“I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another—<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p21\" class=\"\">“I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another—I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.” (<span class=\"citation\" id=\"40490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40490)\">Mosiah 2:19–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p22\" class=\"\">“I believe,” said President Joseph F. Smith many years ago, “that one of the greatest sins of which the inhabitants of the earth are guilty today is the sin of ingratitude, the want of acknowledgment, on their part, of God and his right to govern and control. We see a man raised up with extraordinary gifts, or with great intelligence, and he is instrumental in developing some great principle. He and the world ascribe this great genius and wisdom to himself. He attributes his success to his own energies, labor and mental capacity. He does not acknowledge the hand of God in anything connected with his success, but ignores him altogether and takes the honor to himself; this will apply to almost all the world. In all great modern discoveries in science, in the arts, in mechanics, and in all the material advancement of our age, the world says, ‘We have done it.’ The individual says, ‘I have done it,’ and he gives no honor and credit to God. Now, I read in the revelations through Joseph Smith, the prophet, that because of this, God is not pleased with the inhabitants of the earth but is angry with them because they will not acknowledge his hand in all things.” (<span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed., Salt Lake City: Deseret Book Co., 1939, pp. 270–71.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p23\" class=\"\">[President Romney read the text up to this point. He then made the following comments:] Well, now, I have a fine talk prepared that I can’t read. I will have it printed, and you can get the message plainly from what the Lord has revealed that we must give him credit for our gifts and our accomplishments, and be grateful in all things that he confers upon us. I am grateful to him for the privilege of being in his service. I appreciate the opportunities that I have and hope that I can serve him some way and show my gratitude the rest of my life. I leave my blessings with all of you in the name of Jesus Christ, amen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p24\" class=\"\">[The following is the rest of his prepared talk.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p25\" class=\"\">Great men have always recognized the greatness of God and their dependence upon him, and they have with regularity rendered to him gratitude and thanksgiving.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p26\" class=\"\">Consider these words written by Abraham Lincoln as part of a resolution in 1863:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p27\" class=\"\">“We have been the recipients of the choicest bounties of heaven; we have been preserved these many years in peace and prosperity; we have grown in number, wealth, and power as no other Nation has ever grown. But we have forgotten God. We have forgotten the gracious hand which preserved us in peace and multiplied and enriched and strengthened us, and we have vainly imagined, in the deceitfulness of our hearts, that all these blessings were produced by some superior wisdom and virtue of our own. Intoxicated with unbroken success we have become too self-sufficient to feel the necessity of <span class=\"emphasis\">redeeming and preserving grace,<\/span> too proud to pray to the God who made us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p28\" class=\"\">“It behooves us, then, to humble ourselves before the offended power, to confess our … sins, and to pray for clemency and forgiveness.” (John Wesley Hill, <span class=\"emphasis\">Abraham Lincoln, Man of God,<\/span> 4th ed., New York: G. P. Putnam’s Sons, p. 391.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p29\" class=\"\">Note also how the Prophet Joseph Smith responded to the receipt of some letters during the time he was languishing in Liberty Jail. “We received some letters last evening [and] we were much gratified with their contents,” he wrote. “We had been a long time without information; and when we read those letters they were to our souls as the gentle air is refreshing.” (<span class=\"emphasis\">History of the Church,<\/span> 3:293.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p30\" class=\"\">You and I are, of course, moved by these quotations. They are not, however, the source of our most powerful motivation to develop greater gratitude and more fervent thanksgiving. <span class=\"emphasis\">We have been commanded by the Lord to be thankful.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p31\" class=\"\">In March of 1831, before the Church had been organized a year, the Lord said to the Saints in Kirtland:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p32\" class=\"\">“Ye are commanded in all things to ask of God, who giveth liberally; and that which the Spirit testifies unto you even so I would that ye should do in all holiness of heart, walking uprightly before me, considering the end of your salvation, doing all things with prayer and <span class=\"emphasis\">thanksgiving,<\/span> that ye may not be seduced by evil spirits, or doctrines of devils, or the commandments of men; for some are of men, and others of devils. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p33\" class=\"\">“And ye must <span class=\"emphasis\">give thanks unto God<\/span> in the Spirit for whatsoever blessing ye are blessed with.” (<span class=\"citation\" id=\"17782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17782)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17782)\">D&amp;C 46:7, 32<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p34\" class=\"\">Five months later he gave unto the Church in Zion—that is Jackson County, Missouri—this commandment. Now notice how the Lord puts the commandment to be thankful along with other strong commandments. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p35\" class=\"\">“Thou shalt love the Lord thy God with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ thou shalt serve him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p36\" class=\"\">“Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p37\" class=\"\">“<span class=\"emphasis\">Thou shalt thank the Lord thy God in all things.<\/span>” (<span class=\"citation\" id=\"17801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17801)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17801)\">D&amp;C 59:5–7<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p38\" class=\"\">It is perfectly evident from this scripture that to thank the Lord in all things is not merely a courtesy, it is a <span class=\"emphasis\">commandment<\/span> as binding upon us as any other commandment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p39\" class=\"\">In a later revelation the Lord said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p40\" class=\"\">“And he who receiveth all things with <span class=\"emphasis\">thankfulness<\/span> shall be made glorious; and the things of this earth shall be added unto him, even an hundred fold, yea, more.” (<span class=\"citation\" id=\"17831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17831)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17831)\">D&amp;C 78:19<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p41\" class=\"\">“Verily I say unto you my friends”—that always moves me, to think of the Lord calling you and me his friends—“Verily I say unto you my friends, fear not, let your hearts be comforted; yea, rejoice evermore, and in everything give <span class=\"emphasis\">thanks<\/span>.” (<span class=\"citation\" id=\"17861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17861)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17861)\">D&amp;C 98:1<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p42\" class=\"\">“If thou art merry, praise the Lord with singing, with music, with dancing, and with a prayer of praise and <span class=\"emphasis\">thanksgiving<\/span>.” (<span class=\"citation\" id=\"17908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17908)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17908)\">D&amp;C 136:28<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p43\" class=\"\">This last commandment that I have just read came through the prophet Brigham Young at Winter Quarters when the Saints were on their way across the plains. At that time the Saints were suffering the greatest of hardships, but the Lord was commanding them to be full of praise and thanksgiving.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p44\" class=\"\">These commandments that I have read put us under a solemn obligation to develop gratitude and the spirit of thanksgiving. We should be thankful and express appreciation for all of our blessings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p45\" class=\"\">To the Lord Jesus, who bought us with a great price, we owe an undying debt of gratitude. It is impossible for us, weak mortals as we are, to fully comprehend and appreciate the suffering he endured on the cross so that he might gain for us victory over death. And even less can we understand the suffering he endured in Gethsemane so that we might obtain forgiveness of our sins. “Which suffering,” he said, “caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit—and would that I might not drink the bitter cup, and shrink.” (<span class=\"citation\" id=\"17750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17750)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17750)\">D&amp;C 19:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p46\" class=\"\">But nevertheless, he endured it for our sake. None of us could have endured that suffering. No mortal man nor any number of men together could have endured it. All people who understand what Jesus did for us ought to love him and demonstrate that love by rendering to him, in a realistic manner, thanks and gratitude.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p47\" class=\"\">Elder Richard L. Evans once said, “Gratefully we acknowledge the infinite mind of our Maker, and gratefully ought to offer our tithes and offerings, and earnestly consistent service, in thanks for all that God has given, and keep his commandments in remembrance of the love and providence and purpose of the Creator, the God and Father of us all, the organizer and operator of heaven and earth, without whom all these things would not be so. Thank God for all this: for life and what sustains it, for loved ones that make it meaningful, for faith and purpose and continuance, always and forever. Thank God for all of this—and much, much more.” (“Thanks: for the Organization and Operation of the Earth,” <span class=\"emphasis\">Improvement Era,<\/span> Feb. 1968, p. 74; KSL “The Spoken Word” broadcast, Nov. 19, 1967.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/gratitude-and-thanksgiving.p48\" class=\"\">Now, brethren and sisters, I bear my testimony to you that the Lord wants us to be grateful and thankful unto him. And if we do these things which he has advised us to do, we will be the happiest people who dwell upon the earth, for this is the way to the presence and society of our Father in heaven. I so testify, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}