{"ID":3752, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Behold My Beloved Son, in Whom I Am Well Pleased”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p2\" class=\"\">Elder George P. Lee<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03154_000_031<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:29c6.jpg\" alt=\"Elder George P. Lee\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p3\" class=\"\">In our world of skepticism, confusion and wickedness, to know the truth, to have a deep, humble, and solemn conviction that Jesus is the Christ, the Son of the living God, is a very precious thing. I have received the witness of the divinity of my Savior through the sweet influence and power of the Holy Ghost. I have received this witness in my own heart, which exceeds all other evidences. It bears record to me, to my very soul, of the existence of my Redeemer, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p4\" class=\"\">This silent, sweet conviction came early in my youth, while I was on my knees in deep supplication in our humble hogan, and at other times, after reading the Book of Mormon while tending the sheep out in the hot desert on the reservation. Just as I know that my life did not begin when I was born, just as I know that it will not end when I die, likewise I know for certain that the life of Christ did not begin at Bethlehem; neither did it end on Calvary. Of himself, the Lord Jesus Christ said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p5\" class=\"\">“I have glorified thee on the earth: I have finished the work … thou gavest me to do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p6\" class=\"\">“And now, O Father, glorify thou me with thine own self with the glory … I had with thee before the world was.” (<span class=\"citation\" id=\"29158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29158)\">John 17:4–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p7\" class=\"\">I bear testimony that Jesus Christ was the first begotten Son of God in the Spirit. Like the Father himself, he was a personage of great power and intelligence in the universe. For ages before this world was created, he lived and ruled with his Father in Heaven in the premortal existence on a spiritual basis. The Lord Jesus had much to do with our growth and training prior to our birth on earth. Under the direction of the Father, he created this earth and accepted the appointment to come here and to be its redeemer. It was he who came forth in the Grand Council in Heaven and said: “Here am I, send me.” (<span class=\"citation\" id=\"7361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(7361)\">Abr. 3:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p8\" class=\"\">“Father, thy will be done, and the glory be thine forever.” (<span class=\"citation\" id=\"39611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39611)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39611)\">Moses 4:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p9\" class=\"\">Of his beloved Son, our Heavenly Father has declared, “And worlds without number have I created; and I also created them for mine own purpose; and by the Son I created them, which is mine Only Begotten.” (<span class=\"citation\" id=\"39608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39608)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39608)\">Moses 1:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p10\" class=\"\">There was no other good enough to pay the price of sin. He was the only one that could unlock heaven’s gate and let us in (see <span class=\"emphasis\">Hymns,<\/span> no. 201), because he was and is the only one suited, eligible, worthy, able, willing, perfect, and qualified for this great supreme sacrifice.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p11\" class=\"\">I bear testimony that our Redeemer’s birth in Bethlehem was announced by a great concourse of angels and by an angel of great authority and power who had come from the presence of God, saying, “I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.” (<span class=\"citation\" id=\"32095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32095)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32095)\">Luke 1:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p12\" class=\"\">Ancient prophets from the time of Adam down knew of his coming. He was known by name, character, and his good works long before his birth. Before his birth, he was a personage of spirit. After his birth, a body of flesh and bones was added. After he conquered death and after resurrection, he became a person with an indestructible glorified body, inseparably joined together with his immortal spirit. His whole mortal life was devoted to bringing peace and blessings to others. He lived a perfect life in the midst of evil and wickedness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p13\" class=\"\">His excruciating agony in the Garden of Gethsemane was not only physical and mental anguish, but also a spiritual agony that only a god was capable of experiencing. In that hour of tremendous anguish the Savior took upon himself the burden of the sins of the world from Adam down to the end of the world. Then they hanged him on the cross and crucified him in the most inhumane and cruel method of execution. A spike was driven through his hands and feet as was the method at that time. Of his suffering he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p14\" class=\"\">“For behold, I, God, have suffered these things for all, that they might not suffer if they would repent;<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p15\" class=\"\">“But if they would not repent they must suffer even as I;<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p16\" class=\"\">“Which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit.” (<span class=\"citation\" id=\"17747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17747)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17747)\">D&amp;C 19:16–18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p17\" class=\"\">In his infinite love and mercy he prayed for the very people that crucified him. He prayed and asked Heavenly Father to bless and forgive those that ridiculed, mocked, and insulted him. In pain and anguish he cried, “Father, forgive them; for they know not what they do.” (<span class=\"citation\" id=\"32146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32146)\">Luke 23:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p18\" class=\"\">I bear testimony that this same crucified Christ arose on the third day from the tomb, after having met and mingled with others in the spirit world, his spirit was reunited with his body. After being among men on earth, he ascended to his Heavenly Father as a resurrected and glorified being. An angel, speaking of Jesus, said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p19\" class=\"\">“He is not here: for he is risen, as he said. Come, see the place where the Lord lay.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p20\" class=\"\">“And go quickly, and tell his disciples that he is risen from the dead; and, behold, he goeth before you into Galilee; there shall ye see him.” (<span class=\"citation\" id=\"36888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36888)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36888)\">Matt. 28:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p21\" class=\"\">For thousands of years from the time of Adam up to Christ’s crucifixion, millions of people had entered the dark grave and suffered death and the end of life. For thousands of years, no one had ever returned. When our Redeemer arose from the tomb with his resurrected and immortal body, he robbed death of its sting and the grave of its victory. (See <span class=\"citation\" id=\"715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(715)\">1 Cor. 15:55<\/a><\/span>; <span class=\"citation\" id=\"40504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40504)\">Mosiah 16:7–8<\/a><\/span>; <span class=\"citation\" id=\"38053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38053)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38053)\">Morm. 7:8<\/a><\/span>.) Man was freed from sin’s dark prison. Death was conquered; Christ won the victory. (See <span class=\"citation\" id=\"40503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(40503)\">Mosiah 15:8<\/a><\/span>; <span class=\"citation\" id=\"38052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38052)\">Morm. 7:5<\/a><\/span>; <span class=\"citation\" id=\"9361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9361)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9361)\">Alma 27:28<\/a><\/span>.) He had opened heaven’s gate.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p22\" class=\"\">Immediately following his resurrection many others were resurrected. In Matthew we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p23\" class=\"\">“And the graves were opened; and many bodies of the saints which slept arose,<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p24\" class=\"\">“And came out of the graves after his resurrection, and went into the holy city, and appeared unto many.” (<span class=\"citation\" id=\"36883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36883)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36883)\">Matt. 27:52–53<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p25\" class=\"\">Thus, our risen Lord removed the last barrier in our march toward perfection and eternal life. Just as it is said of him “He is not here: … he is risen” (<span class=\"citation\" id=\"36887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36887)\">Matt. 28:6<\/a><\/span>), so it will be for each of us, because the empty tomb of the Lord Jesus is not only a symbol but also a guarantee of our own resurrection and immortality. It would be a serious mistake and a tragedy for anyone to assume that Jesus was just a great teacher and just a great humanitarian. Because of him, life continues throughout eternity. There is no other name under heaven whereby man will be saved and exalted. (See <span class=\"citation\" id=\"8264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8264)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8264)\">Acts 4:12<\/a><\/span>; <span class=\"citation\" id=\"4060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4060)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4060)\">2 Ne. 25:20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p26\" class=\"\">I bear testimony that our resurrected Lord, clothed in glory, personally manifested himself to the Nephites and the Lamanites in ancient America as they were gathered around their temple in the land Bountiful. God our Eternal Father said unto them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p27\" class=\"\">“Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name—hear ye him.” (<span class=\"citation\" id=\"5924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5924)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5924)\">3 Ne. 11:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p28\" class=\"\">They saw the Lord Jesus Christ, clothed in a white robe, coming down out of heaven; and he descended until he stood in their midst. He said unto them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p29\" class=\"\">“Behold, I am Jesus Christ, whom the prophets testified shall come into the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p30\" class=\"\">“And behold, I am the light and the life of the world; and I have drunk out of that bitter cup which the Father hath given me, and … glorified the Father in taking upon me the sins of the world.” (<span class=\"citation\" id=\"5926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5926)\">3 Ne. 11:10–11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p31\" class=\"\">The multitude fell at his feet and worshiped him. They then arose and came to him at his invitation to see and feel the prints of the nails in his hands and feet. They also saw and felt the spear wound in his side, and they did fall at his feet, overwhelmed and overjoyed. Their own eyes and hands were witnesses. Words cannot describe their heartfelt joy and gratitude. It was a glorious manifestation and spiritual feast for all.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p32\" class=\"\">I bear testimony that this, the last great dispensation of the fulness of times, was ushered in by the voice of God our Eternal Father, saying: <span class=\"emphasis\">“This is My Beloved Son. Hear Him!”<\/span> (<span class=\"citation\" id=\"30657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30657)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30657)\">JS—H 1:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p33\" class=\"\">In the spring of 1820, God our Eternal Father and his Son, Jesus Christ, revealed themselves to the boy-prophet Joseph Smith. The darkness of the long night of the apostasy was lifted. This glorious manifestation illuminated the world. Other divine visitations by heavenly messengers and personages were made to the Prophet Joseph Smith. Many revelations were given to him. The giver of these revelations was none other than our risen Lord, Jesus Christ. The gospel was restored with all of its former blessings, keys, rights, privileges, and holy priesthood with authority to minister in the name of God. The Church, bearing his name and founded upon the rock of revelation, was restored.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p34\" class=\"\">The gospel principles and laws that the Lord restored in our day are not that much different from those that he revealed in the times past. Latter-day Saints are expected, as were the Saints in the past, to seek first the kingdom of God and his righteousness. The Savior’s divine formula for success and perfection has always been the same: “Seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.” (<span class=\"citation\" id=\"36832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36832)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36832)\">Matt. 6:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p35\" class=\"\">The Lord Jesus wants us to build the necessary character, righteousness, industry, and godliness into our lives first. Then we are to do the same for others. That is, to assist him in teaching, baptizing, and perfecting individuals and families throughout the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p36\" class=\"\">Even in our own day and age we can perfect ourselves in many areas. For example, we can become perfect in abstaining from the use of coffee, tea, tobacco, and liquor. We can become perfect in the paying of our tithing. We can become perfect in our sacrament meeting attendance. We can become perfect in honesty, in morality, in charity, in punctuality, in dependability, and in many other virtues. If we can live one gospel principle perfectly today, we can live two principles perfectly tomorrow. Perfection in one thing can act as a stepping-stone to perfection in something else.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p37\" class=\"\">I bear testimony that our risen Lord and Redeemer will return to earth a second time in his resurrected, immortal body of flesh and bones, and in celestial glory and power. When he came the first time he was misunderstood, condemned, and ridiculed and was a man acquainted with much grief. (See <span class=\"citation\" id=\"25574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25574)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25574)\">Isa. 53:3<\/a><\/span>.) When he came the first time, he atoned for the sins of the world. But when he comes the second time he will come as a triumphant King of kings and a glorious Lord of lords. (See <span class=\"citation\" id=\"42532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42532)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42532)\">Rev. 17:14<\/a><\/span>.) He will stand in judgment of sinners who have not repented. He will come as the Almighty God to cleanse the earth and to inaugurate his glorious millennial reign. (<span class=\"citation\" id=\"6976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6976)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(6976)\">A of F 1:10<\/a><\/span>). The Lord Jesus and the resurrected Saints will reign upon the earth during the thousand years of millennium. (See <span class=\"citation\" id=\"17762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17762)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17762)\">D&amp;C 29:11<\/a><\/span>.) Satan will be tied and will have no power to tempt any man. (See <span class=\"citation\" id=\"17777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17777)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17777)\">D&amp;C 43:31<\/a><\/span>.) Then after the end of the thousand years, Satan will be loosed again for a little season, and then will come the end of the earth. Satan and his forces will be banished forever and ever. Every person will be resurrected and stand before God to be judged. Our Lord, Jesus Christ, will be crowned with the crown of his glory to reign forever and ever. (See <span class=\"citation\" id=\"17826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17826)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17826)\">D&amp;C 76:108<\/a><\/span>.) Those that have endured until the end and have achieved eternal life will abide with him and Heavenly Father forever and ever in the celestial kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/behold-my-beloved-son-in-whom-i-am-well-pleased.p38\" class=\"\">I testify that he is the creator of “all things bright and beautiful, All creatures great and small” (Cecil Frances Alexander, in <span class=\"emphasis\">Masterpieces of Religious Verse,<\/span> ed. James Dalton Morrison, New York: Harper and Brothers Publishers, 1948, p. 17). He is the master over ocean, earth, and skies. He is the promised Messiah. He is the victor over death and the grave. He is the Prince of Peace. (See <span class=\"citation\" id=\"25569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25569)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25569)\">Isa. 9:6<\/a><\/span>.) He is the same yesterday, today, and forever. (See <span class=\"citation\" id=\"24490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24490)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24490)\">Heb. 13:8<\/a><\/span>.) Everlasting is his name. Eternal is his name. He is Jesus the Christ. I so testify, in his holy name, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}