{"ID":3754, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Let Us Do As We Have Been Counseled\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/let-us-do-as-we-have-been-counseled.p2\" class=\"\">President N. Eldon Tanner<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/let-us-do-as-we-have-been-counseled.p\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03154_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2c64.jpg\" alt=\"President N. Eldon Tanner\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/let-us-do-as-we-have-been-counseled.p3\" class=\"\">My brothers and sisters, this has been a grand day for me, to sit here and listen to the conference of The Church of Jesus Christ of Latter-day Saints in our famous tabernacle. The prayer offered by Brother Russell Ballard has been answered, I am sure, during this conference.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/let-us-do-as-we-have-been-counseled.p4\" class=\"\">Speaking of prayer, it is so important that we know to whom we are praying and that our prayers will be answered in our best interests. As we pray to the Lord, let us remember that it was prayer that brought this church to the earth, when Joseph Smith, as a boy, read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/let-us-do-as-we-have-been-counseled.p5\" class=\"\">“If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.” (<span class=\"citation\" id=\"26312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26312)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26312)\">James 1:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/let-us-do-as-we-have-been-counseled.p6\" class=\"\">I wonder if we realize just what a blessing it is to have our prayers answered, and to be able to ask for what we need.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/let-us-do-as-we-have-been-counseled.p7\" class=\"\">And then that beautiful speech of President Kimball’s that Arthur [Haycock] read to us in the beginning session: it in itself gave us enough to think about as we strive to follow the teachings of the Lord and Savior while we sojourn here upon the earth. It has been a great joy for me to be associated with President Kimball as long as I have, to learn from him and to feel the influence of his spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/let-us-do-as-we-have-been-counseled.p8\" class=\"\">As we hear this beautiful choir we should realize how fortunate we are to have a choir that’s known all over the world for good, and which has sung to so many congregations.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/let-us-do-as-we-have-been-counseled.p9\" class=\"\">It has been great to mingle with you brethren and sisters and to be here and partake of the Spirit with you today. As we leave this session, I hope and pray that each of us will remember the things we have heard and realize that they can help us do better. As we leave this conference, let us go forward and do the things we have been counseled to do in the sermons in this great hall.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/let-us-do-as-we-have-been-counseled.p10\" class=\"\">I want to thank the Lord personally for all the blessings he has bestowed upon me and my family, and on us as a church. There is no other organization in the world that can offer the sermons we have heard here today. They are the best, and as well done as any I can imagine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/let-us-do-as-we-have-been-counseled.p11\" class=\"\">I wish to thank the Lord that we can participate in this kind of service, and go away from here determined to improve our lives and to be an influence for good in the world. And I bear testimony that this is the work of the Lord. I know it is true, and if we will live according to its teachings we will have greater joy than we will find in any other way.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/let-us-do-as-we-have-been-counseled.p12\" class=\"\">May the Lord bless us to this end, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}