{"ID":3755, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Preparation for Tomorrow\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p3\" class=\"\">Bishop Victor L. Brown<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03154_000_034<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:296a.jpg\" alt=\"Bishop Victor L. Brown\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p4\" class=\"\">It has been suggested that I address the subject “Meeting the Challenges of Today—the Best Preparation for Tomorrow.” As I have pondered this subject, I have concluded that if we meet today’s problems with adequate preparation, there will be no need for panic preparation tomorrow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p5\" class=\"\">The parable of the ten virgins, as recorded in Matthew, emphasizes this point:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p6\" class=\"\">“Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps and went forth to meet the bridegroom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p7\" class=\"\">“And five of them were wise, and five were foolish.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p8\" class=\"\">“They that were foolish took their lamps, and took no oil with them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p9\" class=\"\">“But the wise took oil in their vessels with their lamps.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p10\" class=\"\">“While the bridegroom tarried, they all slumbered and slept.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p11\" class=\"\">“And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p12\" class=\"\">“Then all those virgins arose, and trimmed their lamps.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p13\" class=\"\">“And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p14\" class=\"\">“But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p15\" class=\"\">“And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p16\" class=\"\">“Afterward came also the other virgins, saying, Lord, Lord, open to us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p17\" class=\"\">“But he answered and said, Verily I say unto you, I know you not.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p18\" class=\"\">“Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh.” (<span class=\"citation\" id=\"36872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36872)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36872)\">Matt. 25:1–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p19\" class=\"\">As we contemplate the lessons of this parable, we realize that all ten virgins had oil in their lamps. Five were wise and kept the oil replenished so they would always have sufficient. The other five were foolish and shortsighted. Consequently, they were found wanting when the bridegroom came.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p20\" class=\"\">We also learn from the parable that preparation necessary to help them meet the immediate circumstances was a simple, everyday task. The arrival of the bridegroom did not require unusual or elaborate preparation. Our preparation should be deliberate and structured to meet today’s problems. We should prepare ourselves one step at a time as the Lord so inspires us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p21\" class=\"\">President David O. McKay used to tell a story about a railroad engineer. Let me share it with you as recorded by President Harold B. Lee:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p22\" class=\"\">“The engineer pulled his train into a station one dark night, and a timid passenger inquired of the engineer if he wasn’t frightened to pull his train out in the dark with 400 or 500 passengers’ lives at stake. The engineer said, pointing up to the bright headlight, ‘I want to tell you one thing: when I pull out of this station I won’t be running in darkness one foot of the way. You see that light a thousand yards ahead? I run my engine just to the edge of the light, and when I get there it will still be on a thousand yards ahead.’ Having said that, President McKay added: ‘I want to tell you something. Through all this dark night of uncertainty, I want to tell you that this Welfare Program will not be running in the dark one foot of the way. You remember it. We can only see the next October as the first circle of light. We have told you what to do six months from now. By the time we get there the light will be on ahead of us, but every step of the way that light will be there. You teach your people to follow the light and they will be safe on Zion’s hill when the destructive forces come in the world.’” (Welfare Agricultural Meeting, 5 Apr. 1969.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p23\" class=\"\">If we will just do as the Brethren have counseled and live each day as it comes, providently and righteously, there will be no need for drastic adjustments in preparation to meet future challenges.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p24\" class=\"\">I fear that many think the welfare services program was designed primarily for doomsday. This is not true. The principles of the welfare services program are designed to help us live providently each day and to cope successfully with serious problems as they come into our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p25\" class=\"\">Just as the virgins did not know that the bridegroom would come in the night when their lamps would be needed, we do not know when serious problems such as illness or unemployment will come into our lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p26\" class=\"\">It would seem from almost everything we read and hear in the news media today that doomsday has arrived. For instance, in one local daily newspaper, over two-thirds of the headlines and stories exposed problems of the world such as murders, wars, bankruptcies, unemployment, and so on, leaving very little room for stories with a positive impact. One might be persuaded that conditions are impossible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p27\" class=\"\">It is true that we live in a troubled world. There are many unemployed. Bankruptcies of individuals, of corporations, and of nations are alarming. Wars and rumors of wars are all about us. (See <span class=\"citation\" id=\"17780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17780)\">D&amp;C 45:26<\/a><\/span>.) Man’s inhumanity to man is shocking. Moral values have deteriorated to the level of Sodom and Gomorrah. The list is long.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p28\" class=\"\">Many of these problems exist today because we did not prepare yesterday. These problems are not insurmountable to those who are prepared. Neither do they come as a surprise to those who have been listening. Here are just a few of the areas upon which we have received counsel:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p29\" class=\"\">In 1935, President George Albert Smith said, “This very day upon which we meet here to worship [the Sabbath] has become the play-day of this great nation—the day set apart by thousands to violate the commandment that God gave long, long ago, and I am persuaded that much of the sorrow and distress that is afflicting and will continue to afflict mankind is traceable to the fact that they have ignored his admonition to keep the Sabbath day holy.” (in Conference Report, Oct. 1935, p. 120.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p30\" class=\"\">In 1937, President J. Reuben Clark, Jr., said, “Let us avoid debt as we would avoid a plague; where we are now in debt let us get out of debt.” (in Conference Report, Apr. 1937, p. 26.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p31\" class=\"\">In 1970, President Harold B. Lee said, “For thirty years the leaders of this church have been telling us to store food and to prepare for a rainy day. We have listened, many have paid no attention, and now suddenly disaster begins to strike and some of those who have been slothful are running to the banks and taking out their savings, and buying … foodstuffs.” (Welfare agricultural meeting, 4 Apr. 1970.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p32\" class=\"\">And, finally, in 1974 President Spencer W. Kimball said, “The earth cannot justify nor continue its life without marriage and the family. Sex without marriage, for all people, young or older, is an abomination to the Lord, and it is most unfortunate that many people have blinded their eyes to these great truths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p33\" class=\"\">“Husbands and wives should love and cherish their spouses. They must not break up their homes with divorce, and especially through infidelity and immorality.” (In Conference Report, Oct. 1974, p. 9.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p34\" class=\"\">How many of today’s problems could have been avoided or coped with more effectively if we had followed the counsel given in just these few examples?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p35\" class=\"\">Let us now turn to an example of the things we might do to prepare for today’s and tomorrow’s problems. I would like to speak specifically to parents to stress the responsibility they have to teach their children how to obtain an adequate education.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p36\" class=\"\">The Lord is very clear in his instructions:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p37\" class=\"\">“And again, inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the heads of the parents. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p38\" class=\"\">“And they shall also teach their children to pray, and to walk uprightly before the Lord.” (<span class=\"citation\" id=\"17814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17814)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17814)\">D&amp;C 68:25,28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p39\" class=\"\">Walking uprightly before the Lord includes becoming a responsible individual in all aspects of life. As children attend school, particularly high school, they should be encouraged to take basic courses which may be more demanding than others but which will better prepare them for possible further schooling or for employment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p40\" class=\"\">At whatever level our children complete their formal schooling, they should have learned how important excellence is in all they do. There is always room at the top in any enterprise, and it is always crowded at the bottom. It doesn’t matter what the field of endeavor—plumber, doctor, teacher, lawyer, farmer, carpenter, whatever—if our children learn early in their lives that they should do their very best, they will be eminently better prepared for the responsibilities of life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p41\" class=\"\">We should teach our children the importance of schooling as a help in discovering how to think and to learn. They need to know, and we need to be reminded, that schooling is merely the formal part of education. Education should never stop, but should be a continuing activity throughout life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p42\" class=\"\">The world-renowned educator Mortimer Adler once indicated in an interview that his education had begun just twenty-five years earlier. The interviewer in some surprise said, “But you are famous for the many years you were associated with the University of Chicago.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p43\" class=\"\">Mr. Adler’s response was, “Those years I was obtaining my schooling. It was only after I had finished my formal schooling that my education began.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p44\" class=\"\">In the eighty-eighth section of the Doctrine and Covenants, the Lord instructs us:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p45\" class=\"\">“And I give unto you a commandment that you shall teach one another the doctrine of the kingdom.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p46\" class=\"\">“Teach ye diligently and my grace shall attend you, that you may be instructed more perfectly in theory, in principle, in doctrine, in the law of the gospel, in all things that pertain unto the kingdom of God, that are expedient for you to understand;<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p47\" class=\"\">“Of things both in heaven and in earth, and under the earth; things which have been, things which are, things which must shortly come to pass; things which are at home, things which are abroad; the wars and the perplexities of the nations, and the judgments which are on the land; and a knowledge also of countries and of kingdoms—<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p48\" class=\"\">“That ye may be prepared in all things when I shall send you again to magnify the calling whereunto I have called you, and the mission with which I have commissioned you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p49\" class=\"\">“And as all have not faith, seek ye diligently and teach one another words of wisdom; yea, seek ye out of the best books words of wisdom; seek learning, even by study and also by faith.” (<span class=\"citation\" id=\"17846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17846)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17846)\">D&amp;C 88:77–80, 118<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p50\" class=\"\">If we and our children are to be responsible individuals and properly take care of our own, we must prepare ourselves to do so. Education is one of the elementary and basic tools in this preparation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p51\" class=\"\">Notice that this example of education follows the same systematic course as other preparation. Second grade follows first grade, third grade follows second grade, and so on, until graduation from high school occurs and college or vocational training is finished. This takes us back to the basic premise that adequate preparation for today’s problems is the best preparation for the future.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p52\" class=\"\">Parents should also teach their children to use financial resources wisely, to stay out of debt, to take pride in their own appearance and in the appearance of their surroundings, to be dependable, to give a full day’s work for a full day’s pay, and many other principles of welfare services. In none of these principles is there a hint of a “doomsday” philosophy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p53\" class=\"\">As important as human physical needs are, the spiritual ones are much more so. It goes without saying that to sustain life we must have food, shelter, clothing, and the other necessities. However, we could have all of these in abundance and still be lacking in those things that will sustain eternal life. The Savior taught this in many ways, one of which is the parable of the rich man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p54\" class=\"\">“And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p55\" class=\"\">“And he thought within himself, saying, What shall I do, because I have no room where to bestow my fruits?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p56\" class=\"\">“And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p57\" class=\"\">“And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p58\" class=\"\">“But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p59\" class=\"\">“So is he that layeth up treasure for himself, and is not rich toward God.” (<span class=\"citation\" id=\"32114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32114)\">Luke 12:16–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p60\" class=\"\">In April conference fourteen years ago, President David O. McKay said, “With all my soul, I plead with members of the church, and with people everywhere, to think more about the gospel; more about the development of the spirit within; to devote more time to the real things of life, and less time to those things which will perish.” (in Conference Report, Apr. 1968, p. 144.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p61\" class=\"\">Spiritual preparedness follows the same steady course we have been alluding to: we can only build tomorrow on that which we attain today. Yet we need not wait until tomorrow to enjoy the fruits of our current spiritual development. If we consistently follow the teachings of the Savior, we need not walk in darkness; rather, we will enjoy the light of life. (See <span class=\"citation\" id=\"29122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29122)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29122)\">John 8:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p62\" class=\"\">As parents, we must teach and practice both physical and spiritual preparedness. Let us make every effort to avoid the remorse which comes from not following the counsel of the Lord and his anointed. Let us follow the admonition and example of President Kimball when he says, “Do it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p63\" class=\"\">As the Lord has said, “Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.” (<span class=\"citation\" id=\"36838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36838)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36838)\">Matt. 7:21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p64\" class=\"\">Let us not look back to this day twenty or thirty years from now and ask, “How many of today’s problems could have been avoided if we had only followed the counsel given in the 1980s?” Let us instead follow the Brethren and apply welfare services principles to today’s problems, thereby bringing about our preparation for tomorrow. By so doing, we can move forward with happiness, cheerfulness, and confidence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p65\" class=\"\">Jesus said, “If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p66\" class=\"\">“These things have I spoken unto you, being yet present with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p67\" class=\"\">“But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p68\" class=\"\">“Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.” (<span class=\"citation\" id=\"29143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29143)\">John 14:23, 25–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/preparation-for-tomorrow.p69\" class=\"\">This is the peace that can give each of us an inner tranquility when all about us is confusion. It is a peace that transcends all material things. That we might meet today’s challenges, thereby moving forward with confidence into tomorrow, is my humble prayer, in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}