{"ID":3757, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Blessings of Family Work Projects\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p3\" class=\"\">President Dean Jarman<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p\" class=\"\">President, Salt Lake University Second Stake<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03154_000_036<\/span>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p4\" class=\"\">The blessings that come from family work projects are both temporal and spiritual. The commandments given to Adam were spiritual, for the Lord himself said that he never gave to Adam a temporal commandment. (See <span class=\"citation\" id=\"17764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17764)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17764)\">D&amp;C 29:35<\/a><\/span>.) Work, then, as instituted in the beginning of this earth, was a spiritual principle.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p5\" class=\"\">There are several influences in my life that have instilled in me a desire to teach our children to work. The first are experiences I enjoyed as a child growing up in the home of wise and wonderful parents. Our first family work project began when I was around nine years old. One night dad came home with a shoe-shining kit that had an adaptable shoe tree that fastened to the wall. He encouraged my brother and me to be industrious and earn some money by charging fifteen cents for every pair of shoes we shined. Of course, my parents’ shoes were always well shined, but our big opportunities came when my parents entertained. I would mingle among the guests and ask if any would like to have their shoes shined. Many a person was seen in our home sitting or visiting in his stocking feet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p6\" class=\"\">A few years passed, and dad came home one night with another idea. “Why don’t you boys sell Christmas wreaths?” he said. And thus we were off on another venture. We would go from door to door taking orders, and then we purchased the wreaths from a wholesaler for our customers. For the next several years mom and dad spent many hours helping us in this project.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p7\" class=\"\">During my college years I began to realize that there were more values to work than simply the money one earns. Three individuals made statements that have left indelible impressions upon my mind. The first statement came while I was attending the University of Utah. The director of the Institute of Religion, Lowell L. Bennion, shared with me a philosophy of raising children. He grew a large vegetable garden, and when asked what he was growing, his reply was not the usual tomatoes, corn, or carrots, but simply, “boys.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p8\" class=\"\">The second statement came from a student at BYU when he offered an explanation as to why he alone among his high school friends had remained active in the Church. He said it was because of a cow. He went on to explain that while his friends had nothing to do after school and began to get into trouble, he had to go home every day to milk the cow. Although he resented it at the time, he since has been very grateful to wise parents and the cow.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p9\" class=\"\">The third statement was made by a returned mission president who commented that many missionaries do not know how to work when they arrive in the mission field. They lack experience in organizing their time and in being self-starters.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p10\" class=\"\">A philosophy of work gradually emerged in my mind. When I got married, I wanted to achieve three goals: use work as a means of “growing children”; see that they did not have too much free time; and prepare our children to effectively serve the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p11\" class=\"\">Following my marriage to a wonderful companion, our home was blessed with the arrival of children. In the space of a few years we found ourselves the parents of ten children—all girls but eight. We knew as our children grew older they would need to assist with family finances. This became evident when our four older children expressed a desire to learn to ski. One Christmas we bought four pairs of used wooden skis and some poles, and we acquired some used boots. On Christmas morning our children were delighted to receive their skis, and they accepted the responsibility for most of their future expenses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p12\" class=\"\">Since my wife and I didn’t believe in the dole system in any form of finance, we kept wondering how our young family could begin to become self-sufficient. It wasn’t long until we were offered an opportunity to collate and distribute advertising materials to 5,000 homes. We worked at the project after school, in the evenings, and on Saturdays. Everyone was involved in collating several pieces of advertising materials. Mom or dad assisted by driving the children to different locations and offering encouragement. The project was repeated several times. Our children were beginning to earn money, and we learned that we could have fun together while working.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p13\" class=\"\">After a couple of years, we graduated from advertising packets to telephone directories. During several summers, we loaded up our station wagon with books and children. The days were hot, the hours were long, some streets were hard to find, some addresses couldn’t be found, the books were heavy, some driveways were long and went uphill, some dogs were mean; but we had fun. Sometimes two children would go to a home, one to play with the dog and the other to take the books.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p14\" class=\"\">One summer one of the boys broke his foot while on the job. Within a few days he realized that he didn’t want to be left out of the summer work; besides he loved to ski. Soon he was in the back of the station wagon unwrapping the books and giving directions to the children as to how many books were to go to each house.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p15\" class=\"\">At the end of a day’s work, there were stories to tell, experiences to laugh at, accomplishments to brag about—and no one had any trouble sleeping. Yes, we were having fun and experiencing a sense of accomplishment.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p16\" class=\"\">Our next project began when our oldest son started mowing lawns the year before his mission. We bought a 1962 truck that ran most of the time, and some lawn-care equipment. That first year he did most of the work himself and occasionally took a younger brother with him. The next year dad decided to get involved, since none of the younger boys had drivers’ licenses. We advertised, gave bids, received referrals, and increased the number of our customers. Then came the day when dad mowed his first lawn. First the edger didn’t start, so he traveled across town to find out what to do. When he returned, one mower had broken down so he went back across town again to find out what to do. After several hours on that job, the second oldest boy looked at his dad and asked, “And is this what we are going to do all summer?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p17\" class=\"\">We stuck with it and are now completing our fourth year. We have learned to keep our sense of humor through broken sprinklers, a flooded basement, unexpected rain, a burned-out truck engine, broken equipment, dad pulling up someone’s prized miniature tree, and the front wheel coming loose off the truck in busy traffic. And then there are those days when every piece of equipment is working, the truck is running, the sun is shining, we are on schedule, and someone forgets to fasten the tailgate of the truck. One by one our equipment slides out as we travel to the next customer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p18\" class=\"\">One might ask why we do all of these things. The obvious answers are: (1) all of our teenagers have sizeable missionary funds; (2) all of our children over eleven know they will have a job; (3) no Sunday work is involved; (4) the children have learned valuable skills; (5) they are learning to budget their resources and to distinguish between wants and needs; and (6) as their father, I have had many wonderful teaching moments with them as we have worked side by side.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p19\" class=\"\">But these are not all. There are values that are often hard to describe but are real. A couple of Sundays ago the boys sat down at the direction of their mother and wrote what they felt the values were of working together as a family.<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p20\" class=\"\">An eighteen-year-old boy writes, “Since I can remember, I have been taught the value of hard work and honoring all of your responsibilities and your family name. As I look back to my experience in family projects, I can see how they have shaped my character and personality by letting me make many important decisions. I have gained confidence by meeting new people and am better able to express myself. But the most important thing about family work projects is that your family comes closer together in love and respect.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p21\" class=\"\">A thirteen-year-old who has been mowing lawns for four years writes, “Family projects have really helped me to understand how to work. The harder you work, the better you feel. I am grateful for a closer relationship with my brothers and parents.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p22\" class=\"\">A sixteen-year-old said, “Working on family projects has taught us the importance of being honest and dependable. It has taught us to make a lot of sacrifices in order to keep our name in good standing.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p23\" class=\"\">And finally, our fifteen-year-old said, “The family work projects have helped me manage my money. When I buy my clothes and other things, I take care of them because I know how much they cost and how much work it takes to buy them. When my parents bought my things, I honestly thought there was an endless supply of money, so I wouldn’t take care of them. Also, work gives me a feeling of satisfaction—and a great tan.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p24\" class=\"\">Their mother writes, “I watch other youth with too much free time and am grateful that our boys know there are people relying on them. They sometimes have to sacrifice personal wants for the sake of their work.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p25\" class=\"\">May I add my own feelings. Our family work has become a big factor in bringing a higher degree of love, peace, and unity into our home. Many neighbors have commented on how much our children really enjoy each other. I am amazed as I witness our children stretching in their tender years toward self-reliance. Yes, work is a spiritual and essential principle. Our own beloved prophet has taught that “life is not wholly for fun and frolic.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1982\/11\/the-blessings-of-family-work-projects.p26\" class=\"\">I bear testimony that family work, when combined with family prayer and family scripture study, will do much to secure the blessings of heaven for families on earth. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}