{"ID":377, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">From a Prophet to His People<\/p>\n<p class=\"gcspeaker\">President George Albert Smith<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, April 1949, pp. 6-10<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nYou look mighty good to me. I wonder if any of you are as happy as I am, to be at this\nconference. I started praying about two and a half months ago that I might be here, and I am\ngrateful to the Lord that he has heard not only my prayers, but also your prayers, and I take\nthis occasion to thank every one of you for the interest you have had in me and for the kind\nwords that have been written, and the prayers that have been offered.\n<\/p><p>\nGRATITUDE FOR RETURN\n<\/p><p>\nI would like at this time to thank all those who, out of the kindness of their hearts, have sent\ncards of greeting and letters of encouragement. It isn't possible for me to answer them all, but\nI am sure that those who have sent them will receive comfort because of what they have\ndone.\n<\/p><p>\nI have just come back from California. We have a large congregation of people there and\nparticularly in the place where I have just been, the Los Angeles area. It is remarkable how\nmany kind people there are there, people who are not members of the Church, but who are\ninterested in what we are seeking to do.\n<\/p><p>\nLOS ANGELES TEMPLE\n<\/p><p>\nMy visit to California this time was in the interest of building another temple. There are many\npeople down there who didn't know what it meant. They thought it was just another\nmeetinghouse. They didn't realize that while a meetinghouse serves a small community, a\ntemple serves a larger community for a different purpose. We were anxious to have\neverything adjusted so everybody would be happy.\n<\/p><p>\nMay I say that we have received excellent cooperation from people who are down there. Our\nown brethren who live there have made such a fine record that, when they visited individuals\nin regard to the matter, they have been received with consideration and kindness, and I want\nto take this occasion to thank them, particularly, Brother Preston D. Richards, who spent so\nmuch of his time doing the thing that I went down to do and visiting those who would be of\nimportance in helping us to make our adjustments.\n<\/p><p>\nThe word comes from the missionary field that the Lord has opened our way in numerous\nplaces. It is marvelous what a change there has been in many cases. The magazines and\nnewspapers of the world are going out of their way now to be complimentary to the Church\nof Jesus Christ of Latter-day Saints. They sometimes don't understand the beauty of the\ngospel of Jesus Christ, but they have discovered that we have some of the best basketball\nplayers in all the world. And that draws us a little nearer. The great Choir and Organ\nadvertise us in the world, and it's a joy to many who are away to listen in to this great Choir.\n<\/p><p>\nMET TO WORSHIP\n<\/p><p>\nWe are met here this morning not just to talk and visit. We have come together to worship in\nthe most earnest manner. We are here in the Lord's house to wait upon him\n(<span class=\"citation\" id=\"25097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25097)\">Isa. 40:31<\/a><\/span>). Many of you\nhave come thousands of miles just to be present. If each of us today is here to worship, if we\nhave come for that purpose and will exercise our faith, the Lord will not fail us, and we will\nconclude this conference feeling that he has blessed us marvelously.\n<\/p><p>\nI wish that many more of our people could be present on an occasion of this kind. Our house\nis not large enough. Even now we have to begin to think of a larger place for our general\nconferences, but today we are thankful to him who gave us this house and these surroundings.\n<\/p><p>\nWe are thankful to him who is the Author of our being, and grateful that he came down to\nearth and brought with him his Beloved Son\n(<span class=\"citation\" id=\"30274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30274)\">JS&mdash;H 1:17<\/a><\/span>)\nto begin a new dispensation&mdash;the Dispensation of\nthe Fullness of Times. This is not the Church of Joseph Smith or of any other leader who\nfollowed him. This is the Church of Jesus Christ, and it was our Heavenly Father who gave it\nits name (<span class=\"citation\" id=\"12723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12723)\">D&amp;C 115:4<\/a><\/span>).\n<\/p><p>\nPRIVILEGE OF CHURCH MEMBERSHIP\n<\/p><p>\nI wonder sometimes if we realize what an honor it is to have membership in this great\norganization. Even in our business affairs and in our social affairs we should carry with us the\nfeeling, \"I am a part of the work of the Lord, and I desire to be worthy of the blessings that\nhave come to me.\" There has never been a time in the history of the world when the\nopportunity of disseminating the truth has been so great as now.\n<\/p><p>\nIn our own land people are glad to hear our missionaries, pleased to learn something more of\nthe gospel of Jesus Christ. Some people have worshiped the sun; some have worshiped other\nluminaries; and some have worshiped mountains and other things, with the thought that it was\nworship. But the worship in the Church of Jesus Christ of Latter-day Saints is a devoted life,\na desire to be worthy of him in whose image we have been created and who has given us all\nthat the world has that is worthwhile&mdash;the gospel of Jesus Christ.\n<\/p><p>\nCONTRIBUTION OF SCHOOLS\n<\/p><p>\nWhen I think of the fine development that is being made in our schools, I am grateful. I refer\nparticularly to the Church schools (and I wouldn't overlook the public schools). There are\nmany teachers in the public schools who have done their best to teach our sons and daughters\nconcerning correct principles. But there are many people identified with the education of the\nyouth of this great land who do not have any faith in God.\n<\/p><p>\nWe are fortunate to have so many who not only have the education that comes from the\nuniversities, not only have the benefits that are derived from science, but in addition to that,\nalso have a testimony that God lives and that we are his children. It hasn't been very long\nsince I saw a letter written by an educated man who concluded his letter with a suggestion\nthat all religion was a myth. All of it! And yet that man has a position teaching the children\nof the Latter-day Saints.\n<\/p><p>\nOBLIGATION OF PARENTS\n<\/p><p>\nBrothers and sisters, we must depend not only upon the institutions of learning, but also we\nmust follow the admonition of our Heavenly Father when he says that it is our duty to teach\nour children when eight years of age, faith in God, repentance, and baptism.\n<\/p><p>\nHe refers there to parents. He doesn't turn that over to school teachers. If parents in Zion or\nany of her stakes which are organized fail to teach their children these things when eight\nyears of age&mdash;not waiting until they're grown&mdash;but when they are eight years of age, the sin be\nupon the heads of the parents\n(<span class=\"citation\" id=\"12654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12654)\">D&amp;C 68:25<\/a><\/span>).\n<\/p><p>\nAnd, my, how grateful I am, that there are so many of the members of this Church who\nbelieve that, and who prize the children who have come into their homes, and devote\nthemselves to teaching them.\n<\/p><p>\nEXAMPLE OF LATTER-DAY SAINTS\n<\/p><p>\nWhen I observe as I travel and as I mingle among the people at home and abroad, the\ncharacter of the Latter-day Saints, the fine example that they set, the manner in which they\nlive, I wonder sometimes if we appreciate that our boys and girls are among the greatest\nmissionaries that this Church has&mdash;if they have been properly taught. They love to share the\ngospel with others when they understand it, and they desire to understand it. We have just had\na great conference here of the Primary Association of this Church. I was unable to be present\nwith them in this house, but I understand it was filled with those who work with the young\npeople, as well as some of the young folk themselves. Nobody will ever realize the great\nworth of the Primary Association unless he familiarizes himself with what it has done in this\nChurch through the fine leadership of God-fearing women.\n<\/p><p>\nThese organizations add to what we should teach in our homes other things that our children\nshould know and inspire in them a desire to do what the Lord would have them do.\n<\/p><p>\nBrethren and sisters, it is a joy to be here. I thank my Heavenly Father for this privilege. I am\ngrateful for your companionship, and I would like to cooperate with you, from this time forth,\nrealizing that we have special blessings from our Heavenly Father, and that if we will be\nunselfish with those blessings and share them with those who do not understand and who do\nnot enjoy what we appreciate, great will be our joy.\n<\/p><p>\nMISSIONARY EFFORTS\n<\/p><p>\nThis is the Church of Jesus Christ. Millions of our Father's children do not know anything\nabout it, but they are his children just the same, and he expects us to do our very best. Since\nthe close of the war, we have had as many as five thousand missionaries in the world. Many\nof them have done wonderful work. They have found the hearts of people softened and ready\nto hear the message.\n<\/p><p>\nMany of our missions have used the singers in their groups, and they have held concerts\namong the people where they could sing the gospel as well as teach it by other means. Many\nof you brethren and sisters are in charge of institutions of learning and are teachers of these\nyoung people. I pray that not only may you have the joy of feeling that your intellectual\nopportunities have been better than many, but also that you may draw near enough to the\nLord that you will feel his presence and the inspiration of his spirit while you teach the most\nprecious of all his gifts to man, the sons and daughters who come into our homes. I feel to\nbless these men and women who are giving their time in the mission field and in the schools\nand among the auxiliary organizations outside of their regular ordinary work of life. I feel like\nblessing them and asking God to bless them for their faithfulness.\nLOVE FOR NEIGHBOR\n<\/p><p>\nThis is the Lord's house. We are his guests today. It is he who made it possible for us to be\nhere, and now, while we are assembled together and while we are mingled during the\nconference, let us evidence by our conduct, by our gentleness, by our love, by our faith, that\nwe do keep that great commandment that the Savior said was like unto the first great\ncommandment (<span class=\"citation\" id=\"34306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34306)\">Matt. 22:37-39<\/a><\/span>),\n\"Thou shalt love thy neighbor as thyself\"\n(<span class=\"citation\" id=\"12639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12639)\">D&amp;C 59:6<\/a><\/span>).\n<\/p><p>\nI can say to you, my brethren and sisters, the happiest people in this world are those who love\ntheir neighbors as themselves and manifest their appreciation of God's blessings by their\nconduct in life. May the Lord add his blessing, I humbly pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}