{"ID":378, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Choose You This Day Whom Ye Will Serve\"<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1949, pp. 10-17<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nChoose you this day whom ye will serve; whether the gods which your fathers served that\nwere on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: but\nas for me and my house, we will serve the Lord\n(<span class=\"citation\" id=\"30035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30035)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nSensing keenly, brethren and sisters, the responsibility of this moment, facing this vast\naudience, seen and unseen, I ask for your sympathetic attitude and for your prayers.\n<\/p><p>\nI was just thinking how quickly time has passed since we met six months ago under similar\ncircumstances. We could very appropriately sing this morning that old hymn now eliminated\nfrom our hymn books \". . . how swift the months have passed away; 'tis conference again,\nand Zion's untold thousands come to sing the joyful strain.\"\n<\/p><p>\nPROGRESS OF THE CHURCH\n<\/p><p>\nWith you I rejoice in the presence of President Smith at this conference. I am grateful with\nyou for the progress of the Church. Its growth in the organized stakes and in the missions is\nmost satisfactory. As President Smith has already indicated, among thinking men and women\nthroughout the world, the purposes of the Church are now better understood with the resultant\nlessening of prejudice. Its means are more adequate for the promulgation throughout the world\nof the restored gospel of peace and love and universal brotherhood.\n<\/p><p>\nBut the enemy is active also. He is cunning and wily and seeks every opportunity to\nundermine the foundations of this Church and strikes wherever it is possible to weaken or to\ndestroy.\n<\/p><p>\nA WISE CHOICE\n<\/p><p>\nThe scripture I read by way of introduction you will recognize as the avowed and unalterable\nresolution of Joshua whose nobility of character and outstanding leadership won for him the\ntitle \"the servant of the Lord\" (<span class=\"citation\" id=\"30038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30038)\">Josh. 24:29<\/a><\/span>).\nJust before his death he called upon Israel \"to put away the\nstrange gods\" (<span class=\"citation\" id=\"30037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30037)\">Josh. 24:23<\/a><\/span>)\nthat were among them, and to be faithful and obedient to the God of Israel. The\npeople in Joshua's day evidently made a wise choice, for, we are told, that Israel\n<\/p><p>\n. . . served the Lord all the days of Joshua, and all the days of the elders that overlived\nJoshua. . . (<span class=\"citation\" id=\"30039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30039)\">Josh. 24:31<\/a><\/span>).\n<\/p><p>\nTo every normal person God has given \"the freedom of choice.\" Our moral and spiritual\nprogress depends upon the use we make of that freedom.\n<\/p><p>\nTHE REAL TEST\n<\/p><p>\nThe real test of any church or religion is the kind of men it makes. I am very happy and\ndeeply grateful for the high type of young manhood and womanhood being reared in the\nChurch as indicated recently by a report of 6,556 prospective missionaries in their medical\nexamination including serological tests preparatory to their going on missions.\n<\/p><p>\nIn 1946 there were 2,263 so examined. In 1947, 2,134; likewise in 1948, 2,159, or a total, as\nI say, of 6,556, 6,554 showed negative tests; only one in 1946 and one in 1947 were\npositive&mdash;one in more than three thousand.\n<\/p><p>\nFALSE IDEALS\n<\/p><p>\nBut as I said, there are other reports which are more disquieting&mdash;reports of the influence of\n<i>false ideals<\/i>. I think it is what Joshua had in mind, in a way, when he spoke about false gods.\nFalse ideals, if accepted, are even more destructive of spirituality than was the worship of the\nAmorite gods.\n<\/p><p>\nThese reports pertain to wild parties held by young people in the Church, of objectionable,\nnot to say lewd clubs, organized among a certain group; of actions of girls whose parents\npermit them to come to the city unchaperoned to attend sport contests. Such reports lead us to\nbelieve that not a few parents and some of our young people need to be warned against\nenticing evil practices, indulgences in which end only in disillusionment and sorrow.\n<\/p><p>\nThere can be little doubt that war and materialistic science have had a deadening effect upon\nthe moral sensibilities of too many of our youth. One critic goes so far as to say: \"Self\ninterest alone remains as a motive, and pleasure as the sole end of life.\"\n<\/p><p>\nI commend President Richard L. Evans in his excellent sermon over the air this morning\nabout choosing the wrong way in seeking happiness.\n<\/p><p>\nIt is the duty of parents and of the Church not only to teach but also to demonstrate to young\npeople that living a life of truth and moral purity brings joy and happiness, while violations of\nmoral and social laws result only in dissatisfaction, sorrow, and, when carried to extreme, in\ndegradation.\n<\/p><p>\nAN OLD STORY\n<\/p><p>\nThere is an old story, which I think many of you read in a recent magazine, which told of the\nexperience of a great artist who was engaged to paint a mural for the cathedral in a Sicilian\ntown. The subject was the life of Christ. For many years the artist labored diligently, and\nfinally the painting was finished except for the two most important figures, the Christ Child\nand Judas Iscariot. He searched far and wide for models for those two figures.\n<\/p><p>\nOne day while walking in an old part of the city he came upon some children playing in the\nstreet. Among them was a twelve year old boy whose face stirred the painter's heart. It was\nthe face of an angel&mdash;a very dirty one, perhaps, but the face he needed.\n<\/p><p>\nThe artist took the child home with him, and day after day the boy sat patiently until the face\nof the Christ Child was finished.\n<\/p><p>\nBut the painter failed to find a model for Judas. For years, haunted by the fear that his\nmasterpiece would remain unfinished, he continued his search.\n<\/p><p>\nOne afternoon, in a tavern, the painter say a gaunt and tattered figure stagger across the\nthreshold and fall to the floor, begging for a glass of wine. The painter lifted him up and\nlooked into a face that startled him. It seemed to bear the marks of every sin of mankind.\n<\/p><p>\n\"Come with me,\" the painter said, \"I will give you wine, food, and clothing.\"\n<\/p><p>\nHere at last was his model for Judas. For many days and parts of many nights the painter\nworked feverishly to complete his masterpiece.\n<\/p><p>\nAs the work went on, a change came over the model. A strange tension replaced the\nstuporous languor, and his bloodshot eyes were fixed with horror on the painted likeness of\nhimself. One day, perceiving his subject's agitation, the painter paused in his work, saying,\n\"My son, I'd like to help you. What troubles you so?\"\n<\/p><p>\nThe model sobbed and buried his face in his hands. After a long moment he lifted pleading\neyes to the old painter's face.\n<\/p><p>\n\"Do you not then remember me? Years ago I was your model for the Christ Child!\"\n<\/p><p>\nWell, the story may be fact or fiction, but the lesson it teaches is true to life.\n<\/p><p>\nThe dissipated man made a wrong choice in his youth, and in seeking gratification in\nindulgence sank ever lower and lower until he wallowed in the gutter.\n<\/p><p>\nBrothers and sisters, only recently I met this unfortunate man's counterpart&mdash;a man with bleary\neyes and dissipated features whom I knew years ago as a brilliant, open-countenanced youth\nwith a promising future.\n<\/p><p>\nDUAL NATURE OF MAN\n<\/p><p>\nMan has a dual nature; one, related to the earthly or animal life; the other, akin to the divine.\nWhether a man remains satisfied within what we designate the animal world, satisfied with\nwhat the animal world will give him, yielding without effort to the whim of his appetites and\npassions and slipping farther and farther into the realm of indulgence, or whether, through\nself-mastery, he rises toward intellectual, moral, and spiritual enjoyments depends upon the\nkind of choice he makes every day, nay, every hour of his life.\n<\/p><p>\n\"Man has two creators,\" says William George Jordan, \"his God and himself. This first creator\nfurnishes him the raw material of his life&mdash;the laws in conformity with which he can make\nthat life what he will. The second creator&mdash;himself&mdash;has marvelous powers he powers he rarely\nrealizes. It is what a man makes of himself that counts.\"\n<\/p><p>\nTHE STRAIT GATE\n<\/p><p>\nWe need not shut our eyes to the fact that too many of our young folk respond to the call of\nthe physical, because it seems the easy and natural thing to do. Too many are vainly seeking\nshortcuts to happiness. It should always be kept in mind that that which is most worthwhile\nin life requires strenuous effort.\n<\/p><p>\nEnter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to\ndestruction, and many there be which go in thereat.\n<\/p><p>\nBecause strait is the gate, and narrow is the way, which leadeth unto life, and few there be\nthat find it (<span class=\"citation\" id=\"34271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34271)\">Matt. 7:13-14<\/a><\/span>).\n<\/p><p>\nAs in the days of old, so there are today some who prefer to revel in what I have heard\nPresident George Albert Smith designate as \"the devil's territory\" rather than to strive for the\nhigher and better things of life. Persons who condemn their will to the service of their\nappetites, suffer the penalties. In the words of Charles Wagner:\n<\/p><p>\nLet your needs rule you, pamper them&mdash;you will see them multiply like insects in the sun. The\nmore you give them, the more they demand. He is senseless who seeks for happiness in\nmaterial prosperity alone.\n<\/p><p>\nTHE BASER SIDE\n<\/p><p>\nIt is said that one Roman emperor offered a reward to anybody who would invent a new\npleasure. Nero set Rome on fire for the mere pleasure of a new form of diversion. Rome fell\nbecause of extravagance, luxury, and dissipation. In personal, as in national life, these are\nunfailing signs of decline and decay. Truly,\n<\/p><p>\n. . . he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the\nSpirit shall of the Spirit reap life everlasting\n(<span class=\"citation\" id=\"23229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23229)\">Gal. 6:8<\/a><\/span>).\n<\/p><p>\nIn their yearning for a good time, young people are often tempted to indulge in the things\nwhich appeal only to the baser side of humanity, five of the most common of which are:\nFirst, vulgarity and obscenity; second, drinking and petting parties; third, unchastity; fourth,\ndisloyalty; and fifth, irreverence.\n<\/p><p>\nVULGARITY\n<\/p><p>\nVulgarity is often the first step down the road to indulgence. To be vulgar is to give offense\nto good taste or refined feelings. A young man who would tell a vulgar joke in the presence\nof ladies discloses a nature leaning towards that which is low and coarse. A girl who would\nencourage it and laugh at it is taking a step toward that which is crude and unrefined.\n<\/p><p>\nMost of you have read David Starr Jordan's denunciation of this vice. He concludes it by\nsaying:\n<\/p><p>\nWe find the corrosion of vulgarity everywhere, and its poison enters every home. The\nbillboards of our cities are covered with its evidence; our newspapers are redolent with it; our\nstory books reek with it; our schools are tainted by it; and we cannot keep it out of our\nhomes, or our churches, or our colleges.\n<\/p><p>\nIt is only a step from vulgarity to obscenity. The executive secretary of a committee appointed\nto curtail the distribution of obscene literature put on my desk only recently a most vile\nplaque, covertly cast reportedly here in our city, and sold to our young people at a nominal\nprice. The best way to rid society of such baseness is for parents, businessmen, and especially\nevery decent young person, to refuse to tolerate it and to report the vendors to the officers of\nthe law.\n<\/p><p>\nDRINKING AND PETTING PARTIES\n<\/p><p>\nIt is right, indeed essential, to the happiness of our young people that they meet in social\nparties, but it is an indication of low morals when for entertainment they must resort to\nphysical stimulation and debasement. Such indulgence weakens your character; discredits your\nfamily name; robs your future wife or husband of a priceless treasure, and sows seed that may\nripen into bitter fruit of marital suspicion, unhappiness, and divorce. A girl who sacrifices\nself-respect for social popularity debases true womanhood.\n<\/p><p>\nA spotless character, founded upon the ability to say no in the presence of those who mock\nand jeer, wins the respect and love of men and women whose opinion is most worthwhile.\nDrinking and petting parties form an environment in which the moral sense becomes dulled,\nand unbridled passion holds sway. It then becomes easy to take the final step downward in\nmoral disgrace.\n<\/p><p>\nCHASTITY\n<\/p><p>\nThe test of true womanhood comes when woman stands innocent at the court of chastity. All\nqualities are crowned by this most precious virtue of beautiful womanhood. It is the most vital\npart of the foundation of a happy married life. There is a general idea throughout the world\nthat young men may sow their wild oats, but that young women should be chaperoned and\nguarded. But even in this matter of chaperonage, there is too much laxity on the part of\nparents, if recent reports are to be relied upon.\n<\/p><p>\nIn the Church of Jesus Christ there is but one standard of morality. No young man has any\nmore right to sow his wild oats in youth than has a young girl. He who comes to his bishop\nto ask for a recommend to take a pure girl to the altar is expected to give the same purity that\nhe hopes to receive.\n<\/p><p>\nA woman crowned with virtue is the \"highest, holiest, most precious gift to man,\" excepting\nonly salvation offered in the gospel, and that forms part of it. But a woman who barters her\nvirtue \"is not one of the least of man's shames.\"\n<\/p><p>\nDISLOYALTY\n<\/p><p>\nWhen, instead of high moral principles, a life of immoral indulgence is chosen, and man or\nwoman gets far down in the scale of degeneracy, disloyalty is an inevitable part of his or her\nnature. Loyalty to parents becomes quenched; obedience to their teachings and ideals\nabandoned; loyalty to wife and children smothered in base gratification; loyalty to Church\nimpossible, and is often supplanted by sneers at its teachings, and that means the perpetrator\nis \"left to himself to kick against the pricks and to fight against God\"\n(<span class=\"citation\" id=\"12727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12727)\">D&amp;C 121:38<\/a><\/span>).\n<\/p><p>\nAt this stage, irreverence is an inevitable consequence, a pretty sure sign of moral weakness.\nNo man will rise high who jeers at sacred things. It is said that when Mr. Melville D. Landon\n(Eli Perkins) was preparing his volume on <i>Kings of the Platform and Pulpit<\/i>, he wrote to\nColonel Robert G. Ingersoll for a copy of his most famous lecture. In a letter which\naccompanied the manuscript, Mr. Ingersoll said:\n<\/p><p>\nWhatever you do, do not put anything into the book against Christ. I may have said silly\nthings about him when a boy in Peoria, Illinois, but I now regard him as the one Perfect Man.\n<\/p><p>\nIMPORTANCE OF SPIRITUALITY\n<\/p><p>\nI said in the beginning that man is a dual being&mdash;a physical and spiritual entity, but his\nspiritual side is the all-important part. The real tragedy of following false ideals is that by so\ndoing we stifle and sometimes choke out spirituality completely. Rudolph Eucken truly asserts\nthat without a consciousness of a spiritual relation to the Infinite&mdash;note this&mdash;that without a\nconsciousness of a spiritual relation\n<\/p><p>\nNo true civilization is possible. A civilization declining all contact with a supernatural life and\nrefusing to establish those mysterious inner relations, gradually degenerates into a mere human\ncivilization, and becomes a parody of civilization.\n<\/p><p>\nThe body with its five or more senses, with its appetites and passions, is essential to life and\nhappiness, but in the ultimate analysis it is only a means to a higher end. When man makes\nits gratification an end in itself, he frustrates the purpose and descends to sensuality. \"Choose\nyou this day whom ye will serve\"\n(<span class=\"citation\" id=\"30036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30036)\">Josh. 24:15<\/a><\/span>).\n<\/p><p>\nJohn P. Altgeld expresses more than mere imagination when he says:\n<\/p><p>\nYoung man, life is before you. Two voices are calling you&mdash;one coming out from the swamps\nof selfishness and force, where success means death; and the other from the hilltops of justice\nand progress, where even failure brings glory. . . . Two ways lie open to you&mdash;one leading to\nan ever lower and lower plain, where are heard the cries of despair and the curses of the poor,\nwhere manhood shrivels and possession rots down the possessor; and the other leading to the\nhighlands of the morning, where are heard the glad shouts of humanity and where            honest\neffort is rewarded with immortality.\n<\/p><p>\nEXPANDING THE SOUL\n<\/p><p>\nBrethren and sisters, spirituality is the consciousness of victory over self, and of communion\nwith the Infinite. Spirituality impels one to conquer difficulties and acquire more and more\nstrength. To feel one's faculties unfolding and truth expanding the soul is one of life's\nsublimest experiences.\n<\/p><p>\nBeing \"honest, true, chaste, benevolent, virtuous, and in doing good to all men\"\n(<span class=\"citation\" id=\"6639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6639)\">A of F 1:13<\/a><\/span>), are attributes\nwhich contribute to spirituality, the highest acquisition of the soul. It is \"the divine in man,\nthe supreme, crowning gift that makes him king of all created things, the one final quality that\nmakes him tower above all other animals.\n<\/p><p>\nDivine is that admonition and promise given to the Prophet Joseph Smith:\n<\/p><p>\n\". . . let virtue garnish thy thoughts unceasingly\"\n(<span class=\"citation\" id=\"12728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12728)\">D&amp;C 121:45<\/a><\/span>)&mdash;a wonderful statement&mdash;. . . then shall thy\nconfidence wax strong in the presence of God; and the doctrine of the priesthood shall distil\nupon thy soul as the dews from heaven.\n<\/p><p>\nThe Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of\nrighteousness and truth; and thy dominion shall be an everlasting dominion and without\ncompulsory means it shall flow unto thee forever and ever\n(<span class=\"citation\" id=\"12729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12729)\">D&amp;C 121:45-46<\/a><\/span>).\n<\/p><p>\nGod help us to keep that admonition and to follow the ideals of the Church of Jesus Christ\nestablished by direct revelation in this day, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}