{"ID":38, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, October 1942, pp. 45-46<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIt is a thrilling sight, brethren, to stand here and look into your faces, so many fine and\nwonderful men, many of whom I know personally. I hope that you will give me your faith\nand prayers that the very few minutes that I occupy of your time I may be prompted by the\nLord in what I say.\n<\/p><p>\nSome of you were amused at the last conference in April when I remarked that we needed a\nfew seventies to give the congregation complexion. Tonight we have a large representation of\nthat group of the Melchizedek Priesthood. Unless it might be the high councilmen of the\nstakes who are present, perhaps the presidents of seventies quorums form the largest group\nhere, and we who stand at their head pledge to the Presidency of this Church the loyal\nsupport of that group of men.\n<\/p><p>\nIf you will read the 107th Section of the D&amp;C you will learn that they have a very special\ncalling. Their calling is to walk behind the Council of the Twelve in carrying the message of\nredemption to the people of the world\n(<span class=\"citation\" id=\"11811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11811)\">D&amp;C 107:34<\/a><\/span>);\nand if the Church didn't have that charge and that\ncalling I think this group never would have been organized in the Church at all.\n<\/p><p>\nWe try to impress upon every man who is ordained into the seventies quorums that that is his\ncalling and that if he will not exercise that function he has no right to come into this group of\nmen. They should be the missionaries of the Church. They should be the predominating\nelement in any missionary group in the Church. Now we have two ministries of that type, the\nforeign mission ministry and a stake mission ministry, all of the same type and class except in\nsome minor details, and we now are interested very much in that stake mission work of this\nChurch. It is proving to be such a wonderful and magnificent work that we are overjoyed with\nthe success that we have realized in the past. But we are worried now, brethren, because we\nnote a falling off in that effort. We are short this year about six hundred missionaries as\ncompared with last year. We are short from the seventies six or seven percent of that\nmissionary group. We would like to ask you presidents who are here when you return to use\nyour influence in recruiting from your ranks other seventies who can go into that work.\n<\/p><p>\nNow, there is no more magnificent work in the Church than to testify that Christ our Lord\ncame to earth to redeem mankind, and that is the very special calling of you brethren, the\nseventies. You testify to that by word of mouth, but you also do it by the example which you\nlive. And perhaps of the two the more potent is the example that one sets. We believe that the\nreason that conversions are made among the stakes of Zion more easily than in outside\ncountries is that the people of the Church live the principles of the gospel and that there is\nradiated from them a light which people not of our faith can see, and perhaps see more\nreadily than we ourselves; so we ask you who are missionaries in this stake work, as well as\nforeign countries, to show by your lives that there is power and efficacy and virtue in the\ngospel of Jesus Christ.\n<\/p><p>\nWe appeal to the bishops and the presidencies of stakes to give us the men and the women we\nneed for this work. They are just as essential as any other work we undertake, and we are\ndependent upon you brethren to supply them for us. All our stake mission presidents can do\nin that respect is to ask for a group. It is your problem to supply them. And be not afraid,\nbrethren, to give us men of quality and capabilities especially adapted to this work. They are\nmuch more successful than the ones who have had no experience, who have no liking for the\nwork. A man to be a successful missionary must have his heart and soul in that work. We\npray that you will give us the type of men and women that we need. \n<\/p><p>\nNow, in this particular emergency which has lessened our group, we are finding that our\nwives and our daughters are one of our most effective missionary elements. If you can't\nsupply us men, increase our numbers by giving us good women. We will take excellent care\nof them. We will give them an opportunity that they cannot have otherwise, likely&mdash;an\nexperience which will broaden them and strengthen them and help them. Those of them who\nare unmarried will make better mothers, and those of them who are already mothers will go to\nthe work with an experience that will qualify them for it.\n<\/p><p>\nBrethren, it is an important work and we have that responsibility. It is the charge that has\nbeen given to the Twelve in every age when the gospel has been established, and it is our\ngreatest purpose to carry to people who have not learned of the truth a light which will lead\nthem back into the presence of God our Heavenly Father. Will you, then, give us the aid and\nthe support that we need that this work may not falter; that it may not go forth haltingly but\nthat it may go with a tread so firm that nothing can impede its progress and that many people\nmay be garnered into the Church to receive of these wonderful benefits and blessings of\nwhich we have heard this evening.\n<\/p><p>\nGod bless you all I pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}