{"ID":380, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Faith in the Future<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1949, pp. 22-24<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs President McKay indicated in his opening remarks, at times these conferences seem to\ncome rather close together, and this is one of those times. I earnestly hope and pray to be\ngiven utterance on this occasion. I feel at home within these walls, but the impact of this\ncongregation is something for which I am never quite prepared. It has been my privilege for\nmany years to frequent this building and these grounds, and I have a growing love of them\nand a growing feeling of peace and appreciation here. They speak of great things of the past\nand of great things of the future&mdash;and I have great faith in the future. I have great faith in the\nultimate accomplishment of the purposes of Providence, in spite of the foolishness of men. It\nis a glorious world in spite of many man-made troubles.\n<\/p><p>\nARRIVALS AND DEPARTURES\n<\/p><p>\nOne of the things that happens in this world every day of which I think we are not too well\naware is the going and coming of tens of thousands of people&mdash;the arrivals of newcomers and\nthe departures of those who have finished their sojourn here, for a time at least. It is an\never-startling fact to me that about one hundred fifty thousand people arrive in this world\nevery day, and that more than eighty thousand leave this world every day, leaving a total\nincrease in world population every day of some seventy thousand.*\n<\/p><p>\nPresident Smith has spoken this morning of the number of people we have in the southern\nCalifornia area. There are more than that who are added (increase in population, that is), to\nthis scene every day, and more than three times that, maybe four times that, who are\nnewcomers. Think what that means in terms of reaching and teaching some hundred and fifty\nthousand new arrivals every day!\n<\/p><p>\nI am reminded of another physical fact to which I invited the attention of some of my\nbrethren a few weeks ago: Hendrick Van Loon has dramatized the fact that physically, in bulk\nat least, men don't amount to much. Mr. Van Loon invites our attention to the fact that if\nsomeone were to make a crate measuring one-half mile in all dimensions, in other words, a\none-half mile hollow cube, all the human family now living could be put into it, and it could\nbe dropped into the Grand Canyon and wouldn't be noticed very much.\n<\/p><p>\nIf someone had actually done that, this world would have been saved a good deal of trouble:\nbut we also would have been deprived of much glorious living and accomplishment and\nachievement in accordance with the plans and purposes of our Father in heaven. It is his\ndeclared purpose to bring to pass the immortality and eternal life of man, and he has been\npatient with our imperfections, and long-suffering, and has given us the ever-present\npossibility of repentance. I hope we shall all be as patient and understanding with the\nimperfections of one another as our Father has been with us.\n<\/p><p>\nTIME IS THE ESSENCE\n<\/p><p>\nThere is another physical fact that comes to mind, and that is that time is the essence of all\nour opportunities. It is the dimension in which we live. We can't speed it up, and we can't\nslow it down. We can't save it, and we can't hoard it. It is, in a sense, like manna from\nheaven. The Lord allots us a day's supply at a time; and in the ordinary course of life,\nallowing man his traditional scriptural three score and ten\n(<span class=\"citation\" id=\"41752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41752)\">Ps. 90:10<\/a><\/span>),\nwe may calculate that each of us\nmight expect on an average about twenty-five thousand days. I think when we reduce our\nlifespan and our opportunities here to twenty-five thousand days, we may think more\nseriously of some of the things to which we give our time. We can spend it doing one thing\nor doing another, reading some things or reading other things, with some people or with other\npeople, and I earnestly hope that we may give the time test to all we do and to all we think\nand to all our goings and comings. \n<\/p><p>\nTHE USE OF TRUTH\n<\/p><p>\nAnother fact that I should like to speak of in passing is that there is no assurance of\nsuperiority so far as I know, to any person or to any people, except on the basis of a superior\nperformance. I know of no assured blessings except on conditions of obedience, and I hope\nwe shan't take undue pride in the mere possession of truth. Our pride should come, if indeed\nit should come at all, and our gratitude likewise, in the use of truth, and not merely in its\npossession.\n<\/p><p>\nI am reminded of a story that President Grant frequently told, quoting from old Bishop\nHunter: \"Don't get the bighead. The bighead has ruined more people in this Church than any\none thing&mdash;except sin.\" There is no more virtue in the mere possession of truth than there is in\nthe mere possession of food. Neither will save a man unless he uses it, and uses it wisely, and\nI earnestly pray that we may, as a people, with the knowledge that we have, demonstrate that\nwe know what to do with it by living a superior way of life, individually and as a group.\n<\/p><p>\nI earnestly hope, in closing, that our young people may be encouraged as they go forth to live\ntheir lives. I repeat that I have great faith in the future and in the ultimate purposes of our\nFather in heaven and in the future accomplishments of our young people. As Thomas Carlyle\nwrote one time: \"The crash of the whole solar and stellar systems could only kill you\nonce\"&mdash;but we certainly don't want to sit around waiting for it to happen!\n<\/p><p>\nI hope that our young people will go forth and prepare and plan and live their lives and make\ntheir homes and rear their families with faith in God and with faith in the future. No doubt\nmen will make more trouble (to paraphrase an old saying, \"People are more trouble than\nanyone\"), but no doubt also, we will gain much always by living our lives, by building on a\nsolid basis, and keeping our houses in order and preparing solidly for all future events; and\nwhatever the eventualities are, we can accept them with faith and confidence in the promises\nand purposes of our Father in heaven.\n<\/p><p>\nMay God help us so to do, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}