{"ID":3802, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Sacrament\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p2\" class=\"\">Elder David B. Haight<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-b-haight-10.jpg\" alt=\"David B. Haight\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03161_000_006<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p3\" class=\"\">I wish everyone could grow up in a small town. I have so many happy memories of my boyhood. During those delightful summer and winter evenings we created most of our own activities and amusement. They were wonderful days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p4\" class=\"\">The most important building in our town in addition to the schoolhouse was our ward meetinghouse. The chapel had an imposing, two-tiered, elevated stand. The stand was quite large, and the first raised portion had a table for the ward clerk at one end and a piano at the other end, and right in the center of this elevated area was the sacrament table. On the highest level of the stand was the pulpit with its red plush cover and beautifully carved chairs with red plush seats for the bishopric or visiting authorities. On the rear wall of the chapel were two impressive oil paintings, one of the Kirtland Temple and the other of the Salt Lake Temple. Everyone in attendance had a clear view of the stately pulpit and, of course, the sacrament table.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p5\" class=\"\">Sacrament meetings were very special occasions. The Lord instructed that “it is expedient that the church meet together often to partake of bread and wine in the remembrance of the Lord Jesus.” (<span class=\"citation\" id=\"17952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17952)\">D&amp;C 20:75<\/a><\/span>.) We of the Aaronic Priesthood knew it was special. We were well trained. We knew exactly what we should do. We had been taught at home and in our quorum meetings of the high honor placed on us as holders of God’s holy priesthood, which authorized us to perform sacred ordinances of the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p6\" class=\"\">As a deacon, I vividly recall how we admired the two priests seated up on the first level of the raised platform who would administer the blessing on the sacrament of the Lord’s Supper. Everyone in the meetinghouse could see them. I’m sure they felt the importance of the occasion. They were neatly dressed in their best clothes and well prepared.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p7\" class=\"\">The bishopric, seated in their special chairs, were on the stand above the priests. Everyone could see them. The priests acted and looked as dignified as the bishopric.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p8\" class=\"\">As deacons and teachers we sat on the first row, prepared to pass the sacrament. I recall how shiny the bread trays appeared, and the individual glass cups for the water sparkled. Everything about the sacrament table, including the linen, was immaculate and ready on time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p9\" class=\"\">Everyone was expected to sing the special sacrament hymn. Everyone did sing. Children were trained not only to be reverent but to know some of the words to the most familiar sacrament songs. I can still see Sister Ella Jack, who led the music, standing in full view between the sacrament table and piano, as she would pause and look over the congregation to be sure everyone had a songbook and was ready to sing. She gave special attention to see that the Aaronic Priesthood boys had songbooks. We would all sing. We were learning in our youth that to feel of the Spirit we must experience a change in our hearts, and to be in harmony on this sacred occasion required our singing the sacrament hymns. As we personally sang the words, our souls were better prepared to understand this sacred ordinance. At the Last Supper the early Apostles joined with the Savior in singing. Matthew records, “And when they had sung an hymn, they went out into the mount of Olives.” (<span class=\"citation\" id=\"36961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36961)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36961)\">Matt. 26:30<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p10\" class=\"\">And as we would sing in that sacrament meeting …<\/p>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In humility, our Savior,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Grant thy Spirit here, we pray;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">As we bless the bread and water<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In thy name, this holy day.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let me not forget, O Savior,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Thou didst bleed and die for me<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">When thy heart was stilled and broken<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">On the cross at Calvary.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Fill our hearts with sweet forgiving;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Teach us tolerance and love;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let our prayers find access to thee<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">In thy holy courts above.<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Then, when we have proven worthy<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Of thy sacrifice divine,<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Lord, let us regain thy presence;<\/span>\n\t  <\/div>\n\t\t\t\t\t<div class=\"line\" id=\"\">\n\t    <span class=\"emphasis\">Let thy glory round us shine.<\/span>\n\t  <\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p27\" class=\"\">(<span class=\"emphasis\">Hymns,<\/span> no. 49.)<\/p>\n\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p28\" class=\"\">These words would be impressed upon our hearts because we had actually sung them. There comes to one’s soul heavenly thoughts as he joins in heavenly expressions coupled with heavenly melody.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p29\" class=\"\">After the sacrament song had been sung, the priests knelt on a little red velvet bench as they offered the blessing on the bread and the water. We didn’t have printed cards, but the twentieth section of the Doctrine and Covenants was open if needed. There were no microphones or speakers. The priests were taught to read slowly and distinctly and to enunciate clearly that everyone might hear and understand the words of this sacred prayer, every word of which was given to us by the Savior Himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p30\" class=\"\">Our quorum advisers schooled us in our priesthood meeting on the sacredness of the ordinance of the sacrament—how our thoughts should be about the Savior, of His sacrifice for us—the importance of our dress and appearance, and of this quiet opportunity to resolve in our own minds to do better in keeping all of the commandments. We carefully watched our own priests officiate in a sacred procedure somewhat similar to the very first such occasion and heard them recite a divinely directed blessing upon the bread and water in remembrance of the flesh and blood of our Savior. As the priest publicly addresses our Eternal Father in Heaven, he might, if spiritually in tune, visualize in his mind a loving Heavenly Father listening to his humble plea,<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p31\" class=\"\">“O God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ, to bless and sanctify this bread to the souls of all those who partake of it, that they may eat in remembrance of the body of thy Son, and witness unto thee, O God, the Eternal Father, that they are willing to take upon them the name of thy Son, and always remember him and keep his commandments which he has given them; that they may always have his Spirit to be with them.” (<span class=\"citation\" id=\"17953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17953)\">D&amp;C 20:77<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p32\" class=\"\">I wish the Aaronic Priesthood boys throughout the Church could have the same opportunity of hearing Elder Howard W. Hunter bless the sacrament as we have had in the temple. He is a special witness of Christ. As I have listened to him ask our Heavenly Father to bless the sacrament, I have felt of the deep spirituality in his soul. Every word was clear and meaningful. He was not in a hurry, not rushed. He was the spokesman for all of the Apostles in addressing our Heavenly Father. Every word in the sacrament ordinance is vital. Everyone in the sacrament meeting should clearly hear each word and reflect upon the covenant just made and on their own personal worthiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p33\" class=\"\">The ordinance of the Lord’s Supper was introduced by the Savior Himself as recorded by the Gospel writers. Elder James E. Talmage comments:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p34\" class=\"\">“While Jesus with the Twelve still sat at table, He took a loaf or cake of bread, and having reverently given thanks and by blessing sanctified it, He gave a portion to each of the apostles, saying: ‘Take, eat; this is my body.’ … Then, taking a cup of wine, He gave thanks and blessed it, and gave it unto them with the command: ‘Drink ye all of it; for this is my blood of the new testament, which is shed for many for the remission of sins. …’ In this simple but impressive manner was instituted the ordinance, since known as the Sacrament of the Lord’s Supper. The bread and wine, duly consecrated by prayer, become emblems of the Lord’s body and blood, to be eaten and drunk reverently, and in remembrance of Him.” (<span class=\"emphasis\">Jesus the Christ,<\/span> 3rd ed., Salt Lake City, The Church of Jesus Christ of Latter-day Saints, 1916.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p35\" class=\"\">This holy ordinance was later taught by the Savior to the Nephites on the Western Hemisphere. After teaching and healing their sick, “Jesus commanded his disciples that they should bring forth some bread and wine unto him. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p36\" class=\"\">“He took of the bread and brake and blessed it; and he gave unto the disciples and commanded that they should eat.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p37\" class=\"\">“And when they had eaten … , he commanded that they should give unto the multitude.” (<span class=\"citation\" id=\"5952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5952)\">3 Ne. 18:1, 3–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p38\" class=\"\">The Savior instructed, “give it unto the people of my church, unto all those who shall believe and be baptized in my name.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p39\" class=\"\">“And this shall ye always observe to do, even as I have done, even as I have broken bread and blessed it and given it unto you. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p40\" class=\"\">“And this shall ye always do to those who repent and are baptized in my name; and ye shall do it in remembrance of my blood, which I have shed for you, that ye may witness unto the Father that ye do always remember me. And if ye do always remember me ye shall have my Spirit to be with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p41\" class=\"\">“And I give unto you a commandment that ye shall do these things. And if ye shall always do these things blessed are ye, for ye are built upon my rock.” (<span class=\"citation\" id=\"5953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5953)\">3 Ne. 18:5–6, 11–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p42\" class=\"\">The weekly opportunity of partaking of the sacrament of the Lord’s Supper is one of the most sacred ordinances of The Church of Jesus Christ of Latter-day Saints and is further indication of His love for all of us. Associated with the partaking of the sacrament are principles that are fundamental to man’s advancement and exaltation in the kingdom of God and the shaping of one’s spiritual character. We should reflect in our own weekday conduct the spiritual renewal and commitments made on Sunday. We may fail to recognize the deep spiritual significance this ordinance offers to each of us personally. Is it possible that a casual attitude on our part of routine formality of this sacred occasion might deaden our opportunity for spiritual growth?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p43\" class=\"\">We all have regrets for words or deeds or thoughts from Sabbath to Sabbath that we would like to erase from our souls. Perhaps we have erred against someone or injured them; or, if there is ill feeling in our heart, we should repent, obtain forgiveness from those affected or transgressed against, then humbly, with a contrite spirit, prepare ourselves to be worthy to partake of the sacrament. If we have sincerely repented, we can be forgiven, and spiritual healing can come to our souls. You and I have felt it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p44\" class=\"\">By revelation the Lord instructed that “the members shall manifest before the church, and also before the elders, by a godly walk and conversation, that they are worthy … walking in holiness before the Lord.” (<span class=\"citation\" id=\"17950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17950)\">D&amp;C 20:69<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p45\" class=\"\">The Savior also taught: “Ye shall not suffer any one knowingly to partake of my flesh and blood unworthily.” (<span class=\"citation\" id=\"5955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5955)\">3 Ne. 18:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p46\" class=\"\">Some years ago Elder Melvin J. Ballard wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p47\" class=\"\">“I am a witness that there is a spirit attending the administration of the sacrament that warms the soul from head to foot; you feel the wounds of the spirit being healed, and the load being lifted. Comfort and happiness come to the soul that is worthy and truly desirous of partaking of this spiritual food.” (<span class=\"emphasis\">Crusader for Righteousness<\/span> [Salt Lake City, Bookcraft, 1966], p. 133.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p48\" class=\"\">During the administration and passing of the sacrament those present have the opportunity to think of the precious gifts available through His sacrifice for each of us, for the sacrament is blessed and sanctified that each may partake of it in remembrance of the Son of God. (See <span class=\"citation\" id=\"17954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17954)\">D&amp;C 20:77<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p49\" class=\"\">Usually once a week, for a little more than an hour, we have the opportunity to attend sacrament meeting and reflect on the life of our Savior; to recall with deep gratitude and reverence His life of purity, kindness, and love; to reflect upon the great atoning sacrifice; and to partake of the broken bread, symbolic of His torn flesh, and drink of the cup, symbolic of His blood that was shed on the cross.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p50\" class=\"\">The Savior taught the Nephites that “I came into the world to do the will of my Father, because my Father sent me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p51\" class=\"\">“And my Father sent me that I might be lifted up upon the cross; … that I might draw all men unto me.” (<span class=\"citation\" id=\"5960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5960)\">3 Ne. 27:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p52\" class=\"\">As we partake of the sacrament and reflect upon His sacrifice for each of us, we make a solemn commitment to keep the commandments which He has given us, that by so doing we might always have His spirit to be with us. By partaking of the sacrament each Sunday we receive the encouragement and strength to keep the commandments of God, to live uprightly, virtuously, and honestly. Did not Jesus Himself sum them all up as follows: “Love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.” (<span class=\"citation\" id=\"32163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32163)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32163)\">Luke 10:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p53\" class=\"\">This is what every person who partakes of the sacrament is committed to do. Living God’s commandments obligates a person to a life of goodness—goodness to society and a genuine helpfulness to humanity, and excluding from one’s life hatred, enmity, immorality, selfishness, drunkenness, jealousy, and dishonesty.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p54\" class=\"\">May we experience the joy of regular attendance at sacrament meeting and feel the blessings of eternal progression in our personal lives through wholehearted compliance, in spirit and actions, with the sacred words of the sacrament.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p55\" class=\"\">The Prophet Joseph Smith taught: “Reading the experience of others, … can never give <span class=\"emphasis\">us<\/span> a comprehensive view of our condition and true relation to God. Knowledge of these things can only be obtained by experience through the ordinances of God set forth for that purpose. Could you gaze into heaven five minutes, you would know more than you would by reading all that ever was written on the subject.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> comp. Joseph Fielding Smith [Salt Lake City, Utah: Deseret Book Co., 1938], p. 324.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p56\" class=\"\">The sacrament is one ordinance that allows us to experience a personal relationship to God and enlarges our knowledge and understanding of Him and His Only Begotten Son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p57\" class=\"\">Our personal reward for compliance with the covenants and obligations in the ordinance of the sacrament becomes the companionship of God’s Holy Spirit. This is the light that leads to eternal life. The divine virtues associated with the partaking of the Lord’s Supper are to keep His divine life ever in mind; to love the Lord with all our heart, might, mind, and strength; and to labor to bring to pass His ultimate purpose—the eternal life of man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-sacrament.p58\" class=\"\">I bear you my humble testimony and witness that this is true, in the name of our Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}