{"ID":3803, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Evidences of the Resurrection\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p2\" class=\"\">Elder Howard W. Hunter<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03161_000_007<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2308.jpg\" alt=\"Elder Howard W. Hunter\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p3\" class=\"\">The message I bring to this conference today and to those listening to these proceedings is important to every living person. It is not a new message. If you are a member of The Church of Jesus Christ of Latter-day Saints you have heard it many times. If you are not a member, you may have heard the words before, but perhaps today, because of additional evidence, you may be more impressed by its truthfulness and more inclined to make it a motivating belief.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p4\" class=\"\">The message I speak of has been part of all the addresses you have heard previously today. It is simple and beautiful and magnificent. I may not present it in a perfect way, and there may be many who will not completely understand it. We may have difficulty responding to it in an appropriate manner, but the message itself has been referred to as the greatest, the most exciting, the most significant and important that we will ever hear. It has to do with the “good news”—the gospel of Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p5\" class=\"\">Specifically, it is that Jesus of Nazareth, the same who was born of Mary in Bethlehem some two thousand years ago, is the Savior of all mankind. We know, and testify to the world, that he lived a truly perfect and exemplary life, that he suffered for our sins in the Garden of Gethsemane, that he gave his life for us by being crucified on a cross, and that he was resurrected after three days—as he said he would be. The final part of this good news is that he will return at some future time to gather in his own.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p6\" class=\"\">This is also the message of the Apostle Paul, conveyed in his letter to the Saints at Corinth, that Christ died for our sins, was buried, and rose again on the third day. These are the words he wrote:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p7\" class=\"\">“Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p8\" class=\"\">“By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p9\" class=\"\">“For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p10\" class=\"\">“And that he was buried, and that he rose again the third day according to the scriptures.” (<span class=\"citation\" id=\"718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 718)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(718)\">1 Cor. 15:1–4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p11\" class=\"\">At this Easter season our thoughts turn to the events that comprise what is perhaps the most exciting part of the good news that we bear. I’m speaking of those events which followed the crucifixion of the Savior. The Gospel writers described the hurried burial of the Lord because of the onset of the Sabbath day; the early-morning discovery of the empty tomb by Mary and other faithful women; the announcement of the angel, “He is not here: for he is risen, as he said” (<span class=\"citation\" id=\"36970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36970)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36970)\">Matt. 28:6<\/a><\/span>; see also <span class=\"citation\" id=\"29203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29203)\">John 20:2<\/a><\/span>); the message, delivered by Mary to Peter and John, that the body had been removed from the sepulcher; the realization on the part of Peter and John that the tomb truly was empty [see <span class=\"citation\" id=\"29204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29204)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29204)\">John 20:3–8<\/a><\/span>]; and finally, the two brief conversations Mary had—first, with the two personages in white in the sepulcher [see <span class=\"citation\" id=\"29205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29205)\">John 20:11–13<\/a><\/span>], and second, with the one whom she thought was the caretaker of the garden, but soon realized when he spoke to her that he was in fact the Master himself [see <span class=\"citation\" id=\"29206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29206)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29206)\">John 20:14–18<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p12\" class=\"\">These are events that confirm the messiahship of Jesus. It is to these events that Christians look for support of the hope that there is life after death. In our modern world, where life is so different and so far removed from the events of that first Easter morning, many have a difficult time believing and identifying with these things. For those who are struggling, we have additional good news. There is a way to know of a surety, and there are many evidences that can help those seeking truth to know and understand. May I briefly share with you, first, some of the evidences, and then, second, a course of action that, if followed, can bring about a knowledge of the truthfulness of these things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p13\" class=\"\">While in Jerusalem, Jesus gave one of his most impressive discourses when he spoke about shepherds and sheep and referred to himself as the Good Shepherd who knows his sheep and is known by those of his fold. He said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p14\" class=\"\">“I am the good shepherd, and know my sheep, and am known of mine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p15\" class=\"\">“As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p16\" class=\"\">“And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.” (<span class=\"citation\" id=\"29185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29185)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29185)\">John 10:14–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p17\" class=\"\">Who were these “other sheep” which were not of the Jewish fold in Palestine, who would hear the voice of the Lord and be brought into the light of the gospel with the rest of his sheep? This reference was to a remnant of the house of Joseph who were living on the American continent, whose ancestors had left the Jerusalem area some six centuries prior to that time and traveled to the New World.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p18\" class=\"\">After his crucifixion and subsequent resurrection, the Lord did visit them, as he had said he would; and to those other sheep here in the Americas the resurrected Christ said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p19\" class=\"\">“Ye are they of whom I said: Other sheep I have which are not of this fold; them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p20\" class=\"\">“And they understood me not, for they supposed it had been the Gentiles.” (<span class=\"citation\" id=\"5950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5950)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5950)\">3 Ne. 15:21–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p21\" class=\"\">Those who are familiar with the life and teachings of the Master from their knowledge of the books of the Bible will be interested to know there is also a record of his appearance to the people of the Western Hemisphere—the other sheep to whom he made reference. It is titled the Book of Mormon after the prophet who compiled and abridged the records of the peoples of the American continents. The Book of Mormon is another witness for Christ and records his teachings to the other flock in the New World. It is also a record of the historical events covering more than one thousand years of the travels and struggles of these people and the prophets who led and taught them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p22\" class=\"\">We are already aware of the strength and the power of the many testimonies of the prophets who have lived in the world, as recorded in the Bible. Our good news is that the words of the prophets who lived in the New World give us not only additional insight regarding spiritual things, but also a confirming testimony that supports and is in harmony with what we already understand from our reading of the Bible.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p23\" class=\"\">To those who may not be familiar with the Book of Mormon but are sincerely seeking truth, reading it will have a profound effect on your life. It will expand your knowledge of the way God deals with man and will give you a greater desire to live in harmony with his gospel teachings. It will also provide for you a powerful testimony of Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p24\" class=\"\">In answer to the questions, “How can I know of the truthfulness of these things?” and “How can I know of a surety that the Savior lives today?” Moroni, one of the great prophets in the Book of Mormon, has provided the answer. He gives us guidance regarding how one can determine the truthfulness of the Book of Mormon, and this same procedure will lead us into all truth and can surely assist one who desires to know about the reality of the resurrection of Jesus. He wrote this statement:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p25\" class=\"\">“And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p26\" class=\"\">“And by the power of the Holy Ghost ye may know the truth of all things.” (<span class=\"citation\" id=\"38478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38478)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38478)\">Moro. 10:4–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p27\" class=\"\">If you have a sincere desire to know, and if you are willing to live in accordance with all of the commandments He has given, this counsel of Moroni will result in a spiritual confirmation of gospel truths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p28\" class=\"\">At this Easter season, I feel strongly the importance of my commission to testify of the reality of the Savior’s resurrection. My brothers and sisters, there is a God in the heavens who loves and cares about you and me. We have a Father in Heaven, who sent his Firstborn of spirit children, his Only Begotten in the flesh, to be an earthly example for us, to take upon himself the sins of the world, and subsequently to be crucified for the sins of the world and be resurrected. It was he who said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p29\" class=\"\">“For behold, I, God, have suffered these things for all, that they might not suffer if they would repent;<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p30\" class=\"\">“But if they would not repent they must suffer even as I;<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p31\" class=\"\">“Which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit—and would that I might not drink the bitter cup, and shrink—<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p32\" class=\"\">“Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.” (<span class=\"citation\" id=\"17942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17942)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17942)\">D&amp;C 19:16–19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p33\" class=\"\">And again he said: “I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p34\" class=\"\">“And whosoever liveth and believeth in me shall never die. Believest thou this?” (<span class=\"citation\" id=\"29191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29191)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29191)\">John 11:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p35\" class=\"\">It is truly a beautiful message—there will be life after death; we can return to live with our Father in Heaven once again, because of the sacrifice the Savior has made for us, and because of our own repentance and obedience to the commandments.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p36\" class=\"\">In the glorious dawn of Easter morning, when the thoughts of the Christian world are turned to the resurrection of Jesus for a few fleeting moments, let us express appreciation to our Heavenly Father for the great plan of salvation that has been provided for us. We should turn toward unselfishness and careful adherence to the principles of righteousness. In doing so, let us remember that the time of preparation is growing short, that soon the Savior will return. As the Apostle Paul has said: “For yet a little while, and he that shall come will come.” (<span class=\"citation\" id=\"24501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24501)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24501)\">Heb. 10:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/evidences-of-the-resurrection.p37\" class=\"\">That we may be found worthy at his coming is my prayer in his name, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}