{"ID":3805, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Keys of the Kingdom\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p2\" class=\"\">Elder Bruce R. McConkie<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03161_000_011<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2952.jpg\" alt=\"Elder Bruce R. McConkie\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p3\" class=\"\">I shall tell you how the keys of the kingdom operate, including from whence they came, where they now vest, and what their future is.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p4\" class=\"\">The divine account begins in the spring of 1829. It is the ides of the memorable month of May. The Lord’s prophet is now in the twenty-fourth year of his mortal probation. He is dictating holy scripture to his amanuensis. The holy word speaks of baptism, without which a man can neither see nor enter the kingdom of heaven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p5\" class=\"\">The Spirit of the Lord rests upon the seer and upon his scribe. They desire baptism as starving souls cry out for food. A divine Providence guides them to a secluded place on the banks of the Susquehanna River near Harmony, Pennsylvania. There they pour out their souls to that God who commanded his own stainless Son to be baptized as a pattern for all men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p6\" class=\"\">Then comes the miracle. The heavens are rent. An angel comes down from celestial heights to commune with his fellow servants in mortality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p7\" class=\"\">It is the resurrected John, whom Antipas beheaded more than 1800 years before in the foul dungeons of Machaerus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p8\" class=\"\">It is that John, the only child of a priestly Zacharias and a sainted Elisabeth, who had himself been ordained by an angel, when but eight days of age, to overthrow the kingdom of the Jews. [see <span class=\"citation\" id=\"18004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18004)\">D&amp;C 84:28<\/a><\/span>]<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p9\" class=\"\">It is that John to whom the Judean hosts came at Bethabara, seeking the cleansing power of his baptism. Then it was that the Beloved Baptist, “to fulfil all righteousness,” immersed the very Son of God himself in the murky waters of a miserable Palestinian river. [see <span class=\"citation\" id=\"36895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36895)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36895)\">Matt. 3:13–16<\/a><\/span>.]<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p10\" class=\"\">It is that John for whom the heavens opened and who saw the Holy Ghost descend in bodily form, in quiet serenity like a dove, and rest upon the One of whom the Divine Voice then said: “This is my beloved Son, in whom I am well pleased.” (<span class=\"citation\" id=\"36896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36896)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36896)\">Matt. 3:17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p11\" class=\"\">Now in resurrected glory, speaking in the name of that Messiah for whom he had died a martyr’s death, he confers upon his mortal friends the Priesthood of Aaron and the keys of the ministering of angels and of baptism by immersion for the remission of sins. (See <span class=\"citation\" id=\"17930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17930)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17930)\">D&amp;C 13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p12\" class=\"\">Now, for the first time in nearly 1700 years, there are mortal men on earth who can stand in the place of the Lord Jesus in ministering for the salvation of men. The hour is at hand when the gloom of sullen darkness will be pierced and the light of heaven again shine forth on our benighted planet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p13\" class=\"\">But this is only the beginning of the grand design. Messengers come again from the realms of light and glory. Peter, James, and John, who held in their day that priesthood and those keys which always appertain to the Presidency of the earthly kingdom, come to Joseph Smith and Oliver Cowdery.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p14\" class=\"\">These ancient Apostles, the friends and confidants of the Lord Jesus in mortality; these saintly souls who ate and drank with him after he rose from the dead; these living witnesses of the One who died that all might live—then do a wondrous thing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p15\" class=\"\">They confer upon the modern prophet and his associate the priesthood which is after the order of the Son of God, who abideth a priest forever. This Priesthood of Melchizedek is the highest and holiest order given to mortals now or ever. It includes now, and has always included, the power and authority of the holy apostleship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p16\" class=\"\">With it the struggling mortals who will soon, by divine command, organize anew the Church and kingdom of God on earth, receive certain keys of almost infinite import.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p17\" class=\"\">They receive the keys of the kingdom by virtue of which they are empowered to organize, preside over, govern, and regulate the kingdom of God on earth, which is The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p18\" class=\"\">They also receive the keys of the dispensation of the fulness of times, that glorious age of restoration and refreshment in which God designs to gather all things in one in Christ; that age of revelation and gifts and miracles in which he will bring to pass the restitution of all things spoken by the mouths of all the holy prophets since the world began. (See <span class=\"citation\" id=\"17957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17957)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17957)\">D&amp;C 27:12–13<\/a><\/span>; <span class=\"citation\" id=\"17999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17999)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17999)\">D&amp;C 81:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p19\" class=\"\">Being thus commissioned, and having thus the gospel of salvation, mortal men can set up anew God’s kingdom on earth and can preach again the gospel in all the world and to every people. The kingdom is then established on the sixth day of April in 1830, since which time every faithful member has devoted his time, talents, and means to spread the truth to our Father’s other children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p20\" class=\"\">But even this is not all. Yet other keys must be forthcoming. On a wondrous day in April of 1836, Moses and Elijah and Elias each come, bringing from their dispensations the keys and powers they had exercised as mortals [see <span class=\"citation\" id=\"18036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18036)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18036)\">D&amp;C 110:11–16<\/a><\/span>]. It is a day akin to that wondrous day 1800 years before on the Mount of Transfiguration. (See <span class=\"citation\" id=\"36933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36933)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36933)\">Matt. 17:1–13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p21\" class=\"\">Then it was, on the snowy mountain heights, after the Father had spoken from the cloud, that Moses and Elijah, both taken to heaven without tasting death, had come in their corporeal bodies to a temple not made with hands, and given for that day and time their keys and powers to Peter, James, and John [see <span class=\"citation\" id=\"36934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36934)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36934)\">Matt. 17:3<\/a><\/span>].<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p22\" class=\"\">And so it is now with those same ancient worthies. They come again in our day. This time, in a temple built by the tithing and the sacrifice of the Saints, those same ancient prophets, now ministering in resurrected glory, restore their keys and powers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p23\" class=\"\">Moses, who in the majesty of the Melchizedek Priesthood led enslaved Israel out of Egyptian bondage into their promised Palestine, brings back those very keys. These keys empower mortals to gather the lost sheep of Israel from the Egypt of the world, and bring them to their promised Zion, where the scales of enslaving darkness will drop from their eyes.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p24\" class=\"\">These keys empower those who hold them to lead all Israel, the ten tribes included, from all the nations of the earth, coming as the prophetic word affirms, one by one and two by two, to the mountains of the Lord’s houses, there to be endowed with power from on high.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p25\" class=\"\">The man Elias brings back “the gospel of Abraham,” the great Abrahamic covenant whereby the faithful receive promises of eternal increase, promises that through celestial marriage their eternal posterity shall be as numerous as the sands upon the seashore or as the stars in heaven for multitude. Elias gives the promise—received of old by Abraham, Isaac, and Jacob—that in modern men and in their seed all generations shall be blessed. And we are now offering the blessings of Abraham, Isaac, and Jacob to all who will receive them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p26\" class=\"\">Elijah brings back the keys of the sealing power, the power that enables men now living, as it was with Peter of old, to bind on the earth below and have their acts sealed everlastingly in the heavens above. (See <span class=\"citation\" id=\"18037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18037)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18037)\">D&amp;C 110:11–16<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p27\" class=\"\">Because Elijah came, the baptisms we perform on earth will have efficacy, virtue, and force in eternity. In literal reality they give us membership in the earthly kingdom which is the Church, and in the heavenly kingdom which is the celestial realm where God and Christ are.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p28\" class=\"\">And so, in process of time, there is “a whole and complete and perfect union, and welding together of dispensations, and keys, and powers, and glories … from the days of Adam even to the present time.” (<span class=\"citation\" id=\"18052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18052)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18052)\">D&amp;C 128:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p29\" class=\"\">In the meridian of time Jesus ordained the Twelve in the coasts of Capernaum; he gave the keys of the kingdom to Peter, James, and John on the holy mount; and later he gave these same keys to all of the Twelve. (See <span class=\"citation\" id=\"36941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36941)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36941)\">Matt. 18:18<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p30\" class=\"\">In our dispensation the Melchizedek Priesthood came in 1829; men were ordained to the holy apostleship in February of 1835; various keys were given at divers times, chiefly on April 3, 1836; and this continued until all the rivers of the past had flown into the ocean of the present, and mortal men possessed all of the keys and powers ever vested in men in any age from Adam to the present.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p31\" class=\"\">By way of climax, all of the keys of the kingdom are given to the Twelve in the winter of 1844. They then receive what the revelations call the fulness of the priesthood, together with the power to confer that eternal fulness upon others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p32\" class=\"\">After they are thus endowed and empowered, the Prophet says to the Twelve: “I have sealed upon your heads all the keys of the kingdom of God. I have sealed upon you every key, power, [and] principle that the God of heaven has revealed to me. Now, no matter where I may go or what I may do, the kingdom rests upon you. But, ye apostles of the Lamb of God, my brethren, upon your shoulders this kingdom rests; now you have got to round up your shoulders and bear off the kingdom. If you do not do it you will be damned.” (See the <span class=\"emphasis\">Discourses of Wilford Woodruff,<\/span> sel. G. Homer Durham [Salt Lake City: Bookcraft, 1946], p. 72.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p33\" class=\"\">And thus is fulfilled the divine word in which the Lord had said aforetime to the Twelve: “For unto you, the Twelve, and those, the First Presidency, who are appointed with you to be your counselors and your leaders, is the power of this priesthood given, for the last days and for the last time, in the which is the dispensation of the fulness of times.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p34\" class=\"\">“Which power you hold, in connection with all those who have received a dispensation at any time from the beginning of the creation;<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p35\" class=\"\">“For verily I say unto you, the keys of the dispensation, which ye have received, have come down from the fathers, and last of all, being sent down from heaven unto you.” (<span class=\"citation\" id=\"18039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18039)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18039)\">D&amp;C 112:30–32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p36\" class=\"\">And thus also is established the Lord’s system for succession in the Presidency. The keys of the kingdom of God—the right and power of eternal presidency by which the earthly kingdom is governed—these keys, having first been revealed from heaven, are given by the spirit of revelation to each man who is both ordained an Apostle and set apart as a member of the Council of the Twelve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p37\" class=\"\">But since keys are the right of presidency, they can only be exercised in their fulness by one man on earth at a time. He is always the senior Apostle, the presiding Apostle, the presiding high priest, the presiding elder. He alone can give direction to all others, direction from which none is exempt.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p38\" class=\"\">Thus, the keys, though vested in all of the Twelve, are used by any one of them to a limited degree only, unless and until one of them attains that seniority which makes him the Lord’s anointed on earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p39\" class=\"\">It follows that when Joseph Smith—sent to a martyr’s death by evil and murderous men—gasps his last breath, Brigham Young, being the next senior officer in the earthly kingdom, automatically becomes its presiding officer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p40\" class=\"\">The next breath drawn by Brother Brigham is the breath of power filling the lungs of the Lord’s previously anointed servant. There is not so long a time as the twinkling of an eye when the Church is without a presiding officer.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p41\" class=\"\">When President Kimball is called home to report the labors of an Oh, so grand and successful ministry, the keys will pass in an instant suddenly to another Apostle of the Lord’s own choosing. And thus this system of divine succession will continue until the coming of the Lord Jesus Christ in the clouds of glory to reign personally upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p42\" class=\"\">We need not fear for the future. This is the Lord’s work; it is his kingdom; and he governs its affairs as he chooses. The keys, having been committed to man on earth, are now vested in those of his own choosing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p43\" class=\"\">And as the Lord lives, and as Christ is true, and as truth will prevail, I testify that this work shall roll forward until it fills the whole earth, and until the knowledge of God covers the earth as the waters cover the sea.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-keys-of-the-kingdom.p44\" class=\"\">Now, this testimony I bear for myself and for all the faithful elders of the kingdom, and for all the sainted sisters who stand so valiantly at their sides, and above all I do it in the sacred and holy name of the Lord Jesus Christ. Even so, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}