{"ID":3806, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Valiance in the Drama of Life\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p2\" class=\"\">Elder Royden G. Derrick<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03161_000_012<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:26a2.jpg\" alt=\"Elder Royden G. Derrick\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p3\" class=\"\">William Shakespeare was insightful when he wrote: “All the world’s a stage, and all the men and women merely players.” (<span class=\"emphasis\">As You Like It,<\/span> act 2, sc. 7, line 139.) Let me set the stage for a drama that is not fiction, but is reality. The drama is founded upon certain facts.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p4\" class=\"\">It is a fact that God lives. It is a fact that Jesus Christ was and is a divine being. It is a fact that the Father and the Son appeared to Joseph Smith in the Sacred Grove. It is a fact that Joseph Smith was a prophet of God. It is a fact that God revealed his will through his prophets in biblical days, and that he does so today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p5\" class=\"\">The script for this drama was written before the world began. The script writer has revealed clues about future scenes to individuals who have shared them with all who would listen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p6\" class=\"\">For example, twenty-six hundred years ago, one of the important characters in the drama was shown some scenes of “what shall be in the latter days.” (<span class=\"citation\" id=\"10780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10780)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10780)\">Dan. 2:28<\/a><\/span>.) Daniel the prophet was shown the interpretation of King Nebuchadnezzar’s dream, from which he related, “And in the days of these kings,” referring to the latter-day scenes, “shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand for ever.” (<span class=\"citation\" id=\"10781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10781)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10781)\">Dan. 2:44<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p7\" class=\"\">The scenes relating to these clues are now on stage, front-center.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p8\" class=\"\">At fourteen and one-half years of age, Joseph Smith went into the woods and prayed to our Heavenly Father, wanting to know which church of all the churches was true. There appeared before him God the Father and his Son Jesus Christ. The Father said, <span class=\"emphasis\">“This is My Beloved Son. Hear Him!”<\/span> (<span class=\"citation\" id=\"30664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30664)\">JS—H 1:17<\/a><\/span>.) Then Jesus Christ told that fourteen-year-old boy that the true church of God was not on the earth, and that he had been selected to be an instrument in the hands of God in restoring the church of Jesus Christ and the true principles of Jesus Christ. In the scenes following, “the God of heaven set up a kingdom” about which Daniel the prophet said, “[it] shall never be destroyed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p9\" class=\"\">Joseph Smith permitted manuscript pages of the translation of the Book of Mormon to fall into the hands of others, and they were lost. This was displeasing to the Lord, who said to him, “The works, and the designs, and the purposes of God cannot be frustrated, neither can they come to naught.” (<span class=\"citation\" id=\"17916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17916)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17916)\">D&amp;C 3:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p10\" class=\"\">“Remember … that it is not the work of God that is frustrated, but the work of men.” (<span class=\"citation\" id=\"17919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17919)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17919)\">D&amp;C 3:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p11\" class=\"\">“Behold, thou art Joseph, and thou wast chosen to do the work of the Lord, but because of transgression, if thou art not aware thou wilt fall.” (<span class=\"citation\" id=\"17920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17920)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17920)\">D&amp;C 3:9<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p12\" class=\"\">Had Joseph not measured up, the Lord would have made a change in the cast by appointing another to take his place. But he did measure up, as attested by further revelations from God which commended him for his faithfulness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p13\" class=\"\">The Lord said that this kingdom, which would be established in the latter days, “shall never be destroyed.” We needn’t question whether this church that God has set up is going to fail. It will not! For God has so decreed!<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p14\" class=\"\">Daniel further prophesied that “the kingdom shall not be left to other people.” (<span class=\"citation\" id=\"10782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10782)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10782)\">Dan. 2:44<\/a><\/span>.) We cannot join any ecumenical movement, for if we do so, we will be required to compromise principles. We cannot do that, for the Lord has established the principles upon which his church is built, and we have no right to change them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p15\" class=\"\">Eighteen months after the Church was organized, and following heavenly visitations during which the authority to act in the name of God was given to Joseph Smith, the Lord declared that “The keys of the kingdom of God are committed unto man on the earth,” and that the kingdom “shall roll forth, until it has filled the whole earth.” (<span class=\"citation\" id=\"17991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17991)\">D&amp;C 65:2<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p16\" class=\"\">Clues to other scenes in the drama have been given to other prophets such as Isaiah, Jeremiah, Ezekiel, and John the Revelator, as well as others from biblical history; and Nephi, Alma, Helaman, Mormon, Moroni, and others from Book of Mormon history.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p17\" class=\"\">The star of the cast is Jesus Christ, the Savior of mankind. Many events in his life were the fulfillment of scenes previously shown to former-day prophets. Tomorrow, we commemorate the most important scene of all—the resurrection of Jesus Christ, who suffered and died to atone for the sins of men and women.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p18\" class=\"\">The number of people in the cast is unlimited. “If ye have desires to serve God,” the Lord said, “ye are called to the work.” (<span class=\"citation\" id=\"17922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17922)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17922)\">D&amp;C 4:3<\/a><\/span>.) To pass the screen test, one must repent, be baptized, and keep God’s commandments. Anyone is welcome to participate, for the prophet Nephi said, “He inviteth them all to come unto him and partake of his goodness; and he denieth none that come unto him, black and white, bond and free, male and female; and he remembereth the heathen; and all are alike unto God, both Jew and Gentile.” (<span class=\"citation\" id=\"4083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4083)\">2 Ne. 26:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p19\" class=\"\">The acceptance of the gospel of Jesus Christ is affected by attitude. William James, a famous author and psychologist, wrote, “The greatest discovery of my age is that men can change their circumstances by changing the attitude of their minds.” (Richard L. Evans, <span class=\"emphasis\">Richard Evans’ Quote Book<\/span> [Salt Lake City: Publishers Press, 1971], p. 161.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p20\" class=\"\">In the book of Proverbs we read, “For as he thinketh in his heart, so is he.” (<span class=\"citation\" id=\"41566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41566)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41566)\">Prov. 23:7<\/a><\/span>.) Henry David Thoreau sustained that concept when he said that a man becomes what he thinks about all day long. (See <span class=\"emphasis\">Familiar Quotations,<\/span> ed. John Bartlett, 14th ed., Boston: Little, Brown and Co., 1968, p. 682.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p21\" class=\"\">We have our agency. It is the decision of each of us as to the character we play in this drama—as to what kind of person we are or will become.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p22\" class=\"\">When President David O. McKay was a young missionary in Scotland, he was homesick, discouraged, and low in spirit. As he walked down the street with his companion, he noticed an inscription chiseled in a stone lintel of an unfinished building which read, “Whate’er Thou Art, Act Well Thy Part.” From that moment, he began to act the part of a good missionary and became a great one. This was a learning experience that helped him in numerous important callings he received later in life. (See <span class=\"emphasis\">Cherished Experiences from the Writings of President David O. McKay,<\/span> comp. Clare Middlemiss, Salt Lake City: Deseret Book, 1955, p. 174.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p23\" class=\"\">If we want to be a person of integrity, we act as if we have integrity and we will be a person of integrity. If we want to be a person of charity and love, we act as if we have that characteristic and we will be that person.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p24\" class=\"\">The Savior alluded to this principle when he asked, “What manner of men ought ye to be?” Then he answered his own question, “Even as I am.” (<span class=\"citation\" id=\"5962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5962)\">3 Ne. 27:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p25\" class=\"\">We should strive to become like him by acting as he would act.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p26\" class=\"\">God does not select the type of life we live. We make that selection by what we think. If you want to play the part, just act the part. What role are you playing now? Are you a valiant supporter? Are you a half-hearted member lacking conviction? Are you a bystander? Or are you one who fights against the Church of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p27\" class=\"\">There is a reward for valiancy in this drama of life. The Savior said, “And … you shall have eternal life, which gift is the greatest of all the gifts of God.” (<span class=\"citation\" id=\"17931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17931)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17931)\">D&amp;C 14:7<\/a><\/span>.) It is difficult to conceive of eternal life being a place of joy and happiness without those we love in this life. Based upon our valiance, our future life will include our wife or husband, our children, our parents—yes, our posterity as well as our progenitors.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p28\" class=\"\">What can I do for my children to help them qualify for eternal life? Several years ago, the Missionary Department made a professional survey to determine what happens to returned missionaries. The survey included those missionaries who had returned from one to ten years previous and was claimed to be accurate within 3 percent. It disclosed that their faithfulness was most exemplary and praiseworthy. It was a revealing report that was much more favorable than one could expect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p29\" class=\"\">A few weeks ago, I visited a stake consisting of young families. I asked the priesthood leaders how many of them had filled a mission. I was surprised when every man raised his hand. The next week I visited a more mature stake which was one of the outstanding stakes of the Church, and asked the same question. Every man in the meeting, but two, raised his hand.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p30\" class=\"\">The conclusion? Not that every man has to be a returned missionary to be a priesthood leader, but that those who fulfill an honorable mission develop an understanding of the gospel and a self-discipline that results in dedication and commitment to what they know to be true.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p31\" class=\"\">We should organize our family plans to result in a mission for each of our sons, and temple marriage for each of our sons and daughters. Planning missions for our sons might begin at birth when we start their own missionary savings program which will assist significantly in their being financially, morally, physically, and mentally prepared when they reach mission age. However, we should, above all else, teach our children “to pray, and to walk uprightly before the Lord.” (<span class=\"citation\" id=\"17996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17996)\">D&amp;C 68:28<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p32\" class=\"\">What can I do for my progenitors to help them qualify for eternal life? I can help my parents and grandparents to understand the gospel, to be baptized, and to receive these saving ordinances in the temple of God. I can make certain that my deceased parents, grandparents, great-grandparents, and as far as I can go in my genealogical research, have received in person or vicariously the temple saving ordinances necessary for them to gain eternal life. By doing these things for our posterity and for our progenitors, a forever family can be established, resulting in a dynasty of righteous lives that will bring joy and happiness “in this world, and eternal life in the world to come, even immortal glory.” (<span class=\"citation\" id=\"39626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39626)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(39626)\">Moses 6:59<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/valiance-in-the-drama-of-life.p33\" class=\"\">The final scene of this great drama is near at hand. The kingdom of God is going forth preparatory to the second coming of Christ when the curtain will fall and the Savior will say to each of the valiant, “Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.” (<span class=\"citation\" id=\"36958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36958)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36958)\">Matt. 25:21<\/a><\/span>.) And thus the kingdom of God will continue forever through the eternities to come. As the prophet Daniel said, “And it shall stand for ever” (<span class=\"citation\" id=\"10783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10783)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10783)\">Dan. 2:44<\/a><\/span>), with you and I having received judgment and reward according to the role to which we have been faithful in this life—to which I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}