{"ID":3808, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Gospel of Jesus Christ and Basic Needs of People\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p2\" class=\"\">Elder James M. Paramore<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03161_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:274c.jpg\" alt=\"Elder James M. Paramore\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p3\" class=\"\">My beloved and wonderful brothers and sisters, I seek an interest in your faith and prayers these few minutes that I stand before you. A few years ago, just before our departure for a mission to Belgium, our family went on a vacation. Upon arriving at a motel, our children were out of their clothes and into swimming suits before we could unload the car. As I passed the swimming pool, the sign struck me forcefully: “Do Not Leave Children Unattended.” Though I had read similar signs and ignored them many times before, I felt compelled to stay and watch my young children. (My wife wasn’t very happy; she was unloading the car.) In minutes, one of my daughters was in deep water, and deep trouble, and struggling for help. I dove into the pool, clothes and all, and with all the energy I had, I reached her just in time. I recognized that frantic yet unspoken call for help that day, and I will never forget it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p4\" class=\"\">There are basic needs of people that are not always so obvious as this experience; but they are there, and their nearly inaudible voices are there if we can and will hear—signs and silent voices everywhere that say, “I feel that there is something, somewhere, that I need, that will give me peace, that will comfort me and let me know that my life has purpose and importance, that I belong.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p5\" class=\"\">A few years ago a psychiatrist, Dr. Henry Link, after going through years of study and thousands of cases, found—though he had not been a Christian—that the gospel of Jesus Christ was the single greatest influence to make people happier, healthier, and more successful. So impressed was he by what he learned that he became a devout follower of Jesus Christ and wrote a book entitled <span class=\"emphasis\">The Return to Religion.<\/span> As I have thought about this, I think of the statement of the Savior: “By every word which proceeded forth out of the mouth of God, men began to exercise faith in Christ; and thus by faith, they did lay hold upon every good thing.” (<span class=\"citation\" id=\"38471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38471)\">Moro. 7:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p6\" class=\"\">Brothers and sisters, it is by this knowledge from heaven contained in the restored gospel of Jesus Christ and our total, implicit faith and adherence to it that we meet the basic needs of people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p7\" class=\"\">Everyone has a need to belong. A new little puppy at our home barked endlessly for the first week because it missed its mother, and when any one of us would pick it up, it felt secure and wanted, that it belonged—and it stopped barking.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p8\" class=\"\">As a fifth-grader years ago, I felt a desperate need to belong; and just being on a baseball team with a uniform created that security, that belonging, for me. The gospel of Jesus Christ can answer this great need for every man, woman, and child upon this earth—for every family, every single person. Everyone who joins His church immediately belongs, no matter who he is or where he is. There is a brotherhood that goes beyond national and linguistic borders, and it ties all men together. The truths of the gospel, the brotherhood and the sisterhood of the gospel, and active participation in it, satisfies these longings and can overcome all barriers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p9\" class=\"\">I remember a story recounted during World War II, when a German Latter-day Saint soldier was struck by an American bullet and lay perilously ill. He told his leader, “Please take a white flag and go to the other side and see if there is a Mormon elder who could administer to me.” What a bizarre request in a war of two mortal enemies. But seeing his condition, and anxious to satisfy what appeared to be a last request, the leader took the white flag, went across the enemy line, and asked for a Mormon elder. One was found and he, with the German, crossed the enemy line, laid his hands upon that brother’s head, and commanded in the name of the Lord that he remain alive until help could be had. There is a sense of belonging that is fulfilled by the gospel of Jesus Christ—first to our Father in Heaven; then to our family, which can be an eternal unit; and then to members everywhere upon this earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p10\" class=\"\">A few years ago, a retired couple (the Krugers) moved West to spend their last years. They went by bus and stopped in Provo, Utah, for a while. They had no particular destination in mind, and they took a cab and rode around the Provo area. They liked what they saw and felt, and the very next day bought a home there. They came from a large city in the Midwest and, though they had lived in the same home for forty-two years, they knew nearly no one. When they moved into our ward area, it wasn’t hours until food, help, and friendship were offered. They could not believe what was happening. They now belonged to other warm, compassionate beings—beings who truly loved them and brought security, warmth, and the true love of Christ into their lives. They were never the same again. They belonged to a larger family and were truly happier than they had ever been in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p11\" class=\"\">The Apostle Paul, himself a convert to Christ and His truths, personally learned not only of the great eternal truths which edified his whole being and changed his life, but also that he belonged to the body of Christ—the people of the kingdom of God on earth who loved and served each other with an open heart and spirit because of the love they felt. Listen to his words as he described how it was: “Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God.” (<span class=\"citation\" id=\"21954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21954)\">Eph. 2:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p12\" class=\"\">Members say they have never been a stranger anywhere they have gone—Italy, Oslo, Mexico City, Portland—or Orem, Utah. They belonged the minute it was known they were members of the church of Jesus Christ. Everyone who lives upon this earth needs this feeling of acceptance, and the gospel of the Lord Jesus Christ and His church bring it about. Even though a member lives alone, he is never alone. He belongs; he contributes; he is never forgotten.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p13\" class=\"\">Recently, in Holland, the mission president was stricken with a massive heart attack and lay near death’s door for a while. Though he was an American foreigner, so to speak, he belonged to the household of God, and literally thousands of people in Holland and other lands, and the Apostles of the Lord, knelt and prayed for his life—if it was the will of God that he should live. Think of it—and it happens hundreds of times every day upon this earth. He belonged to the family of God; he felt their fasting and prayers and love. And what about his wife? She belonged as she had never known possible. I was there. I was a witness, and there were so many calls from those who belong to the household of God that she actually became weary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p14\" class=\"\">As the president improved and I left, my heart was so full. Yes, for the preservation of his life, but also for the privilege of belonging to the church of Jesus Christ, here upon the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p15\" class=\"\">In reality, in His church we are always home—home in the things we believe, the standards we hold dear, the spirit we need, and the help, security, and belonging that are there. As I speak these words, I think of the elders quorum in Geneva, Switzerland, that has undertaken the project of moving all ward members when they relocate within the ward, without any cost. (They can’t even get away from us in a move!) Latter-day Saints everywhere open their hearts, their homes, their purses, their lives, in service and love to others. This is not done by constraint, but by the love and joy they feel from God and for each other. Indeed, this is the essence of the gospel as the Savior lived and taught it. Remember his words: “Be one; and if ye are not one ye are not mine.” (<span class=\"citation\" id=\"17962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17962)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17962)\">D&amp;C 38:27<\/a><\/span>.) “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.” (<span class=\"citation\" id=\"36959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36959)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36959)\">Matt. 25:40<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p16\" class=\"\">“The fruit of the Spirit is love, joy, … [and] goodness.” (<span class=\"citation\" id=\"23337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23337)\">Gal. 5:22<\/a><\/span>.) Everyone who belongs to His church <span class=\"emphasis\">wants<\/span> to reach out—not because he is directed in an institutional or organizational way—to serve, love, aid, succor, and care for others with kindness and genuine concern. In humble, selfless ways each of us can be a light to others who may secretly or silently be longing or even praying to find that sense of belonging. My brothers and sisters, this type of caring, of nurturing, can never be accomplished by mandate or calendar, but comes because one has within himself that sense of belonging—feels its power, joy, goodness, and becomes concerned about all of God’s children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p17\" class=\"\">I remember a few years ago an inactive member of the priesthood who, in a moment of prayer, interview, and invitation to serve, felt the love and real concern of his leaders and wept openly for the opportunity to mend his ways and belong to the spirit and the brotherhood he felt. We belong to these truths, this brotherhood, and these promises—but also we belong to the organization of the church of Jesus Christ. We are really needed, and we learn in His service. We grow in compassion, in wisdom, in character, in appreciation, and in strength as we become “anxiously engaged in [His] cause.” (<span class=\"citation\" id=\"17978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17978)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17978)\">D&amp;C 58:27<\/a><\/span>.) We become more like Him. We begin—if we serve with purity of heart and selflessly—to learn the ways of the Lord. We become more responsive to the needs of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p18\" class=\"\">Leaders, let us follow the counsel of Moroni, the prophet. He said: “And after they had been received unto baptism, … they were numbered among the people of the church of Christ; and their names were taken, that they might be remembered and nourished by the good word of God. … [And they did] speak one with another concerning the welfare of their souls.” (<span class=\"citation\" id=\"38468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38468)\">Moro. 6:4–5<\/a><\/span>.) Let us reach out to every member, that he might belong to the household of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/the-gospel-of-jesus-christ-and-basic-needs-of-people.p19\" class=\"\">And members, may we reach out with all the energy and love we have, first to help every member of our family, and then to help members—every one of them—and finally everyone everywhere, so that all might have the great privilege and honor and blessing of belonging to the kingdom of God. In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}