{"ID":3809, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Receiving a Prophet\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/receiving-a-prophet.p2\" class=\"\">Elder Loren C. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/receiving-a-prophet.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03161_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2b58.jpg\" alt=\"Elder Loren C. Dunn\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/receiving-a-prophet.p3\" class=\"\">My brothers and sisters, I’m very grateful to be here this afternoon, and I want to begin my talk by bearing testimony to you of the truthfulness of this work. I know that God lives and that Jesus is the Christ and that this is their work. I know that Joseph Smith was a prophet of God, and that Spencer W. Kimball is a prophet of God today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/receiving-a-prophet.p4\" class=\"\">I would like to share an experience or two with you. When I was growing up, Heber J. Grant was the President of the Church. My father always prayed for President Grant. And he had great personal feeling for him because President Grant at one time was president of the Tooele Stake, and my father at that time was president of the Tooele Stake. President Grant became ill and passed away, and I can remember after the funeral kneeling in family prayer as a young boy and hearing my father praying with the same love and devotion and feeling for the next prophet, the next President of the Church, George Albert Smith.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/receiving-a-prophet.p5\" class=\"\">As a youth, I was surprised because I had never heard anybody pray for any prophet other than Heber J. Grant. And I felt almost cheated—like my father was turning away from a good friend. But as the time went on, through that experience and other experiences, he taught me a very valuable lesson—you see, he had great love and appreciation for President Grant, and that would never change, but in his heart I realized that he had saved his greatest love and his greatest loyalty for his God, and whomever God would send he would sustain and uphold and pray for and embrace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/receiving-a-prophet.p6\" class=\"\">Not very long ago, my family and I had the opportunity to preside over the Australia Sydney Mission. I had come out of the Missionary Department, and I suppose my missionary views were very conservative. At any rate, as we began our work in the Australia Sydney Mission, we had some modest, but good, successes, and I felt comfortable about what we were doing—until President Kimball spoke to us. In his own manner and in his own way, he said, “Brother Dunn, Loren, we must all lengthen our stride.” And I got the message.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/receiving-a-prophet.p7\" class=\"\">The message was that although we had made progress, yet before the Lord and before the prophet, it wasn’t enough. We went back, we redoubled our efforts; we found increased growth, but also we found increased strength and new stakes evolved because of those efforts. I don’t think the progress was so much because of us, but because of our desire to follow the prophet.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/receiving-a-prophet.p8\" class=\"\">I was talking to a priesthood leader just last weekend. We had finished our Saturday night leadership meeting, which was on missionary work, and he said to me, “You know, you are really a missionary General Authority.” And I said, “No, I don’t consider myself a missionary General Authority. If I can be remembered for anything (and I hope that somehow, somewhere I can), I would settle for that which my father taught me and for which I feel he was known, and that is one who is willing to give allegiance to and follow a prophet of God. And if that can be my lot, then I feel I will have accomplished the thing the Lord has sent me to do.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/receiving-a-prophet.p9\" class=\"\">It’s not the program, it’s not the activities, but in the final analysis it is our loyalty to him whom God has called and the offering of our prayers on his behalf.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/receiving-a-prophet.p10\" class=\"\">There is a scripture that goes this way: “He that receiveth a prophet in the name of a prophet shall receive a prophet’s reward.” (<span class=\"citation\" id=\"36926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36926)\">Matt. 10:41<\/a><\/span>.) I have come to realize the literalness of that promise. I have seen those blessings in the life of my father because of his loyalty. I would like those blessings for my family and myself, and I would like to see those blessings in the life of every Latter-day Saint.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/receiving-a-prophet.p11\" class=\"\">May I end where I began. God does live. Jesus is the Christ. Joseph Smith is a true prophet, and we are led by a prophet of God today. The prophet has my loyalty and he has my love, because how can I uphold the Lord unless I uphold him? In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}