{"ID":381, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Some Fundamentals of Gospel Teachings<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Merrill<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph F. Merrill, <i>Conference Report<\/i>, April 1949, pp. 24-29<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren, sisters, and radio listeners: It is unlikely that any of you listening to addresses made\nin this conference expect to hear any new doctrine announced at this time; yet we do teach\nthat God \"will yet reveal many great and important things pertaining to the Kingdom of God\"\n(<span class=\"citation\" id=\"6631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6631)\">A of F 1:9<\/a><\/span>)\nwhen it suits his purpose. We already have doctrines, principles, and\npolicies enough to challenge the best and ablest among us to learn and live in harmony with\nthem. But we need to be reminded of them frequently and encouraged to be more diligent in\nimplementing them in our lives. The Lord well knew this need when he required us to attend\nsacrament meetings frequently and renew our covenants. I pray that the Lord will help me in\nan effort to stir us up to remembrance.\n<\/p><p>\nCHARACTERISTIC DOCTRINES\n<\/p><p>\nAs is generally known, the Church of Jesus Christ of Latter-day Saints is set off from all\nother churches&mdash;Christian and non-Christian alike&mdash;by many characteristic doctrines and\ndoctrines and teachings. We: hold firmly to the doctrine that the Holy Trinity is made up of\nthree separate and distinct personal Beings&mdash;Father, Son, and Holy Ghost&mdash;in whose\nimage we ourselves are created, as declared in Genesis 1:27\n(<span class=\"citation\" id=\"23548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23548)\">Gen. 1:27<\/a><\/span>). Notwithstanding the vast\nmajority of civilized people, including nearly all Christians, reject the teaching that God is a\npersonal Being, the truth of the matter is not in the least affected by this rejection.\n<\/p><p>\nIn the fifteenth century the world believed the earth was flat, Columbus, that it was round.\nWho was right? The claim that Joseph Smith, a fourteen year old boy actually saw and heard\ntwo glorious personal Beings&mdash;the Father and the Son, who appeared in answer to his humble\nprayer for wisdom (<span class=\"citation\" id=\"30275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30275)\">JS&mdash;H 1:17<\/a><\/span>)&mdash;is\na basic truth in Mormonism, the validity of which is not affected even\nthough disbelieved by the vast majority of civilized men. Can any unbiased, intelligent mind,\nuntouched in the matter by the teachings of others, reading the Bible from cover to cover, get\nany other idea of God than that he is a personal Being in the image of which we ourselves\nwere created? Yet I quote the following from a book that aims to teach a worldwide accepted\nview:\n<\/p><p>\nGod is spirit, or the creative energy which is the cause of all visible things. God as spirit is\nthe invisible life and intelligence underlying all physical things. . . . God is not a being or\nperson having life, intelligence, love, power. God is that invisible, intangible, something we\ncall life. . . . Childlike, untrained minds say God is a personal being. The statement that God\nis principle chills them, and in terror they cry out, \"They have taken away my Lord and I\nknow not where they have laid him!\" Broader and more learned minds are always cramped by\nthe thought of God as a person, for personality limits to place and time. God is the name we\ngive to that unchangeable, inexorable principle at the source of all existence\n(<i>Lessons in Truth<\/i>, H. Emilie Cady).\n<\/p><p>\nNEW REVELATION GIVEN\n<\/p><p>\nBetween this idea of God and that taught by Joseph Smith, there is the wide difference that\nexists between fancy and fact, between the false and the true. And because the modern world\nwas engulfed in this stupefying fancy and falsehood. it was absolutely necessary that God\nshould give a new revelation of himself that his children here in mortality might have a true\nand solid basis for their faith in him. But why did he not give this revelation through some\nworld-renowned scholar instead of an obscure, worldly-ignorant fourteen year old boy&mdash;to one\nwhom the world would accept rather than reject? Was there such a scholar who could qualify\nas to the statement of the Apostle James which says:\n<\/p><p>\nIf any of you lack wisdom, let him ask of God, that giveth to all men liberally, and\nupbraideth not; and it shall be given him?\n<\/p><p>\nHowever, there was a condition attached:\n<\/p><p>\nBut let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea\ndriven with the wind and tossed.\n<\/p><p>\nFor let not that man think he shall receive any thing of the Lord\n(<span class=\"citation\" id=\"26074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26074)\">James 1:5-7<\/a><\/span>).\n<\/p><p>\nThe humble, unspoiled boy Joseph, could qualify. What renowned scholar could? The Lord\nsaid to Joseph:\n<\/p><p>\n. . . I raised you up, that I might show forth my wisdom through the weak things of the\nearth (<span class=\"citation\" id=\"12730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12730)\">D&amp;C 124:1<\/a><\/span>).\n<\/p><p>\nYes, as I have formerly said in this pulpit, in answer to his humble prayer, Joseph Smith\nreceived, so far as the records indicate, the most glorious vision ever given to man in\nmortality. For, looking up in the pillar of light enveloping him, he both saw and heard the\nFather and the Son, two highly glorious Personages, in the very image in which we are\ncreated (<span class=\"citation\" id=\"50058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50058)\">JS&mdash;H 1:17<\/a><\/span>).\nThis is a fact; this is the truth, the world to the contrary notwithstanding In great\nhumility and extreme thankfulness we accept of these things and testify most sincerely of their\nreality.\n<\/p><p>\nKNOWLEDGE OF TRUTH\n<\/p><p>\nBut how may we know? the doubter may ask. When in answer to the Master's question, Peter\nreplied, \". . . Thou art the Christ, the Son of the living God,\" what did Jesus say?\n<\/p><p>\n. . . Blessed art thou Simon Barjona: for flesh and blood hath not revealed it unto thee, but\nmy Father which is in heaven (<span class=\"citation\" id=\"34283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34283)\">Matt. 16:16-17<\/a><\/span>).\n<\/p><p>\nAnd Moroni wrote in the last chapter of the Book of Mormon:\n<\/p><p>\nAnd when ye shall receive these things, I would exhort you that ye would ask God, the\nEternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a\nsincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you,\nby the power of the Holy Ghost.\n<\/p><p>\nAnd by the power of the Holy Ghost ye may know the truth of all things\n(<span class=\"citation\" id=\"38243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38243)\">Moro. 10:4-5<\/a><\/span>; see also\n<span class=\"citation\" id=\"174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(174)\">1 Cor. 2:11-13<\/a><\/span>).\n<\/p><p>\nIt is by the power of the Holy Ghost that great multitudes of Church members testify that\nthey really know that God lives. And I am one of that number. Did not Jesus have this\nmethod of knowing in mind when he said:\n<\/p><p>\n. . . My doctrine is not mine, but his that sent me.\n<\/p><p>\nIf any man will do his will, he shall now of the doctrine, whether it be of God, or whether I\nspeak of myself (<span class=\"citation\" id=\"27366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27366)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nSATAN THE DEVIL\n<\/p><p>\nNow there is another personality of which I desire to speak, one that the world calls by a\nname, but in whose reality as a personal Being it does not believe and that person is Satan,\nthe Devil. But according to our understanding and teaching. Satan is a person with a spirit\nbody, in form like that of all other men. He is a spirit brother of ours and of our Lord Jesus\nChrist, who is our Elder Brother in the spirit world. The earth was in course of development\nfor the abode of man in mortality. A Redeemer was to be sent down and make it possible for\nthe Father's children to return to him. Lucifer, a son of the morning\n(<span class=\"citation\" id=\"25086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25086)\">Isa. 14:12<\/a><\/span>), a bright and certainly\nvery ambitious individual, said to the Father:\n<\/p><p>\n. . . here I am, send me. . . and I will redeem all mankind, that one soul shall not be lost. . . ;\nwherefore give me time honor [power].\n<\/p><p>\nLucifer's offer was rejected; it involved taking from man his God-given free agency which is\ngranted to everyone born into mortality. Jesus said to the Father, send me,\n<\/p><p>\n. . . thy will be done and the glory be thine forever\n(<span class=\"citation\" id=\"38965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38965)\">Moses 4:1-2<\/a><\/span>).\n<\/p><p>\nAnd Jesus became our Redeemer. Lucifer, his name was changed to Satan, the Devil, and his\nsympathizers rebelled and were cast out down to earth where they have been ever since (see\n<span class=\"citation\" id=\"42202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42202)\">Rev. 12:7-9<\/a><\/span>).\n<\/p><p>\nNow, the means Lucifer proposed to use to get all the Father's children returned to him&mdash;force\nhas been the means he has used ever since, whenever he has had the power. But of course he\noperates through those whom he can influence. An Omaha evening paper carried a lead\neditorial in its issue of the last Saturday in August, 1941, entitled \"Hitler, the Devil\nIncarnate.\" Hitler, as all the world now know, taught and believed in the use of power\nwhenever it was necessary to reach his objectives. Satan, through his agents, has always done\nand is doing the same thing today.  We see it being done in many different places and in\nvarious ways&mdash;locally, nationally, and internationally. Struggles for power and staying in\npositions of power are everywhere in evidence. And when power is obtained it is commonly\nused to force obedience to unrighteous, if not positively wicked, demands. Needless to\nspecify, for we see cases in evidence somewhere every day, in this country, as well as abroad.\nBut wherever they exist they will generally be found on close examination to stem from\nsources where selfish, greedy, and unrighteous motives dominate&mdash;to sources, therefore, that\nare Satan inspired. And the agencies operating under this wicked influence are steadily\ngrowing more numerous and more powerful, making the future of America more dark and\nprecarious. Unless this rapidly developing tendency changes for the better, the time is\nprobably not far away when the America of the fathers, the America where free enterprise\nwith all its associated blessings of personal freedom and liberty for its citizens, will have been\nrelegated to the pages of history. And is it not strange, very strange, from the standpoint of\nreason and logic, that the means and the conditions by which and under which America has\ngrown to be the greatest, the most powerful, and the most prosperous nation on earth have\nbecome odious to vast numbers of our people, who therefore are scheming, planning,\nworking, hoping, even praying, for changes that would put an end to America as \"the land of\nthe free and the home of the brave\"? Among all the unrighteous organized agencies now\nworking in the world to further the cause of Satan, perhaps the largest and most wicked are\nthose given to the cause of communism. Communism is organized wickedness and crime of\nthe blackest type. Harsh terms, certainly! Its objectives are confiscation of property, robbery\nof those who have, slavery of its productive workers, and death to its opponents. Its\nbeneficiaries are ne'er-do-wells, those who own nothing, but want everything, especially\npower and its emoluments.\n<\/p><p>\nSATAN'S PURPOSE\n<\/p><p>\nWhat is the explanation of all this? I think that it lies in the fact that Satan has more influence\nand power in the world today than ever before. And Satan's purpose is to overcome\nrighteousness, to entice God's children into ways of sin, misery, and suffering, to handicap\nthose who would do good, and to darken the minds of those who would like to know what is\nbest in the great confusion of conflicting ideas. And so struggles and conflicts multiply with\nthe result that men's hearts are failing them. Selfishness is growing. Demands are increasing\nfor more and more for less and less&mdash;more pay, less work&mdash;for more privileges, but fewer\nresponsibilities. Merit as a condition for reward is disappearing and Satan is riding high.\n<\/p><p>\nNow Latter-day Saints, what shall we do, conditions being what they are? Shall we\ncompromise our principles and standards, give up the struggle against sin and evil and let life\nmove on more smoothly in this sinful world? No, never. Our faith is immovably based upon\ntruth and reality&mdash;a living, personal God, who through Joseph Smith and his associates, set up\nhis Church, gave it principles, laws, standards, and his priesthood (authority to act for him),\nthus qualifying it to work for him and his righteous ways for the good, benefit, and blessing\nof his children. But we need more faith in these realities, more devotion to the cause which\nwe are privileged to represent, stronger wills to resist the allurements of evil, and more\npersistent, unselfish efforts to live righteously every day. I repeat, our religion is a very\npractical thing, for it must enter into every phase of our daily lives if we would live in\nharmony with its teachings and receive the rewards of obedience. And failing to do this, we\nmore or less forfeit God's promise of blessings; for he has said:\n<\/p><p>\nI, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no\npromise (<span class=\"citation\" id=\"12676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12676)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nMORAL STANDARDS\n<\/p><p>\nWe must ever keep in mind the moral standards of the Church as expressed in articles eleven,\ntwelve, and thirteen of our faith which require us to be tolerant\n(<span class=\"citation\" id=\"6633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6633)\">A of F 1:11<\/a><\/span>), loyal to the\ncountry under the flag of which we live, to obey, honor, and sustain the law\n(<span class=\"citation\" id=\"6636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6636)\">A of F 1:12<\/a><\/span>), and\nto be\n<\/p><p>\n. . . honest, true, chaste, benevolent, virtuous, and in doing good to all men\n(<span class=\"citation\" id=\"6640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6640)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nIndeed the moral standards of the Church require us to set up the Golden Rule as an ideal\nwhich we should diligently try to live in all of our relations with our fellow men. These are\nnot things of which we just talk on Sunday, but things we are required to implement in our\ndaily lives.\n<\/p><p>\nNow I warn again that Satan, a personal being, is very alert and with a mighty host of his\nangels&mdash;spirit relatives of ours&mdash;in trying to overcome us and all others who would serve\nGod and live righteously. As examples of yielding to evil influences, we have desecration of\nthe Sabbath day, the use of harmful narcotics, failure to live sexual moral standards and\nindulgence in other wicked ways&mdash;all on the increase among us. Latter-day Saints may not go\non Sunday to movies, to baseball, football, or basketball games, or to any other kind of\ncommercial entertainments, or engage in avoidable commercial activities, or go hunting,\nfishing, golfing, or skiing on this day without violating the holiness of the Sabbath. Who said\nso? The First Presidency of the Church. They said so in an editorial published in The Deseret\nNews, September 1, 1928. And when the First Presidency speak unitedly on any question of\nour religious doctrines, or how we should live in harmony with these doctrines, that is the\nvoice of the Church, the voice of authority. To loyal Latter-day Saints, it is, in a sense, the\nvoice of God; for he has said \"if ye are not one ye are not mine\"\n(<span class=\"citation\" id=\"12621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12621)\">D&amp;C 38:27<\/a><\/span>).\n<\/p><p>\nBrethren and sisters, let us be honest with ourselves and with our God and strive with more\ndetermination and persistence to do his will that life may be more full and happy, with\nrighteous living more in evidence. I pray that God will help us to do these things in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}