{"ID":3810, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Straightway\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p2\" class=\"\">Elder Marvin J. Ashton<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03161_000_016<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:25ca.jpg\" alt=\"Elder Marvin J. Ashton\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p3\" class=\"\">A few weeks ago I was visiting in a faraway country with a discouraged missionary. When I asked, “How long has it been since you wrote a letter to your mother?” he said, “Oh, about three or four weeks, I guess.” When I suggested he write her a letter straightway, he responded with, “What does <span class=\"emphasis\">straightway<\/span> mean?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p4\" class=\"\"><span class=\"emphasis\">Straightway<\/span> is a power word. <span class=\"emphasis\">Straightway<\/span> is an action word. It means immediately, without delay or hesitation. It means at once. Also, it is associated with having no curve or turn—a straight course, track, or path. <span class=\"emphasis\">Procrastination<\/span> would be the very opposite of <span class=\"emphasis\">straightway.<\/span> To procrastinate is to put off intentionally and habitually something that should be done. Procrastination is unproductive delay. Someone has wisely said, “Procrastination is a silly thing, it only makes me sorrow; but I can change at any time—I think I will tomorrow!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p5\" class=\"\">“Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p6\" class=\"\">“And he saith unto them, Follow me, and I will make you fishers of men.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p7\" class=\"\">“And they <span class=\"emphasis\">straightway<\/span> left their nets, and followed him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p8\" class=\"\">“And going on from thence, he saw other two brethren, James the son of Zebedee, and John his brother, in a ship with Zebedee their father, mending their nets; and he called them.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p9\" class=\"\">“And they immediately left the ship and their father, and followed him.” (<span class=\"citation\" id=\"36900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36900)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36900)\">Matt. 4:18–22<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p10\" class=\"\">My remarks today are going to be centered around this key word, <span class=\"emphasis\">straightway.<\/span> “And they straightway left their nets, and followed him. How descriptive, how powerful, how rewarding when properly applied in human conduct.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p11\" class=\"\">We invite all to serve the Savior and walk in His paths straightway. There is an urgency for all of us who have this knowledge of His divinity to act upon it without hesitation or delay. The time is now.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p12\" class=\"\">Joshua reminds us of the importance of making decisions promptly: “Choose you this day whom ye will serve; … but as for me and my house, we will serve the Lord.” (<span class=\"citation\" id=\"30114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30114)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30114)\">Josh. 24:15<\/a><\/span>.) Not tomorrow, not when we get ready, not when it is convenient—but “this day,” straightway, choose whom you will serve. He who invites us to follow will always be out in front of us with His Spirit and influence setting the pace. He has charted and marked the course, opened the gates, and shown the way. He has invited us to come unto Him, and the best time to enjoy His companionship is straightway. We can best get on the course and stay on the course by doing as Jesus did—make a total commitment to do the will of His Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p13\" class=\"\">To straightway follow our Savior requires effort on our part. No longer does He personally walk the earth with us, but He has not left us alone. His guidelines and commandments are always with us if we will study the scriptures. We must learn His will before we can do His will.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p14\" class=\"\">A prerequisite for “doing” is goal setting. Actions are preceded by thoughts and planning. All of us must take charge of our own lives. We must evaluate the choices that are open to us, and then we must act positively on our own decision. An old proverb states, “A journey of one thousand miles begins with the first step.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p15\" class=\"\">The word <span class=\"emphasis\">straightway<\/span> suggests the urgency to take that first step toward any worthy goal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p16\" class=\"\">“If you will that I give unto you a place in the celestial world, you must prepare yourselves by doing the things which I have commanded you and required of you,” said the Lord. (<span class=\"citation\" id=\"17998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17998)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17998)\">D&amp;C 78:7<\/a><\/span>.) To take that first step may require great courage, but somehow possibilities and potential strengths begin to appear once the decision to act positively is made. Unsuspected courage and strength will be given to those who start forward in the right decision.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p17\" class=\"\">Peter, a lowly, rough fisherman, took that first step and straightway followed Jesus. Strength upon strength was added to him. He grew from the disciple who denied his Master thrice, to the man who could be intimidated by no man. When he and John were set in the midst of “Annas the high priest, … and John, and Alexander, and as many as were of the kingdom of the high priest” (<span class=\"citation\" id=\"8271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8271)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8271)\">Acts 4:6<\/a><\/span>), Peter boldly declared that salvation comes because of Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p18\" class=\"\">“Now when they saw the boldness of Peter and John, and perceived that they were unlearned and ignorant men, they marvelled; and they took knowledge of them, that they had been with Jesus.” (<span class=\"citation\" id=\"8273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8273)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8273)\">Acts 4:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p19\" class=\"\">The high priest could have brought great harm to these brethren, but he only dared to command them “not to speak at all nor teach in the name of Jesus.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p20\" class=\"\">“But Peter and John answered and said … , Whether it be right in the sight of God to hearken unto you more than unto God, judge ye.” (<span class=\"citation\" id=\"8274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8274)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8274)\">Acts 4:18–19<\/a><\/span>.) In the face of threats, these Apostles were given added courage: “And with great power gave the apostles witness of the resurrection of the Lord Jesus: and great grace was upon them all.” (<span class=\"citation\" id=\"8276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8276)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8276)\">Acts 4:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p21\" class=\"\">By taking that first step straightway, Peter learned to be a fisher of men. He identified his goals, and as he moved towards them, he grew in strength, power, and conviction.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p22\" class=\"\">How wise and blessed we would be if we eliminated procrastination and made a decision to serve the Lord and accept His invitation to “Come, follow me.” (<span class=\"citation\" id=\"32168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32168)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32168)\">Luke 18:22<\/a><\/span>.) Then when we have identified our goal, may we have the courage to act upon our decision, confident that added strength and power will be given according to our needs as we follow the Good Shepherd.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p23\" class=\"\">As we plan to follow the Savior straightway, Satan may try to dissuade us by making the task look impossible, by making us doubt our worthiness or ability. Each is different; each has his own strengths.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p24\" class=\"\">Peter and Andrew were fishermen. Hence, in speaking in terms of their trade, the Savior said, “I will make you fishers of men.” (<span class=\"citation\" id=\"36901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36901)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36901)\">Matt. 4:19<\/a><\/span>.) To the carpenter, He would say, “I will make you builders of men.” To the teachers, “I will make you teachers of men.” No person has all the talents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p25\" class=\"\">“For all have not every gift given unto them; for there are many gifts, and to every man is given a gift by the Spirit of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p26\" class=\"\">“To some is given one, and to some is given another, that all may be profited thereby.” (<span class=\"citation\" id=\"17973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17973)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17973)\">D&amp;C 46:11–12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p27\" class=\"\">Wishing things were different in our lives, or waiting for a roadblock to be removed or an attitude altered, can cause us to mark time rather than to move forward straightway. William Shakespeare wrote, “Our doubts are traitors, And make us lose the good we oft might win By fearing to attempt.” (<span class=\"emphasis\">Measure for Measure,<\/span> act 1, sc. 4, lines 77–79.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p28\" class=\"\">Use your specific talents. Don’t procrastinate action while wishing for missing abilities. To those who are inclined to respond with “Not now” or “Not yet” to the invitation to “come, follow me,” may we suggest, with all the love and sincerity we possess, He wants you. He will welcome you straightway regardless of where you have been, where you are now, who you are, or what talents you possess or lack.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p29\" class=\"\">Some weeks ago following a stake conference meeting, a man who has been totally inactive for many years approached me with great hesitation and said, “I guess I really don’t belong here. My life is a mess.” To this I responded, “What difference does that make? Of course you belong here.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p30\" class=\"\">Those who continually prefer to stir up waters find that they create only a whirlpool and are carried around in circles rather than progressing straightway.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p31\" class=\"\">Can we be servants of our Master rather than critics of those who are trying to serve Him? A servant will look for solutions to problems while procrastinators excuse their inactivity by concentrating on the futility of the problem.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p32\" class=\"\">Those whose goal it is to follow the Savior straightway not only look for answers to their own problems, but also help others find solutions to life’s difficulties. They open their hearts and minds to those who are troubled, ignored, or weary.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p33\" class=\"\">Just by listening empathetically, we often can help others find their own solutions. Recently a stake president told me that one of the most sincere thank-yous he had ever received came from a young mother with two children who, under very difficult conditions, was trying diligently to succeed as a single parent. After a lengthy interview, her words of appreciation were simply, “Thank you for listening to me. I think I can face my problems much better now.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p34\" class=\"\">Our own progress can be enhanced if we can look for solutions instead of being critical of those around us and blaming external conditions for our lack of progress.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p35\" class=\"\">Can we be honest with ourselves and examine the reasons we are not following the Savior straightway? Are we being delayed by criticism of another person’s actions or attitude toward us? Has our pride been hurt or our ego bruised? Have we jumped to conclusions without accurate facts?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p36\" class=\"\">The Savior admonished, “Have peace one with another.” (<span class=\"citation\" id=\"33332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(33332)\">Mark 9:50<\/a><\/span>.) Peace must first come from within. It flows from the individual to the home, to the community, to the nations, and to the world. This peace can only come as we resist the damaging pastime of passing judgment. In the scriptures we are warned to judge not, that we be not judged. (See <span class=\"citation\" id=\"5948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5948)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5948)\">3 Ne. 14:1<\/a><\/span>; <span class=\"citation\" id=\"36917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36917)\">Matt. 7:1<\/a><\/span>.) Somehow there seems to be something enticing and intriguing about being a self-appointed judge.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p37\" class=\"\">Many years ago I heard a story which I’ve always remembered. Perhaps I heard it when I was running around as a young barefoot boy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p38\" class=\"\">A poor, old French woman was walking along the banks of the Seine River. On her stooped shoulders was draped a threadbare shawl. Suddenly she stopped, leaned down, picked up something that sparkled brightly in the sunlight, and put it under her shawl. A policeman observed her actions and hurried over to her. In a very gruff voice he said, “Let me see what you are hiding under your shawl!” The old woman drew out from the folds in the shawl a broken piece of glass, saying, “It is only a sharp piece of broken glass. I picked it up so some barefoot boy might not step on it and cut his foot.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p39\" class=\"\">The policeman was doing his duty, but he was more than willing to convict the woman of a misdeed before he could learn that she had acted with the nobility of a caring soul.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p40\" class=\"\">Yes, erroneous judgments of the actions of our fellowmen may be responsible for our delay in straightway heeding the call of our Savior.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p41\" class=\"\">By pursuing the teachings of Jesus Christ and living gospel principles, we can put aside the hurts and delays that may have been caused by people around us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p42\" class=\"\">Finally, to move and act straightway in the right direction requires self-discipline and self-restraint.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p43\" class=\"\">Many live by the motto Play Now and Pay Later. Some think that if they wait long enough, their problems will go away. But they don’t. They must be worked through. Before we can solve our problems and put our lives in order, we must accept full responsibility for our problems.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p44\" class=\"\">We often avoid taking action because we tell ourselves that our problem was caused by circumstances or people beyond our control. Therefore, we think we can abdicate our responsibility, and we find ourselves hoping that other people or a change of conditions will solve our difficulties. Rather, it is our responsibility to repent—to change, and to move forward without delay. “Do not procrastinate the day of your repentance.” (<span class=\"citation\" id=\"9395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9395)\">Alma 34:33<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p45\" class=\"\">How comfortable some of us become as we nestle in the web of procrastination. It is a false haven of rest for those who are content to live without purpose, commitment, or self-discipline.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p46\" class=\"\">We must heed the words in Alma: “Behold, this life is the time for men to prepare to meet God; yea, behold the day of this life is the day for men to perform their labors.” (<span class=\"citation\" id=\"9394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9394)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9394)\">Alma 34:32<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p47\" class=\"\">Avoid procrastination. We can say with great accuracy procrastination is an unwholesome blend of doubt and delay. Oft-used words of the Savior such as <span class=\"emphasis\">ask, seek, knock, go, thrust,<\/span> are action words. He would have us use action as we teach and live His principles.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p48\" class=\"\">“Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p49\" class=\"\">“Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.” (<span class=\"citation\" id=\"36919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36919)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36919)\">Matt. 7:13–14<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p50\" class=\"\">Do not doubt your abilities. Do not delay your worthy impressions. With God’s help, you cannot fail. He will give you the courage to participate in meaningful change and purposeful living. We need to repent, straightway, and trust in His reality and capacity to assist us in knowing the abundant life. He will help us learn to be sensitive to our own needs and to those of others. Those who fear, procrastinate. Those who change for the better show progress straightway and become wiser and stronger. We need to develop the courage to straightway take the first step. We need to remember that children learn to walk only because someone encourages them to take the first step.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p51\" class=\"\">May we launch straightway toward setting goals that are gospel oriented, knowing that if we use the talents that are ours—that if we help others, strive for peace, avoid being overly sensitive or overly critical—strength upon strength will be added unto our own abilities and we will move straightway toward greater growth, happiness, and eternal joys. Our Master and Savior invites us to straightway embrace His truths and enjoy the warmth of His constant companionship.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p52\" class=\"\">A man must rise by his own efforts and walk by faith. One of our greatest resources for success and happiness is doing the right thing now. All of us as God’s children must be taught that meaningful growth must come from within and not from without. By so doing, we will walk in His paths, lift the arms of the weary and oppressed, give encouragement to our associates, develop individual initiative in governing ourselves, carry our crosses with dignity and purpose, and help all to become fishers of men straightway.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/straightway.p53\" class=\"\">The gospel of Jesus Christ is true. Jesus Christ is our Redeemer and Savior. Happiness and eternal life are available to those who will follow Him straightway. To these truths I leave my witness and testimony in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}