{"ID":3811, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            A Royal Generation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p3\" class=\"\">Elder Dean L. Larsen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03161_000_017<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:246c.jpg\" alt=\"Elder Dean L. Larsen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p4\" class=\"\">Tonight in this meeting of the priesthood, we will be talking about the importance of families. Other matters of importance will also be discussed, but special attention will be given to families. The more we learn about the power of the influence exerted in families, the more we can appreciate the counsel given to us by our leaders from the earliest days of the Church to make certain that the circumstances in our homes are what they should be. We have said much over the years about the responsibility of parents to provide a wholesome home life for their children. We will receive additional encouragement of that kind tonight. It is vital that we do.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p5\" class=\"\">We have recently completed some very comprehensive studies that confirm the power of the influence that we work upon one another in our families and in our homes. The influence of the family has a greater effect upon what we think, how we feel, and what we do about our lives than all of the other sources of influence combined. The patterns we set in our homes and the values we develop there, whether they be good or bad, almost cannot be overcome.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p6\" class=\"\">All of us have a responsibility to contribute to the quality of our home life. Parents make a great contribution, but so do the children.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p7\" class=\"\">Tonight I would like to talk principally to the young men of the Aaronic Priesthood about the responsibility you have to live in such a way that you can be a good influence in your homes, whatever the conditions there may be, and so that you can qualify to do all that the Lord expects of you during your lifetime.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p8\" class=\"\">Young men, I do not believe that you are here upon the earth at this time by accident. I believe you qualified in the premortal life to come into mortality at a time when great things would be required of you. I believe you demonstrated before you came here that you were capable of being trusted under unusually difficult circumstances—that you could measure up to the most difficult challenges. Don’t misunderstand me. I don’t suggest that you are inherently better than or superior to any of the other generations that have come to the earth. You do not automatically qualify for any more blessings or advantages than anyone else who has lived since the earth was created. You can go astray, become involved in transgression, and incur the judgments of God as readily as any who have preceded you here. In fact, you live in an environment in which it is probably as easy to disqualify yourselves in this way as any generation has ever experienced. But God trusts that you will not. He relies upon you to keep yourselves eligible to accomplish the monumental tasks that he expects you to achieve.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p9\" class=\"\">You are growing to maturity in a period of the earth’s history that all of the great prophets of all the ages have looked forward to with anticipation. It is a time of final preparation before the earth and its inhabitants undergo a remarkable transformation. It is properly referred to as the “fulness of times.” (<span class=\"citation\" id=\"18038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18038)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18038)\">D&amp;C 112:30<\/a><\/span>.) It is the period during which the Lord and his servants will make the final great effort to take the message of truth to all the peoples of the earth and to reclaim the descendants of ancient Israel who have lost their true identity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p10\" class=\"\">The prophet Zenos, whom Jacob quotes in the Book of Mormon, compares this effort to the work of the laborers who prune and nurture a vineyard and gather its fruit for the last time. Zenos likens the Savior to the master of the vineyard, who says to those who are his helpers, “Wherefore, let us go to and labor with our might this last time, for behold the end draweth nigh, and this is the last time that I shall prune my vineyard.” (<span class=\"citation\" id=\"25888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25888)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25888)\">Jacob 5:62<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p11\" class=\"\">You have come to the earth when the foundation has been laid for this great work. The gospel has been restored for the last time. The Church has been established in almost every part of the world. The stage is set for the final dramatic scenes to be enacted. You will be the principal players. You are among the last laborers in the vineyard. This is the yoke that is set upon your necks. This is the service for which you are chosen.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p12\" class=\"\">Let me now describe the setting within which you will perform your labors. The Savior himself said that conditions toward the end of this dispensation would very much resemble those that existed just before the Flood. “As the days of Noe were,” he said, “so shall also the coming of the Son of man be.” (<span class=\"citation\" id=\"36956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36956)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36956)\">Matt. 24:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p13\" class=\"\">Joel saw the period of time in which we live as a great battleground for the souls of men, “Proclaim ye this among the Gentiles [he said]; Prepare War, wake up the mighty men, let all the men of war draw near; let them come up:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p14\" class=\"\">“Beat your plowshares into swords, and your pruninghooks into spears: let the weak say, I am strong.” (<span class=\"citation\" id=\"26887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26887)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26887)\">Joel 3:9–10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p15\" class=\"\">Joel saw that this great battle would not be regarded in a casual way. It would be no time for weakness nor weaklings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p16\" class=\"\">The Apostle Paul wrote to his young missionary companion, Timothy, “This know also, that in the last days perilous times shall come.” (<span class=\"citation\" id=\"5224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5224)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(5224)\">2 Tim. 3:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p17\" class=\"\">The challenging conditions we find in the world today should be no surprise to us. As we approach the time of the Savior’s return, wickedness will increase. There will be more temptations in our daily lives, and they will become more intense. It will become more acceptable in the world to break the laws of God or to disregard them altogether. The stigma attached to immoral, dishonest behavior will disappear.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p18\" class=\"\">In this difficult environment we will be expected to steer our own course in an upward direction. As President Kimball has warned us, it will neither be acceptable nor safe to remain on the plateaus where our present conduct has kept us. Abrupt downward forces, represented by increasing wickedness in the world, can only be offset by forces that move correspondingly upward. Our lives must be better than they have ever been before. This simply means that we will become increasingly different from those around us whose lives follow the world’s way. It is not easy to be different. There are intense pressures that work against us. But we must clearly understand that it is not safe to move in the same direction the world is moving, even though we remain slightly behind the pace they set. Such a course will eventually lead us to the same problems and heartaches. It will not permit us to perform the work the Lord has chosen us to do. It would disqualify us from his blessing and his protecting care.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p19\" class=\"\">The Lord has said that the time will come when there will be “an entire separation of the righteous and the wicked.” (<span class=\"citation\" id=\"17985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17985)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17985)\">D&amp;C 63:54<\/a><\/span>.) Nephi, in the Book of Mormon, said, “For the time speedily cometh that the Lord God shall cause a great division among the people, and the wicked will he destroy.” (<span class=\"citation\" id=\"4085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4085)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4085)\">2 Ne. 30:10<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p20\" class=\"\">As we consider these promises, we should not forget the warning given by the Lord to the Latter-day Saints. “Nevertheless, Zion shall escape if she observe to do all things whatsoever I have commanded her.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p21\" class=\"\">“But if she observe not to do whatsoever I have commanded her, I will visit her according to all her works, with sore affliction, with pestilence, with plague, with sword, with vengeance, with devouring fire.” (<span class=\"citation\" id=\"18028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18028)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18028)\">D&amp;C 97:25–26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p22\" class=\"\">We must recognize from this warning that it is not enough to be a Latter-day Saint in name only. It is not enough to simply declare that we are a chosen people of the Lord. We must keep the trust he has given us. We must qualify for his blessing by the way we remain different from the world in our obedience to his laws. Otherwise, we have no promise, and our fate will be the fate of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p23\" class=\"\">One of the reasons I feel such a deep concern for you young men is that we see some evidences today of an inclination among our young people to follow the trends of the world. We do not always keep up with the pacesetters, but in some ways we follow not too far behind them. I know there are many who are exceptions to this pattern and who faithfully keep the commandments of God and whose lives remain pure and unspotted from the things of the world, even in the face of great temptation and challenge. (See <span class=\"citation\" id=\"17983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17983)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17983)\">D&amp;C 59:9<\/a><\/span>.) You who are faithful in this way have our profound respect and our great confidence. You are living up to the trust the Lord has placed with you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p24\" class=\"\">But there are too many whose lives are being contaminated by the worldly trends. This is not a light matter. The judgments of God will not be withheld from those who willfully, knowing who they are and what is expected of them, allow themselves to be drawn along the precarious paths of worldly conduct. To such as there are who are within the sound of my voice tonight, I say: Take the upward path. “Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.” (<span class=\"citation\" id=\"23339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23339)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(23339)\">Gal. 6:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p25\" class=\"\">Several years ago I expressed the following thoughts in an article that was printed in an issue of the <span class=\"emphasis\">New Era<\/span> magazine. They are appropriate to my subject tonight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p26\" class=\"\">“Not long ago I interviewed a young man who desired to fill a mission, but he had been guilty of some very serious transgressions during his teen years. He was a member of an active Latter-day Saint family, and he himself had been an actively participating member of the Church, even during the time of his transgressions. Ultimately he had gone to his bishop and confessed his wrongdoings. Now, for more than a year, his life had been free of the earlier difficulties, and he was anxious to serve a mission.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p27\" class=\"\">“As we talked about his situation and the decisions he had made earlier in his life that led to his questionable standing in the Church, he said, ‘Oh, I knew that what I was doing was wrong, and I was sure that one day I would put things back in order and go on a mission.’<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p28\" class=\"\">“While I was pleased with this young man’s desire to reorder his life and serve the Lord as a missionary, I was troubled by the apparent premeditated, calculated way in which he had allowed himself to move off the proper course to engage in some destructive, immoral behavior, and then, almost as if he were following a timetable set by himself, he had begun to reconstruct his resolve to be obedient.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p29\" class=\"\">“If my experience with this young man had been an isolated one, it would not be worthy of note here; unfortunately, however, it is not unique. There appears to be an increasing tendency and temptation for young people to sample the forbidden things of the world, not with the intent to embrace them permanently, but with the knowing decision to indulge in them momentarily as though they held a value of some kind too important or exciting to pass by. It is one of the great tests of our time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p30\" class=\"\">“While many recover from these excursions into forbidden territory, an increasing number of tragedies are occurring that reach out to bring a blight and a despair to many lives and that have long-lasting consequences. There is no such thing as private sin. Although its commission can be calculated … , its effects cannot be regulated by the person guilty of the misbehavior. To believe otherwise is to become gullible to one of the most insidious lies ever perpetrated by the father of lies.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p31\" class=\"\">“[Not long ago] I attended a graduation ceremony at a local high school. The students who had been invited to speak for their classmates expressed themselves in terms of the grand and noble challenges that lay before them as they stepped across the threshold into adult life. The adult speakers extolled the virtues and potential of today’s youth and spoke of the horizons to be conquered in future years, the new scientific frontiers to be opened by members of the graduating class, the dread diseases for which cures would be found, and the breakthroughs in diplomacy and human relations that would bring lasting peace to the earth. It was a stimulating, inspiring service.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p32\" class=\"\">“As I listened to the impressive addresses on this occasion, I found myself framing in my own mind the things I would have liked to say to this group of young people. I knew that most of them were Latter-day Saints. I knew they came from families where high expectations were held for them, where there was a shared pride in their accomplishments. I also knew about the experiences some of these young people had planned for themselves in the hours and days immediately following the graduation service. I found myself wanting to plead with this graduating class, not about the glorious, obscure years of the dim future when they would hopefully accomplish so much for mankind, but about the here and now. I wanted to say to them, ‘I am not so much concerned about what you do next year or in the next generation; I am worried about what you are going to do tonight and tomorrow when you have handed in your cap and gown. What have you planned? Where will you go? What will you do tonight?’<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p33\" class=\"\">“I know now, as I record these thoughts, that there were those in that graduating class, as well as some others in similar groups, who willfully, with calculated premeditation, placed themselves in circumstances following their graduation services where they dishonored themselves, their families, their Church, and their Heavenly Father. Their behavior was not intended to become a permanent fixture in their lives. It was done as a lark, a momentary thrill, a dare. But its cumulative effect is devastating. The reverberations will [affect] their lives, and the lives of those who loved and trusted them, in unfortunate and unforeseen ways for indefinite periods of time. Humanity will have slipped inexorably to a lower level. Some will never completely recover, and all mankind will inevitably feel the loss.” (<span class=\"emphasis\">New Era,<\/span> June 1980, pp. 4–5.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p34\" class=\"\">Young men, remember who you are. Remember the purpose for which you have come to the earth—the service you have been chosen to give. Stay true to the divine trust that our Heavenly Father and his Son, Jesus Christ, have placed upon you. You can contribute as much to the spiritual environment of your homes as any member of your family, and you have an obligation to do so. Study the scriptures and encourage the other members of your family to do so. Say your prayers and do all you can to influence other members of your family to pray. Pay your tithes. Obey the Word of Wisdom. Be chaste. You may have a greater influence than you have thought possible, if you will do your own part.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p35\" class=\"\">Remember these words of Edward W. Bok: “Once we are convinced … that we are put here for a purpose: that the seed of divine energy has been given us and that it is for us to cultivate it to its fullest bloom, the way will be shown us. It is our part to make the effort and to put the fullest force and integrity into that effort. It is the young man of little faith who says, ‘I am nothing.’ It is the young man of true conception who says, ‘I am everything,’ and then goes out to prove it.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/a-royal-generation.p36\" class=\"\">Young men, let us prove by the way we live and serve that we are everything the Lord expects us to be, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}