{"ID":3819, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Repentance\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p2\" class=\"\">Elder F. Burton Howard<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/f-burton-howard-10.jpg\" alt=\"F. Burton Howard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03161_000_025<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p3\" class=\"\">Let me ask each of you to picture two crystal goblets in your mind. They differ in size and shape. They are both of good quality and have been well used. One has been carefully kept in a china cupboard. It is clean and polished. It is warm and inviting in appearance. It sparkles in the light and is filled with clear water.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p4\" class=\"\">The other glass is coated with grime. It has not been in the dishpan for a long time. It has been used for purposes other than those for which it was made. Most recently it has been left outside in the weather and has served as a flowerpot. Although the flower is gone, it is still filled with dirt. It is dull and unbecoming in the light.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p5\" class=\"\">Is not each of us like a crystal glass? We vary in size and shape. Some of us radiate a special spirit. Some are dull and uninviting. Some fill the measure of their creation. Others do not. Each is filled with the accumulated experiences or debris of a lifetime.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p6\" class=\"\">Some contain mostly good things—clean thoughts, faith, and Christian service. These hold wisdom and peace. Others enclose dark and secret things. Over time they have filled with unclean thoughts, selfishness, and sloth. They often hold doubt, contention, and unrest.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p7\" class=\"\">Many know they are not living up to their potential but for various reasons have procrastinated making changes in their lives. Some long for they know not what and spend their lives in a haphazard pursuit of happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p8\" class=\"\">These, in a way, are like the crystal goblet which spent part of its existence filled with dirt. They sense that there is a higher purpose to things. They become dissatisfied and begin to search for meaning. First they look outside themselves. They sample the pleasures of the world. As they do they discover, much as did the snail who set out to look for its house, that after arriving at wherever they were going, they are no closer than before to the object of their search.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p9\" class=\"\">Ultimately, they look within. They have really known all the time that this was where to find peace. Sin, you see, is not just a state of mind. Wickedness never was and never will be happiness. (See <span class=\"citation\" id=\"9399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9399)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9399)\">Alma 41:10<\/a><\/span>.) They discover that if they are not righteous they can never be happy. (See <span class=\"citation\" id=\"4070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4070)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4070)\">2 Ne. 2:13<\/a><\/span>.) They resolve to change. Then they are confronted, figuratively, with the problem of how to turn a weathered flowerpot into a sparkling crystal goblet. Questions are asked: Can I ever be forgiven? Is it really worth the effort? Where do I begin?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p10\" class=\"\">In the case of the glass it is easy to understand what to do. We begin by recognizing a better use for the crystal. A convenient place for dumping the unwanted contents is selected. The dirt is left there. The goblet is carefully washed with high quality detergent to remove the stains and residue. It is lovingly polished and placed once again in the company of other crystal glasses in the china cupboard. It is put back into use and cared for regularly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p11\" class=\"\">There is a similar process whereby men and women are purified. The misuse of their lives is forgotten, and they are renewed and changed. This principle, of course, is repentance. When accompanied by authorized baptism, it provides not only an initial cleansing but an ongoing remission of sins as well. Participating in this purifying process is perhaps the most thrilling and important thing we can ever do. It has far-reaching, even eternal, consequences. Of more immediate interest, however, the rewards of repentance are peace and forgiveness in this present life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p12\" class=\"\">Let me illustrate what all of this means. A few years ago I was asked to speak to a group of young men. I don’t remember now exactly what was said, except that near the end I made the statement that no one, but no one, present had done anything for which he could not be forgiven.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p13\" class=\"\">After the meeting was over one of them came up to me and said, “I just have to talk to you.” Inasmuch as I soon had another appointment, I asked if it could wait or if someone else could answer his question. He replied that he had already waited many years and that it was very important to him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p14\" class=\"\">So taking advantage of the few minutes available, we found a little unused classroom, went in, and closed the door. “Did you really mean it? Did you?” he asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p15\" class=\"\">“Mean what?” I said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p16\" class=\"\">“The part about how none of us had done anything that could not be forgiven,” he replied.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p17\" class=\"\">“Of course I did,” I said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p18\" class=\"\">Through his tears his story came. He was of goodly parents. All of his life his mother had told him that he was going on a mission. Before he turned nineteen he was involved in serious transgression. He didn’t know how to tell his parents. He knew it would break their hearts. He knew that he wasn’t worthy to serve a mission. In desperation, he began to look for an excuse not to go. He decided to take up smoking. He felt that his father could understand that better and would not probe for the real reason. Smoking would hurt his parents, he rationalized, but not as deeply as the truth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p19\" class=\"\">He soon found, however, that the bishop wasn’t put off by his use of tobacco. The bishop told him to just stop it and go on a mission anyway. So to get away from the bishop, he entered the military service. There he fell under the influence of some good Latter-day Saints. He stopped smoking. He was able to avoid major temptations. He served his time, received an honorable discharge, and returned home.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p20\" class=\"\">There was only one problem. He felt guilty. He had run away from a mission. He had run from the Lord and sensed somehow that gnawing discontent which comes when men do not live up to the purpose of their creation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p21\" class=\"\">“So there you have it,” he said. “I have not sinned again. I have attended my meetings. I keep the Word of Wisdom. Why is it that life seems empty? Why do I feel somehow that the Lord is displeased with me? How can I know for sure I have been forgiven?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p22\" class=\"\">“Tell me what you know about repentance,” I said.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p23\" class=\"\">He had obviously done some reading on the subject. He spoke of recognition, remorse, and restitution. He had resolved never to sin again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p24\" class=\"\">“Let’s see just how those principles apply to you,” I said. “Let’s begin with recognition. What is the best indicator that someone recognizes he has done wrong?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p25\" class=\"\">“He will admit it,” was his reply.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p26\" class=\"\">“To whom?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p27\" class=\"\">He was thoughtful. “To himself, I guess.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p28\" class=\"\">“Men sometimes view themselves in a most favorable light,” I said. “Wouldn’t better evidence of awareness of wrongdoing be to tell someone else?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p29\" class=\"\">“Yes, of course,” he answered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p30\" class=\"\">“Who else?” I insisted.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p31\" class=\"\">“Why, the person wronged,” he said, “and … and maybe the bishop.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p32\" class=\"\">“Have you done this?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p33\" class=\"\">“Not until now,” he replied. “I’ve never told it all to anyone but you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p34\" class=\"\">“Maybe that is why you have not ever felt completely forgiven,” I responded.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p35\" class=\"\">He didn’t say much.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p36\" class=\"\">“Let’s look at the next step,” I said. “What does it mean to feel remorse?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p37\" class=\"\">“It means to be sorry,” he answered.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p38\" class=\"\">“Are you sorry?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p39\" class=\"\">“Oh yes,” he said. “I feel as if I had wasted half my life.” And his eyes filled again with tears.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p40\" class=\"\">“How sorry should you be?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p41\" class=\"\">He looked puzzled. “What do you mean?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p42\" class=\"\">I said, “Well, in order to be forgiven, a transgressor must experience godly sorrow. (See <span class=\"citation\" id=\"3101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3101)\">2 Cor. 7:10<\/a><\/span>.) He must have anguish of soul and genuine regret. This sorrow must be strong enough and long enough to motivate the additional processes of repentance, or it is not deep enough. Regret must be great enough so as to bring forth a changed person. That person must demonstrate that he is different than before by doing different and better things. Have you been sorry enough?” I asked again.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p43\" class=\"\">He hesitated. “I’ve changed,” he said. “I’m not the same as I was before. I keep all the commandments now. I would like somehow to make it up to my parents. I have prayed for forgiveness. I apologized to the person I wronged. I realize the seriousness of what I have done. I would give anything if it hadn’t happened. Maybe I haven’t been as good as I could be, but I don’t know what else to do. But I didn’t ever confess to anyone.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p44\" class=\"\">I said, “I think after this meeting we can say you have even done that.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p45\" class=\"\">Then he said, “But after all of that, how can I ever know the Lord has really forgiven me?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p46\" class=\"\">“That is the easy part,” I replied. “When you have fully repented, you feel an inner peace. You know somehow you are forgiven because the burden you have carried for so long, all of a sudden isn’t there anymore. It is <span class=\"emphasis\">gone<\/span> and <span class=\"emphasis\">you know<\/span> it is gone.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p47\" class=\"\">He seemed doubtful still.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p48\" class=\"\">“I wouldn’t be surprised,” I said, “if when you leave this room, you discover that you have left much of your concern in here. If you have fully repented, the relief and the peace you feel will be so noticeable that it will be a witness to you that the Lord has forgiven you. If not today, I think it will happen soon.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p49\" class=\"\">I was late for my meeting. I opened the door and we went out together. I didn’t know if we would ever meet again. The following Sunday evening, I received a telephone call at my home. It was from the young man.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p50\" class=\"\">“Brother Howard, how did you know?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p51\" class=\"\">“How did I know what?” I asked.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p52\" class=\"\">“How did you know I would feel good about myself for the first time in five years?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p53\" class=\"\">“Because the Lord promised he would remember no more,” I said. (See <span class=\"citation\" id=\"24499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24499)\">Heb. 8:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p54\" class=\"\">Then came the question: “Do you think the Church could use a twenty-four-year-old missionary? If they could, I would sure like to go.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p55\" class=\"\">Well, that young man was like one of the glasses we spoke about. He had been out in the world and was partially filled with the wrong things. He was not content. Sin had clouded his vision and interfered with his potential. Until he could find a way to repent, he could never become what he knew he should be. It took time to change. It took prayer. It took effort, and it took help.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p56\" class=\"\">My young friend discovered that repentance is often a lonely, silent struggle. It is not a once-in-a-lifetime thing; rather, it lasts a lifetime. As President Stephen L Richards once said, it is an “ever-recurring acknowledgement of weakness and error and [a] seeking and living for the higher and better.” (in Conference Report, Apr. 1956, p. 91.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p57\" class=\"\">This young man came to know that repentance is not a free gift. Just as faith without works is dead (see <span class=\"citation\" id=\"26323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26323)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(26323)\">James 2:17<\/a><\/span>)—so repentance, too, demands much. It is not for the fainthearted or the lazy. It requires a complete turning away from wrongdoing and a set of new works or doings which produce a new heart and a different man. Repentance means work. It is not just stopping doing something. It is not just recognizing the wrong or knowing what should be done. It is not “a cycle of sinning and repenting and sinning again.” (Hugh B. Brown, <span class=\"emphasis\">Eternal Quest,<\/span> Salt Lake City: Bookcraft, 1956, p. 102.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p58\" class=\"\">It is not only remorse; rather, it is an eternal principle which, when properly applied over sufficient time, always results in renewal, cleansing, and change.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p59\" class=\"\">The young man we have spoken about discovered that where sin is so serious as to jeopardize one’s fellowship in the Church, the sinner must be willing to submit to the jurisdiction and judgment of the person who holds the custody of his Church membership and request forgiveness of him as well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p60\" class=\"\">Most important of all, he learned that repentance is an indispensable counterpart to free agency. Free agency in the plan of salvation contemplates that men and women are free to choose the direction of their lives for themselves. Repentance means that as imperfect beings sometimes make imperfect decisions, they may correct their course. By following the rules of repentance, and through the atonement of Jesus Christ, mistakes don’t count. The Lord agrees to “remember no more.” (<span class=\"citation\" id=\"24500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(24500)\">Heb. 8:12<\/a><\/span>.) Because of the miraculous gift of forgiveness, transgressions are forgiven—<span class=\"emphasis\">and forgotten.<\/span> Men can be cleansed and return to the path of purpose and progress and peace.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/repentance.p61\" class=\"\">By repenting, my young friend became a new person. He was born again of the Spirit. He came to understand for himself, and that is the important thing, the meaning of the Savior’s words: “Come unto me, all ye that labour and are heavy laden, and I will give you rest.” (<span class=\"citation\" id=\"36928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36928)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36928)\">Matt. 11:28<\/a><\/span>.) I so testify, in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}