{"ID":3820, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Finding One’s Identity\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p2\" class=\"\">Bishop Victor L. Brown<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p\" class=\"\">Presiding Bishop<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03161_000_026<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:296a.jpg\" alt=\"Bishop Victor L. Brown\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p3\" class=\"\">The other day a letter arrived from a friend of mine, a young Italian doctor specializing in thoracic surgery. I met him in Milan approximately two years ago, a few months after he had joined the Church. He is a fine, wonderful, clean-cut young man, the kind any parent would be proud of. He was living a good life. He thought he had no needs that were not being met—until he found the gospel of Jesus Christ. I should like to share from his letter a few thoughts having to do with his feelings about himself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p4\" class=\"\">“Without those two elders, my life could have been happy, full of satisfaction, but lacking all the benefits of love, faith, truth, knowledge, freedom, all the things coming only from God, our Heavenly Father, through his Son, Jesus Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p5\" class=\"\">“As a child of God, I am glad to live at this time on the earth. Aware of the plan of salvation and of the great ‘Blessings I can receive upon my head’ (see <span class=\"citation\" id=\"41562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41562)\">Prov. 10:6<\/a><\/span>), I am trying to do my best to fulfill the assignments which our Father gave me before sending me here on the earth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p6\" class=\"\">“I am filled with wonderful feelings now that my parents have joined the Church. Our lives are greatly changed and our hearts are willing to do what our Father in Heaven wants us to accomplish.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p7\" class=\"\">This wonderful young man has now achieved an awareness of his own identity which so many people, young and old, are hungering for. Finding one’s own, intimate identity can be a great blessing in the life of every human being. Everyone can obtain it if he realizes it comes only through the light of truth or, as explained by the Savior, the light of life. In <span class=\"citation\" id=\"29180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29180)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29180)\">John 8:12<\/a><\/span> we read, “I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p8\" class=\"\">As we endeavor to understand what it means to have the light of life, which is a most important aid to discovering our identity, we must of necessity know who Jesus is. From the holy scriptures, we are told who he is—the Son of God, referred to as the Only Begotten of the Father in the flesh. He was born of Mary. He is our Redeemer through whom repentance and forgiveness of sin are made possible. He it is who was condemned to die and even while hanging on the cross forgave his executioners. He is the same who rose from the tomb and by that act broke the bonds of death for all mankind, establishing the resurrection. This is the same Jesus who guides his church in these latter days, which church carries his name, even The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p9\" class=\"\">Through direct teachings during his mortal life and through instruction given to both ancient and modern prophets which are found recorded in the sacred scriptures, the Savior left all mankind sufficient teachings for each one to understand himself and to find his own, true identity. It comes only through knowledge of and obedience to the commandments. Once it does come, the thoughts, “I’m not worth anything—I’m just a nobody,” will have no place in our lives. By “true identity” I mean the relationship between self-worth and self-subordination. The quest for this is explained in the words of George T. Boyd in a talk he gave some years ago.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p10\" class=\"\">“Scripture reading enables [man] to see life, not alone from the human point of view, but in some degree from God’s.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p11\" class=\"\">“This perspective fills two of man’s important needs—a sense of individual worth and a feeling of self-subordination. Either of these are achievable alone. But how easy it is for a sense of personal worth to turn to an intolerable egoism and self-conceit—or a sense of self-subordination—to turn into a false humility or morbid self-depreciation.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p12\" class=\"\">“In the scriptures man finds that he belongs to a whole, of which God is a part. Belonging to such a whole gives him a sense of the value of his own soul, but seen in relation to God reveals his dependence and hence his subordination. … Thus, a devout use of the scriptures nourishes the spiritual life with a calm that displaces the doubts and anxieties which paralyze mankind.” (<span class=\"emphasis\">Views on Man and Religion,<\/span> ed. James Allen et al., Provo, Utah: Friends of George T. Boyd, 1979, p. 207.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p13\" class=\"\">In <span class=\"citation\" id=\"41973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41973)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41973)\">Ps. 8:4<\/a><\/span> the question is asked: “What is man, that thou art mindful of him?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p14\" class=\"\">The answer, beautifully and clearly stated, follows:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p15\" class=\"\">“Thou hast made him a little lower than the angels, and hast crowned him with glory and honour.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p16\" class=\"\">“Thou madest him to have dominion over the works of thy hands; thou hast put all things under his feet.” (<span class=\"citation\" id=\"41974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41974)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41974)\">Ps. 8:5–6<\/a><\/span>.) Thus we come to realize that we are to have dominion over all the other creations of God. In this capacity we have been given characteristics which are unique to the human race. Among them—<\/p>\n\t\t\t<div class=\"figure\">\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>We have an awareness of our own personality and the ability to strive for self-realization.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>We have the ability to extend our knowledge, to become aware of the nature of humanity and the nature of things about us.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>We have the power of abstract reasoning by which we can compare facts and determine the relationship between them and their relevance in our lives.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>We have the ability and the right to make choices. This is one of the greatest gifts of God to us.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>We have a will to master. By this power, we can control thoughts, emotions, appetites, and passions.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>We have a right to worship God and can seek power from him to fulfill our destiny.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p23\" class=\"\">With this unique capability and emphasis on the worth of souls in the sight of God also comes the opportunity for confusion. We live in a materialistic world. Some become confused and seek identity through riches or the accolades of men. The Savior makes it very clear in his teachings that it is not possible to realize the identity of which I speak through such means. In <span class=\"citation\" id=\"32167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32167)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32167)\">Luke 18:18–25<\/a><\/span> we read:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p24\" class=\"\">“And a certain ruler asked him, saying, Good Master, what shall I do to inherit eternal life?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p25\" class=\"\">“And Jesus said unto him, …<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p26\" class=\"\">“Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Honour thy father and thy mother.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p27\" class=\"\">“And he said, all these have I kept from my youth up.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p28\" class=\"\">“Now when Jesus heard these things, he said unto him, Yet lackest thou one thing: sell all that thou hast, and distribute unto the poor, and thou shalt have treasure in heaven: and come, follow me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p29\" class=\"\">“And when he heard this, he was very sorrowful: for he was very rich.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p30\" class=\"\">“And when Jesus saw that he was very sorrowful, he said, How hardly shall they that have riches enter into the kingdom of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p31\" class=\"\">“For it is easier for a camel to go through a needle’s eye, than for a rich man to enter into the kingdom of God.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p32\" class=\"\">It was not that the man was rich but that he coveted his riches and would not share his wealth with the poor.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p33\" class=\"\">Another example is also recorded in Luke:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p34\" class=\"\">“And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p35\" class=\"\">“And he thought within himself, saying, What shall I do, because I have no room where to bestow my fruits?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p36\" class=\"\">“And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p37\" class=\"\">“And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p38\" class=\"\">“But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p39\" class=\"\">“So is he that layeth up treasure for himself, and is not rich toward God.” (<span class=\"citation\" id=\"32164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32164)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32164)\">Luke 12:16–21<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p40\" class=\"\">Contrast these with the story of a sixteen-year-old priest who answered the telephone one day to hear the voice of a popular disc jockey on a local radio station. He was asked a question and when he answered it correctly was informed he had won an expensive sports car. It seemed like a dream come true for a teenage boy. A loving bishop was concerned about what such a car might do to the boy, thinking it might draw him away from all we hold dear. He asked him about his feelings. The bishop could hardly believe his ears when the young man indicated he was not going to take the car but would accept a cash award instead. He said, “Now my mission is paid for.” What an outstanding example of proper balance in an attitude toward worldly wealth or recognition and Christlike values.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p41\" class=\"\">I am acquainted with another young man who struggled to achieve this balance. He had received tremendous recognition as an athlete. He started swimming competitively at age thirteen and would practice upwards of thirty hours every week. He became a national champion and winner of a bronze medal at the 1968 Olympic Games. He was an All-American in college for three years. After graduation he went on to medical school and did very well.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p42\" class=\"\">During all this time, he had excluded himself from any spiritual association and had little warmth toward people less fortunate or less talented than he. He was struggling for a real feeling of self-worth. In his own words: “I would tell myself, ‘You are an Olympian. You have a good mind, you will become a doctor and have the good life.’ I would tell myself this as I was contemplating suicide. I was full of false and vain pride.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p43\" class=\"\">Fortunately, during his senior year at medical school, he went to live with a country doctor who understood the struggles he was having. With the encouragement of his older mentor, he began to read the scriptures. At first he did so with arrogance, confident that intellectually he could understand all he read, which he found he could not do. Again in his own words: “I was halfway through Genesis and was learning very little when I said to myself, ‘There must be chapters that are written in a way that will be easier to understand.’ I turned to Numbers and found that I understood even less.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p44\" class=\"\">Finally, he pursued his studies in the right spirit, wanting to learn and to feel. Slowly, as he prayed and studied and prayed some more, he began to realize that he was a child of a loving Father in Heaven and as such had tremendous potential as an individual. He accepted the Savior’s counsel to build our lives upon a foundation of rock:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p45\" class=\"\">“Therefore whosoever heareth these sayings of mine, and doeth them I will liken him unto a wise man, which built his house upon a rock:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p46\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p47\" class=\"\">“And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p48\" class=\"\">“And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.” (<span class=\"citation\" id=\"36921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36921)\">Matt. 7:24–27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p49\" class=\"\">My brothers and sisters, I hope that we might always accept the Savior’s challenge to us to build upon rock rather than sand and to “walk while ye have the light, lest darkness come upon you: for he that walketh in darkness knoweth not whither he goeth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p50\" class=\"\">“While ye have light, believe in the light, that ye may be the children of light.” (<span class=\"citation\" id=\"29192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29192)\">John 12:35–36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/finding-ones-identity.p51\" class=\"\">I bear you my testimony that we can only find individual identity and happiness as children of light, possessing the light of life as found through following the teachings of Jesus of Nazareth, for it was he who said, “I am the light of the world: he that followeth me shall not walk in darkness.” (<span class=\"citation\" id=\"29181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29181)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29181)\">John 8:12<\/a><\/span>.) In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}