{"ID":3826, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Climbing to Higher Spirituality\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p2\" class=\"\">Elder Jacob de Jager<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03161_000_032<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2ba8.jpg\" alt=\"Elder Jacob de Jager\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p3\" class=\"\">I am very pleased and happy and grateful for this opportunity to speak to the Saints in this historic place and to the Saints in other places where I have been assigned to conferences recently—to Hurricane, Utah, and Wendell, Idaho. I have many friends there. It’s a real privilege for me to share my testimony this afternoon and give the thoughts that are in my heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p4\" class=\"\">Since the beginning of recorded history, man has marveled at the mysteries of the sky and has had a desire to escape the bonds of gravity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p5\" class=\"\">Yet the first recorded balloon ascent was the unmanned flight launched by the Montgolfier brothers in Lyon, France, in the year 1783, which was followed shortly thereafter by the first known manned flight from the Bois de Boulogne in Paris.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p6\" class=\"\">What is the situation in 1983, two hundred years later?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p7\" class=\"\">Man has been to the moon and has sent spaceships to distant planets. Close to three hundred satellites have been put into an earth orbit 22,300 miles above the equator to expand television and telex communications and also to study and forecast weather conditions. Yesterday, and last night during the general priesthood meeting, we were able to reach by satellite more than half a million priesthood holders at the same time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p8\" class=\"\">Let’s realize that all of these innovations have their origin, however, in ballooning, which gave mankind a first new perspective on his home planet as well as a physical and spiritual uplift in silent flight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p9\" class=\"\">I have personally experienced, though only once, the exhilaration of a real balloon flight. It was during the exciting time immediately following World War II when in Holland, my native country, many public festivities were held to celebrate the regained liberty after five years of war. There were big parades, neighborhood dance festivals, and in some cities manned balloon flights to attract large crowds for yet other festive events.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p10\" class=\"\">A friend taught me a lot about ballooning in preparation for a flight that I was promised to be able to make as a guest, when at some future date the weather conditions would be suitable.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p11\" class=\"\">I learned that we would go up in a class A gas balloon filled with coal gas and that it would ascend until its weight would be in equilibrium with the air around it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p12\" class=\"\">I also learned that in the wicker basket under the balloon there were navigational instruments, maps, and ballast sandbags, which could be emptied overboard to make the balloon rise higher.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p13\" class=\"\">Furthermore, I discovered that if gas is released from a balloon through a valve, it descends. But this was not all! I also heard from my friend many delightful stories about previous balloon flights. On one occasion, as the story goes, clouds developed unexpectedly during a flight, and the two men in the wicker basket had not the faintest idea over which part of the country they were sailing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p14\" class=\"\">They decided to lower the balloon, and all of a sudden they saw a Dutchman walking on a lonely country road. When they were able to draw his attention, one of the men in the basket shouted: “Where are we?” And the lonely walker looked up, cupped his hands around his mouth, and shouted back, “You are in a balloon.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p15\" class=\"\">To make their urgent request for direction more clear, the man in the balloon cried vigorously, “Where are <span class=\"emphasis\">you?<\/span>” And the man called back at the top of his voice, “I am on the ground!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p16\" class=\"\">Discouraged, the balloonists unloaded some ballast and sailed again into the clouds, while one of them remarked: “The man down there must be a bureaucrat.” The statements he made were perfectly true, but totally useless!<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p17\" class=\"\">After what I have shared with you thus far, I have come to the conclusion that a strong parallel can be drawn between the steady rise of a balloon and <span class=\"emphasis\">our<\/span> spiritual upward mobility.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p18\" class=\"\">Just as gas is necessary to fill a balloon to push it upward, so must the individual be filled with inner motivation in order to move upward. Just as the balloon can rise higher by throwing ballast overboard, so must a person be willing to rid himself of unnecessary ballast that limits his rise in spirituality.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p19\" class=\"\">When I made my balloon flight, strangely enough, I did not have the feeling that I was going up. I had the impression that I remained stationary, as it were, and the world floated silently away from me.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p20\" class=\"\">Later, when through the missionary effort I joined the Church, I gained as a new member that peaceful feeling of being safely placed in the environment of true gospel living and that Babylon had floated away from me. As it was expressed by an early European balloonist: “I felt as though I had left behind me, all the cares and passions that molest mankind.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p21\" class=\"\">I testify that we all can have that peace of mind if we are willing to rid ourselves of the ballast that prevents us from rising to greater spiritual heights. It will facilitate our ascent to a loving Father in Heaven, who will, in his due time, await our return after our journey through life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p22\" class=\"\">Let us, therefore, get rid of our sandbag of impatience and learn to be more patient with our spouses and children, our friends and neighbors, because the Lord has counseled us to “continue in patience until ye are perfected”! (<span class=\"citation\" id=\"17993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17993)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17993)\">D&amp;C 67:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p23\" class=\"\">And for those of you who do not know what the word <span class=\"emphasis\">patience<\/span> really means, I offer a simple definition: Patience is learning to hide your impatience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p24\" class=\"\">And how many of us still go through life with a ballast bag called criticism? We should, instead, give more praise wherever and whenever possible because we have been told and retold, “Cease to find fault one with another.” (<span class=\"citation\" id=\"18010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18010)\">D&amp;C 88:124<\/a><\/span>.) And let us in this respect also remember that the faults and shortcomings we see in the members of our own ward or branch are of less consequence to us than one of the smallest in ourselves.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p25\" class=\"\">Furthermore, do we still have a sandbag with unfriendliness in our basket, even though the Savior asks us to be friendly and loving? As he said: “Ye are they whom my Father hath given me; ye are my friends.” (<span class=\"citation\" id=\"18007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18007)\">D&amp;C 84:63<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p26\" class=\"\">While on our spiritual flight, let us totally empty our ballast bag of pride and be more humble in all things, always remembering the Savior’s glorious promise to all: “And inasmuch as you have humbled yourselves before me, the blessings of the kingdom are yours.” (<span class=\"citation\" id=\"17984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17984)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17984)\">D&amp;C 61:37<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p27\" class=\"\">And will we really ascend in our spiritual balloon if we are not prepared to dispose of our sandbag of greed? Living prophets have counseled us to pay an honest tithing and to give a generous fast offering; and, moreover, the scriptures reveal in a very candid way: “Wo unto [them] that [do] not give [of their] substance to the poor.” (<span class=\"citation\" id=\"17976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17976)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17976)\">D&amp;C 56:16<\/a><\/span>.) And, unfortunately, some people think they are being generous because they give so much free advice!<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p28\" class=\"\">Finally, we must get rid of the heavy ballast of frustrations. All of us must discover in the wicker basket of our personal spiritual balloon those frustrations against which we continually have to be on guard. It was revealed unto us, and we have already heard it twice from this pulpit in this conference: “The works, and the designs, and the purposes of God cannot be frustrated, neither can they come to naught … remember that it is not the work of God that is frustrated, but the work of men.” (<span class=\"citation\" id=\"17917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17917)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17917)\">D&amp;C 3:1, 3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p29\" class=\"\">The only way we can move upward from our present level of spirituality and performance to a higher level is by doing away with the ballast that holds us back. We have to learn to live the commandments, not only for our own good, but also for the good of other people because we reform others unconsciously when we keep the commandments of God and live the teachings of the Church. That’s another way of doing missionary work and lifting the spirituality of those around us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p30\" class=\"\">Therefore, let’s start our flight today. If we are still at ground level, let’s cut the cords; and our rise will start immediately! However, even that will not ensure our continuous spiritual mobility. Our balloon will rise only so high and then will begin to stall. At that time we have to investigate what ballast we need to get rid of in order to rise even higher. If you find it hard to cut the cords, you will find it even harder to do away with the sandbags to lighten your load.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p31\" class=\"\">The balloon trip of our spiritual upward mobility is a demanding and sometimes difficult adventure, and only the person with true perseverance will make it to the highest realm!<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p32\" class=\"\">In closing, after talking about flying, sailing, and rising, I would like to give some down-to-earth guidelines.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p33\" class=\"\">To those who are within the sound of my voice this day and who have already entered the wicker basket of their spiritual balloon through baptism into the kingdom of God but who are just sitting there, waiting inactively for things to happen, cut the cords that hold you back from lift-off.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p34\" class=\"\">To those who are quietly drifting at the same elevation with little upward mobility, take a close look at the ballast that prevents you from going to a higher level of performance. Make a decision and remove the restraining weight from your spiritual flight.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p35\" class=\"\">I give you a solemn promise that if you do this, you will enjoy a feeling of spiritual euphoria because you will elevate yourself.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p36\" class=\"\">I testify—as one who twenty-three years ago was baptized into the kingdom of God in Toronto, Canada—that my flight since my baptism has been a magnificent one, with breathtaking scenes and spiritual panoramas and with the never-failing knowledge that my day-to-day flight plan is made available to me by an understanding, loving, forgiving Heavenly Father.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/climbing-to-higher-spirituality.p37\" class=\"\">The same is true for all of us! How do I know this? Because I know with all my heart that God lives and that Jesus is the Christ. He is the Savior of mankind, the great mediator for the salvation and exaltation of all of our Heavenly Father’s children, if they are willing to follow his outlined flight plan. Of which I testify this day, gratefully and happily, and in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}