{"ID":3827, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Train Up a Child\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p2\" class=\"\">Elder L. Tom Perry<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03161_000_033<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p3\" class=\"\">“Train up a child in the way he should go,” writes the author of Proverbs, “and when he is old, he will not depart from it.” (<span class=\"citation\" id=\"41564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41564)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(41564)\">Prov. 22:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p4\" class=\"\">My mind was drawn to this admonition recently while reading an article in one of our current news publications on “Our Neglected Kids.” The article pointed out that “most of them are properly clothed and fed, but something is missing in the lives of countless children.” For many of them, “it is a matter of needing more attention from their parents,” who are caught up in everyday pressures.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p5\" class=\"\">The article says:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p6\" class=\"\">“In a nation that professes to take pride in its young, … social change is inflicting harm—physical and psychological—on millions of children. For them, growing up in America is becoming an ordeal instead of a joy.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p7\" class=\"\">“As their parents struggle to cope with divorce, single parenthood, dual careers, and a troublesome economy, many of the nation’s more than 47.6 million children under the age of 14 pay the price in ways that range from simple neglect to outright abuse.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p8\" class=\"\">“Parents are caught in a crunch of conflicting values,” the article points out, quoting Edward Weaver. “They value children, but they value other things as well, such as time for themselves, material goods, status and their careers. Given these conflicts, in a number of instances they neglect children or don’t give them a fair shake.” (<span class=\"emphasis\">U.S. News &amp; World Report,<\/span> 9 Aug. 1982, p. 54.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p9\" class=\"\">As I travel outside the boundaries of this country, I seem to find these same problems growing elsewhere. These are danger signals for our children. We find more mothers with jobs, more single-parent homes, an enormous increase in children born out of wedlock. These growing social changes are causing increased difficulty for the children in our society today.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p10\" class=\"\">Articles such as the one I have quoted deeply trouble me, for I had such a pleasant, happy childhood. The pleasure of being a parent has always been special to me. It is impossible to express the love I have for my children and grandchildren.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p11\" class=\"\">I marvel at the miracle of the birth of a child. Just recently we experienced it again in our family. You receive a phone call, and there is the anxious voice of your son-in-law on the other end, stating, “I am just on my way to the hospital with Linda Gay.” Then you sit anxiously all day waiting for further news. Finally it comes: It’s a boy! Then you drop everything and rush to the hospital to offer your congratulations. There you see this blessed miracle—your own child, now with a baby cradled in her arms with warmth and tender love. You see a son-in-law so excited, and he starts pointing out that the baby’s nose looks like his mother’s. Maybe the chin and mouth resemble his. Then he looks at the hands and says, “Surely, these must be from the Perry side of the family. Look how large they are!”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p12\" class=\"\">A deep love wells up within you as you witness this blessed event and realize the joy and happiness these new parents will now have as the process is repeated again in their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p13\" class=\"\">I am surely not an authority on child rearing. I have had my challenges, just as many parents have experienced. However, since reading this article, I have been directed to the words of the prophets, past and present, stressing the importance of the responsibility of a parent to train up a child.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p14\" class=\"\">In the Old Testament, there is an account of the Lord giving instructions to Moses just before He delivered the Ten Commandments to him. It states:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p15\" class=\"\">“The Lord God, merciful and gracious, longsuffering, and abundant in goodness and truth,<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p16\" class=\"\">“Keeping mercy for thousands, forgiving iniquity and transgression and sin, and that will by no means clear the guilty; visiting the iniquity of the fathers upon the children, and upon the children’s children, unto the third and to the fourth generation.” (<span class=\"citation\" id=\"22926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22926)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22926)\">Ex. 34:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p17\" class=\"\">In the New Testament, Paul, writing to the Ephesians, counseled them:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p18\" class=\"\">“And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.” (<span class=\"citation\" id=\"21960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21960)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21960)\">Eph. 6:4<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p19\" class=\"\">The Book of Mormon begins with a son giving credit to the training of goodly parents:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p20\" class=\"\">“I, Nephi, having been born of goodly parents, therefore I was taught somewhat in all the learning of my father.” (<span class=\"citation\" id=\"1788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1788)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(1788)\">1 Ne. 1:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p21\" class=\"\">Instructions through the Prophet Joseph Smith to members of the Church in this day are explicit regarding the responsibilities of parents to children:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p22\" class=\"\">“And again, inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrines of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the heads of the parents.” (<span class=\"citation\" id=\"17995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17995)\">D&amp;C 68:25<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p23\" class=\"\">At the time I was a new parent, President David O. McKay presided over the Church. His counsel was clear and direct regarding our responsibilities to our children. He taught us the most precious gift a man and woman can receive is a child of God, and that the raising of a child is basically, fundamentally, and most exclusively a <span class=\"emphasis\">spiritual<\/span> process.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p24\" class=\"\">He directed us to basic principles we need to teach our children. The first and most important inner quality you can instill in a child is <span class=\"emphasis\">faith in God.<\/span> The first and most important action a child can learn is <span class=\"emphasis\">obedience.<\/span> And the most powerful tool you have with which to teach a child is <span class=\"emphasis\">love.<\/span> (See <span class=\"emphasis\">Instructor,<\/span> Vol. 84, Dec. 1949, p. 620.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p25\" class=\"\">Let us examine together these three basic principles. President Brigham Young instructed parents by saying:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p26\" class=\"\">“If each and every one of us who are parents will reflect upon the responsibilities devolving upon us, we shall come to the conclusion that we should never permit ourselves to do anything that we are not willing to see our children do. We should set them an example that we wish them to imitate.” (<span class=\"emphasis\">Journal of Discourses,<\/span> 14:192.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p27\" class=\"\">If we are to instill faith in our children, they must see us demonstrate our faith in their young lives. They must see us on our knees daily, asking the Lord for His blessings and expressing our gratitude unto Him. They need to see us using our priesthood to administer to those in need, and to bless our children. They need to see us reverently worshiping in our sacrament meetings. They need to see us cheerfully and willingly giving of our time and talents to the building of the Lord’s kingdom here on earth. They need to see us proving our faith by the payment of our tithes and offerings to Him. They need to see us diligently studying and discussing the scriptures to increase our faith and understanding.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p28\" class=\"\">I read recently an article in a magazine designed especially for Latter-day Saints about a study that was made of the benefits of reading to children. It stated that when a mother or a father consistently reads to a child, the child enters school at a much higher level and excels in reading during these early grades. If there is a direct correlation between the early training a child receives from parents and the rapidity with which a child learns, how important would it be, then, for us to spend time reading the gospel of Jesus Christ to our children, to imbue and instill in them, in their tender and early years, faith in the gospel of our Lord and Savior?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p29\" class=\"\">The second principle President McKay outlined for us is <span class=\"emphasis\">obedience.<\/span> President Joseph Fielding Smith has said: “Of course there should be prayer and faith and love and obedience to God in the home. It is the duty of parents to teach their children these saving principles of the gospel of Jesus Christ, so that they will know why they are to be baptized and that they may be impressed in their hearts with a desire to continue to keep the commandments of God after they are baptized, that they may come back into his presence. Do you, my good brethren and sisters, want your families, your children; do you want to be sealed to your fathers and your mothers before you? … If so, then you must begin by teaching at the cradle-side. You are to teach by example as well as precept.” (in Conference Report, Oct. 1948, p. 153.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p30\" class=\"\">I remember being impressed one time with the need to teach obedience. I was on a new job working long hours, and I guess I was somewhat neglectful of my family. My son seemed to crave more time and attention. He was finding all sorts of ways to attract my attention. One day when I came home, his mother had him prepared to take me downstairs to see what mischief he had recently created. As we descended the stairs, he sheepishly opened the door to our food storage room. There I found he had been using his dart set to practice his marksmanship on our food storage. He caught my attention all right, and made me realize he was looking for the metes and bounds we expected of him in our family government. When they were outlined, and when I gave him the proper attention, then he was very obedient. How important it is that we teach obedience early in the lives of our children, especially to the commandments of the Lord!<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p31\" class=\"\">Finally, President McKay taught us the necessity of <span class=\"emphasis\">love.<\/span> I’ve always been impressed with the fact that when the Lord was teaching His disciples in those final hours of His earthly ministry as they met in the Last Supper, after teaching service by the washing of their feet, His next instructions concerned love. He taught,<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p32\" class=\"\">“A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.” (<span class=\"citation\" id=\"29193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29193)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(29193)\">John 13:34<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p33\" class=\"\">I recently enjoyed an article in the <span class=\"emphasis\">Reader’s Digest<\/span> written about enduring values. It stated “that the climate of our times tends to support the idea that love is a seasonal monsoon: it comes, it blows fiercely; it goes by. That is too bad, because a child needs the kind of love that is as trustworthy as the rising of the sun. If a child is to grow up to truly join the human race, he needs to know how to keep love alive.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p34\" class=\"\">“A child should learn not merely to love, but to be a loving person—to make love his stance in the world. ‘Love’ may come and go, but a loving person, like the sun itself, never loses his or her sustaining warmth.” (<span class=\"emphasis\">Reader’s Digest,<\/span> June 1981, p. 164.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p35\" class=\"\">Sometime ago I remember reading about an experiment with chickens. I do not remember the source. Young pullets, as they grew in their life cycle, were given all of the food they needed to eat, without being required to make an effort to obtain it. Then as the pullets matured, they were turned out into the chicken coop, where they had to scratch for their food. A chicken who had never been taught how to scratch as a pullet would mature without learning this ability and would literally starve to death, even though just below the surface of the ground was all the food it needed to sustain life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p36\" class=\"\">Then the article went on to compare this example with a child who was not taught the ability to love early in its life. In all probability, according to the article, the child would not be able to develop that choice characteristic as it matured to adulthood. How tragic it would be if a child were deprived of the ability to love!<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p37\" class=\"\">Today, I would like you to pause, ponder, and think of the value of an immortal soul, especially the ones entrusted to you as parents. Where are your priorities? Have you committed yourself to give the sufficient time necessary to train your children?<\/p>\n\t\t\t<div class=\"figure\">\n      <p class=\"preamble\">Dr. Nick Stinnett of the University of Nebraska gave a most interesting talk at an annual meeting of the National Council on Family Relations. It was titled “Characteristics of Strong Families.” His six points were:<\/p>\n      <ol class=\"number\"><li>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>A strong family spends a significant amount of time together while playing, working, eating, or in recreation. Although family members all have outside interests, they find adequate time to spend together.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Strong families have a high degree of commitment to each family member, as indicated not only by the time spent together, but also by their ability to work together in a common cause.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Strong families have good communication patterns, as indicated by the time spent listening and speaking to each other in conversation.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>Strong families have a high degree of religious orientation.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>Strong families have the ability to deal with crises in a positive way because they have spent time together, are committed to each other, and have good communication patterns.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>Strong family members frequently give compliments to each other which are genuine and not superficial. (See “In Search of Strong Families,” in Building Family Strengths: Blueprints for Action, ed. Nick Stinnett, et al., Lincoln: University of Nebraska Press, 1979, pp. 23–30.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/05\/train-up-a-child.p45\" class=\"\">We who have embraced the gospel of Jesus Christ ought to have the devotion and the determination necessary to build strong family units. May God bless us that we may “organize [ourselves]; prepare every needful thing; and establish a house” (<span class=\"citation\" id=\"18033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18033)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18033)\">D&amp;C 109:8<\/a><\/span>) for those we love that is worthy of an eternal family unit is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}