{"ID":383, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Book of Mormon<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1949, pp. 35-41<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn 1832, in what is designated a revelation on priesthood, the Lord spoke rather sharply,\nreferring to the whole Church as being under condemnation because of their unbelief and\nbecause they had treated lightly the things they had received; and this condemnation he said,\n<\/p><p>\n. . . resteth upon the children of Zion, even all.\n<\/p><p>\nAnd they shall remain under this condemnation until they repent and remember the new\ncovenant, even the Book of Mormon and the former commandments which I have given\nthem, not only to say, but to do according to that which I have written\n(<span class=\"citation\" id=\"12682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12682)\">D&amp;C 84:56-57<\/a><\/span>).\n<\/p><p>\nGOSPEL FUNDAMENTALS\n<\/p><p>\nBrother Merrill's statement this morning that he was not going to teach anything new, recalled\nto my mind a conversation he and I had on the way home from a conference assignment a\nfew weeks ago. I said, \"Brother Merrill, have you a subject for me to discuss at the general\nconference?\"\n<\/p><p>\n\"Well, Brother Romney,\" he answered, \"I can tell you this, that neither you nor I are under\nany responsibility to teach any new doctrine. I am going to talk about some fundamental\nprinciple of the gospel.\"\n<\/p><p>\nIn thinking over the fundamentals of the gospel, the fundamentals of the restoration, I\nremembered that in point of time the first great fundamental received was the vision of the\nProphet Joseph Smith. Following that vision came the Book of Mormon, given to the world\nas a revelation from God. I remembered, too, that six months ago President George Albert\nSmith, speaking to the General Authorities of the Church and mentioning some subjects that\nmight be discussed at conference time, referred to the Book of Mormon. It is about the Book\nof Mormon I want to talk today. I do so with just one objective in mind: To get you to read\nit.\n<\/p><p>\nI have read it a little, I believe in it, and I love it. I recommend that every person within the\nsound of my voice read the Book of Mormon. I can testify, as did Nephi, that the things\nwritten therein persuadeth all men to do good\n(<span class=\"citation\" id=\"3514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3514)\">2 Ne. 33:4<\/a><\/span>).\nIt will enrich the life of every person who will\nread it, unless he is in rebellion against the truth; and in that event it will advise him of his\nawful fate unless he changes his ways.\n<\/p><p>\nVery early in my life I became somewhat acquainted with the Book of Mormon. The other\nday while going through some old records, I found a notebook I had used while in high\nschool in one of the Church academies. In it I had written a short outline of each chapter in\nthe Book of Mormon. I appreciate that training.\n<\/p><p>\nTHE BOOK OF MORMON\n<\/p><p>\nA few years ago as I began to practice law, members of my family were a little uneasy. They\nwere afraid I would lose my faith. I wanted to practice law, but I had an even greater desire\nto keep my testimony, and so I decided upon a little procedure which I recommend to you.\nFor thirty minutes each morning before I began the day's work I read from the Book of\nMormon&mdash;I read also from all the other standard works of the Church, but I am talking now\nabout the Book of Mormon&mdash;and in just a few minutes a day I read the Book of Mormon\nthrough, every year, for nine years. I know that it kept me in harmony, so far as I did keep in\nharmony, with the Spirit of the Lord.\n<\/p><p>\nNow I want to tell you a few reasons why I think you and I should read the Book of\nMormon. I hope that while doing so, I shall enjoy the spirit of the Book of Mormon.\n<\/p><p>\nI do not know any single verse which impresses the spirit of the Book of Mormon on me\nmore than the first verse of the last chapter of Second Nephi. As that great prophet\napproached the close of his record, he said:\n<\/p><p>\nAnd now I, Nephi, cannot write all the things which were taught among my people; neither\nam I mighty in writing, like unto speaking;\n<\/p><p>\nMy, how I would have enjoyed hearing him speak! When I read his writings, they well-nigh\novercome me. In the following words he gives the key to his powerful speaking:\n<\/p><p>\n. . . for when a man speaketh by the power of the Holy Ghost the power of the Holy Ghost\ncarrieth it unto the hearts of the children of men\n(<span class=\"citation\" id=\"3513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3513)\">2 Ne. 33:1<\/a><\/span>).\n<\/p><p>\nI pray that while I speak I shall have the spirit of the Holy Ghost, and I pray that you will\nhave the same spirit, that we may all be edified.\n<\/p><p>\nThe first reason for reading the Book of Mormon which I want to mention is that it is\napproved by the highest authority in the universe, the Lord himself. He said to the Prophet\nJoseph Smith, \"Behold, thou wast called and chosen to write the Book of Mormon\"\n(<span class=\"citation\" id=\"12613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12613)\">D&amp;C 24:1<\/a><\/span>).\nLater on, when the Prophet Joseph Smith received the record, the Lord said that he\nwas given\n<\/p><p>\n. . . power to translate through the mercy of God, by the power of God, the Book of Mormon\n(<span class=\"citation\" id=\"12580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12580)\">D&amp;C 1:29<\/a><\/span>).\n<\/p><p>\nAfter the Prophet Joseph had translated that part of the record which he had been told to\ntranslate, the Lord said: \". . . and as your Lord and Your God liveth it is true\"\n(<span class=\"citation\" id=\"12600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12600)\">D&amp;C 17:6<\/a><\/span>), and\n<\/p><p>\n. . . contains the truth and the word of God\"\n(<span class=\"citation\" id=\"12605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12605)\">D&amp;C 19:26<\/a><\/span>).\n<\/p><p>\nHere are some more things the Lord said about it:\n<\/p><p>\n. . . a record of a fallen people, and the fulness of the gospel of Jesus Christ to the Gentiles\nand to the Jews also\n(<span class=\"citation\" id=\"12609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12609)\">D&amp;C 20:9<\/a><\/span>).\n<\/p><p>\nAnd the Book of Mormon and the holy scriptures are given of me for your instruction\n(<span class=\"citation\" id=\"12620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12620)\">D&amp;C 33:16<\/a><\/span>).\n<\/p><p>\n. . . the elders, priests and teachers of this Church shall teach the principles of my gospel,\nwhich are in the Bible and the Book of Mormon\n(<span class=\"citation\" id=\"12622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12622)\">D&amp;C 42:12<\/a><\/span>).\n<\/p><p>\nWITNESS FOR BIBLE\n<\/p><p>\nAnother reason I like the Book of Mormon and want you to read it is that it will sustain you\nagainst attacks being made by the modernists against that other great scripture, the Bible. The\nBook of Mormon is not only a new witness for God; it is also a witness to the truth of the\nBible. If I had the time, I could give you many specific instances on that point. The Book of\nMormon accepts the Bible unreservedly as the word of God. It accepts the five books of\nMoses as having been written by Moses. This the modernists deny. It accepts the great\nprophecies of Isaiah as the prophecies of the son of Amos. The resurrected Lord himself said,\nas recorded in the Book of Mormon, \"Great are the words of Isaiah\"\n(<span class=\"citation\" id=\"5490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5490)\">3 Ne. 23:1-3<\/a><\/span>), and he advises us to\nread them. Further, this Book of Mormon, the doctrines in it will sustain you against many\nfalse doctrines that are current in the world today\n<\/p><p>\nMAN'S MORAL RESPONSIBILITY\n<\/p><p>\nAbout two weeks ago, I sat in a group where a learned man was directing a discussion. He\npresented the modern doctrine that there is no personal responsibility for wrongdoing. I have\nheard that doctrine pressed so far as to hold that if a man commits a crime&mdash;lies, steals,\ncommits adultery, or even murders&mdash;he has no personal responsibility for his act, but that it is\nthe responsibility of society. I compared that evil doctrine with the teachings Lehi gave to his\nsons as he was about to go down into his grave. I remember how he taught his sons that men\nwere placed upon the earth between good and evil, that they were sufficiently taught to know\nthe difference between them (<span class=\"citation\" id=\"3497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3497)\">2 Ne. 2:5<\/a><\/span>),\nthat they were endowed by their Creator with power to act for themselves\n(<span class=\"citation\" id=\"3499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3499)\">2 Ne. 2:13<\/a><\/span>),\nand that they are held responsible for their decisions and actions. And as the Lord\nliveth, that doctrine is true. Lehi carefully instructed his sons on these important principles\nunder which they were to live and under which all people on the earth are to live. He taught\nthem that there was an opposition in all things\n(<span class=\"citation\" id=\"3498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3498)\">2 Ne. 2:11<\/a><\/span>),\nas Brother Merrill explained this morning, the\npower of evil and the power of good. He told them that they were\n<\/p><p>\n. . . free according to the flesh; and all things are given them which are expedient unto man.\nAnd they are free to choose liberty and eternal life; . . . or to choose captivity and death\n(<span class=\"citation\" id=\"3501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3501)\">2 Ne. 2:27<\/a><\/span>).\n<\/p><p>\nThis doctrine that man is not morally responsible for his own acts, which is gaining wide\nacceptance in the world today, is the doctrine of the evil one. If you will read the Book of\nMormon, you will be convinced of that, and you will have a defense against it if you will\naccept the Book of Mormon.\n<\/p><p>\nGREAT AMERICAN BOOK\n<\/p><p>\nNow, I like the Book of Mormon, and you will like it, because it is a great American book. It\nwas written in America, by Americans, for Americans. It has peculiar application to America\nIt is not full of foreign ideologies and uninspired interpretations of men. I believe that I am\nwithin the mark when I say that between the pages of that great book there is more ultimate\ntruth about the overall history of America than there is in any other book and, I will go so far\nas to say, more than in all the libraries of the world where there isn't a Book of Mormon.\n<\/p><p>\nIn it the history of this great land of America is foretold Up until 420 A.D. the coming to\npass of the history as it was foretold was faithfully recorded by the historians who witnessed\nit. We who are acquainted with the Book of Mormon know that the history of America from\n421 A.D. to the present time is clearly foretold therein &mdash;the long withholding of the\nknowledge of the land from the Gentiles, the coming of Columbus as referred to by President\nLevi Edgar Young this morning, the coming of the Pilgrim fathers, the establishment of this\ngreat nation (<span class=\"citation\" id=\"1485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1485)\">1 Ne. 13:12-20<\/a><\/span>),\nthe ushering in of this great last dispensation\n(<span class=\"citation\" id=\"1486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1486)\">1 Ne. 13:34-37<\/a><\/span>).\nAll these things are there foretold\nas clearly as anyone can write them now after they have transpired. The coming to pass of\nthese great prophecies of the Book of Mormon is an evidence of its divinity which the world\ncannot destroy.\n<\/p><p>\nOf the future of America the Book of Mormon gives some wonderful views. I have not time\nto go into them in detail, but I would to our Father in heaven that the people who have the\nmanagement of this nation would become acquainted with them. The Book of Mormon\nadvises us that Jesus Christ, our Redeemer, is the God of this land\n(<span class=\"citation\" id=\"22179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22179)\">Ether 2:12<\/a><\/span>) and that he has said some\nvery definite things about the future of America. Our own nation has a great stake in that\nfuture. If we will live the laws that the God of this land teaches in the Book of Mormon, we\ncan participate in the realization of the marvelous promises made for the future of America.\nHere the New Jerusalem shall arise, and Christ shall come and bring peace to the earth.\n<\/p><p>\nINSPIRATION OF TEACHING\n<\/p><p>\nNow, I like the Book of Mormon, and you will like it, too, for the courage and the strength it\ninspires in times of discouragement and stress. Consider as an example a few incidents from\nthe life of Nephi, whom I love and whom you will love, too, I'm sure, if you become well\nacquainted with him.\n<\/p><p>\nYou will recall how, when he came down from the mountain where he had been praying to\nthe Lord, he found his elder brothers whining because the Lord had told them to go up to\nJerusalem and get the brass plates. He did not join in their whining. When he learned of the\ncommandment, he said unto his father:\n<\/p><p>\n. . . I will go and do the things which the Lord hath commanded, for I know that the Lord\ngiveth no commandments unto the children of men, save he shall prepare a way for them that\nthey may accomplish the thing which he commanded them\n(<span class=\"citation\" id=\"1473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1473)\">1 Ne. 3:7<\/a><\/span>).\n<\/p><p>\nWhen they reached Jerusalem, Laman was chosen to go into the city and get the record from\nLaban. He did not get it, however, because he knew he could not get it. When Laban said to\nhim, \"You are a robber, and I will slay thee\"\n(<span class=\"citation\" id=\"1474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1474)\">1 Ne. 3:13<\/a><\/span>),\nhe ran. Arriving outside the city walls, Laman,\nwith Lemuel, wanted to go down into the wilderness to their father without the record, but\nNephi said:\n<\/p><p>\n. . . As the Lord liveth, and as we live, we will not go down unto our father in the wilderness\nuntil we have accomplished the thing which the Lord hath commanded us\n(<span class=\"citation\" id=\"1475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1475)\">1 Ne. 3:15<\/a><\/span>).\n<\/p><p>\nYielding to Nephi, they went to their former home and gathered up their precious possessions\nwhich they offered for the records. Pursued by Laban's guard, they abandoned their wealth\nand fled for their lives. Again the elder brothers desired to return to their father in the\nwilderness. They spoke harsh words to Nephi and so severely whipped him that an angel\ncame and corrected them (<span class=\"citation\" id=\"1476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1476)\">1 Ne. 3:22-30<\/a><\/span>).\nAfter the angel had departed, Laman and Lemuel continued to murmur, saying:\n<\/p><p>\n. . . How is it possible that the Lord will deliver Laban into our hands? Behold, he is a\nmighty man, and he can command fifty, yea, even he can slay fifty; then why not us?\n<\/p><p>\nAnd it came to pass that I [Nephi] spake unto my brethren, saying: Let us go up again unto\nJerusalem, and let us be faithful in keeping the commandments of the Lord; for behold he is\nmightier than all the earth, then why not mightier than Laban and his fifty, yea, or even than\nhis tens of thousands (<span class=\"citation\" id=\"1477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1477)\">1 Ne. 3:31<\/a><\/span>;\n<span class=\"citation\" id=\"1478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1478)\">1 Ne. 4:1<\/a><\/span>).\n<\/p><p>\nNephi finally went in alone and came back with the plates. He had faith; he had courage; and\nwith the help of Almighty God he accomplished the thing which he had been sent to do.\n<\/p><p>\nOne of the most outstanding faith-promoting statements of Nephi was made when they\nreached the border of the sea after they had been in the wilderness for eight years. The Lord\ntold him to build a ship. He did not have any ore or tools or material with which to build the\nship but, nothing daunting, he went into the mountain and dug out the required ore. From the\nskins of animals he made a bellows with which to blow the fire, which he started by striking\ntwo stones together (<span class=\"citation\" id=\"1491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1491)\">1 Ne. 17:9-11<\/a><\/span>).\nAs he made preparations to build the ship, his brothers said of him:\n<\/p><p>\n. . . Our brother is a fool, for he thinketh that he can build a ship; yea, and he also thinketh\nthat he can cross these great waters\n(<span class=\"citation\" id=\"1492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1492)\">1 Ne. 17:17<\/a><\/span>).\n<\/p><p>\nMistaking his sorrowing over their misconduct for discouragement, they taunted him. He then\nstood up in the power of the spirit and said unto them:\n<\/p><p>\n. . . If God had commanded me to do all things I could do them. If he should command me\nthat I should say unto this water, be thou earth, it should be earth; and if I should say it, it\nwould be done (<span class=\"citation\" id=\"1493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1493)\">1 Ne. 17:50<\/a><\/span>).\n<\/p><p>\nHere is an example of faith and courage which, if we can emulate, will do much to help us\nthrough our doubting and discouragement, for we serve the same God that Nephi served, and\nHe will sustain us even as he sustained Nephi if we will serve him even as Nephi served him.\n<\/p><p>\nREADING ENJOINED\n<\/p><p>\nI urge you to get acquainted with this great book. Read it to your children; they are not too\nyoung to understand it. I remember reading it with one of my lads when he was very young.\nOn one occasion I lay in the lower bunk and he in the upper bunk. We were each reading\naloud alternate paragraphs of those last three marvelous chapters of Second Nephi. I heard his\nvoice breaking and thought he had a cold, but we went on to the end of the three chapters. As\nwe finished he said to me, \"Daddy, do you ever cry when you read the Book of Mormon?\"\n<\/p><p>\n\"Yes, Son,\" I answered \"Sometimes the Spirit of the Lord so witnesses to my soul that the\nBook of Mormon is true that I do cry.\"\n<\/p><p>\n\"Well,\" he said, \"that is what happened to me tonight.\"\n<\/p><p>\nI know not all of them will respond like that, but I know that some of them will, and I tell\nyou this book was given to us of God to read and to live by, and it will hold us as close to\nthe Spirit of the Lord as anything I know. Won't you please read it?\n<\/p><p>\nGod bless you. Amen.\n<\/p>\n<\/div>\n<\/div>"}