{"ID":384, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Source of Happiness<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1949, pp. 41-44<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI wish to acknowledge all that has been said so far in this conference and ask that I shall also\nhave a portion of your faith and prayers in my behalf, as has been requested in the prayers of\nthis conference.\n<\/p><p>\nI am sure there is no happier gathering than we have here today, for I don't think there are\nany happier people than those who are active, faithful members of the Church. Inasmuch as\nwe have gathered here together to receive of more encouragement and help in performing our\nresponsibilities in the work of the Lord, I am sure the Lord will answer that prayer for us.\n<\/p><p>\nI am happy in my testimony of the gospel, in the knowledge of the gospel with which the\nLord has blessed me.\n<\/p><p>\nGOAL OF HAPPINESS\n<\/p><p>\nAs has been said, happiness has been the goal of man since the beginning of time, for man is\nthat he might have joy. When Moses reached the age of 120 and it was time for him to depart\nthis life, he commanded that all the children of Israel be gathered together that he might speak\nto them. He said, \"Come, therefore, let me suggest to you by what means you may be happy\"\n<\/p><p>\nMoses had been an instrument in the hands of the Lord, to bring many blessings to the\nchildren of Israel. Through Moses they had been released from bondage and delivered from\nEgypt. He had traveled with them for forty years in the wilderness, teaching them the will of\nthe Lord. He had gone through many trials and hardships with them and for them. Together\nthey had suffered hunger, thirst, and had fled before their enemy. Now at the end of his life,\nwhen men are most serious, he called them together to give them instructions. Uppermost in\nhis mind for the hosts of Israel was their <i>happiness<\/i>. He continued:\n<\/p><p>\nO children of Israel! There is but one source of happiness for all mankind, the favor of God;\nfor he alone is able to give good things to those that deserve them, and to deprive those of\nthem that sin against him; towards whom, if you behave yourselves according to his will, and\naccording to what I, who well understand his mind, do exhort you to, you will both be\nesteemed blessed, and will be admired by all men; and will never come into misfortunes, nor\ncease to be happy. . . (Josephus, Book 4:8.)\n<\/p><p>\nOBEDIENCE INSURES HAPPINESS\n<\/p><p>\nAfter standing the test of thousands of years, it is still just as true today for all mankind; for\ntrue happiness and joy come from the favor of God. How can we obtain the favor of God in\nour everyday walks of life? The Lord has given us commandments, obedience to which will\ninsure our happiness, if we will only heed them. First and foremost, \". . . love the Lord thy\nGod with all thine heart, and with all thy soul, and with all thy might\"\n(<span class=\"citation\" id=\"21210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21210)\">Deut. 6:5<\/a><\/span>). If\nour hearts are filled with love for God, then they are also filled with love for our fellow men.\nWe will be glad to lend a helping hand or give a cheering word to a neighbor. And right here\nlet me say, that love, like charity, begins at home. If you are fortunate enough to have a home\nand a family, your chances for happiness are <i>unlimited<\/i>. But it takes love&mdash;plenty of love to\nmake a home happy. The more we give in understanding, sympathy, and service to others, the\nhappier we are. And love is kind it is ready to overlook failures and try again. If we could\nonly keep our hearts filled with love, this earth would be a heaven of happiness. Do you\nremember the song in our hymn book&mdash;\"Love at Home\"? It is such a beautiful song. Next\ntime you are tempted to let something other than love creep into your heart, sing it and see if\nit doesn't help. There is a sure method of keeping in the favor of the Lord. When we are in\nconstant communication, we cannot go far astray. Each morning, throughout the day, and at\nnight, we ask God to let his Spirit be with us to guide us in all that we do. It is like the beam\nthat guides the pilot of an airplane. As long as he is on the beam, he knows that everything is\nall right, but he must not stray too far or he loses the beam, We have a conscience, each of\nus, that will tell us if we are not on the beam. There is no surer way to unhappiness than to\ncarry a guilty conscience constantly for a companion. Don't do it. Get on the beam. There are\nmany other things which contribute to our happiness, and God has given us instruction\nconcerning these things. Our capacity for enjoying life is greater if our health is good. It is\nhard to be happy if we are always tired. The Lord told us how to keep from being weary and\nkeep our minds invigorated. He said:\n<\/p><p>\n. . . retire to thy bed early, that ye may not be weary; arise early, that your bodies and your\nminds may be invigorated (<span class=\"citation\" id=\"12697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12697)\">D&amp;C 88:124<\/a><\/span>).\n<\/p><p>\nWith every blessing, however, the Lord has put a price or a law upon which each blessing is\npredicated. For keeping the Word of Wisdom he promises:\n<\/p><p>\nAnd all saints who remember to keep and do these sayings, walking in obedience to the\ncommandments, shall receive health in their navel and marrow to their bones;\n<\/p><p>\nAnd shall find wisdom and great treasures of knowledge, even hidden treasures;\n<\/p><p>\nAnd shall run and not be weary, and shall walk and not faint. And I, the Lord, give unto\nthem a promise that the destroying angel shall pass by them, as the children of Israel, and not\nslay them (<span class=\"citation\" id=\"12699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12699)\">D&amp;C 89:18-21<\/a><\/span>).\n<\/p><p>\nThe nineteenth verse is to me most important. They \"shall find wisdom and great treasures of\nknowledge, even hidden treasures\" (<span class=\"citation\" id=\"12701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12701)\">D&amp;C 89:19<\/a><\/span>).\nIs there any greater happiness that can be given to man\nthan the testimony of the divinity of this gospel and the plan of life and salvation? That\nknowledge comes only from the Holy Ghost. Again the Lord promises, \". . . prove me now\nherewith . . . . if I will not open you the windows of heaven, and pour you out a blessing,\nthat there shall not be room enough to receive it.\" For the price of this source of happiness,\nthe Lord says:\n<\/p><p>\nBring ye all the tithes into the storehouse, that there may be meat in mine house . . .\n(<span class=\"citation\" id=\"32723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32723)\">Mal. 3:10<\/a><\/span>).\n<\/p><p>\nTHE PRICE OF PROSPERITY\n<\/p><p>\nThe Book of Mormon records the promises of prosperity to those who live in this the\npromised land. The price for prosperity is keeping the commandments of the Lord. There\nwere many times when Israel of old was not in the favor of the Lord. Then the Lord\nwithdrew his blessings, and they became humbled again, and the blessings of the Lord were\nagain given to the people. We find the same repetition among the descendants of Lehi on this\ncontinent. What about us? Can we profit by their experience?\n<\/p><p>\nThe Lord also promised, \"All that my Father hath shall be given . . . \"\n(<span class=\"citation\" id=\"12680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12680)\">D&amp;C 84:38<\/a><\/span>). To whom? And why?\n<\/p><p>\nAnd also all they who receive this priesthood receive me, saith the Lord;\n<\/p><p>\nFor he that receiveth my servants receiveth me; And he that receiveth me receiveth my\nFather;\n<\/p><p>\nAnd he that receiveth my Father, receiveth my Father's kingdom; therefore all that my Father\nhath shall be given unto him\n(<span class=\"citation\" id=\"12678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 12678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(12678)\">D&amp;C 84:35-38<\/a><\/span>).\n<\/p><p>\nThe reward for keeping the commandments of the Lord is happiness.\n<\/p><p>\nHappiness certainly does not come from just idle goodness. The Savior said, \"But he that is\ngreatest among you shall be your servant\"\n(<span class=\"citation\" id=\"34308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34308)\">Matt. 23:11<\/a><\/span>).\nHe could have said, \"He that is\nhappiest among you shall be your servant.\" Active service to others is serving God. That\nmissionary is happiest who is truly seeking to serve his fellow man by declaring to him the\nmessage of the gospel of Jesus Christ. Active members of the Church everywhere experience\nthe same happiness. Nor does happiness stop with this life. For those who keep the\ncommandments of the Lord to the full, and enter into the new and everlasting covenant, and\nare sealed together as husband and wife for time and all eternity, shall enjoy the greatest\ndegree of happiness.\n<\/p><p>\nThus, as Moses declared: \"The source of happiness for all mankind,\" in this life and the life\nto come throughout all eternity, \"is the favour of God.\"\n<\/p><p>\nMay the Lord help us to obtain it, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}