{"ID":3875, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Except Ye Are One\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03167_000_004<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p3\" class=\"\">To Latter-day Saints throughout the world, and to men and women of goodwill everywhere: we greet you in the name of the Lord as we gather from near and far in this great world conference of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p4\" class=\"\">We affirm before all men our belief in God the Eternal Father and in his Son, Jesus Christ, and in the Holy Ghost. This is the first article of our faith and the foundation of all of our work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p5\" class=\"\">We are particularly pleased to have with us—yes, pleased and honored—this remarkable man whom we sustain as a prophet of God, our prophet, seer, and revelator, our friend and leader, President Spencer W. Kimball.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p6\" class=\"\">We regret that the condition of his health does not permit him to speak to us. We have heard him many times in the past as he has spoken from this pulpit, and the memories of his great testimonies continue to encourage and strengthen all of us.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p7\" class=\"\">Who can measure the influence of this man upon others? I suppose if we were to seek for just one word to characterize him, it would be <span class=\"emphasis\">love.<\/span><\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p8\" class=\"\">I read from my notebook a statement he made on October 23, 1980, to a large assembly of Chinese brethren and sisters in Taipei, Taiwan. He said on that occasion:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p9\" class=\"\">“Somehow the Lord gave me from the time of my birth a spirit of love. I loved my companions in the mission field. I loved those against whom I played basketball as a boy. I loved people in all the world. I love you.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p10\" class=\"\">If he were to speak to us this morning, I am confident that would be the tenor of his remarks. This great reaching out with love has been the chemistry of his remarkable leadership. His life is a lesson for each of us, a lesson in the wondrous power of love.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p11\" class=\"\">Though his body is tired and weak, the force of that leadership is felt throughout the Church in all the world. It is an agent that binds us together as followers of the Lord Jesus Christ. Its unifying influence is felt in all of the higher councils of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p12\" class=\"\">We are grateful that President Romney is also with us as First Counselor in the First Presidency. He also is having health problems. Were he to speak, I am confident that he would testify of this great and moving power in the life and character of our President. I bear witness of it. I am confident that each of the Twelve and the Seventy and the Bishopric could do likewise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p13\" class=\"\">I thank each one of the members of these councils and quorums who constitute the General Authorities of the Church. I thank them for their love and loyalty, for their faith and devotion, for their unity of purpose and action, under the leadership of our President.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p14\" class=\"\">The Lord said that except ye are one, ye are not mine. (See <span class=\"citation\" id=\"17964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17964)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17964)\">D&amp;C 38:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p15\" class=\"\">This great unity is the hallmark of the true church of Christ. It is felt among our people throughout the world. As we are one, we are his.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/except-ye-are-one.p16\" class=\"\">And so, as we open this great conference, from which there will be radiated across the world a feeling of love, we pray that we shall be blessed of the Lord. We pray for our prophet dear, whom we love and honor. We pray for one another that we may go on in unity and strength. If we do so, no power beneath the heavens can stop the onward progress of this great kingdom. I pray that we shall never be wanting in our faith, in our devotion, in our love for the Lord and his work, and in our desire to serve unitedly for the advancement of The Church of Jesus Christ of Latter-day Saints, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}