{"ID":3879, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Parent-Child Interviews\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p2\" class=\"\">Elder Carlos E. Asay<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p\" class=\"\">Of the Presidency of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03167_000_008<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:29c2.jpg\" alt=\"Elder Carlos E. Asay\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p3\" class=\"\">Several years ago, I approached one of my daughters and said, “My dear, it’s time for an interview.” Her response was less than enthusiastic, and I determined within my own mind that I was boring her terribly. So instead of subjecting her to a formal conversation, I invited her into the car and drove to the Dairy Queen where we both enjoyed a root beer float. All the way to and from the store, I asked questions, and she freely responded. She didn’t even realize that she was being interviewed—or at least that is what I thought. A few weeks later, I announced once again that I wanted to interview her. This time she promptly asked, “Wet or dry?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p4\" class=\"\">I wonder if our conduct of good practices—even the conducting of interviews with our children—is sometimes done in a dry and deadening manner. Is it possible that in our drive to perform or fulfill a Church expectancy we collide with purpose? Can we not become so obsessed with form that we forget family? If so, perhaps we should ask ourselves whether within we are “full of dead men’s bones.” (<span class=\"citation\" id=\"36953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36953)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36953)\">Matt. 23:27<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p5\" class=\"\">When I think of dry performances, my mind turns to the ancients who altered the lesser law. They multiplied rituals, ceremonies, and symbols to the extent that the law itself was worshiped more than the Lord. In fact, the law was so abused that it pointed people away from, not forward to, the Messiah.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p6\" class=\"\">The acceptable performance, I feel, is made “wet” and given zest by the living waters which issue from Christ. It is a performance founded upon inspired teachings such as:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p7\" class=\"\">“[You] must have no other object in view … but to glorify God, and must not be influenced by any other motive than that of building his kingdom.” (<span class=\"citation\" id=\"30669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30669)\">JS—H 1:46<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p8\" class=\"\">“He that is greatest among you shall be your servant.” (<span class=\"citation\" id=\"36952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36952)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36952)\">Matt. 23:11<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p9\" class=\"\">“For the letter killeth, but the spirit giveth life.” (<span class=\"citation\" id=\"3097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3097)\">2 Cor. 3:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p10\" class=\"\">“When thou doest alms, let not thy left hand know what thy right hand doeth.” (<span class=\"citation\" id=\"36911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36911)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36911)\">Matt. 6:3<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p11\" class=\"\">Living performances are void of roteness and stiffness and self-centered tendencies. They are made by Saints who speak and act according to the feelings of their hearts and the Spirit of the Lord which is in them. (See <span class=\"citation\" id=\"4076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4076)\">2 Ne. 4:12<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p12\" class=\"\">Alma’s interview with Helaman is a classic “wet” and refreshing performance. It is a short, three-question, forty-five-second exchange between father and son. According to the record, Alma was approaching the end of his ministry. He knew that he must select someone to assume prophetic and record-keeping responsibilities. Helaman was his choice. Therefore, Alma came to his son and asked: “Believest thou the words which I spake unto thee concerning those records which have been kept?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p13\" class=\"\">Without hesitation, Helaman answered: “Yea, I believe.” He might have said, “Yes, I believe in the scriptures; and yes, I believe all that you have taught me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p14\" class=\"\">Alma’s second question was simply: “Believest thou in Jesus Christ, who shall come?” Again, without delay, Helaman stated: “Yea, I believe all the words which thou hast spoken.” (See <span class=\"citation\" id=\"124951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124951)\">Alma 45:2–5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p15\" class=\"\">What a tribute to the father! He had talked of Christ, rejoiced in Christ, preached of Christ, and taught his son to know the source to which he might look for a remission of his sins. (See <span class=\"citation\" id=\"4082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4082)\">2 Ne. 25:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p16\" class=\"\">Up to this point in the interview, the father’s questions were sampling the son’s basic beliefs. Now it was essential that those beliefs be tested and determined as being more than idle lip service. Alma’s capstone inquiry was, “Will ye keep my commandments?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p17\" class=\"\">I am not certain what went through Helaman’s mind as he prepared to give his final response. He knew the necessity of honoring his parents and respecting priesthood authority. His previous actions had verified this fact. I like to think that Helaman’s reply was promoted by a heartfelt desire to be obedient rather than by a fear of authority. Deep love of God and father were reflected in his words: “Yea, I will keep thy commandments with all my heart.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p18\" class=\"\">It is a marvelous thing when a father is able to make his commandments square perfectly with God’s expectations. Apparently, this condition was achieved by Alma, for Helaman was ready and willing to obey with all his heart.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p19\" class=\"\">This short, informative, and inspiring interview must have pleased Alma greatly. Not only had he communicated heart-to-heart and soul-to-soul with his son, but the son had openly declared his faith and pledged his devotion. To culminate the exchange, Alma, under the inspiration of the Spirit, prophesied and extended this blessing: “Blessed art thou; and the Lord shall prosper thee in this land.” (See <span class=\"citation\" id=\"9401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9401)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9401)\">Alma 45:6–8<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p20\" class=\"\">I wonder if our interviews with our children are as inspirational and building as the one between Alma and Helaman. I find it significant that the father came to the son; the son was not summoned to stand inspection or to give a report. I find it refreshing that the conversation was direct and without any verbal sparring; it was not labored or rehearsed. I find it exemplary that commitment was drawn without prying, wringing, or pressuring. And I find it most beautiful that the father concluded with a tender blessing.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p21\" class=\"\">Is this not a performance, or a pattern of communicating, that we should follow? And I refer to the principles involved, not necessarily to the form.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p22\" class=\"\">On one occasion when I arrived home late from an assignment, my wife expressed concern about one of our sons. She was worried that his mind was not riveted upon serving a mission, and she said as much to me. Her concerns certainly captured my attention, and I asked where the son was. She told me that he was in his room preparing to retire. Immediately I went to the room and sat on the edge of his bed. When I asked if I could speak with him a moment, he said, “Certainly.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p23\" class=\"\">The hour was late. He was tired, and so was I. I, therefore, could see that nothing would be gained by a long conversation. And following the direct Alma-and-Helaman approach, the conversation went something like this:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p24\" class=\"\">“Son, are you still planning on serving a mission?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p25\" class=\"\">“Yes,” he answered. “I’ve always planned on serving, and I haven’t changed.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p26\" class=\"\">“Son, do you know what qualifies a young man to serve a mission? Do you know what <span class=\"emphasis\">worthiness<\/span> means?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p27\" class=\"\">“Yes, Dad,” he said. “I understand the requirements and standards of worthiness that must be met.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p28\" class=\"\">I said, “Thank you. I have one last question: Are you clean and worthy to serve? Could you accept a call if one were issued you today?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p29\" class=\"\">There was a moment of reflective silence; then he declared: “It isn’t easy. Temptation is real and found everywhere. However, since you’ve asked, I am clean and I am worthy to serve.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p30\" class=\"\">This was a wonderful, beautiful, spontaneous, and sanctifying experience.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p31\" class=\"\">I thanked my son, kissed him, assured him of my love, and bid him good night. I returned to my bedroom and told my wife that all was well and that she could go to sleep.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p32\" class=\"\">I do see great wisdom in the practices and performances which we encourage parents to follow in the Church. There is virtue in sponsoring family home evenings; in conducting family prayers, as Elder Perry has mentioned; in giving father’s blessings; and in holding parent-child interviews. All of these are important and have their place. However, the participation in such performances and the reporting of such activity must not become the end. They are means of involving, means of teaching, and means of blessing people. All should be engaged in for the purpose of saving and exalting souls.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/parent-child-interviews.p33\" class=\"\">I thank God for my wife and my children; they make life so very meaningful. I thank God for the restored Church and living prophets who have provided me inspired programs for the benefit of those around me. And I’m grateful for the gospel which comes from the fountain of living waters—even Jesus Christ. But I pray humbly that I will be blessed not to confuse means and ends or become confused with performances at the expense of the spirit underlying all commandments. May our interviews, our prayers, our communications with our children be sanctifying and free of dryness and “dead men’s bones,” [<span class=\"citation\" id=\"36954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36954)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36954)\">Matt. 23:27<\/a><\/span>] I pray, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}