{"ID":3885, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The House of the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p2\" class=\"\">Elder Adney Y. Komatsu<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p\" class=\"\">Of the First Quorum of the Seventy<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03167_000_014<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2bcc.jpg\" alt=\"Elder Adney Y. Komatsu\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p3\" class=\"\">In recent months we have seen the completion and dedication of several temples in the Church—one in Atlanta, Georgia; one in Apia, Samoa; one in Nuku’alofa, Tonga; and another in Santiago, Chile. Others are now in the planning and construction stages, and of course many are in operation in various parts of the world.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p4\" class=\"\">I am grateful for the special calling that I have at the present time to serve as the president of the Tokyo Temple. It is a joy and a privilege to visit with the Saints who come to that holy edifice to partake of the blessings there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p5\" class=\"\">Why does the Church build and maintain temples?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p6\" class=\"\">This question was asked by the contractor for the Tokyo Temple when he was engaged to begin that construction about five years ago. He noted that the Buddhist and Shinto religions in Japan build many shrines and temples, but this was the first time he had heard of a Christian church building a temple. Christian religions are noted for building beautiful chapels and cathedrals, but he had never heard of a Christian temple before. Of the many churches that profess Christianity, The Church of Jesus Christ of Latter-day Saints is the only one that builds temples.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p7\" class=\"\">The contractor was told that the temple would be a sacred building, a holy house, where the glorious work of salvation for the living and the dead would be carried out, where baptisms for the dead and other ordinances would be performed to bring about the joining of wife to husband, children to parents, for the living as well as the dead, and where families would be sealed together for time and for all eternity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p8\" class=\"\">The direction to the Prophet Joseph Smith was clear when he received this revelation on August 2, 1833, only three years after the Church was organized, instructing that a temple should be built:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p9\" class=\"\">“Verily I say unto you, that it is my will that a house should be built unto me in the land of Zion, like unto the pattern which I have given you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p10\" class=\"\">“Yea, let it be built speedily, by the tithing of my people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p11\" class=\"\">“Behold, this is the tithing and the sacrifice which I, the Lord, require at their hands, that there may be a house built unto me for the salvation of Zion—<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p12\" class=\"\">“For a place of thanksgiving for all saints, and for a place of instruction for all those who are called to the work of the ministry in all their several callings and offices;<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p13\" class=\"\">“That they may be perfected in the understanding of their ministry, in theory, in principle, and in doctrine, in all things pertaining to the kingdom of God on the earth, the keys of which kingdom have been conferred upon you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p14\" class=\"\">“And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it;<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p15\" class=\"\">“Yea, and my presence shall be there, for I will come into it, and all the pure in heart that shall come into it shall see God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p16\" class=\"\">“But if it be defiled I will not come into it, and my glory shall not be there; for I will not come into unholy temples.” (<span class=\"citation\" id=\"18027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18027)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18027)\">D&amp;C 97:10–17<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p17\" class=\"\">There were very few members of the Church at this time, but they all greatly sacrificed, and the Kirtland Temple was completed and dedicated. The Lord appeared in glory and accepted the temple. Moses, Elias, and Elijah also appeared, each to commit his keys and dispensations. (See <span class=\"citation\" id=\"18035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18035)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18035)\">D&amp;C 110<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p18\" class=\"\">However, before the temple work could really begin in the Kirtland Temple, the Saints had to flee the attacks of mobs. The temple fell into the hands of wicked men, and, as was stated in the revelation, when it became defiled, it was disowned by the Lord. Efforts were made by the Saints to build a temple in Missouri, but again they were forced to flee for their lives.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p19\" class=\"\">Again, after nearly five years, the Prophet Joseph Smith received the following revelation:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p20\" class=\"\">“For there is not a place found on earth that he may come to and restore again that which was lost unto you, or which he hath taken away, even the fulness of the priesthood.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p21\" class=\"\">“For a baptismal font there is not upon the face of the earth, that they, my saints, may be baptized for those who are dead—<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p22\" class=\"\">“For this ordinance belongeth to my house, and cannot be acceptable to me, only in the days of your poverty, wherein ye are not able to build a house unto me. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p23\" class=\"\">“And verily I say unto you, let this house be built unto my name, that I may reveal mine ordinances therein unto my people;<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p24\" class=\"\">“For I deign to reveal unto my church things which have been kept hid from before the foundation of the world, things that pertain to the dispensation of the fulness of times.” (<span class=\"citation\" id=\"18050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18050)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18050)\">D&amp;C 124:28–30, 40–41<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p25\" class=\"\">In this revelation, which is recorded in section 124 of the Doctrine and Covenants, reference is made to “the fulness of the priesthood.” [<span class=\"citation\" id=\"18049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18049)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18049)\">D&amp;C 124:28<\/a><\/span>] What is the meaning of that and how is it obtained? The Prophet Joseph Smith taught: “If a man gets a fullness of the priesthood of God he has to get it in the same way that Jesus Christ obtained it, and that was by keeping all the commandments and obeying all the ordinances of the house of the Lord.” (<span class=\"emphasis\">Teachings of the Prophet Joseph Smith,<\/span> sel. Joseph Fielding Smith, Salt Lake City: Deseret Book Co., 1938, p. 308.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p26\" class=\"\">President Joseph Fielding Smith further taught: “If you want salvation in the fullest, that is exaltation in the kingdom of God, so that you may become his sons and his daughters, you have got to go to the temple of the Lord and receive these holy ordinances which belong to that house, which cannot be had elsewhere. <span class=\"emphasis\">No man shall receive the fulness of eternity, of exaltation, alone; no woman shall receive that blessing alone; but man and wife, when they receive the sealing power in the temple of the Lord, … shall pass on to exaltation, and shall continue and become like the Lord.<\/span> And that is the destiny of men; that is what the Lord desires for his children.” (<span class=\"emphasis\">Doctrines of Salvation,<\/span> comp. Bruce R. McConkie, 3 vols., Salt Lake City: Bookcraft, 1954–56, 2:44.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p27\" class=\"\">It is clear, then, that unless we go to the temple of the Lord and receive all the ordinances and obey the commandments, we cannot receive a fulness of priesthood blessings and neither can we receive exaltation. These are wonderful blessings that have been made available to us through temple work.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p28\" class=\"\">I have been a member of the Church most of my life. I was baptized when I was seventeen and was ordained to the Melchizedek Priesthood at age twenty-one. While still a young man, I served in many assignments and had many good experiences in the Church that helped me to learn many concepts that were helpful to me in building my faith and testimony. But I never felt that I had completed my <span class=\"emphasis\">full<\/span> membership in the Church until I took my bride to the temple and received the new and everlasting covenant and the blessings and understanding of the work performed there.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p29\" class=\"\">I was the first member of my family to be baptized into the Church and thus have the responsibility to perform vicariously the temple work for my ancestors who did not have the opportunity to hear the gospel during their time on this earth. I also have had the responsibility to teach my children the gospel and to instill in their hearts and minds the importance of temple work. My wife and I have four children, the oldest of whom is married and has two children—our grandchildren, who are very special to us. Our children were born under the covenant, and our grandchildren have also been born under the covenant. The greatest gift I might give to my children or grandchildren in this life, or the most valuable legacy I might leave them, would be a testimony of the truthfulness of the gospel and the importance of genealogy and temple work, which binds us all together down through the generations in love and in happiness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p30\" class=\"\">There are many people in the world who travel great distances at great personal sacrifice to go to the temple. I know our Heavenly Father is aware of their righteous desires and blesses them abundantly for their efforts. Recently a group came to the Tokyo Temple from Okinawa—nine hundred miles by plane—among them a young couple who had come to be married. It had required all the money they could possibly save to pay for their transportation, and there was nothing left for a wedding celebration or honeymoon. When those who accompanied the couple realized their plight, they dug deep into their own pockets and contributed what little they had so the couple could have money for a delightful one-day honeymoon in Tokyo. Not only did the young couple enjoy the blessings of the temple, but they also enjoyed and appreciated the generosity and kindness of their brothers and sisters. Surely Paul’s teachings to the Ephesian Saints apply, when he said, “Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God.” (<span class=\"citation\" id=\"21955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21955)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(21955)\">Eph. 2:19<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-house-of-the-lord.p31\" class=\"\">I have a firm and abiding testimony of the importance of this work and the blessings it can bring into our lives. I express gratitude for this testimony and for the small part I now enjoy in teaching genealogy and temple work. May we all be blessed to receive the fulness of the blessings of the House of the Lord, I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}