{"ID":3886, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Angel Moroni Came!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p2\" class=\"\">Elder Mark E. Petersen<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03167_000_015<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t<img src=\"\/images\/cache\/ensignlp.nfo:o:2a4a.jpg\" alt=\"Elder Mark E. Petersen\"\/><\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p3\" class=\"\">About two weeks ago we noted one of the most important anniversaries in our Church history.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p4\" class=\"\">It was on September 21, 1823, when the angel Moroni first appeared to the young prophet Joseph Smith in his farm home near Palmyra, New York.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p5\" class=\"\">As we remember it today, we declare our solemn testimony to all mankind that, indeed, <span class=\"emphasis\">Moroni did come!<\/span> It is a fact, a firm and unshakable truth. Moroni came!<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p6\" class=\"\">As an angel of God, a messenger from heaven, this glorious personage visited Joseph Smith in physical reality. It was no dream, nor any kind of mystic occurrence.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p7\" class=\"\"><span class=\"emphasis\">It was a visitation.<\/span> Two physical beings communed together—with Moroni, a resurrected person of flesh and bones, emerging from the eternal veil and paying repeated and never-to-be-forgotten visits to this mortal farm boy, Joseph Smith. (See <span class=\"citation\" id=\"30666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30666)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30666)\">JS—H 1:30–54<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p8\" class=\"\">Many people no longer believe in the ministry of angels. But God does! He has used this means of communication from the days of Adam. Is there any reason why He should not continue the procedure in our day?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p9\" class=\"\">Angels ministered to many people in both Old and New Testament times, delivering messages from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p10\" class=\"\">Abraham walked and talked with angels. An angel assisted Israel at the time of the Exodus. (See <span class=\"citation\" id=\"22921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22921)\">Ex. 14:19<\/a><\/span>.) An angel fought an invading army in the days of the prophet Isaiah. (See <span class=\"citation\" id=\"25590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25590)\">Isa. 37:36<\/a><\/span>.) When Daniel was in the lion’s den, an angel closed the mouths of the lions, and Daniel’s life was spared. (See <span class=\"citation\" id=\"10785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10785)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10785)\">Dan. 6:22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p11\" class=\"\">The angel Gabriel announced to the virgin Mary in Nazareth that she would become the mother of the Savior. (See <span class=\"citation\" id=\"32159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32159)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32159)\">Luke 1:30–33<\/a><\/span>.) The same angel told the father of John the Baptist of his prophet-son soon to be born. (See <span class=\"citation\" id=\"32158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32158)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(32158)\">Luke 1:13<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p12\" class=\"\">When Joseph and Mary and the Divine Infant fled to Egypt, it was an angel who gave them direction, and upon the death of the wicked King Herod, the angel told them to return home. (See <span class=\"citation\" id=\"36894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36894)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36894)\">Matt. 2:13, 19–20<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p13\" class=\"\">When the Savior spoke of the sanctity of little children, he said, “Take heed that ye despise not one of these little ones; for I say unto you, That in heaven <span class=\"emphasis\">their angels<\/span> do always behold the face of my Father which is in heaven.” (<span class=\"citation\" id=\"36939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36939)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36939)\">Matt. 18:10<\/a><\/span>; italics added.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p14\" class=\"\">When Jesus neared His crucifixion, He could have called twelve legions of angels to His assistance if He had wished to avoid the bitter cup. (See <span class=\"citation\" id=\"36965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36965)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36965)\">Matt. 26:53<\/a><\/span>.) Then, are there angels? Would Jesus have spoken like that if they were nonexistent?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p15\" class=\"\">At His resurrection, an angel rolled the stone away from the tomb. The women saw him there and heard him speak. (See <span class=\"citation\" id=\"36969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 36969)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(36969)\">Matt. 28:2, 5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p16\" class=\"\">When Stephen bore his final testimony to his persecutors, his face shone like that of an angel. (See <span class=\"citation\" id=\"8278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8278)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8278)\">Acts 6:15<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p17\" class=\"\">An angel released Peter from prison. (See <span class=\"citation\" id=\"8277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8277)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(8277)\">Acts 5:19<\/a><\/span>.) Paul spoke of the tongues of men and of angels. (See <span class=\"citation\" id=\"717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 717)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(717)\">1 Cor. 13:1<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p18\" class=\"\">The scripture clearly teaches that the purpose of the ministry of angels is “to call men unto repentance … by declaring the word of Christ unto the chosen vessels of the Lord, that they may bear testimony of him.” (<span class=\"citation\" id=\"38472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38472)\">Moro. 7:31<\/a><\/span>.) And that is very pertinent with regard to Moroni.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p19\" class=\"\">The Lord also teaches that, over the ages, if angels have ceased to appear, it is because of unbelief and the spirit of apostasy among men. But where there is faith, the ministry of angels will last as long as the earth shall stand or “there shall be one man upon the face thereof to be saved.” (<span class=\"citation\" id=\"38473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(38473)\">Moro. 7:36<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p20\" class=\"\">Because the Lord desires to save mankind, even until the end, He revealed to John the Revelator that in the latter days angels would again fly through the midst of heaven as emissaries of the Almighty. John saw that one of these angels would fly from heaven to earth and would bring the everlasting gospel back to earth, it having been lost to mankind over the ages. (See <span class=\"citation\" id=\"42536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42536)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42536)\">Rev. 14:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p21\" class=\"\">That angel was Moroni. He had lived in America some fifteen hundred years ago and was a prophet of God at that time. He and his father, Mormon, were historians of the people who formerly inhabited this land. They wrote the history of their nation, engraving it upon plates of gold to resist the ravages of time, for that record was to have significant importance in latter days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p22\" class=\"\">To preserve it in safety, Moroni encased it in a box which he made of stone and buried it in the ground. Some critics regard this as a most peculiar thing to do, but it would have been more unusual if he had not done so. Why?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p23\" class=\"\">Because what he did was in full harmony with a well-established custom followed by various nations in the ancient world to preserve and protect their precious documents.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p24\" class=\"\">Records have been engraved on metal over a period of many centuries. A number now have been recovered. Such treasures have been found from Korea to Sri Lanka, from ancient Assyria and Persia to India, from Java to Bangkok, from Italy, from Greece, and from the Qumran caves in Palestine where the Dead Sea scrolls were obtained.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p25\" class=\"\">Not all of these records were made on gold. Ancient peoples also wrote upon silver plates, brass plates, copper plates, lead plates, and in some instances even on tin, which proved not to be fully permanent, since it is subject to oxidation more readily than some other metals.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p26\" class=\"\">One of the most publicized of these discoveries was the copper scroll found with the other Dead Sea Scrolls in Palestine. It, too, contained ancient sacred writings.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p27\" class=\"\">King Darius, who put Daniel in the lion’s den (see <span class=\"citation\" id=\"10784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10784)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10784)\">Dan. 6<\/a><\/span>), wrote his records on gold and silver sheets and placed them in stone boxes and buried them in the ground for safekeeping, just as Moroni did. His records now have been translated and published. To make certain someone would be able to read them, Darius wrote in three different languages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p28\" class=\"\">Ancient Assyria’s King Sargon II had the same idea, but he used a variety of metals to make his books—gold, silver, brass, copper, and even tin. He also engraved on alabaster. He dearly desired to preserve those records for future posterity, so what did he do? Like Darius and like Moroni, he placed them in well-made stone boxes to protect them, and buried them in the ground, in the foundation of his palace. His records, too, have been translated and published.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p29\" class=\"\">A book made of nineteen thin sheets of gold, found in Korea in 1965, contains part of the Buddhist scripture, engraved in Chinese. The thin pages making up this valuable record are approximately fourteen inches square, hinged together so they can open and close like a book.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p30\" class=\"\">The plates found in Pyrgi, Italy, in 1964 are seven and a half inches long and about half that wide, are engraved in Phoenician characters, and relate to the dedication of a shrine for the goddess Astarte. They date to about 500 <span class=\"small\">B.C.<\/span>, about the time of Lehi.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p31\" class=\"\">It is interesting that some of these ancient records were hidden away in specially constructed stone boxes such as Moroni’s, some completely cut out of single stones, others cemented together in sections. A few were made of obsidian and were beautifully engraved both inside and out. They were used to contain various precious things. Larger stone boxes which have been found are known to have been used for grain storage.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p32\" class=\"\">In Mexico and Central America scores of stone boxes have been discovered, large and small, and some of them also are beautifully engraved with designs both inside and out.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p33\" class=\"\">No one need be skeptical any longer about records kept by ancient peoples who preserved their writings by engraving them on metal, nor about the stone and metal boxes in which they were stored away.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p34\" class=\"\">Of course there are metal records in ancient times. Of course they were made of gold, silver, copper, and lead! Of course many of them date to the period in which Lehi left Jerusalem, and of course this custom was carried with him to America!<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p35\" class=\"\">The last man in the ancient line of American prophets was Moroni. He and his father, Mormon, compiled the sacred records of their own people covering a thousand years, including the account of still an earlier people, the Jaredites, who came to this continent from the Tower of Babel. The Jaredite records were engraved on twenty-four sheets of solid gold.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p36\" class=\"\">Following the destruction of his nation in war, and being the only survivor of the vicious battles that were fought, Moroni also made a stone box and placed in it the record made by his father and himself and buried it in the ground for safekeeping, just as did Darius, just as did Sargon. It was to remain there until such time as the Lord would decree otherwise.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p37\" class=\"\">In these modern times the very mention of angels brings scoffs and scorn from some critical listeners who say that angelic ministrations are a thing of the past, if they actually ever did occur.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p38\" class=\"\">They assert also that there is no more revelation from heaven and that there are no more apostles and prophets in the earth, since they belonged to the time of Peter and Paul. They teach that the Bible contains all that is needed in any case and is a sufficient guide to salvation. They forget that the scripture is subject to as many interpretations as there are different denominations and creeds in this world, and they run into the hundreds.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p39\" class=\"\">We declare that there is revelation today! There are apostles and prophets on earth now! They are inspired, and they do speak the word of God. Marvelous and repeated angelic visitations have taken place in modern times as God once again established His divine Church on earth, following a long period of darkness.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p40\" class=\"\">Moroni fulfilled two biblical prophecies by coming to Joseph Smith. John the Revelator saw an angel fly in the midst of heaven, bringing the everlasting gospel back to earth. (See <span class=\"citation\" id=\"42537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42537)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42537)\">Rev. 14:6–7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p41\" class=\"\">John further said that this angel would fly in the “hour of [God’s] judgment” (<span class=\"citation\" id=\"42538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42538)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(42538)\">Rev. 14:7<\/a><\/span>), which could only mean the latter days. This timing made it strictly a modern affair.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p42\" class=\"\">He came as predicted, and Moroni was that angel. His coming opened a new dispensation of the gospel of Christ, direct from God. It had no relationship to any other religious movement. It was a new and divine episode, a modern revelation from the heavens, a fresh effort on the part of the Almighty to introduce today’s nations to the gospel of His Beloved Son.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p43\" class=\"\">There is only one gospel of Christ. That angel, flying in midheaven, possessed it, and brought it back to earth as a divine restoration of divine truths. And we repeat—that angel was Moroni.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p44\" class=\"\">In what form or shape or by what method did Moroni restore the everlasting gospel? Was it through some tangible means?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p45\" class=\"\">Amos of old, the inspired seer of the Lord, taught that God does His work through prophets. In fact, he said that God actually will do nothing without revealing His plans to His servants the prophets. (See <span class=\"citation\" id=\"10477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(10477)\">Amos 3:7<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p46\" class=\"\">Then what would God do about the angel bringing the gospel back to earth in modern times? There were no prophets on earth to whom he could come. The world no longer even believed in them. If the Lord would do nothing—not even send His angel to earth to restore the gospel—without the services of a living prophet, how could He accomplish His divine purpose? How could the angelic visitation predicted for the latter days be consummated if there were no prophets to receive it?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p47\" class=\"\">God could do only one thing, and that was to raise up a new prophet for this particular purpose, and this He did in the person of the Prophet Joseph Smith, Jr., who lived near Palmyra, New York, in 1823. It was this young man to whom the angel Moroni came.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p48\" class=\"\">In what way did the angel deliver the gospel to Joseph Smith, thus restoring it to public knowledge?<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p49\" class=\"\">The prophet Isaiah explains. In the twenty-ninth chapter of his book, he tells of an ancient record that would come out of the ground in the latter days, in a time preceding the restoration of Palestine as a fruitful field. (See <span class=\"citation\" id=\"25589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25589)\">Isa. 29:17<\/a><\/span>.) This record would be in the form of a book, he said, having to do with a people who had been destroyed suddenly. (See <span class=\"citation\" id=\"25585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25585)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25585)\">Isa. 29:5<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p50\" class=\"\">Some words of this book, Isaiah predicted, would be taken to a learned man who would reject them. Then, he said, the book itself would be given to an unlearned man, whom we now know to be Joseph Smith, who fit Isaiah’s description for he had only a very meager formal education. In his hands, Isaiah said, this book would be published to the world by the miraculous power of God and would become a marvelous work and a wonder. (See <span class=\"citation\" id=\"25587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25587)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25587)\">Isa. 29:11–12, 14<\/a><\/span>; <span class=\"citation\" id=\"30670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(30670)\">JS—H 1:63–65<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p51\" class=\"\">This book was that self-same volume prepared anciently by Mormon and Moroni, containing the simple and beautiful truths of the gospel in their fulness, as taught by the ancient American prophets. It is called the Book of Mormon. It was this book that Moroni made available to the world through the services of the Prophet Joseph Smith. Thus, this record, containing the everlasting gospel, restored to man the saving truths required for salvation, which alone comes through Christ.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p52\" class=\"\">Moroni had hidden that record in the ground some four hundred years after Christ, and he knew exactly where to go to recover it. He had encased it in a stone box and buried it, just as did King Darius and Emperor Sargon in their days.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p53\" class=\"\">Having thus hidden it away, Moroni was now chosen of God to recover it and deliver it to the new modern prophet for publication. In that way he brought the gospel back to earth, for the record contained the gospel in its simplicity and in its fulness. The record was there, it was the word of God, and it came about by the act of God. It was a mighty miracle of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p54\" class=\"\">So Moroni fulfilled two biblical prophecies in coming to Joseph Smith: the fourteenth chapter of Revelation [<span class=\"citation\" id=\"125328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125328)\">Rev. 14<\/a><\/span>] and the twenty-ninth chapter of Isaiah [<span class=\"citation\" id=\"125266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125266)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125266)\">Isa. 29<\/a><\/span>]. He did come to earth as an angel. He did deliver to Joseph Smith the golden record which had been prepared under the direction of Almighty God. It is a new witness for the Lord Jesus Christ; it declares, as does the Bible, that Jesus of Nazareth indeed is the Son of God, our Savior and Redeemer. That book is available to all mankind. A million copies are published each year, in more than a score of languages.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p55\" class=\"\">So, again, we testify that the Book of Mormon is true. It is the word of Almighty God, restored in this day by angelic ministry and by the direction of God himself. We testify that Moroni came as an angel on September 21 , 1823, revealing his ancient record and that he did so as a servant of Jesus Christ. Before its publication, he allowed twelve modern American citizens of good repute to examine the golden record so that they could bear witness of having seen or handled it.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p56\" class=\"\">We testify that Joseph Smith indeed was a modern prophet of God, raised up specially for the purpose we have described.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-angel-moroni-came.p57\" class=\"\">And most solemnly we testify that Jesus Christ of Nazareth is the Son of God, our Savior, our Redeemer, our Creator. We testify further that we are His ordained servants, and we speak by the power that he restored to us and has given to us in this day. And we testify, in all solemnity, that this work in which we are engaged is verily true, in the name of the Lord Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}