{"ID":3888, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Blessings of Missionary Service\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p2\" class=\"\">Brother James M. Dunn<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p\" class=\"\">Valley View Eleventh Ward, Holladay North Stake<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">03167_000_017<\/span>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p3\" class=\"\">My dear brethren, to repeat an expression that’s popular among missionaries these days, this is an “awesome” experience. I pray that the calming influence of the Spirit will be with me, that I might express my thoughts to you.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p4\" class=\"\">When I left on my first mission as a young man, I had practically no understanding of missionary work. I had a feeble testimony of the gospel, but I had faith that what I was doing was right.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p5\" class=\"\">Upon arrival in Montevideo, Uruguay, I was assigned to Elder Wayne G. Scheiss, my first senior companion. I immediately found that he cared for me. In our brief three months together, he taught me all I was smart enough to learn of the missionary discussions. He taught me the rudiments of the Spanish language. And he taught me to put my feet on the proper path toward missionary service and to turn my heart toward godly things.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p6\" class=\"\">Elder Scheiss let me baptize our first convert. Mario had already been taught most of the missionary discussions by the time I arrived, but my companion thought it best that I perform the ordinance. I studied hard to memorize the baptismal prayer in Spanish. I worked on my accent in order to be understood on that sacred occasion.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p7\" class=\"\">I shall never forget finally finding myself standing in the baptismal font at the Deseret Branch with Mario, raising my arm to the square, and saying, “Habiendo sido comisionado por Jesucristo …” “Having been commissioned of Jesus Christ, I baptize you. …” (<span class=\"citation\" id=\"17951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17951)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17951)\">D&amp;C 20:73<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p8\" class=\"\">I had heard of people being commissioned to paint pictures. I had heard of people being commissioned to serve as military officers. But when it occurred to me that I had been commissioned by the Savior to baptize in his sacred name for the remission of sins, I felt a rush of testimony and pride and gratitude that went through my entire soul. I knew that I was in the service of the most important Master of all. I knew I was authorized to perform that ordinance, and I knew that Mario left that font pure and clean and acceptable to our Heavenly Father. I am grateful to my companion for that baptism experience. And I am grateful for my commission from the Lord.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p9\" class=\"\">In August of this year, the Aaronic Priesthood young men of our ward had the assignment to administer the sacrament to the residents of a local rest home. I went along with them in case they needed some assistance. Naturally, they didn’t. Everything was under control. But as a result of my attendance there, I had a great experience. After the meeting, the branch president came to me and asked: “Would you happen to be related to Billy E. Dunn?”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p10\" class=\"\">I said, “Yes, sir. He’s my father.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p11\" class=\"\">He then said: “Your dad was one of my favorite missionary companions. We served on the mission board together. And I’ll never forget when President Murphy sent us out in the mission’s old Model A Ford to tour the island. …” And he went on reminiscing for some time, telling me of his missionary experiences with my father in Hawaii fifty years ago. By the way he spoke, the light in his eye, and the smile on his face, it was as though he lived those cherished experiences only yesterday.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p12\" class=\"\">The interpersonal relationships between missionaries are among the choicest blessings we receive as the result of missionary service. The friendships and the positive influence of one missionary upon the other can be eternal.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p13\" class=\"\">One of the great thrills a missionary has is to play a part in having the gospel change the life of a person, of a complete family—to see an unhappy mother, a confused father, a lost young woman or young man find his way to the path that leads to real happiness and eventually to eternal life.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p14\" class=\"\">No missionary that ever lived failed to influence the lives of many for the better regardless of the number of converts he may have gained.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p15\" class=\"\">With respect to his personal challenges, every missionary will tell you, as I tell you now, that as he presses on and exercises his faith there comes the most extraordinary spiritual sensation: a flow of confidence, courage and power to overcome, a knowledge that God is with him and that he cannot fail with God on his side—regardless of the nature of the problem or even the results.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p16\" class=\"\">It has been my experience that while serving full time as a missionary I have felt more energized, more enthusiastic, more optimistic, and more confident in doing what I was doing than in any other thing I’ve done in my life. Particularly in connection with my most recent assignment as a mission president, I knew that God had sent me to do his work, and I knew that his work would be done. I also knew that I had the greatest generation of young men and women in the world’s history there to help me and to help one another to accomplish extraordinary things during the course of our mission together. I loved to see each day dawn, and I treasured the experiences of every day.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p17\" class=\"\">Missionaries not only teach, they also learn a great deal from others. One thing I learned as a young missionary was that spiritual fitness, as well as physical and mental fitness, comes by paying a price that includes self-denial.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p18\" class=\"\">After I had been made a senior companion, I met Carlos Garcia in Montevideo. Carlos was about fourteen years old. We became acquainted as he attended our presentations of the missionary discussions in the home of his neighbors, the Carabajals. Carlos wanted us to teach his family and helped us arrange to meet his parents and his younger brothers and sisters. We taught the Garcias and watched them become members of the Church. One day as we visited in the Garcia home we noticed large red letters about six inches high that had been cut out and pasted on the living room wall. They spelled <span class=\"emphasis\">“Y Yo Tercero,”<\/span> meaning “And I Third.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p19\" class=\"\">We asked Carlos what the saying meant. He said: “Well, I figure it this way. God is first. My family and others come second. And I am third.” I have never forgotten this great teaching.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p20\" class=\"\">On my most recent mission, which I served with my wife, Penny, and our six daughters, we came especially to love and appreciate our missionaries and had a special appreciation for our Colombian missionaries.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p21\" class=\"\">I know that the same can be said for missionaries serving all over the world in their own homelands. They are remarkable. Our Colombian missionaries were not only handsome, charming, and intelligent, but they were also dedicated, capable, and effective. One unusual Colombian missionary with his North American junior companion, because of their special gifts and talents, baptized fifty-two people in one month. Another Colombian sister was responsible for the conversion of fourteen people before she had been a member of the Church for one year and received a formal call as a missionary. These young people returned home from their missions without fanfare. Many of them did not know where they would live. Many of them had parents who made it clear to them that they had no place in their homes on their return. But they served God first, with faith that he would provide for them and for their future. It is impossible adequately to eulogize these young people. My only regret concerning our Colombian missionaries was that we did not have three times as many.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p22\" class=\"\">At times, as we talk of missions and missionary work, some young men shy away because they do not feel that they are worthy. Please remember, young men, that no one points an accusing finger at you. Your priesthood leaders—your adviser and your bishop—do not set themselves as judges to criticize. They want to help. If you feel that worthiness is a problem and it’s bothering you, talk to your quorum adviser or, if necessary, see your bishop and set a course with him to get yourself squared away with the Lord. What a great blessing it will be to you, to us, and to many hundreds of others.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p23\" class=\"\">One time a young missionary who had recently arrived at Bogotá to serve in our mission said to me in an initial interview: “Well, President, I guess you’ve heard all about me and about all the trouble I was before receiving my mission call and all the problems I had at the MTC.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p24\" class=\"\">I said to him: “No, Elder, I haven’t heard a thing and, frankly, unless it concerns a serious moral transgression, I don’t want to know. The only thing that matters to me, and I believe that the only thing that matters to the Lord, is what you do from now on. I know that you have been called by God to serve in this mission and that you can be a powerful and effective advocate for the Savior. You have a real opportunity right here and right now to go out and show the Lord and others who you really are and what you can do.” I think the missionary was a little surprised at my response, and it effectively terminated our interview.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p25\" class=\"\">That young man worked with enthusiasm and energy in some of the areas of our mission that might be considered tough. He taught, he converted, he baptized. He became a district leader and a zone leader. He left our mission with my greatest respect for the work he had done and for the man he had become.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/the-blessings-of-missionary-service.p26\" class=\"\">Above all the benefits and blessings of missionary service that come into the life of a missionary—and that which brings unparalleled peace and comfort to the soul—is the testimony which comes to him, perhaps not all at once, perhaps line upon line. (See <span class=\"citation\" id=\"25583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25583)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(25583)\">Isa. 28:13<\/a><\/span>.) That testimony I wish to bear to you now as a returned missionary. I know God lives. I know that Jesus is the Christ, God’s Son, the leader of all humanity, and the measure of mankind. He is the King, our Counselor, and our Friend. He is worthy of our most pure and profound adoration and deserving of our very best efforts. As missionaries, we long to serve him with all our heart, might, mind, and strength. (See <span class=\"citation\" id=\"17921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17921)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17921)\">D&amp;C 4:2<\/a><\/span>.) In the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}