{"ID":389, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Gospel Positives<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, April 1949, pp. 76-79<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI will need your faith and prayers, my brethren and sisters, if I am able to say anything that\nwill be helpful to any of us today. I realize, I believe, the responsibility under which I labor\nat present in taking your time as you have come here, so many of you, to give of your spirit\nand to receive of ours.\n<\/p><p>\nA DAILY PROGRAM\n<\/p><p>\nWe all belong to the Church of Jesus Christ of Latter-day Saints I presume. We all hold dear\nthe gospel of Jesus Christ. Some of us apply it rather narrowly in our lives but it is a broad,\ngeneral plan for the development of mankind in the earth. The thing I like about it most is\nthat I am able to, or should be able to apply its principles in every activity of my life. It is\nnot a thing to be practiced once a week, but it is a daily program for the development and\nupbuilding of men. It is a positive thing in its actions and in its results. There are some\nprohibitions and some negations to it, it is true, but every prohibition has come about because\nmen have not seen fit to follow its positive admonitions.\n<\/p><p>\nThere has been reference made to the fact that there is good and evil in the world, and that is\ntrue. It is much like it is with this body of ours. Every muscle in the body has an opposing\none, but I call to your attention the fact that every bit of work that the body does is the result\nof a positively acting muscle, and no work whatever is ever done by a relaxing one. We\nshould be that way in our lives. We should interpret the gospel into daily activities. I believe I\nhave told you before of a remark that was made by a friend of mine and a friend of my\nfather's, who was a very wonderful man, not of our faith, however, and who was a banker.\nHe said, \"You know, Antoine, your father came as nearly applying his religion in his\nbusiness, combining the two, as anybody I have known.\" He said, \"You know, I can't do that,\nbecause I am a banker and I have to be hard-boiled.\"\n<\/p><p>\nNow, if my religion doesn't come to my aid and tell me how to be a banker, then I don't\nwant to be one.\n<\/p><p>\nPOSITIVE TEACHINGS\n<\/p><p>\nI believe that there are in the positive teachings of the gospel of Jesus Christ all the principles\nthat are necessary for the proper conduct of a banking business, and likewise I believe that\nthere are those things, positive instructions for the proper guidance of my relationship as a\nlandlord with my tenants. I believe, furthermore, that there are in the gospel those things\nwhich should govern me as a police officer in enforcing the laws of the land and the city in\nwhich I live. In other words, I believe that there are positive instructions in the gospel of\nJesus Christ which will enable us, if we look for them and find them, and apply them in our\nlives, to meet every daily emergency that may present itself to us. I believe that those of us\nwho have the responsibility to teach will have better success if we emphasize the advantages\nof the positive side of the gospel over the negative side. It is my belief also that when we\ncome to teach the various principles of the gospel as we understand them, if we search, we\nwill find sufficient and valid reasons for every principle that we advocate.\n<\/p><p>\nPRODUCTIVE SERVICE\n<\/p><p>\nWe come here, as President Hunter has said, to gain experience, and in order to gain\nexperience we must work. The Lord said when he cast Adam out of the Garden of Eden, \"In\nthe sweat of thy face shalt thou eat bread\"\n(<span class=\"citation\" id=\"23556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23556)\">Gen. 3:19<\/a><\/span>),\nand that is a positive command, that man shall\nwork. God knew what he meant and what he said when he gave that commandment, for I\nthink that no man ever grew in power and strength, virtue and leadership in absolute idleness.\nWe should work every day of our lives at some productive effort in order to make the\nmaximum progress that we are entitled to.\n<\/p><p>\nIt is true that out of every day we have to sleep a certain time to recover, but nonetheless our\nwaking hours should be productive hours. We should never allow ourselves, if we can help it,\nto become a burden on society. I grant you that there are conditions which develop in the\nlives of some people which prevent their using their faculties with which they were originally\nendowed for their own sustenance, and when people fall into that unhappy situation it is the\nburden and obligation of the rest of society to take care of them, but I feel that it is my duty\nas long as I am able to, in order that I may gain the maximum from my experience in life,\nthat I should be busily and actively engaged in some productive service.\n<\/p><p>\nThe Church is an active, vigorous Church. The Prophet said the first great principle of the\nChurch is faith in God our Eternal Father. Let us not limit that principle of faith as some\nmight think they should in that statement, for faith is an active, vigorous, productive power.\nFaith without works is dead (<span class=\"citation\" id=\"26078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26078)\">James 2:26<\/a><\/span>).\nThe reason that was said is that there is no faith where there is\nno action. Faith is the underlying principle of all our activities. It is the thing that makes life\ngo. Of course in its sublimest and highest sense, it is faith in God our Heavenly Father, but\nwe must also have faith in ourselves and faith in each other or we can do nothing of value.\n<\/p><p>\nETERNAL PROGRESS\n<\/p><p>\nThen we believe in the principle of progress, eternal progress, if you will, and that means that\nas I find better ways of doing the things my faith teaches me to do, that I will give up the\npoor ways and use the better, and that again presents positive reaction to the exigencies of\nlife. If we are going to get the most out of our experience here we will be constantly looking\nfor improved and better ways of doing the things that we have to do in our daily conduct of\nlife. We will try to find better ways of meeting our fellows in our business transactions, ways\nwhich will better recognize their rights as well as ours. We will strive for better ways of\nhandling the boys and girls that God gives into our care, so that we may bring them closer to\nhim and make them better servants of him. Think what a grave responsibility it is to father a\nson or a daughter, for that son may be the head of a family eventually, if he is fortunate and\nthen from him there may stem forth a progeny that will fan out in a period of time until it\nincludes thousands and thousands of people. Think what a responsibility it is for you, the\nfather, to start that son out on an evil path, for he may pass that on to his progeny, and it may\ngo on indefinitely; and it affects so many people. And think what a wonderful beneficiary you\nmay be to future generations of people if you start that son out with a full faith in God, our\nHeavenly Father, with an active understanding of the positive side of his duty, if you have\ntrained him in the good things that he should do, steered him away from the bad ones so that\nhe will pass those good traits on to his posterity. What a blessing you will have been to those\nunborn generations that are yet to come.\n<\/p><p>\nPOSITIVE VALUES\n<\/p><p>\nI believe that every waiting spirit has the right to expect those opportunities, has the right to\nexpect a body when he comes into the world that will be free from disturbing elements that\nwould prevent his full realization and development. I believe that in teaching the law of\nchastity to our boys and girls, we should teach them the positive values of it, for they are\nthere, and it is our duty to search them out and understand them so that we can pass them on\nto our boys and girls and they in turn to theirs. Those values are there.\n<\/p><p>\nThat law of chastity is not a negative proposition, but it is a positive one, because in its\nobservance there are spiritual values that far outweigh the physical dangers that we often\nemphasize to the neglect of the others. I believe the chances are that our children will respond\nto the positive attitude quicker and more thoroughly than they do to the negative. Let's show\nthem the values that there are in that law. Let's show them the values there are in the law of\nthe Word of Wisdom. Let's show them the values there are in the law of tithing and all those\nlaws which we hold up as standards of the Church. They have their positive side. They are\nnot negative in their nature, and neither is the gospel of Jesus Christ. It is a thing that today\nand tomorrow and the next day, this week and next week and next month, the months of\nApril, May, and June and on through the years, we should apply in our lives constantly and\ndaily, not sit idly by and choose to do the things we ought not to do, but to be active, not in\nthose forbidden things, but active and vigorous in building up the kingdom of God; in\nblessing and benefiting our fellow men.\n<\/p><p>\n\". . . inasmuch as ye have done it unto one of the least of these my brethren, ye have done it\nunto me\" (<span class=\"citation\" id=\"34314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34314)\">Matt. 25:40<\/a><\/span>).\nThat is a positive command, and we must be constantly and\nbusily engaged in an effort to serve our fellows and teach them the positive side of the gospel\nof Jesus Christ to be most effective, I believe, as teachers in Israel. There are many men\nunder my voice today who have that responsibility either in schools or in wards or in stakes\nor in quorums, and it is our duty to be positive in our teachings. I call to your attention the\nfact that our teaching will have far greater effect if we are positive in applying those teachings\nin our lives so that men who listen to us can see the effect of those principles when they are\nlived by a member of the Church of Jesus Christ of Latter-day Saints, or any other, for that\nmatter. Let us, as teachers, let us as leaders, be positive, militantly positive, in teaching these\nthings and living them, and God will bless our efforts, and may he bless you and me and\nthose who are near and dear to us who are not here today, I pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}