{"ID":3892, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Be Not Deceived\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p2\" class=\"\">President Gordon B. Hinckley<\/p>\n\t\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/gordon-b-hinckley-10.jpg\" alt=\"Gordon B. Hinckley\" class=\"img-decor\"\/><\/a>\n                                        \n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">03167_000_021<\/span>\n\t\t\t<div class=\"figure\">\n\t\t\t\t\n\t\t\t<\/div>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p3\" class=\"\">My brethren, I pray for the direction of the Holy Spirit.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p4\" class=\"\">I should like first to say a few words to the boys who are here. I think every one of you young men wishes to be successful in life. The fact that you have made an effort to attend this meeting indicates that you are interested in worthwhile things. I recently read the results of a study of high school students in the United States: “Religion plays a prominent role in the lives of high school students who earn top grades and participate in extracurricular activities, a recent poll reports. The poll … surveyed 55,000 juniors and seniors from 22,000 public, private, and parochial high schools across the nation. … The survey shows that 85 percent of high achievers are reared in homes in which both natural parents live and formal religion is practiced. Nearly 45 percent live in rural communities. By an 84 percent margin, high achievers favor traditional marriages and reject the use of cigarettes and illegal drugs. Only 4 percent have used marijuana, and 89 percent have never smoked cigarettes.” (<span class=\"emphasis\">Christianity Today,<\/span> 18 Feb. 1983, p. 35.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p5\" class=\"\">You see, you who are members of the Church are not alone. Those who indulge in cigarettes, alcohol, and drugs would try to make you believe that you are “square” because you do not. But the fact is that there are tens of thousands just like you. Most of the youth of the Church refrain from these substances. And beyond these are the thousands of students who earn top grades and participate in extracurricular activities in their high schools, 85 percent of whom come from good homes where formal religion is practiced, and 89 percent of whom have never smoked cigarettes. It is a fact that you are with the majority of the achievers when you leave these things alone.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p6\" class=\"\">To you young men who are here tonight in such large numbers—you deacons, teachers, and priests—I congratulate you most warmly on the goodness of your lives. I congratulate you on your strength, your courage to stand by your convictions. I congratulate you on your ambitions to educate your minds and hands, to serve the Lord as missionaries, to live lives that will be a credit to yourselves, to your families, and to the Church of which you are members.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p7\" class=\"\">And while I congratulate you on your strength to refrain from the use of alcohol, cigarettes, and drugs, none of which will do you any good and all of which will do you harm, I warn you of another insidious and growing evil. This is the seductive lure of immorality. I am going to speak plainly. We hear much these days of teenage sexual misbehavior. There is too much of it among our own youth.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p8\" class=\"\">Any boy who indulges in illegitimate sexual activity, as we define that in the doctrines and standards of this Church—and I think no one misunderstands what I mean when I say that—does himself irreparable damage and robs her with whom he is involved of that which can never be restored. There is nothing clever about this kind of so-called conquest. It carries with it no laurels, no victories, no enduring satisfaction. It brings only shame, sorrow, and regret. He who so indulges cheats himself and robs her. In robbing her, he affronts her Father in Heaven, for she is a daughter of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p9\" class=\"\">I know that this is strong language, plainly spoken. But I feel the trends of our times call for strong language and plain words. Jehovah did not speak ambiguously when he said, “Thou shalt not commit adultery.” (<span class=\"citation\" id=\"22925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22925)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(22925)\">Ex. 20:14<\/a><\/span>.) Nor did the Lord when He said in modern revelation, “Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it.” (<span class=\"citation\" id=\"17982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17982)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17982)\">D&amp;C 59:6<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p10\" class=\"\">Before leaving this matter I should like to add that if there be any here who have so sinned, there is repentance and there is forgiveness, provided there is “godly sorrow.” (See <span class=\"citation\" id=\"3102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(3102)\">2 Cor. 7:10<\/a><\/span>.) All is not lost. Each of you has a bishop, who has been ordained and set apart under the authority of the holy priesthood and who, in the exercise of his office, is entitled to the inspiration of the Lord. He is a man of experience, he is a man of understanding, he is a man who carries in his heart a love for the youth of his ward. He is a servant of God who understands his obligation of confidentiality and who will help you with your problem. Do not be afraid to talk with him.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p11\" class=\"\">Now, while I am speaking of youth, I wish to say parenthetically just a word about education. I have great respect and appreciation for teachers. I am pleased to note that there is a public awakening to the need to prioritize our educational resources and programs. We live in a competitive world, and those who are now being trained will need the very best of schooling if they are to be qualified for the society into which they will move within a very short time.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p12\" class=\"\">We have in the Church a strong tradition regarding quality education. Over the years we have allocated a substantial part of the Church budget to education, both secular and religious. As a people we have supported public education. Where there is a well-demonstrated need, we should be supportive. Such can become an investment in the lives of our children, our communities, and our nation. However, let it not be supposed that all of the remedies may be found only with increased funding. There is need for a searching analysis of priorities and a careful weighing of costs. Let us be supportive; let us also be prudent concerning the resources of the people.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p13\" class=\"\">Now to you older brethren, may I touch upon a subject that may be pertinent to some of you, and to which President Benson has so eloquently referred. It is the responsibility to keep ourselves free from what one writer called “the world’s slow stain.” I speak of those influences of which I spoke to the boys, the beguiling and seductive lures that pull us in the direction of immorality and nullify our effectiveness as priesthood leaders.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p14\" class=\"\">Declared the Lord in 1831: “Go ye out from among the wicked. Save yourselves. Be ye clean that bear the vessels of the Lord.” (<span class=\"citation\" id=\"17967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 17967)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(17967)\">D&amp;C 38:42<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p15\" class=\"\">There is an ever-growing plague of pornography swirling about us. The producers and purveyors of smut are assiduously working a mine that yields them many millions in profit. Some of their products are artfully beguiling. They are designed to titillate and stimulate the baser instincts. Many a man who has partaken of forbidden fruit and then discovered that he has destroyed his marriage, lost his self-respect, and broken his companion’s heart, has come to realize that the booby-trapped jungle trail he has followed began with the reading or viewing of pornographic material. Some who would not think of taking a sip of liquor or of smoking a cigarette, have rationalized indulgence in pornography. Such have warped values totally unbecoming one who has been ordained to the priesthood of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p16\" class=\"\">Portrayals of sexual perversion, violence, and bestiality become increasingly available for those who succumb to their lures. As this happens, religious activities are likely to become less attractive because the two do not mix any more than oil and water mix.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p17\" class=\"\">A thought-provoking study was recently published in <span class=\"emphasis\">Public Opinion<\/span> magazine. It has been commented upon by many writers. John Dart, religion editor for the <span class=\"emphasis\">Los Angeles Times,<\/span> wrote a column last February in which he said:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p18\" class=\"\">“A survey of influential television writers and executives in Hollywood has shown that they are far less religious than the general public and ‘diverge sharply from traditional values’ on such issues as abortion, homosexual rights and extramarital sex. … While nearly all of the 104 Hollywood professionals interviewed had a religious background, 45 percent now say they have no religion, and of the other 55 percent only 7 percent say they attend a religious service as much as once a month.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p19\" class=\"\">“‘This group has had a major role in shaping the shows whose themes and stars have become staples in our popular culture.’ …<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p20\" class=\"\">“Eighty percent of the respondents said they did not regard homosexual relations as wrong, and 51 percent did not deem adultery as wrong. Of the 49 percent who called extramarital affairs wrong, only 17 percent felt that way strongly, the study said. Nearly all—97 percent—favored the right of a woman to choose an abortion, 91 percent holding that view strongly.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p21\" class=\"\">“By contrast, other surveys have indicated that 85 percent of Americans consider adultery wrong, 71 percent regard homosexual activity wrong and nearly three-fourths of the public wants abortion limited to certain hard cases or banned altogether.” (<span class=\"emphasis\">Los Angeles Times,<\/span> 19 Feb. 1983, part 2, page 5.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p22\" class=\"\">These are the people who, through the medium of entertainment, are educating us in the direction of their own standards, which in many cases are diametrically opposed to the standards of the gospel. Even beyond these, who produce for public television and cable, are the hard-core pornographers who seductively reach out to ensnare those gullible enough and those so weak in their discipline of self that they spend money to buy these lascivious products.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p23\" class=\"\">We are not immune to these influences. Centuries ago Nephi foresaw our day and said concerning it:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p24\" class=\"\">“For the kingdom of the devil must shake, and they which belong to it must needs be stirred up unto repentance, for the devil will grasp them with his everlasting chains, and they be stirred up to anger, and perish;<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p25\" class=\"\">“For behold, at that day shall he rage in the hearts of the children of men, and stir them up to anger against that which is good.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p26\" class=\"\">“And others will he pacify, and lull them away into carnal security, that they will say: All is well in Zion; yea, Zion prospereth, all is well—and thus the devil cheateth their souls, and leadeth them away carefully down to hell.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p27\" class=\"\">“And behold, others he flattereth away, and telleth them there is no hell; and he saith unto them: I am no devil, for there is none—and thus he whispereth in their ears, until he grasps them with his awful chains, from whence there is no deliverance.” (<span class=\"citation\" id=\"4084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4084)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(4084)\">2 Ne. 28:19–22<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p28\" class=\"\">Those are interesting and descriptive words—“leadeth them away carefully down to hell,” and “he whispereth in their ears.” How descriptive of the seductive and beguiling ways of the purveyors of filth and violence and evil.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p29\" class=\"\">Brethren, I am not suggesting a public boycott, but I am suggesting a personal avoidance of such things. There is so much of the good and the beautiful and the uplifting in literature and art and life itself that there should be no time for any man who holds the priesthood of God to patronize, to watch, to buy that which only “carefully leads him down to hell.”<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p30\" class=\"\">Now there is another matter I wish to mention. And perhaps I could repeat a few lines that I spoke on another occasion:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p31\" class=\"\">We now seem to have a great host of critics. Some appear intent on trying to destroy us. They belittle that which we call divine.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p32\" class=\"\">In their cultivated faultfinding, they see not the majesty of the great onrolling of this cause. They have lost sight of the spark that was kindled in Palmyra which is now lighting fires of faith across the earth, in many lands and in many languages. Wearing the spectacles of humanism, they fail to realize that spiritual promptings, with recognition of the influence of the Holy Ghost, had as much to do with the actions of our forebears as did the processes of the mind. They have failed to realize that religion is as much concerned with the heart as it is with the intellect.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p33\" class=\"\">We have those critics who appear to wish to cull out of a vast panorama of information those items which demean and belittle some of the men and women of the past who worked so hard in laying the foundation of this great cause. They find readers of their works who seem to delight in picking up these tidbits, and in chewing them over and relishing them. In so doing they are savoring a pickle, rather than eating a delicious and satisfying dinner of several courses.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p34\" class=\"\">We recognize that our forebears were human. They doubtless made mistakes. … But the mistakes were minor, when compared with the marvelous work which they accomplished. To highlight the mistakes and gloss over the greater good is to draw a caricature. Caricatures are amusing, but they are often ugly and dishonest. A man may have a blemish on his cheek and still have a face of beauty and strength, but if the blemish is emphasized unduly in relation to his other features, the portrait is lacking in integrity.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p35\" class=\"\">There was only one perfect man who ever walked the earth. The Lord has used imperfect people in the process of building his perfect society. If some of them occasionally stumbled, or if their characters may have been slightly flawed in one way or another, the wonder is the greater that they accomplished so much. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p36\" class=\"\">I do not fear truth. I welcome it. But I wish all of my facts in their proper context, with emphasis on those elements which explain the great growth and power of this organization.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p37\" class=\"\">There is promise, given under inspiration from the Almighty, set forth in these beautiful words:<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p38\" class=\"\">“God shall give unto you knowledge by his Holy Spirit, yea, by the unspeakable gift of the Holy Ghost.” (<span class=\"citation\" id=\"18040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 18040)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(18040)\">D&amp;C 121:26<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p39\" class=\"\">The humanists who criticize us, the so-called intellectuals who demean us, speak only from ignorance of this manifestation. … They have not heard it because they have not sought after it and prepared themselves to be worthy of it. …<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p40\" class=\"\">Do not be trapped by the sophistry of the world which for the most part is negative and which seldom, if ever, bears good fruit. … Rather, “look to God and live.” (<span class=\"citation\" id=\"9398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 9398)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(9398)\">Alma 37:47<\/a><\/span>.)<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p41\" class=\"\">Brethren, the Church is true. Those who lead it have only one desire, and that is to do the will of the Lord. They seek his direction in all things. There is not a decision of significance affecting the Church and its people that is made without prayerful consideration, going to the fount of all wisdom for direction. Follow the leadership of the Church. God will not let his work be led astray.<\/p>\n\t\t\t<p uri=\"\/ensign\/1983\/11\/be-not-deceived.p42\" class=\"\">Brethren, if we live worthy of his inspiration, there will never be doubt in our minds concerning the truth of this work and the great mission of this kingdom. God bless you as men and boys holding the priesthood. May your example evoke the respect and the admiration of all with whom you associate, I humbly pray as I leave you my witness and testimony of the divinity of this work, in the name of Jesus Christ, amen.<\/p>\n\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}